{
  "id": 620949702,
  "txt": [
    {
      "id": "0xd730883",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Supplies can be found through Tingobel in north-eastern Blackroot Vale.\\n\\nYou have discovered various crates of supplies in Tingobel and should gather them for the refugees in Lancrath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to TBD Refugee",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "You have recovered many supplies in Tingobel and have done a great service for the refugees in Lancrath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa34",
      "en": "A Sense of Home",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "Despite the Orc presence in the area, the contents of the crates remained largely untouched. You were able to recover a significant amount of clothing and heirlooms belonging to the people of Tingobel.\\n\\nAlthough their homes are not yet safe to return to, the people of Tingobel are grateful to have even these small pieces of their lives returned to them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73089",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Recovered supplies from Tingobel ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Hastily-packed crates of clothing and heirlooms litter the ground in Tingobel and serve as the sole reminder of the people who once dwelt there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "You have discovered what remains of various supplies in Tingobel. These hastily-packed crates appear to be all that was left behind when the people fled to Lancrath and are filled with little more than clothing and what appear to be family heirlooms.\\n\\nIt is unlikely that all of their contents have gone undisturbed, but if anything of value can be recovered for the refugees of Tingobel, it is likely this would be met with a great deal of gratitude.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Recover supplies from Tingobel ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e11",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Stealing the Advantage",
      "es": "",
      "es (fem)": ""
    }
  ]
}