{
  "id": 620949747,
  "txt": [
    {
      "id": 216727827,
      "en": "The Tingobel mine can be found in the rear of Tingobel to the north of Lancrath.\\n\\nOrodir has asked that you slay the leader of the Orc forces encamped in Tingobel.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Search for something valuable to draw forth Ulkfrúm and defeat him",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Orodir can be found in Lancrath, to the south of Tingobel in Blackroot Vale.\\n\\nYou have defeated the Orc-leader, Ulkfrúm, in the Tingobel mine. You should return to Orodir and tell him of the Orc's defeat.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "The leader of the Rashat-hai Orcs can be found somewhere in the Tingobel mine.\\n\\nYou have entered the Tingobel mine, but have not yet found the Orc. You should search for something valuable to draw his attention.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Talk to Orodir",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'You have done my people a great service, [placeholder]. Would that I could take up arms as you do against the Enemy, but my hand is untrained in combat.\\n\\n'I am glad that vile creature no longer draws breath, even if reclaiming Tingobel remains beyond our grasp.'",
      "es": ""
    },
    {
      "id": 24695157,
      "en": "The leader of the Rashat-hai Orcs in Tingobel has taken control of the mine and now seeks to exploit the vale's resources on behalf of the Enemy.",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Ulkfrúm must be deeper in the mine, so perhaps finding something valuable will draw him forth",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'I was working in the mine when I heard the screams, [placeholder]. They had a strange echo to them at first, but once I was outside, there was no mistaking what was happening to us. \\n\\n'When I found my family amidst the chaos, we fled at once. The last thing I saw before leaving Tingobel was an armoured Orc of enormous size entering the mine after picking through ore we recently mined.\\n\\n'I do not care what interest he had in ore or gemstones, I just want him dead for what he did to our village and families.'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Travel to the Tingobel mine",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Ulkfrúm has been defeated",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Grasp of the Dead",
      "es": ""
    },
    {
      "id": 225642626,
      "en": "DNT -- will not be seen",
      "es": ""
    }
  ]
}