{
  "id": 620949748,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "The mine can be found in Tingobel in north-eastern Blackroot Vale, to the north of Lancrath.\\n\\nGúrion has asked you to search the Tingobel mine for signs of the Dead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa5",
      "en": "Oaths Broken, Oaths Kept",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730884",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Draw forth and confront the Dead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "The Dead can be found in the deepest reaches of the Tingobel mine.\\n\\nYou have found a cold fire-pit in the depths of the Tingobel mine. Perhaps lighting the fire might draw the Dead forth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Gúrion can be found along the northernmost roadway of Lancrath in south-eastern Blackroot Vale.\\n\\nYou have temporarily quieted the Dead in the Tingobel mine. Before they vanished, they warned of a strange figure that attempted to gain their favour.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "The cursed lovers fade into the shadows...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Gúrion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "Ruzkat fades into the shadows...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "Holkaz fades into the shadows...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'If what you say is true, I fear that the Orcs are the least of our problems.\\n\\n'Who could have such influence as to sway the Dead, even with lies?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d177",
      "en": "Perplexed by strange stories of the Dead in Tingobel, Gúrion hopes to uncover if more than Orcs lurk to the north.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "You find a cold and unused fire-pit on the cave floor...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Search the Tingobel mine for the Dead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Hail, traveller.\\n\\n'I am Gúrion, at your service. I heard much of the aid you gave my people to the west, and I thank you for it. This business with Tingobel occupies much of my time as of late... and the tales I hear of the day the Orcs attacked have only grown stranger. Some people speak as if the Dead were there in Tingobel, lurking in the mine just as the Orcs arrived. Yet, I only see Orcs dressed in bones hoping to prey on those very fears.\\n\\n'As much as I doubt their tales, I would ask that you search the mine. Hopefully that will finally put their fears to rest.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}