{
  "id": 620949730,
  "txt": [
    {
      "id": 162883671,
      "en": "'Oh, Túmir. Our adventuring days are over now, one way or another.'\\n\\nFuirion turns his head away from the humble pile of gifts and closes his eyes against the tears that have begun to well there.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Túmir's Great Adventure",
      "es": ""
    },
    {
      "id": 111477328,
      "en": "Bring the toys and treasure map to Túmir",
      "es": ""
    },
    {
      "id": 246419781,
      "en": "TBD - treasure loc find",
      "es": ""
    },
    {
      "id": 246419782,
      "en": "Fuirion is in Gladion's home in northern Lamedon.\\n\\nYou should bring Túmir's gift to Fuirion.",
      "es": ""
    },
    {
      "id": 246419876,
      "en": "Túmir is in his father's home in northern Lamedon.\\n\\nYou should bring everything you gathered to Túmir.",
      "es": ""
    },
    {
      "id": 162883768,
      "en": "'A warrior as well as a traveller, are you? Well, I thank you for clearing off those pesky avanc. You are doubly welcome here, [placeholder].'",
      "es": ""
    },
    {
      "id": 111477331,
      "en": "Bury the treasure (TBD - make a direction-following event)",
      "es": ""
    },
    {
      "id": 246419879,
      "en": "Gladion is at his farm in northern Lamedon's <VILLAGE TBD>",
      "es": ""
    },
    {
      "id": 177082755,
      "en": "You have collected Túmir's hand-drawn treasure map",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Defeat avanc near Gladion's farm ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477336,
      "en": "Bring Túmir's gift to Fuirion",
      "es": ""
    },
    {
      "id": 177082757,
      "en": "You have collected the crude stick-sword carved by Túmir",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Speak with Gladion",
      "es": ""
    },
    {
      "id": 177082760,
      "en": "Gathered a small rock ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Túmir's treasure-map and stick-sword can be found in his bedroom. The small stones can be collected outside the house.\\n\\nYou should collect everything Túmir asked for.",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "Defeated an avanc near Gladion's farm ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883745,
      "en": "'I think I know what will help my uncle feel better. We always go on adventures together when he can take time away from his farm work. So I've been planning our next adventure.\\n\\n'I made a treasure map, but I will tell him I found it buried in a chest. And I made a sword out of a stick, but we don't have to tell him that it's not a real sword. I think he'll not be able to tell the difference.\\n\\n'Now I just need some rocks to fill my coin-purse, and we can pretend it is treasure, and bury it where the map says!'",
      "es": ""
    },
    {
      "id": 24695104,
      "en": "Túmir, in hopes to cheer up his uncle Fuirion and help him heal faster, has planned a treasure-seeking adventure that they can do together when Fuirion is recovered.",
      "es": ""
    },
    {
      "id": 162883753,
      "en": "'Perfect! You should show my uncle what I did for him!'",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Collect the treasure-map ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082737,
      "en": "Túmir has asked you to bury the treasure at the designated place on the map",
      "es": ""
    },
    {
      "id": 111477412,
      "en": "Collect the stick-sword ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "Collect small rocks to use as play-treasure ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082740,
      "en": "You have buried Túmir's treasure",
      "es": ""
    }
  ]
}