{
  "id": 620949714,
  "txt": [
    {
      "id": "0xd730883",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Nerzus can be found atop the Hill of Erech.\\n\\nGúrion has asked you to find and confront the leader of the Dead in Blackroot Vale and question him about the invader.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Gúrion can be found in Lancrath in south-eastern Blackroot Vale.\\n\\nYou have defeated the leader of the Dead in the vale, but before he vanished, he delivered a grim warning to the people of Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Gúrion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'DNT'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73085",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'The news you bring me is most grim, [placeholder]. I fear that the Dead have found a powerful ally... one that we may be powerless to stop with so many of our people gone to the aid of Minas Tirith.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa41d6a9",
      "en": "Defeat Nerzus",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d175",
      "en": "Desperate to learn more of the invader in Blackroot Vale, Gúrion hopes you can convince the leader of the Dead in Blackroot Vale to speak to you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'You are not the first to seek an audience with me, [placeholder], but I assure you... you shall be the last.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Nerzus fades into the shadows...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'You mentioned you saw the Dead circling the Stone....\\n\\n'Like anyone else in the vale, they fill me with dread, but you... perhaps you can convince them to speak. We know that this invader hopes to sway the Dead to his cause, so it is likely he sought an audience with them on the Hill.\\n\\n'I doubt the Dead you saw shall aid us intentionally, but if you approach him boldly, he might inadvertently provide us some of the answers we need.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Find and confront Nerzus about the invader in Blackroot Vale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Voice of the Dead",
      "es": "",
      "es (fem)": ""
    }
  ]
}