{
  "id": 620949743,
  "txt": [
    {
      "id": "0x178d1b0",
      "en": "Fuirion's situation with his family has grown so painful for him that he was willing to risk his life to escape the people he loves most in the world.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "Summon the healer to help Fuirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a5",
      "en": "You hurriedly tell the healer that Fuirion has been grievously wounded, and bleeds alarmingly onto his brother's floor.\\n\\n'Fuirion wounded! What could that young man have been up to, to get himself so hurt? I will go right away.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a8",
      "en": "'Please help my brother!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a9",
      "en": "'Fuirion, please tell us what happened to you? Oh, why will you not say? Why will you not look at me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1171",
      "en": "Fuirion is moved by Túmir's gesture, but refuses to give up his pursuit of escape by any means",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "Help Míreth try to cheer up Fuirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1173",
      "en": "Fuirion is moved by Míreth's gesture, but refuses to give up his pursuit of escape by any means",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01147",
      "en": "You should go outside of Gladion's home to give Fuirion some space to think upon his niece's and nephew's kind gestures.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50258",
      "en": "Go outside to give Fuirion some space and time to think",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a6",
      "en": "Míreth and Túmir are in Gladion's home in northern Lamedon.\\n\\nYou should see if the children can think of anything to cheer up their uncle, as they know him best.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'I must leave this place as soon as I am recovered enough to stand. I tried already, but I fell back. I will keep trying.'\\n\\nYou protest, asking Fuirion to stay abed and let his wound heal.\\n\\n'It does not matter, [placeholder]. Don't you see? I have no reason to heal, no reason to live. I have every reason to leave. I would take a hundred knife wounds before I stay another day so near to her.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56859",
      "en": "'Have you heard? Have you heard the news? It is dreadful, [placeholder], dreadful!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a9",
      "en": "The healer can be found in the apothecary's shop in <NORTHERN VILLAGE TBD>.\\n\\nYou should hasten to the healer to get help for Fuirion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "'Hello -- you must be [placeholder]. Gladion told me you would be joining us for dinner tonight. So my husband's brother Fuirion is late? Odd...he is usually on time when we sit down as a family.\\n\\n'I wonder where he could be!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Growing Despair",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Help Túmir try to cheer up Fuirion",
      "es": "",
      "es (fem)": ""
    }
  ]
}