{
  "id": 620908031,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "(This quest must be turned in before completing the quests of Langhold)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "[placeholder],\\n\\nI write this letter in haste, for many great tasks are at hand, and I have been long away. I make for Rohan this very moment, and you should ride there with all the speed you can muster.\\n\\nI cannot see the future, but I know you will be sorely needed in that land before the end. If you befriend the horse-lords there, they will likely gift you with one of their own great steeds.\\n\\nYou will need a new steed, you see. War is coming.\\n\\n~G",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have come to the gate of Langhold, traveller. State your business, please. What brings you to our door?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Rohan? Yes, you have come to the northern border of the Wold. The town of Langhold is not far, if it is hospitality you seek. I am from there, but I am on an errand to Stangard now.\\n\\n'Just head south along the road. You will not miss Langhold, where Utred is Thane.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Rohan Awaits",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have received a strange letter in a familiar scrawl. Its message is clear: you should make haste to the land of Rohan where the Horse-lords rule, for many great and terrible events are converging in that fair place.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have crossed into Rohan at last",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Cross the bridge into Rohan and talk to a Rohirrim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Rohan is south of the Great River region. It is best reached by riding south from Parth Celebrant, across the Anduin by bridge.\\n\\nYou have received a letter from Gandalf, of all people! He asks that you ride for Rohan at once.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to a guard in Langhold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The town of Langhold is south along the road in the Wold of Rohan.\\n\\nYou should find the town of Langhold and speak with a guard to gain admittance.",
      "es": "",
      "es (fem)": ""
    }
  ]
}