{
  "id": 620908000,
  "txt": [
    {
      "id": 22075078,
      "en": "<rgb=#FF0000>Completing Aiding the Eastemnet will cancel this quest</rgb>",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Destroyed a totem in Ost Magol",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Destroyed the second totem in Ost Magol",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Destroyed the third totem in Ost Magol",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Orcs have been defiling Ost Magol with the totems of their dark leaders.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Destroyed the fourth totem in Ost Magol",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The ancient ruins of Ost Magol hold an ancient power to them, one I do not understand. The Orcs that are searching the ruins are looking for something, perhaps a way to tap into that power and use it for their foul purposes.\\n\\n'Search the ruins and find the totems they have placed to channel that power, then destroy them.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Totems can be found in the ruins of Ost Magol.\\n\\nAldbéort asked you to venture into Ost Magol and destroy the Orc-totems within.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The totems have been destroyed, and Ost Magol is secure for now. I have no doubt the Orcs will return, but that is tomorrow's problem.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Aldbéort is in Cliving.\\n\\nAldbéort will be pleased to hear the Orc totems in Ost Magol have been destroyed.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Orcs within Ost Magol cannot be trusted. I do not know what dark trickery they wish to perform within the shadows of the ruins, and I wish never to learn.'\\n\\n<rgb=#FF0000>This is an instanced public questing area.</rgb>",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Destroy a totem in Ost Magol",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Aldbéort",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "<rgb=#FF0000>Completing Aiding the Eastemnet will cancel this quest</rgb>",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Destroy the fourth totem in Ost Magol",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Ost Magol: Totems of War",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Aldbéort",
      "es": ""
    }
  ]
}