{
  "id": 620826900,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated goblin guards ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Captain Gomîg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The dwarves at the Door to the Clouds are constantly on guard against the goblins, who vastly outnumber them. A goblin captain and his personal guards have been making things difficult for travellers between the Chamber of the Cross-roads and Zirakzigil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Collecting supplies and scouting chambers is all well and good, but I've got something a little more dangerous in mind. Goblin-hunting!\\n\\n'As you have surely noticed, nearly every room and corridor of Khazad-dûm is crawling with them, and those causing us grief here in Durin's Way seem to take orders from a single leader. We have all got to do our part to drive them out, and that includes you!\\n\\n'Search to the west for the goblin captain, who goes by the name of Gomîg. He and his personal guard have been harassing any who travel unaware between the Chamber of the Cross-roads and our outpost here at the Door to the Clouds.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Captain Gomîg and his guards can be found in the northern passages west of the Door to the Clouds.\\n\\nHoping to clear the way to the Chamber of the Cross-roads, Siggir has asked you to defeat the captain of the goblins in western Durin's Way.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have dealt with quite a few goblins in the last day or so, [placeholder], and more importantly, you have rid us of Captain Gomîg. That should make it easier for us to move between the western part of Durin's Way for some time. \\n\\n'Not that they will stop coming after us. It is only a matter of time before a new captain rises, but we can use this opportunity to fortify our position before that happens!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Siggir is at the Door to the Clouds.\\n\\nYou should return to the Door to the Clouds and inform Siggir that you have defeated Captain Gomîg and his guards.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If you can cull a few of the captain's guards, he might be easier to deal with alone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat goblin guards in Durin's Way ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Captain Gomîg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Siggir at the Door to the Clouds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Plenty to Go Around",
      "es": "",
      "es (fem)": ""
    }
  ]
}