{
  "id": 620826863,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Forgive me for placing yet another burden upon you, but the miners have complained that the platform of Menem-berej is frequently overrun by goblins or other creatures, and they need it patrolled more frequently to keep such threats at bay while they prospect for Mithril.\\n\\n'I won't have my miners picked off by goblin filth! I need you to go patrol that platform and clear it of creatures to ensure the miner's safety.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you for your efforts [placeholder]. We're terribly short-handed here, given the threat of the goblins all around us.\\n\\n'Whether or not those miners ever find anything, I rest easier knowing that they are safe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Clear off that platform, if you would. I cannot have my miners getting hurt on Menem-berej.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Reclaiming the Platform",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Thalfar has asked you to patrol the huge mining platform of Menem-berej to the south.\\n\\nHe needs it cleared of creatures so that the miners can safely prospect for Mithril.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated an enemy ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat enemies or creatures at Menem-berej ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Menem-berej is just south of the central miners' camp in the Silvertine Lodes.\\n\\nYou should clear the platform and its surrounding area of any dangerous creatures.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Thalfar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Thalfar is in the central mining camp the Silvertine Lodes.\\n\\nYou should return to Thalfar and inform him that the platform has been cleared, for now.",
      "es": "",
      "es (fem)": ""
    }
  ]
}