{
  "id": 620826963,
  "txt": [
    {
      "id": "0x1979ab4",
      "en": "'The songs of old! Let us rejoice!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected dwarf sheet-music ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The spirits of the dwarves at Jazârgund have fallen very low, and many think that some cheerful songs would help improve their morale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79ab9b1",
      "en": "'The songs of old always raise my spirits!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'If only the bard had not left. One night, he just seemed to lose his senses, started yelling into the darkness and went screaming from camp, throwing his music everywhere. I think the future would look much brighter, even down here, if we could just sing the songs of old once more.\\n\\n'Perhaps if you could find the bard's music, we could use it to bolster the spirits of the dwarves here at Jazârgund... a light in the shadow, so to speak.\\n\\n'The sheets of music will likely be spread throughout the Orc-camps at Fehem-dûm and Hadâd-dûm. It would be a dangerous venture... are you prepared for such a challenge?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The dwarf-bard's sheet music has been spread throughout the Orc-camps in Fehem-dûm and Hadâd-dûm.\\n\\nWith the failure of his plan, Hamall wishes to raise the spirits of his fellow dwarves in Jazârgund. He believes collecting the songs of old lost by the maddened bard will help achieve this goal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The songs of old! You found them all. I thought when the bard fled, we had lost everything.\\n\\n'How you managed to find these, I do not know, but we are deeply in your debt. This will do much to restore the morale here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Hamall is at Jazârgund, west of Fehem-dûm and Hadâd-dûm.\\n\\nHamall's spirits will be greatly raised by the ancient dwarf-songs you recovered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I long for the songs of old. If only the bard had not fled into the dark.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'These songs will now live forever in our memories!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect dwarf sheet-music ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the sheet-music to Hamall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Remembering the Old Songs",
      "es": "",
      "es (fem)": ""
    }
  ]
}