{
  "id": 620826932,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The first order of business: I have noticed a number of deep-claws roaming awfully near to the Dolven-view, haven't you? I think there is a great nest of them nearby.\\n\\n'They are mild enough beasts, but their tunnelling cannot be borne. It is dangerous, and I think it is the very reason for all the pitfalls, collapses, and general rumblings in Moria.\\n\\n'Let us lessen their numbers a bit. What do you say?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Hello again, [placeholder]. I am glad to see those deep-claws did not make slivers out of your hide! Well, you have done the dwarves of this expedition a good turn indeed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please, take out some of those deep-claws before they can collapse all of Moria. I fear they will be a persistent problem in your travels here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Claws of the Deep",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Deep-claws roam the great Delving, especially naer the Dolven-view. These monstrous tunnellers make the deeps unstable.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated a deep-claw ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat deep-claws ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Deep-claws can be found in the Great Delving, especially on the east path from the Dolven-view.\\n\\nYou should defeat many deep-claws in the Great Delving, but it would be wise to focus your attention on the east path towards Zelem-melek.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Wafri in the Dolven-view",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Wafri is in the Dolven-view camp in the Great Delving.\\n\\nYou should speak with Wafri and tell him that you've defeated many deep-claws in the surrounding area.",
      "es": "",
      "es (fem)": ""
    }
  ]
}