{
  "id": 620826904,
  "txt": [
    {
      "id": "0x4ed01c4",
      "en": "'We cannot push any further. The fortifications grow stronger, and there are too many of their number. Let us return to the Chamber of the Cross-roads and report in.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Krum has fallen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Krum has explored the camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Krum, one of Líkmund's dwarves, has discovered a large band of goblins in Ninknakh Faltor at the westernmost end of Durin's Way.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'One of my dwarves, Krum, has discovered a large goblin-camp in the westernmost chamber of Durin's Way, which the creatures call Ninknakh Faltor in their vile tongue. He has only scouted around the outskirts and has asked for help investigating more closely.\\n\\n'I cannot spare any extra men for this, but if you would go and ensure his safety I would be grateful. You can find him near Ninknakh Faltor to the north of here.\\n\\n'When you have learned more about this encampment, return to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Krum can be found to the north of the Chamber of the Cross-roads, near Ninknakh Faltor.\\n\\nLíkmund has asked you to speak with Krum regarding the goblin-camp he found and aid him as you may.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So, the camp was larger than Krum first thought. It is good to know more about it.\\n\\n'Fortunately, it lies off the main road to Jazârgund, and we can for the most part avoid it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Líkmund is at the Chamber of the Cross-roads, south of Ninknakh Faltor.\\n\\nThe camp at Ninknakh Faltor was indeed quite large and well-fortified, and you were only able to explore it in part. You should inform Líkmund of what you learned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The camp Krum found is large -- we will need to keep an eye on it, lest the goblins there launch a foray against us. That would make for a pitched battle indeed....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Líkmund sent you? I welcome your aid!\\n\\n'The camp is just around the corner. It is large, but I am not yet sure how large it truly is.\\n\\n'Let us find out!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd720601",
      "en": "'I found this camp while exploring for the path to the Twenty-first Hall. I worry that the goblins inside may assault the Chamber of the Cross-roads.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd720602",
      "en": "'The goblins here are much better dug in than I thought they were. It is important we delve further and find out more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd720603",
      "en": "'I think this room has only flooded recently. I wonder how deep beneath these waters my ancestors dug?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find and talk to Krum",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd720604",
      "en": "'More goblins! My fears of this camp are beginning to grow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Escort Krum into the goblin-camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Líkmund at the Chamber of the Cross-roads",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Stronghold of the Goblins",
      "es": "",
      "es (fem)": ""
    }
  ]
}