{
  "id": 620826921,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Zâhof",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Planted the Mordor-banner on Zâhof's throne",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The White Hand Uruk leader has established his camp in Durin's Way and is aligning the banners of several goblin and Orc-tribes under his rule.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The White Hand Uruks here had one purpose: to take command of the Orcs and goblins of Khazad-dûm and turn them against the forces of Mordor. Why they were ordered to do that, I do not know, but their intentions are clear to me now. Now it is time to tip the balance. Before they have a chance to overwhelm us, I want to force them against each other.\\n\\n'There is a powerful White Hand Uruk leader, Zâhof -- one who has united many of the goblin-tribes between here and the gate -- who now stands over Durin's Way, claiming it as his own. The time for his fall has come, and for Mordor to be given the responsibility for his demise.\\n\\n'My scouts report that Zâhof reigns in Fehem-dûm. Find him, defeat him, and place this banner of Mordor upon his throne.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Zâhof can be found at Fehem-dûm, east from Jazârgund.\\n\\nZâhof is the leader of the White Hand Uruks in Moria. If he falls, Saruman's plans for the deeps fall with him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So Zâhof has finally fallen. With his fall, the rest of the White Hand's forces have begun fleeing from Khazad-dûm. With pressure from both the forces of Mordor and from Durin's Folk, they believe it is not a cause worth fighting for.\\n\\n'This is a great victory for us indeed, but do not relax your vigilance yet. We have but lit a small flame... now begins the work of turning it into a raging fire.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Zâhofs throne is in Fehem-dûm, east from Jazârgund.\\n\\nIón wishes to stir up strife between the Orcs of Moria and Mordor. He gave you a banner to plant upon the throne of the fallen White Hand Uruk.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Ión is at Jazârgund, west from Fehem-dûm.\\n\\nIón will be pleased to hear Zâhof is dead and the Mordor-banner has been planted on his throne.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Zâhof has outlived his welcome in Khazad-dûm. It is time for him to fall... and for Mordor to take the blame.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Hurry up and place that banner on Zâhof's throne! Those loyal to him must believe that Mordor committed this act!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You have showed great courage in driving forth the White Hand from Khazad-dûm!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Zâhof",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Plant the Mordor-banner on Zâhof's throne",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Ión at Jazârgund",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Little Revolution",
      "es": "",
      "es (fem)": ""
    }
  ]
}