{
  "id": 620826907,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Forgive me, [placeholder], for any rudeness. I am not permitted to leave my post here, but those incessant drums are driving me mad! I've not had any decent sleep since we arrived here.\\n\\n'The band of goblins responsible for that din are encamped just north of here in the Hall of the High Stair. Could you do me a favour and silence those drummers?\\n\\n'What I would not give to have just one night's peace!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you for your help, [placeholder]. I am very much looking forward to taking my nap in a while. It may seem like a small thing, but the better rested we are when the battle is joined, the more favourable towards us it will go.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please destroy those confounded drums. They beat on and on without end...I cannot get a wink of sleep.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Drums of War",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The dwarves at the Chamber of the Crossroads have gotten little sleep since arriving. The goblins nearby have been pounding on drums without respite, sending booming echoes throughout Durin's Way.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Destroyed the drums ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Destroy the drums ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The goblin-drummers are encamped in the Hall of the High Stair, north of the Chamber of the Crossroads.\\n\\nFost贸lf has asked you to destroy the goblin-drums so that he and his companions can get some sleep.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Fost贸lf in the Chamber of the Crossroads",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Fost贸lf is at the Chamber of the Crossroads, south of the Hall of the High Stair.\\n\\nAll of the goblin drums have been silenced. Fost贸lf should be able to get some rest at last.",
      "es": "",
      "es (fem)": ""
    }
  ]
}