{
  "id": 620826922,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I have heard reports of White Hand Uruks all over the Great Delving, but did not believe any had pressed this deep. I have seen them, taking hold of the halls to the west, and I fear what their purpose might be. I suspected their plan would be to enlist some of the goblin tribes to supplement their forces, but now I fear something more sinister.\\n\\n'The ones I am particularly concerned with are the White Hand taskmasters. They seem to carry considerable influence among the Orcs of Khazad-dûm. I would ask you to defeat as many of them as you can... perhaps it will dishearten the others.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So most of their number has fallen... that is good. I dare say they will have a difficult time at recruiting any goblins without them.\\n\\n'Until the White Hand has been driven from the halls, I will not be satisifed... but you have done your part, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If the White Hand takes over Khazad-dûm, or allies with the forces here, then we will be but the first casualties of this war.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Badgers as Shepherds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The dwarves at Jazârgund are concerned about the presence of White Hand Uruks this deep into Moria.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated White Hand Taskmasters ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat White Hand Taskmasters ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "White Hand taskmasters can be found in Fehem-dûm and Hadâd-dûm, east of Jazârgund.\\n\\nBorgar fears the White Hand Uruks are wresting control of the Orcs and goblins of Moria. He wants to thin their ranks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Borgar at Jazârgund",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Borgar is at Jazârgund, west of Hadâd-dûm and Fehem-dûm.\\n\\nBorgar will be pleased to know that the White Hand Uruks' numbers have been greatly reduced.",
      "es": "",
      "es (fem)": ""
    }
  ]
}