{
  "id": 620826962,
  "txt": [
    {
      "id": 218649169,
      "en": "'I just narrowly escaped from the Orcs to the east. They had me captive for an entire week, but I kept my eyes open and saw many useful things. It is time for you to make what I saw work to our benefit, [placeholder].\\n\\n'The camps are built within our ancient halls, but the Orcs have been careless. There are several columns that with a little work look like they would fail and bring the entire cavern crashing down upon the Orcs.\\n\\n'The decaying columns are east of here, in the Orc-camps at Fehem-dûm and Hadâd-dûm. All you should need to do to bring the cavern down upon the Orcs is pick away at the stone... then run!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The columns did not collapse? But surely, they must have. Did you push hard enough? Did you try striking them with hard steel?\\n\\n'I suppose there was naught you could do... our stone-work is among the finest.\\n\\n'Now I simply do not know what to do. It will not be long until the Orcs come again, and then I suspect they will not be interested in taking prisoners.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Damage the columns, drop the rocks on the Orcs and goblins, and then we will attack!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Crashing Down",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Hamall noticed several decaying columns in the caves around the Orc and goblin-camps. If they were to be damaged, the cave should come crashing down atop the enemy forces.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "The column stands steadfast",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Damage the decayed columns ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The decaying columns can be found in the Orc-camps at Fehem-dûm and Hadâd-dûm, east of Jazârgund.\\n\\nHamall noticed several decaying columns within the nearby Orc-camps. He assures you if they are damaged enough, everything will come crashing down and destroy the camps.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Hamall at Jazârgund",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Hamall is at Jazârgund, west of Fehem-dûm and Hadâd-dûm.\\n\\nHamall should know that none of the columns collapsed, and the cavern did not collapse.",
      "es": ""
    }
  ]
}