{
  "id": 620826911,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Helped Fostólf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Helped Gansi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Helped Rink",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The dwarves at the Chamber of the Cross-roads need help establishing their presence there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Welcome to the Chamber of the Cross-roads, [placeholder]. We are fairly busy here, as you can no doubt see, and could certainly use your help. Our encampment is a vital link in the supply-chain between Durin's Threshold and the Twenty-first Hall, far to the east. It is also nearly impossible for anything to get past us here without us spotting them, so it's very important that we not fail to hold this chamber against anything the goblins and Orcs can throw at us!\\n\\n'If you are of a mind to help us out, you should speak with Fostólf, Rink, and Gansi over there... they have some rather important matters that need attending to, or so they tell me.\\n\\n'I am sure I can find something for you to do, as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Fostólf, Rink, and Gansi are in the Chamber of the Cross-roads.\\n\\nLíkmund suggested that you speak with Fostólf, Rink, and Gansi and learn what tasks they might have for you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you for helping us out, [placeholder]. Now that we are settled in this chamber, we can see to some other pressing matters!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Líkmund is in the Chamber of the Cross-roads.\\n\\nYou should return to Líkmund and tell him of your efforts on behalf of Fostólf, Rink, and Gansi.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Help out Fostólf, Rink, and Gansi. No sense in wandering off into the darkness without some purpose... you will just be fresh meat in the goblin's next stew!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Help Fostólf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Help Gansi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Help Rink",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Líkmund at the Chamber of the Cross-roads",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Líkmund's Companions",
      "es": "",
      "es (fem)": ""
    }
  ]
}