{
  "id": 620826897,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Líkmund sent you to help me? Well, that is most fortuitous timing, good [placeholder]. I have just the task for one such as yourself.\\n\\n'We are running dangerously low on supplies. I was bringing a cart over from Durin's Threshold, but we were ambushed outside Manarbul. We were driven back before reinforcements could arrive, and the goblins made off with our supplies!\\n\\n'I would be greatly appreciative if you could hunt down those missing crates. It will be a lean week indeed before the next shipment otherwise, and we might even be forced to abandon this camp. The goblins fled north towards Mudmulzarâk.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'This camp is of great importance to our expedition. From here, we can keep an eye on anything that tries to move between Durin's Way and the Great Delving in the south.\\n\\n'Without these supplies, we might have been forced to abandon this vital watch-post!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please recover those crates, [placeholder]. I doubt we will be able to maintain our post without those supplies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Lost Supplies",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The dwarves escorting a cart of supplies from Durin's Threshold were ambushed just west of Manarbul. The cart was destroyed, and the supply-crates stolen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected supply-crates ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect supply-crates ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The goblin-thieves were last seen fleeing north along the road towards Mudmulzarâk.\\n\\nGansi has asked you to recover the stolen supply-crates from the goblins who took them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the supply-crates to Gansi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gansi is at the Chamber of the Crossroads, south of Mudmulzarâk.\\n\\nYou have collected the supply crates stolen by the goblins and should bring them at once to Gansi.",
      "es": "",
      "es (fem)": ""
    }
  ]
}