{
  "id": 620826895,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated the emissary in Ninknakh Faltor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated the emissary in Gloku-ru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Defeated the emissary at Durin's Crossing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Dwarf-scouts have spotted a handful of White Hand Uruks who have somehow slipped into Moria through unknown passages. They seem to be attempting to sway the goblin-tribes of Durin's Way into an alliance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The White Hand Uruks have me concerned, [placeholder]. They are attempting to sway the goblins into an alliance with the leaders of the White Hand army. While it is a fine thing for us when goblins fight each other, we cannot allow  them to gain a foothold here within the bounds of Khazad-dûm when they already control considerable forces without!\\n\\n'I need you to hunt down and defeat the White Hand's emissaries before they are able to convince or intimidate the goblins here into joining him!\\n\\n'My scouts spotted one in the goblin-camp of Ninknakh Faltor, another in Gloku-ru, and the third was at Durin's Crossing, between here and Jazârgund.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The White Hand Uruks can be found among the goblins and Orcs inhabiting Durin's Way. One was seen at Ninknakh Faltor, north of the Chamber of the Cross-roads. Another was seen at Gloku-ru to the north-east. The last was seen on the road to Jazârgund at Durin's Crossing, to the north and east.\\n\\nKalman has asked you to go forth and defeat the emissaries of the White Hand.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So, that's the end of the emissaries of the White Hand... and good riddance. Our only hope against these odds is to keep the goblins disorganized and to encourage them to prey upon each other as much as they prey upon us.\\n\\n'The last thing we need down here is for some strong leader to emerge and unite them against us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Kalman is at the Door to the Clouds in Durin's Way.\\n\\nYou should inform Kalman that the White Hand emissaries in Durin's Way have been defeated.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The White Hand must not be allowed to bring the goblins of Moria under its dominion!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat the emissary in Ninknakh Faltor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat the emissary in Gloku-ru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat the emissary at Durin's Crossing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Kalman at the entrance to Zirakzigil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Emissaries of the White Hand",
      "es": "",
      "es (fem)": ""
    }
  ]
}