{
  "id": 620826908,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'We have many traditions, [placeholder], and this one is not the least. When we head into battle, we bring with us a letter. If we fall, that letter will be returned home by the survivors, if any remain.\\n\\n'Many of us have come to Moria, and some of us have fallen...and now it appears that the merrevail have discovered these letters and have taken a perverse pleasure in keeping them as trophies of victory against us. The honour of our warriors and the peace of mind of their families demand that we recover these letters from the enemy whenever possible and return them to their rightful homes. Will you help us retrieve these letters?\\n\\n'If you come upon one of our fallen in Durin's Way, search the body for their letter. Return any letters here to me before the merrevail can get to them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have retrieved the letters of the fallen? My thanks to you, [placeholder].\\n\\n'The messages contained herein will bring a sorrowful, but much needed close to the grieving of their families. I will see that they make their way safely to Durin's Threshold.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Those letters must be found and brought back home. We owe the fallen that much at least.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Please [placeholder], do what you can to retrieve those letters....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Send Them Back Home",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The merrevail haunting the tunnels of Khazad-dûm have stolen many letters from the dwarves who have fallen in battle in Durin's Way.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected dwarf-letters ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect dwarf-letters ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Letters can be taken from merrevail looting the bodies of fallen dwarves in the halls of Durin's Way.\\n\\nListein has asked you to reclaim dwarf-letters before they are be taken away by merrevail.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Listein at the Door to the Clouds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Listein as at the Door to the Clouds, near the entrance to Zirakzigil.\\n\\nYou should bring the dwarf-letters back to Listein.",
      "es": "",
      "es (fem)": ""
    }
  ]
}