{
  "id": 620826930,
  "txt": [
    {
      "id": 22075078,
      "en": "Speak to Wafri",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have found insects in Gamli's bed",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Gamli the dwarf harbours fears that something might be hiding within his bedding.",
      "es": ""
    },
    {
      "id": 58769521,
      "en": "'By Durin's Beard! What madness is this!?'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Ho there, friend! You don't see anything... moving... in my bed, do you?\\n\\n'My sleep has been quite disturbed of late by the feeling of something crawling across my skin. I refuse to lay beneath those blankets again until I am assured there is nothing alive within them.\\n\\n'Take a look for me, [placeholder]. I dare not touch the blankets.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Gamli's bed is in the Durin's Threshold camp.\\n\\nGamli seems concerned that there might be something hiding in his bed.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'This is intolerable! Insects rustling around where I lay my head is quite unacceptable! It is not to be borne, I tell you!\\n\\n'Where did those hideous little things come from? We have hardly been here a day, and already we are infested.\\n\\n'I think now I shall need a thorough wash....'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Gamli is at the Durin's Threshold camp.\\n\\nYou should speak with Gamli regarding what you found in his bed.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Wafri is at the Dolven-view camp.\\n\\nGamli wishes you to speak to his friend Wafri, who has some knowledge of the insects that infest Khazad-dûm.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Don't you see those awful things crawling in my bed?'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Tiny insects in Gamli's bedding? How curious.\\n\\n'The larger Gredbyg infest several areas within Moria, but their tiny young could not have found their way into Gamli's bed unless there is a nest or lair quite close by. I think it might be best if we found it, and soon!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Go talk to Wafri...he'll know what to do about those bugs!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Examine Gamli's bed",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Gamli",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Wafri at the Dolven-view camp",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Speak to Gamli",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Bedbugs",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Speak to Wafri",
      "es": ""
    }
  ]
}