{
  "id": 621005274,
  "txt": [
    {
      "id": "0x9b56885",
      "en": "'That was not what I thought would happen! Hmmph. Do you think my costume is not... is not scary enough?\\n\\n'No, that can't be it. This costume is terrifying!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'We climbed the hill up to the festival; Berilac is probably sleeping among the bushes that line the road we took. If you don't mind, could you find Berilac and wake him up? We did not come all the way here from Newbury for him to sleep through the festival!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "I. Scary Dreams",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Wake up Berilac Boffin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Berilac Boffin on the Hill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'It is always good to visit cousin Bingo, and it has been many years since last I made it out to Hobbiton for the Harvest Festival. I have rather more children now than I did then, but I have become quite practiced at travelling with so many! The key to a successful journey is to perform a hobbit-count before you leave your starting-point, and to perform a second count when you arrive at your destination.\\n\\n'This is how I know that one of my children has gotten lost on the way! I am pretty sure Berilac is the child to blame, on account of it usually being my drowsiest boy who leaves my count short. We climbed the hill up to the festival; Berilac is probably sleeping among the bushes that line the road we took.\\n\\n'If you don't mind, could you find Berilac and wake him up? We did not come all the way here from Newbury for him to sleep through the festival!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Talk to Prisca Boffin near the Party Tree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7ea521",
      "en": "'Impressive costume, friend! Well, back to sleep!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Find Berilac Boffin somewhere on the Hill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to the costumed hobbit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Prisca has performed the routine head-count of her children and come up one short, and she feels certain that her drowsy son Berilac is the missing hobbit.\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the event it is associated with ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Hullo there, friend! Do you know this sleepy fellow? I haven't seen him around Hobbiton or Bywater before, so I believe he has come from somewhere else in the Shire to enjoy the Harvest Festival. But will you look at this? He has fallen asleep, and is bound to miss the whole thing. That would be a shame, no mistake about it.\\n\\n'Here is my plan. I have been scaring folk with my ferocious bear costume all day. You wake up this fellow and I will let out a loud roar and give him a fright. Hee! It will be a great welcome to the festival, and will also teach him not to waste so many hours sleeping, or at least not when a festival is underway!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Berilac is probably sleeping among the bushes that line the road that climbs up to the Party Tree.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Oh, I can't wait! This is going to be great!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "You found Berilac Boffin, sound asleep by the side of the road. A hobbit wearing a scary costume prepares to scare the sleeping Boffin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Berilac is sleeping by the road that leads up to the Party Tree.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "And with that, Berilac goes back to sleep",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "You have awoken Berilac Boffin for the Harvest Festival.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Prisca Boffin is by the Party Tree.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "Berilac yawns sleepily and rubs his eyes.\\n\\n'Oh, hello there, [placeholder]. I was just taking a quick nap before the festival gets underway. Cousin Bingo suggested that we all come visit and see the famous Hobbiton Harvest Festival, and sometime tonight we will all share spooky stories around a camp-fire. I had better get some rest if we're going to stay up so late!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'Raaaaaaawr!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Well, I can't say I am not surprised, [placeholder]. Thank you for finding Berilac's latest napping spot. I'll let him sleep until it is time for Bingo's frightening stories. Perhaps they will contain enough thrills and chills to keep my drowsy son awake where the promise of festival fun does not!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Sure enough, Berilac is sleeping soundly by the side of the road",
      "es": "",
      "es (fem)": ""
    }
  ]
}