{
  "id": 621005264,
  "txt": [
    {
      "id": "0xda44875",
      "en": "I. Frightful Tales to Curl the Hair On Your Toes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Help Bingo Boffin with 'A Little Spooky Research'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Help Bingo Boffin with 'A Night for Ghost Stories'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Help Dinodas Boffin with 'Frightened Beyond Disbelief'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'[placeholder], hello! I see that you have taken some time from your busy days of adventuring to celebrate the Harvest Festival! Good, good, how very right and proper! This has become one of my very favourite times of the year.\\n\\n'My cousin Prisca has brought her children to visit, and we are all going to enjoy the sights and sounds of the Harvest Festival together. You simply must join us! I will not take \\qno\\q for an answer, and you know how stubborn Boffins can be when we set our minds to it. Legendarily so!\\n\\n'You can find my various cousins enjoying the games around the Party Tree. I would appreciate it if you help them make the most of their time here, and later in the evening we will all meet on the Greenfields to tell spooky stories. I can't wait!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Help Bingo Boffin with 'An Autumnal Mystery'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Bingo near the Party Tree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'How are my cousins finding the festival? Ah, excellent! It seems they are all enjoying it in their own particular ways. But what's this? Young Dinodas does not frighten easily, does he? We will have to do something about that, [placeholder]! This is a season for spooks and a festival for fright! He is missing out on a great deal of fun at this time of year if he does not allow himself to be scared!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'I am very excited about this autumnal mystery, [placeholder]! I have read many scary stories, and they always delight my imagination, but I have never been involved in one myself! Tell me once again what the ghostly fellow had to say?'\\n\\nYou recount the words of the spectral vision.\\n\\n'Hmm. There can be no reparations for the hurt that has been done. In one year, all will fear the parting of the wood! None will escape the curse of the eerie acres! Despair and repair to your holes, for none but one will laugh when all is done! Do I have that right?\\n\\n'I have to admit I do not know what any of this means, [placeholder], but it sounds to me like we have a year to figure it out! I will do some thinking. It sounds to me as if next year's Harvest Festival might be something, though! I can't wait... but I guess I must!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Bingo's cousin Prisca has brought her children to celebrate the Harvest Festival in Hobbiton, and Bingo wants to make sure they all have an enjoyable and fright-filled time.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the event it is associated with ends. </rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Dinodas Boffin is in the Bindbole Wood, in the Shire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'My cousin Prisca has brought her children to visit, and we are all going to enjoy the sights and sounds of the Harvest Festival together. You simply must join us! I will not take \\qno\\q for an answer, and you know how stubborn Boffins can be when we set our minds to it. Legendarily so!\\n\\n'You can find my various cousins enjoying the games around the Party Tree. I would appreciate it if you help them make the most of their time here, and later in the evening we will all meet on the Greenfields to tell spooky stories. I can't wait!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Bingo Boffin is in the Bindbole Wood, in the Shire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Bingo's cousin Prisca and her children can be found enjoying the various activities of the Harvest Festival near the Party Tree.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Bingo said he would meet you back near the Party Tree, in Hobbiton.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Bingo is near the Party Tree, waiting to hear how his cousins are enjoying the Harvest Festival.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Bingo is near the Party Tree, in Hobbiton.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Bingo is near the Party Tree in Hobbiton.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Help Prisca Boffin with 'Scary Dreams'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Help Camellia Boffin with 'Boffin for Apples'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Help Esmeralda Boffin with 'Fear Not To Dance!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Help Dinodas Boffin with 'Dinodas Does Not'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Bingo near the Party Tree",
      "es": "",
      "es (fem)": ""
    }
  ]
}