{
  "id": 621005269,
  "txt": [
    {
      "id": 246419861,
      "en": "Dinodas heard something scary to the north-west and dropped his pack in the Bindbole Wood, and asked you to retrieve it for him.",
      "es": ""
    },
    {
      "id": 162883747,
      "en": "'Perhaps you should... tell cousin Bingo... what you saw. I don't think I need to hear about it. I don't believe in... in that sort of rubbish! No indeed!'",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'Hullo there, [placeholder]! You found him!'",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "A spectral vision has appeared in the Bindbole Wood.",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "Unnatural blue fires blaze in the darkened wood",
      "es": ""
    },
    {
      "id": 246419872,
      "en": "Dinodas Boffin is to the south-east, in the Bindbole Wood.",
      "es": ""
    },
    {
      "id": 49286689,
      "en": "Return his dropped pack to Dinodas Boffin in the Bindbole Wood",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "Bingo Boffin is in the Bindbole Wood, near his cousin Dinodas.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Dinodas Boffin has revealed his secret shame: that his insistent disbelief of anything scary was an attempt to hide his deep fear of it.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the event it is associated with ends. </rgb>\\n",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'Bingo has come here, and he apologized for the trick, and all is well now and we don't need to discuss that thing I told you, [placeholder], all right? Good.'\\n\\nYou give Dinodas his pack. After a moment's thought, you tell him that you saw something unusual nearby.\\n\\n'Oh? What... what was it? Actually... perhaps you should... tell cousin Bingo. I don't think I need to hear about it. I don't believe in... in that sort of rubbish! No indeed!'",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'I apologized to Dinodas for our scary trick, but I think it did him some good. Now, what has whirled you up into such confusion?'\\n\\nYou quietly tell Bingo about the spectral vision you saw in the wood, and he looks at you skeptically.\\n\\n'Is this a joke, or a trick of your own? You really saw this thing?'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Now you know my secret shame, and I trust you will keep it to yourself! It all began some time ago, when I offered to walk Celandine Brandybuck back to her home after a dinner party my mother hosted. Celandine was very happy to have the company, but as we began the walk I saw that the hour was much later than I had thought! The night was dark and the shadows were deep, and my blood ran cold at every creepy sound! I knew if I did not do something, Celandine would know me for a coward. Cry disaster! In order to mask my fear, I adopted a brazen attitude and mocked every fear I felt. It was all an act, an act at which I have become all too practiced!'\\n\\nDinodas frowns.\\n\\n'Still, Bingo is my cousin, and that was a mean trick for any family member to perform, at any remove and no matter the distance! Speaking of distance, I was on my way back to the Greenfields when you caught up to me. I turned around because I heard something scary and dropped my pack, and ran back this way. Do you think you can retrace my steps to the north-west and find my pack? I don't think I have the courage to go back and look for it!'",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Recover Dinodas Boffin's dropped pack to the north-west, in the Bindbole Wood",
      "es": ""
    },
    {
      "id": 162883764,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "'I was on my way back to the Greenfields when you caught up to me. I turned around because I heard something scary and dropped my pack, and ran back this way. Do you think you can retrace my steps to the north-west and find my pack? I don't think I have the courage to go back and look for it!'",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "The spectral vision stares past you, into the dark space among the trees. When it speaks, the sound reverberates in your ears and sets your teeth on edge.\\n\\n'There can be no reparations for the hurt that has been done. In one year, all will fear the parting of the wood! None will escape the curse of the eerie acres! Despair and repair to your holes, for none but one will laugh when all is done!'\\n\\nThe vision stops speaking, and the space between the trees falls silent. All is cold.",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'You saw what? You... you... you should go see what it wants!'",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Talk to Bingo in the Bindbole Wood",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Talk to the spectral vision",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "I. Frightened Beyond Disbelief",
      "es": ""
    }
  ]
}