{
  "id": 621005268,
  "txt": [
    {
      "id": "0xeb01188",
      "en": "Bingo is near the Party Tree, in Hobbiton.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Bingo is on the Greenfields.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'Ha ha! That was great, [placeholder]! I think we finally managed to frighten the unfrightenable! The spirit of the scare is still alive and well in the Shire, despite rumour to the contrary!\\n\\n'You had better go and check on him. We don't want him falling into any trouble on our account, after all. Dinodas ran off to the north-west. He's probably laughing about it by now, although he'd never admit it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Dinodas Boffin in the Bindbole Wood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'You had better go and check on Dinodas. We don't want him falling into any trouble on our account, after all. He ran off to the north-west. He's probably laughing about it by now, although he'd never admit it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "It is almost time for Bingo and his cousins to meet on the Greenfields for the sharing of scary stories.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the event it is associated with ends. </rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Bingo and help him scare his many cousins with tales of terror",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'That was horrible, [placeholder], and very mean! I expect a full apology. You should not go around trying to scare people for no reason!'\\n\\nYou explain that Bingo believed his cousin might enjoy the Harvest Festival more if he let himself be scared from time to time, and Dinodas flails his arms wildly.\\n\\n'Bingo thinks nothing scares me? I have become a victim of my acting skills, [placeholder], and gave too fine a performance! Do you remember when we explored the Haunted Burrow? I worked so hard to see through the spooky atmosphere and lay it bare as a sham, but deep down I was full of fear! Every bump, every sudden movement, every deep shadow seemed to promise some new form of terror!\\n\\n'Foolish [placeholder]! I do not fear nothing... I fear everything!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'Oh dear, oh dear!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Bingo Boffin on the Greenfields",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'It is nearly time, [placeholder]! Let me know when you are ready, and we will go to the Greenfields together.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Find Dinodas Boffin in the Bindbole Wood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'Are you ready? We will wait until it is properly dark, and be off!'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Dinodas Boffin ran off to the north-west of the Greenfields, and is now somewhere within the Bindbole Wood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a9",
      "en": "You have found Dinodas Boffin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Dinodas Boffin is in the Bindbole Wood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "I. A Night for Ghost Stories",
      "es": "",
      "es (fem)": ""
    }
  ]
}