{
  "id": 621005271,
  "txt": [
    {
      "id": 252143505,
      "en": "'And that's why hobbits never wear shoes.'",
      "es": ""
    },
    {
      "id": 162883666,
      "en": "'Did you see his face? Ha ha ha! He really believed it!'",
      "es": ""
    },
    {
      "id": 252143506,
      "en": "'Well, it's interesting you should say that, Dino.'",
      "es": ""
    },
    {
      "id": 162883667,
      "en": "'Yes, I gave Bingo and Esmeralda permission to carry out their joke on Dinodas. He will not be happy when they tell him it was a trick, but everyone had a good laugh about it, and he will too. Eventually.'",
      "es": ""
    },
    {
      "id": 252143507,
      "en": "'Because I went and had a chat with Brombard Foxtail at the Mathom-house.'",
      "es": ""
    },
    {
      "id": 162883668,
      "en": "'Many, many years ago, long before our family trees had so much as sprouted, there was a small village on the banks of the Brandywine, not far from where Stock is located today. One of the prominent figures in this village was a fellow named Gerd Goodcliff; he had the respect of his neighbours and was consulted about many of the matters that faced the town. It was widely-held that when the time came for the Mayor to step down, Gerd would easily be chosen to take his place.\\n\\n'One day, Gerd was walking among the reeds at the river's edge when he heard a small voice among the rushes. \\qHow curious!\\q he thought to himself, and he squatted down in the mud to find the owner of the voice. Finding nothing, he prepared to stand once again, but before he could a large black cat padded out of the reeds. \\qWell, hello there,\\q he greeted the cat, and turned to go.\\n\\n'\\qHello yourself,\\q it said to him.\\n\\n'Gerd was most surprised, for this was the first time a cat had ever spoken to him. Once he recovered himself, he found that the cat was not simply talkative, but quite friendly as well. It introduced itself as Green-eyes, and said that it came from a far-away land in search of a home. Gerd was happy to offer Green-eyes such a place at his own humble burrow, and Green-eyes contributed in his own way: keeping mice and other undesirables away from Gerd's pantry.\\n\\n'In time, Green-eyes proved capable at finding much more than mice. He would stalk throughout the village, creeping into half-open windows and pushing open unlatched doors. He learned many interesting rumours and overheard much gossip about the hobbits of the town, and he recounted each salacious morsel to Gerd with delight.\\n\\n'Gerd began to look upon his neighbours with distaste and distrust, and he found he could no longer stand to engage in conversation with them. He became cold and distant, and other hobbits avoided him when they saw him on the road, crossing to the other side rather than speak with him. When they returned to their homes, Green-eyes would follow behind and listen while they called Gerd off-putting, odd, and unfriendly. The cat recounted these stories to Gerd with regret, but his tail twitched back and forth happily.\\n\\n'\\qI don't need these liars as friends anyway,\\q Gerd told him one day. \\qI have you, Green-eyes, and you're the only friend this hobbit needs.\\q Green-eyes nodded, his tail twitching.\\n\\n'Not long afterward, a day came when Gerd could not find Green-eyes anywhere. Despairing, and certain that one of his neighbours had done some harm to his friend, he ran screaming out into the centre of town. Folk watched his raving progress through the village, and their whispers were no longer hushed or hidden. Madly, Gerd ran down to the banks of the river, and there at last he found his friend.\\n\\n'Green-eyes stood among the reeds, and with his two front paws he pushed a small boat out into the river. He clambered onto it, and turned back to face Gerd as it floated out on the current.\\n\\n'\\qWhy, Green-eyes? Why must you leave?\\q Gerd called out to him. Green-eyes did not respond, but only watched him silently until the current bore him away and out of sight.\\n\\n'No one knows what happened to Gerd Goodcliff after that, but he never came back to town, and he never became Mayor. But there are some who say that if the moon is high in the sky, like it is tonight, you might catch a glimpse of Green-eyes on his boat, floating away down the river, his tail twitching, twitching, twitching.'",
      "es": ""
    },
    {
      "id": 252143508,
      "en": "'And he did some digging around, and he found the very same shoes from the story!'",
      "es": ""
    },
    {
      "id": 162883669,
      "en": "'You all know I love napping, and it has been the subject of some teasing throughout the years. But I tell you this! Mother told us this story when we were very young, and if some of you forgot it, well, I never did! Once you have heard it again, you will be jealous of my afternoon naps and my early bedtimes, I don't doubt it!\\n\\n'Many years ago, a hobbit named Hamson Broadbeam lived in the town of Overhill. He was a woodworker of much renown, and folk came from all throughout the Shire to buy his crafted goods. You can still find oaken chests bearing his mark in hobbit-holes throughout all the four Farthings, though Hamson himself is only remembered in this tale.\\n\\n'He was a victim of his own success. There were so many orders from so many customers that he had to stay awake late into the evening to finish each crafted good, stumbling into bed as the first beams of light began to shine through the trees onto Overhill. His work began to suffer, and he feared that his reputation would be tarnished unless something changed, and quickly.\\n\\n'One day, Hamson was drowsily walking through the Bindbole Wood to an area where he was accustomed to felling trees for his workbench. As he approached the location, he felt the hair on his toes stand up; something was watching him from the tree-canopy.\\n\\n'\\qHullo? Is anyone there?\\q he called.\\n\\n'\\qI live here,\\q a thin, reedy voice replied. Hamson squinted up at the branches, but he could not see the speaker.\\n\\n'\\qI don't see you,\\q Hamson said. \\qAm I asleep? I must have fallen asleep somewhere on the trail, and now I am dreaming. I hope no animals find my body while I sleep!\\q\\n\\n'\\qYou seem pretty awake to me,\\q the mysterious voice answered. \\qAt least, you're not asleep, but perhaps you should be. Your limbs hang loosely, your eyelids droop, and I see exhaustion in every part of you.\\q\\n\\n'Hamson was impressed that this strange new acquaintance could read the situation so clearly, and he described the many demands on his time that prevented him from sleeping. \\qIf only I didn't need to sleep,\\q he exclaimed, \\qI need worry about nothing!\\q\\n\\n'At first, the voice from the tree-canopy did not respond. Then, a small twig with red berries fell from aloft, landing in the dirt by Hamson's feet. \\qWhat's this?\\q he asked.\\n\\n'\\qI do not need to sleep,\\q the voice responded. \\qEat those berries and you will not need to sleep either.\\q Normally, Hamson would not have trusted such a gift from a stranger, particularly from one so strange as this, but he so desperately wanted the berries to do as the voice promised that he did not give it a second thought. He ate them greedily, but felt no different. He asked how long it would take for him to notice their effect, but the voice did not respond. Angrily, Hamson went home. He didn't even care to collect the wood that had brought him into the forest in the first place, so disappointed and out-of-sorts was he.\\n\\n'That night, Hamson fashioned a set of chairs requested by a wealthy patron, and the work was delicate enough that he found himself quite engaged and still awake by dawn. In fact, his drowsiness had departed, and he worked all the rest of the day and into the following evening. \\qCan it be?\\q he asked his empty burrow. \\qDid those berries take away my need of sleep?\\q It seemed to be so, and Hamson had never been so happy.\\n\\n'The following weeks were a delight for the woodworker, and he finished every order set before him. When there were no more orders to fill, he read his small collection of books, and he felt he had become a much smarter and more cultured gentlehobbit. When there were no more books to read, he took long walks through the Shire at night, and marveled at the night-time beauty of the countryside. When that finally lost its lustre, he returned to his home and lay awake in his bed. He had exhausted everything he wanted to do, and now he was bored. All he wanted to do was to close his eyes and sleep, but try as he might he would never sleep again. As bad as he had felt before, now he felt worse. Every day felt like an eternity, and every night felt like two.\\n\\n'Hamson walked every inch of the Bindbole Wood, calling for the mysterious voice to return and give him different berries, but as far as I know he never found it. He might be walking there still, just over there, seeking an end to his endless wakefulness.'",
      "es": ""
    },
    {
      "id": 252143509,
      "en": "'And here they are!'",
      "es": ""
    },
    {
      "id": 162883670,
      "en": "'When we came here to see cousin Bingo and celebrate the Harvest Festival with him, we crossed the Brandywine Bridge and took the road by Stock. Do you all remember looking across the water and seeing the farms of Budgeford? My story took place at one of those farms, and the events told therein happened not so long ago. I know these events are true, though they sound unbelievable. The story was told to me by someone who would know the truth of the matter.\\n\\n'The farm stood right on the river's edge, and belonged to a hobbit named Everard. He was a Bolger, as are many of the folk of Budgeford, but whereas most of the Bolgers are fine farmers, Everard struggled daily to maintain his crop. Either it was taken by blight, or savaged by crows, or munched by rabbits, and on many occasions he had to depend upon the charity of his neighbours for his family to survive.\\n\\n'Everard blamed his scarecrow most of all. No matter how hard he tried, he could not fashion a suitably frightening scarecrow; every day, the birds came to feast on his crops, undeterred. He was at his wit's end on a Tuesday, and even as he glowered at his failing scarecrow, a raven flew down from the sky and lighted upon it.\\n\\n'\\qOh, I'll teach you what you deserve!\\q Everard growled as he swung his trowel at the bird. The raven flew just out of reach, and then landed once again upon the scarecrow's straw hat.\\n\\n'\\qYou seem upset, friend,\\q the raven said. This set Everard back a bit, for while he had heard stories of speaking birds he had never encountered one himself. \\qUpset?\\q he managed. \\qOf course! You birds won't leave my crops alone, you vile things!\\q\\n\\n'\\qIt does seem like you deserve better,\\q the raven responded. \\qIf you like, I can speak to my people and see if perhaps we could come to an arrangement. I'd be willing to do this for you if you let me sample some of these grains.\\q Everard thought it over and could see few drawbacks to the raven's proposal. After all, one bird's appetite would be less than a whole flock, and by giving up some of the crop he might secure safety for the rest. \\qI agree,\\q he told the bird, and watched as it devoured some of the crop and flew away.\\n\\n'The next day saw little improvement, and birds continued to harry his crops. He was certain he would not see the raven again, but to his surprise the bird appeared and spoke. \\qThey said they want to help you out, but they just can't resist the taste of the crops you're growing here. They said what you need is a better scarecrow. That would make it much more difficult for them to fly near.\\q\\n\\n'\\qI have tried to make this one scarier,\\q Everard told him, \\qbut it's just no good.\\q\\n\\n'\\qLet's see what we can do,\\q the raven replied.\\n\\n'The Wednesday sun crossed the sky, and as dusk approached, Everard's wife sent their daughter Holly to bring Everard in for supper. As Holly approached the field, she marveled at how life-like appeared the second scarecrow her father had made. He must have spent all day fashioning it; it looked just like a hobbit. As she watched, a raven hopping among the grains squawked and flew away.'",
      "es": ""
    },
    {
      "id": 252143510,
      "en": "'Does anyone want to try them on?'",
      "es": ""
    },
    {
      "id": 162883671,
      "en": "'Odo Grubb was the finest fisherman the Shire had ever seen, and none who cast their lines today can hope to rival his skill. Nor should they, if you believe the tale I am about to tell. I believe it, for it is surely true.\\n\\n'Odo's name was known far and wide throughout the Shire in his day, and it seemed he could find fish in any body of water; not just fish, but fish of a size you would hardly have expected! Where most hobbits would pull minnows of middling sizes from their hooks, Odo could cast into the river and take from it fish of incredible beauty, their rainbow scales glittering, creatures of a size that no hobbit had ever drawn before.\\n\\n'So skilled was he that he dared clamber into a boat of his own making and fish far from the banks, which was very unusual for hobbits of his day, and indeed remains so! Yet it also proved unwise, for there came a day when a great behemoth of a fish seized his line and pulled his boat rapidly along with the current. Most hobbits would have dropped their rod and rowed to safety, but Odo had a reputation to uphold; he braced himself against the sides and held onto the rod for dear life.\\n\\n'\\qI will make you mine!\\q he proclaimed to the great fish as it pulled him along. \\qI will be the victor in this contest, or my name is not Odo Grubb, Master Fisherman!\\q\\n\\n'The battle lasted for days, and the mighty fish pulled Odo's boat far from the Shire and into lands unknown to all hobbits. At last, consumed by hunger and weariness, Odo released his hold on the fishing rod and it flew out of the boat and into the water. \\qI give up,\\q he said to no one as his boat slowed from its rapid pursuit. He picked up the oars and prepared to begin the long journey homeward.\\n\\n'Then something bumped into the underside of his boat and the oars broke from their locks and fell into the water; but his rapid journey southward continued. \\qWhat is happening?\\q he cried aloud, and peered over the side into the water below. The great fish had not left him, but remained, pushing the boat on its southward course. \\qWhere are you taking me?\\q Odo demanded, but the fish did not respond.\\n\\n'This continued for many days, until Odo was faint with hunger. He collapsed in the base of his boat, and once again wondered when the great fish would let him go. \\qDid you bring me here just to let me die?\\q he cried aloud, too weak to even shake his fist at the cruel skies. Then he heard a splash, and another: small fish were leaping from the water and landing in the boat. \\qWhat... what luck!\\q he gasped, and grabbed them with both hands. He ate them raw, which he would have found distasteful back home, but on this terrible day he was glad for the unexpected gift.\\n\\n'His vigour renewed, Odo was now strong enough to keep watch from the front of his boat, and that is how he saw the Great Sea approaching, and the river's end. The boat slowed, and the great fish halted its pushing. It lifted its great head from the water, and Odo saw that the creature was not alone: there were fish of every imaginable size and shape surrounding his boat. \\qWhat do you want?\\q he asked.\\n\\n'As Odo surveyed the vast variety of the diverse species that surrounded him, he found that he recognized every type of fish. At one point or another in his esteemed career, he had caught at least one of each of these types, and in some cases many. \\qYou hold me responsible?\\q he whispered. \\qYou came for me. You came for me... for revenge?\\q\\n\\n'The fish stared at him with bulbous eyes, their gills working silently just beneath the surface of the water.\\n\\n'\\qBut... but you fed me. Why keep me alive?\\q\\n\\n'There was no response from the silent assembled, but suddenly they moved as one. Hundreds of fish pressed against the sides and bottom of Odo's boat, and the silvery, rainbow multitude forced the boat from the fresh-water of the river into the salt of the Great Sea, dying as they went.\\n\\n'And so Odo Grubb paid the price for his success. Give a thought to him on this night, floating on the Great Sea far away, never to return.'",
      "es": ""
    },
    {
      "id": 252143511,
      "en": "'[placeholder], help her!'",
      "es": ""
    },
    {
      "id": 162883672,
      "en": "'My story is a cautionary tale, but I urge you not to discount it for it is also true, very true. The events of this story took place not so very long ago, shortly after the new homesteads were made available in the Shire.\\n\\n'A very old and by most accounts rather unpleasant hobbit, the widow Spinner, was enamoured of one of the homes on Myrtle Court, and she greatly desired to purchase it. She was not the only interested buyer, of course, but she had the most money to spend and she was able to outbid her chief rival, a young hobbit named Bob Newbuck. She purchased the most desirable home on Myrtle Court, and she lived there for several months, much to Bob's consternation.\\n\\n'Well, Bob wasn't one to give up, even when losing a contest, and he made it a point to pass by Myrtle Court as often as possible, scowling in the direction of the widow Spinner's home at every opportunity. One night as he passed by the lane, he heard a strange voice calling in the darkness. He looked more closely and saw the widow Spinner standing in the yard beside her burrow, wearing a long nightshirt and a sleeping cap.\\n\\n'\\qCrazy old bat!\\q Bob thought to himself as he continued down the lane to his own, comparably disappointing and cramped burrow.\\n\\n'Thinking back on that curious sight some time later, Bob decided that he might have been the last person to see the widow Spinner before she disappeared. Indeed, no one else could tell the Shirriffs what had happened to her or where she had gone. Bob was as helpful as he could be, and he told them what little he knew, but it was not long before the widow Spinner was declared dead and 6 Myrtle Court was once again available to purchase.\\n\\n'Bob wasted no time and purchased the house, and it was everything he hoped it would be. He decorated it to his liking and lived there happily for several months. He was lying in bed one night sometime after midnight when he heard a voice. \\qHelp me,\\q it called from somewhere outside Bob's cozy bedroom.\\n\\n'\\qWhat is that?\\q Bob wondered to himself, and pulled the covers up to his chin. \\qHelp me,\\q the voice called again. Bob squeezed his eyes shut, but then decided that the morning was too far off and there would be no escaping the plaintive voice. He followed its call out of his bedroom, down the hall, and finally outside.\\n\\n'The air was cold and the night was dark, but he was able to hear the voice clearly enough to follow it to the side yard, where the well was dug. Sure enough, the voice echoed up from the dark hole in the ground. \\qHelp me,\\q it asked again. Bob leaned over the hole and scowled. \\qSpinner, if that's you down there,\\q he began, but he wasn't able to finish the thought before something slammed into his back and he slipped on the wet grass. Bob tumbled down the well, and everything went dark.\\n\\n'When he awoke, he was lying half in and half out of the water, deep inside the well. A crevice in the wall opened into a chamber dug out of the dirt, and he was wedged painfully in that crack. He felt woozy, and it was hard to make his eyes focus. Gradually they did, and he saw the widow Spinner sitting on the floor, leaning against the wall of the dirt chamber, a teapot and several plates arranged around her.\\n\\n'\\qHelp me,\\q the voice said once again, and Bob realized that it came not from the widow Spinner, but from somewhere much closer, right by his ear. \\qHelp me set out the tea,\\q it continued. \\qShe will be so happy to have someone over for tea.\\q Something pulled at his arm roughly and Bob disappeared into the dirt chamber. He was never seen again.\\n\\n'I heard that 6 Myrtle Court is available for purchase again... if you don't mind tea at midnight.'",
      "es": ""
    },
    {
      "id": 162883673,
      "en": "'I overheard this story when I was very little, and it made quite an impression! I vowed never to let fear be the master of me, and so far it hasn't, and won't! Some hobbits could still learn that lesson, I'd say!\\n\\n'Long ago, a wealthy hobbit named Longo Proudfoot lived alone in a fancy manor in Michel Delving. He enjoyed expensive things and employed many servants, and it was a poorly-kept secret that he did not treat them well. He enjoyed the food they prepared for him, but he was consumed with distrust, and he feared they would sneak into the pantry and steal the ingredients within for their own families.\\n\\n'So it was that Longo had strong locks and heavy bars installed on his pantry, and carried the only keys. When it was time for his servants to prepare his dinners, he would march them to the door, carefully unlock everything, and stand by watching while they removed what they needed. He carefully marked the quantities of each foodstuff, and if it seemed more was being withdrawn than was necessary, he had strong words at the ready.\\n\\n'This continued for some time, but still Longo was certain that his servants were stealing his food. I cannot say for sure, but it seems to me that the extreme measures he used to prevent it must have enflamed the servants' desire to perpetrate some thievery, but that might just be my perspective as a rebellious hobbit!\\n\\n'At any rate, there came a day when Longo's suspicions were at their greatest level and he called all of his servants into the sitting room. \\qI no longer have need of your services!\\q he proclaimed, and dismissed them all. \\qGo steal from someone else's larder!\\q he cried as they streamed from the manor.\\n\\n'That night, as Longo lay in his bed, he found that his suspicions had not been eased by dismissing all of his servants. On the contrary, now he worried they would not be bound by loyalty and might break into the manor to gain access to his pantry. Where were his keys? Ah, here they are. Still, they might have already performed the deed, and replaced the keys when they were done!\\n\\n'Longo hurried to the pantry and found the many locks as he had left them earlier in the day. He unlocked every one and threw open the door, revealing shelf upon shelf of useful ingredients and foodstuffs. As he went inside for a closer look, he brushed the door by mistake and it swung shut behind him. If he had not been so focused on counting the bags of flour and inventorying the pickling jars, he might have heard the heavy bar fall into place outside the door, but he did not.\\n\\n'No one knows how long it took before anyone noticed they had not seen Longo Proudfoot set foot from his manor for some time, for he had told his servants not to return and he had no friends or family to check on him. He might have lasted for quite some time in that well-stocked pantry, but in the end, after all, does it really matter if it was days or if it was months?\\n\\n'But hobbits in the Shire have reported feelings of discomfort in their own pantries late at night, as if they were being watched from behind the shelves, and some folk have claimed to see eyes peering out at them from between the bags and boxes, eyes full of jealousy and distrust.'",
      "es": ""
    },
    {
      "id": 157908321,
      "en": "'If you hear a strange sound late at night, it just might be bored Hamson abroad.'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 193358897,
      "en": "'He is out there still, floating on the waves in the moonlight. I don't doubt it for a second.'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 81986225,
      "en": "'What?'",
      "es": ""
    },
    {
      "id": 39300209,
      "en": "'No!'",
      "es": ""
    },
    {
      "id": 81986226,
      "en": "'Can it be?'",
      "es": ""
    },
    {
      "id": 39300210,
      "en": "'Oh no!'",
      "es": ""
    },
    {
      "id": 81986227,
      "en": "'No!'",
      "es": ""
    },
    {
      "id": 39300211,
      "en": "'Esmeralda!'",
      "es": ""
    },
    {
      "id": 81986228,
      "en": "'I don't believe it!'",
      "es": ""
    },
    {
      "id": 81986229,
      "en": "'That can't be!'",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Choose another Boffin to tell a scary story",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'DNT - Griffo Story'",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'DNT - Marigold Story'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'DNT - Dinodas'",
      "es": ""
    },
    {
      "id": 24230129,
      "en": "'Ha ha ha!'",
      "es": ""
    },
    {
      "id": 24230130,
      "en": "'Ha ha!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Bingo and his many cousins have gathered on the edge of the Greenfields to share spooky stories and celebrate in the spirit of the Harvest Festival.",
      "es": ""
    },
    {
      "id": 24230131,
      "en": "'Did you see?'",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "The dancing flames of the camp-fire illumine the faces of the Boffins, and a spooky hush descends.",
      "es": ""
    },
    {
      "id": 24230132,
      "en": "'Ha!'",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Esmeralda cannot stop dancing! Is it the magic of the shoes?",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'What fun! What do you think, [placeholder]? It seems to me that Esmeralda should try acting at the Frostbluff Theatre... that was a convincing performance!\\n\\n'I'd say we certainly gave Dino a taste of the season, wouldn't you?\\n\\n'Oh, it's all in good fun. He'll be fine. He just needed a good scare. We wouldn't have carried out this trick if Prisca hadn't given her permission, and she thought it might do him some good, just as we did. It's the season for scares, after all!'",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "Bingo is by the camp-fire on the edge of the Greenfields.",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'The story I am about to tell is older than each of the others we have heard tonight, for it dates from the earliest days of the Shire and is recorded in very few places. I found it in a book that [placeholder] retrieved from the library of Great Smials, but it seems to me there were few copies of that book ever made. Once I tell you this story, it will live on, and you should all remember it.\\n\\n'Even in the earliest days of the Shire, festivals were already important to our distant ancestors. Were there Boffins, even then? I'd like to think so, although I have not seen a family tree that extends back that far. Certainly some branches of our family trees bear similar names to those earliest inhabitants of the Shire, and I have seen accounts of Esmeraldas, Marigolds, Griffos, and Foscos. But I am getting distracted!\\n\\n'A young girl by the name of Menegilda desired to win a dancing competition, but her chief rival, one Peony, excelled at the art and bested her at every opportunity. Menegilda was obsessed with winning the great prize, and she became convinced that Peony owed her success to the violet shoes she always wore. Menegilda hatched a plan to steal the shoes.\\n\\n'She surprised Peony on the banks of the Brandywine and demanded she hand over the shoes. Peony refused and said there was a spell on the shoes; they would work only at her command, and they would do Menegilda no good at all. Menegilda was not dissuaded. In fact, the revelation that the shoes were enchanted filled her with happiness. At last, an explanation for her continued failure to beat Peony at dancing!\\n\\n'Peony removed the shoes and threw them at her rival. \\qFine!\\q she cried, \\qHave them! I will tell my father what you've done, and you won't be allowed to dance at all!\\q This was a mistake, but Peony did not understand the rage that seethed within Menegilda's heart. Menegilda charged at her with arms raised, and she pushed Peony into the river. She never surfaced.\\n\\n'Menegilda put on her stolen shoes and returned to town. There were whispers, but no one had seen her encounter with Peony, and it was believed that Peony may have run away, seeking her fortune beyond the borders of the Shire. Menegilda did not care; her every thought was bent on winning the next dance contest.\\n\\n'A few weeks later, Menegilda wore her new shoes and danced on the stage before all the assembled hobbits. Everyone cheered and applauded, for they had never seen such dancing before, not even when Peony had participated. Menegilda was the clear winner.\\n\\n'And yet, something was wrong. Someone tried to present Menegilda with the winning ribbon, but she merely continued to dance. Everyone applauded again, but she showed no signs of stopping. \\qI think that's enough, dear!\\q someone called, but now there were tears streaming from Menegilda's face and the assemblage came to understand that she wanted to stop, but could not.\\n\\n'Folk rushed the stage and sought to remove the violet shoes, but they wouldn't come off. Menegilda's feet flew left and right, here and there, but even when she fell into a stupor the dance continued. At last it stopped, but Menegilda's dancing days were done. The shoes were packed into a box and it was sealed away, hidden in a dusty corner of a forgotten burrow. Hobbits spoke for a time of Menegilda and the cursed shoes, but eventually the story passed into legend, and folk doubted if it had ever really happened, even as they feared to speak of it.'",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "Bingo has a spooky story to share.",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Listen to spooky stories with the Boffins",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'This is the perfect night to share spooky stories, [placeholder], even better than I hoped! Many of my cousin Prisca's children have told me they have their own stories ready to share, and I have one of my own as well.\\n\\n'Bolster your courage, my friend, and let us celebrate in the scary spirit of the season!'",
      "es": ""
    },
    {
      "id": 111477412,
      "en": "Talk to Bingo and hear his spooky story",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "Listen to spooky stories with the Boffins",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Many, many years ago, long before our family trees had so much as sprouted, there was a small village on the banks of the Brandywine, not far from where Stock is located today. One of the prominent figures in this village was a fellow named Gerd Goodcliff; he had the respect of his neighbours and was consulted about many of the matters that faced the town. It was widely-held that when the time came for the Mayor to step down, Gerd would easily be chosen to take his place.\\n\\n'One day, Gerd was walking among the reeds at the river's edge when he heard a small voice among the rushes. \\qHow curious!\\q he thought to himself, and he squatted down in the mud to find the owner of the voice. Finding nothing, he prepared to stand once again, but before he could a large black cat padded out of the reeds. \\qWell, hello there,\\q he greeted the cat, and turned to go.\\n\\n'\\qHello yourself,\\q it said to him.\\n\\n'Gerd was most surprised, for this was the first time a cat had ever spoken to him. Once he recovered himself, he found that the cat was not simply talkative, but quite friendly as well. It introduced itself as Green-eyes, and said that it came from a far-away land in search of a home. Gerd was happy to offer Green-eyes such a place at his own humble burrow, and Green-eyes contributed in his own way: keeping mice and other undesirables away from Gerd's pantry.\\n\\n'In time, Green-eyes proved capable at finding much more than mice. He would stalk throughout the village, creeping into half-open windows and pushing open unlatched doors. He learned many interesting rumours and overheard much gossip about the hobbits of the town, and he recounted each salacious morsel to Gerd with delight.\\n\\n'Gerd began to look upon his neighbours with distaste and distrust, and he found he could no longer stand to engage in conversation with them. He became cold and distant, and other hobbits avoided him when they saw him on the road, crossing to the other side rather than speak with him. When they returned to their homes, Green-eyes would follow behind and listen while they called Gerd off-putting, odd, and unfriendly. The cat recounted these stories to Gerd with regret, but his tail twitched back and forth happily.\\n\\n'\\qI don't need these liars as friends anyway,\\q Gerd told him one day. \\qI have you, Green-eyes, and you're the only friend this hobbit needs.\\q Green-eyes nodded, his tail twitching.\\n\\n'Not long afterward, a day came when Gerd could not find Green-eyes anywhere. Despairing, and certain that one of his neighbours had done some harm to his friend, he ran screaming out into the centre of town. Folk watched his raving progress through the village, and their whispers were no longer hushed or hidden. Madly, Gerd ran down to the banks of the river, and there at last he found his friend.\\n\\n'Green-eyes stood among the reeds, and with his two front paws he pushed a small boat out into the river. He clambered onto it, and turned back to face Gerd as it floated out on the current.\\n\\n'\\qWhy, Green-eyes? Why must you leave?\\q Gerd called out to him. Green-eyes did not respond, but only watched him silently until the current bore him away and out of sight.\\n\\n'No one knows what happened to Gerd Goodcliff after that, but he never came back to town, and he never became Mayor. But there are some who say that if the moon is high in the sky, like it is tonight, you might catch a glimpse of Green-eyes on his boat, floating away down the river, his tail twitching, twitching, twitching.'",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Help Esmeralda remove the cursed shoes",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'My story is a cautionary tale, but I urge you not to discount it for it is also true, very true. The events of this story took place not so very long ago, shortly after the new homesteads were made available in the Shire.\\n\\n'A very old and by most accounts rather unpleasant hobbit, the widow Spinner, was enamoured of one of the homes on Myrtle Court, and she greatly desired to purchase it. She was not the only interested buyer, of course, but she had the most money to spend and she was able to outbid her chief rival, a young hobbit named Bob Newbuck. She purchased the most desirable home on Myrtle Court, and she lived there for several months, much to Bob's consternation.\\n\\n'Well, Bob wasn't one to give up, even when losing a contest, and he made it a point to pass by Myrtle Court as often as possible, scowling in the direction of the widow Spinner's home at every opportunity. One night as he passed by the lane, he heard a strange voice calling in the darkness. He looked more closely and saw the widow Spinner standing in the yard beside her burrow, wearing a long nightshirt and a sleeping cap.\\n\\n'\\qCrazy old bat!\\q Bob thought to himself as he continued down the lane to his own, comparably disappointing and cramped burrow.\\n\\n'Thinking back on that curious sight some time later, Bob decided that he might have been the last person to see the widow Spinner before she disappeared. Indeed, no one else could tell the Shirriffs what had happened to her or where she had gone. Bob was as helpful as he could be, and he told them what little he knew, but it was not long before the widow Spinner was declared dead and 6 Myrtle Court was once again available to purchase.\\n\\n'Bob wasted no time and purchased the house, and it was everything he hoped it would be. He decorated it to his liking and lived there happily for several months. He was lying in bed one night sometime after midnight when he heard a voice. \\qHelp me,\\q it called from somewhere outside Bob's cozy bedroom.\\n\\n'\\qWhat is that?\\q Bob wondered to himself, and pulled the covers up to his chin. \\qHelp me,\\q the voice called again. Bob squeezed his eyes shut, but then decided that the morning was too far off and there would be no escaping the plaintive voice. He followed its call out of his bedroom, down the hall, and finally outside.\\n\\n'The air was cold and the night was dark, but he was able to hear the voice clearly enough to follow it to the side yard, where the well was dug. Sure enough, the voice echoed up from the dark hole in the ground. \\qHelp me,\\q it asked again. Bob leaned over the hole and scowled. \\qSpinner, if that's you down there,\\q he began, but he wasn't able to finish the thought before something slammed into his back and he slipped on the wet grass. Bob tumbled down the well, and everything went dark.\\n\\n'When he awoke, he was lying half in and half out of the water, deep inside the well. A crevice in the wall opened into a chamber dug out of the dirt, and he was wedged painfully in that crack. He felt woozy, and it was hard to make his eyes focus. Gradually they did, and he saw the widow Spinner sitting on the floor, leaning against the wall of the dirt chamber, a teapot and several plates arranged around her.\\n\\n'\\qHelp me,\\q the voice said once again, and Bob realized that it came not from the widow Spinner, but from somewhere much closer, right by his ear. \\qHelp me set out the tea,\\q it continued. \\qShe will be so happy to have someone over for tea.\\q Something pulled at his arm roughly and Bob disappeared into the dirt chamber. He was never seen again.\\n\\n'I heard that 6 Myrtle Court is available for purchase again... if you don't mind tea at midnight.'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'You all know I love napping, and it has been the subject of some teasing throughout the years. But I tell you this! Mother told us this story when we were very young, and if some of you forgot it, well, I never did! Once you have heard it again, you will be jealous of my afternoon naps and my early bed-times, I don't doubt it!\\n\\n'Many years ago, a hobbit named Hamson Broadbeam lived in the town of Overhill. He was a woodworker of much renown, and folk came from all throughout the Shire to buy his crafted goods. You can still find oaken chests bearing his mark in hobbit-holes throughout all the four Farthings, though Hamson himself is only remembered in this tale.\\n\\n'He was a victim of his own success. There were so many orders from so many customers that he had to stay awake late into the evening to finish each crafted good, stumbling into bed as the first beams of light began to shine through the trees onto Overhill. His work began to suffer, and he feared that his reputation would be tarnished unless something changed, and quickly.\\n\\n'One day, Hamson was drowsily walking through the Bindbole Wood to an area where he was accustomed to felling trees for his workbench. As he approached the location, he felt the hair on his toes stand up; something was watching him from the tree-canopy.\\n\\n'\\qHullo? Is anyone there?\\q he called.\\n\\n'\\qI live here,\\q a thin, reedy voice replied. Hamson squinted up at the branches, but he could not see the speaker.\\n\\n'\\qI don't see you,\\q Hamson said. \\qAm I asleep? I must have fallen asleep somewhere on the trail, and now I am dreaming. I hope no animals find my body while I sleep!\\q\\n\\n'\\qYou seem pretty awake to me,\\q the mysterious voice answered. \\qAt least, you're not asleep, but perhaps you should be. Your limbs hang loosely, your eye-lids droop, and I see exhaustion in every part of you.\\q\\n\\n'Hamson was impressed that this strange new acquaintance could read the situation so clearly, and he described the many demands on his time that prevented him from sleeping. \\qIf only I didn't need to sleep,\\q he exclaimed, \\qI need worry about nothing!\\q\\n\\n'At first, the voice from the tree-canopy did not respond. Then, a small twig with red berries fell from aloft, landing in the dirt by Hamson's feet. \\qWhat's this?\\q he asked.\\n\\n'\\qI do not need to sleep,\\q the voice responded. \\qEat those berries and you will not need to sleep either.\\q Normally, Hamson would not have trusted such a gift from a stranger, particularly from one so strange as this, but he so desperately wanted the berries to do as the voice promised that he did not give it a second thought. He ate them greedily, but felt no different. He asked how long it would take for him to notice their effect, but the voice did not respond. Angrily, Hamson went home. He didn't even care to collect the wood that had brought him into the forest in the first place, so disappointed and out-of-sorts was he.\\n\\n'That night, Hamson fashioned a set of chairs requested by a wealthy patron, and the work was delicate enough that he found himself quite engaged and still awake by dawn. In fact, his drowsiness had departed, and he worked all the rest of the day and into the following evening. \\qCan it be?\\q he asked his empty burrow. \\qDid those berries take away my need of sleep?\\q It seemed to be so, and Hamson had never been so happy.\\n\\n'The following weeks were a delight for the woodworker, and he finished every order set before him. When there were no more orders to fill, he read his small collection of books, and he felt he had become a much smarter and more cultured gentlehobbit. When there were no more books to read, he took long walks through the Shire at night, and marveled at the night-time beauty of the countryside. When that finally lost its lustre, he returned to his home and lay awake in his bed. He had exhausted everything he wanted to do, and now he was bored. All he wanted to do was to close his eyes and sleep, but try as he might he would never sleep again. As bad as he had felt before, now he felt worse. Every day felt like an eternity, and every night felt like two.\\n\\n'Hamson walked every inch of the Bindbole Wood, calling for the mysterious voice to return and give him different berries, but as far as I know he never found it. He might be walking there still, just over there, seeking an end to his endless wakefulness.'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'I overheard this story when I was very little, and it made quite an impression! I vowed never to let fear be the master of me, and so far it hasn't, and won't! Some hobbits could still learn that lesson, I'd say!\\n\\n'Long ago, a wealthy hobbit named Longo Proudfoot lived alone in a fancy manor in Michel Delving. He enjoyed expensive things and employed many servants, and it was a poorly-kept secret that he did not treat them well. He enjoyed the food they prepared for him, but he was consumed with distrust, and he feared they would sneak into the pantry and steal the ingredients within for their own families.\\n\\n'So it was that Longo had strong locks and heavy bars installed on his pantry, and carried the only keys. When it was time for his servants to prepare his dinners, he would march them to the door, carefully unlock everything, and stand by watching while they removed what they needed. He carefully marked the quantities of each foodstuff, and if it seemed more was being withdrawn than was necessary, he had strong words at the ready.\\n\\n'This continued for some time, but still Longo was certain that his servants were stealing his food. I cannot say for sure, but it seems to me that the extreme measures he used to prevent it must have enflamed the servants' desire to perpetrate some thievery, but that might just be my perspective as a rebellious hobbit!\\n\\n'At any rate, there came a day when Longo's suspicions were at their greatest level and he called all of his servants into the sitting room. \\qI no longer have need of your services!\\q he proclaimed, and dismissed them all. \\qGo steal from someone else's larder!\\q he cried as they streamed from the manor.\\n\\n'That night, as Longo lay in his bed, he found that his suspicions had not been eased by dismissing all of his servants. On the contrary, now he worried they would not be bound by loyalty and might break into the manor to gain access to his pantry. Where were his keys? Ah, here they are. Still, they might have already performed the deed, and replaced the keys when they were done!\\n\\n'Longo hurried to the pantry and found the many locks as he had left them earlier in the day. He unlocked every one and threw open the door, revealing shelf upon shelf of useful ingredients and foodstuffs. As he went inside for a closer look, he brushed the door by mistake and it swung shut behind him. If he had not been so focused on counting the bags of flour and inventorying the pickling jars, he might have heard the heavy bar fall into place outside the door, but he did not.\\n\\n'No one knows how long it took before anyone noticed they had not seen Longo Proudfoot set foot from his manor for some time, for he had told his servants not to return and he had no friends or family to check on him. He might have lasted for quite some time in that well-stocked pantry, but in the end, after all, does it really matter if it was days or if it was months?\\n\\n'But hobbits in the Shire have reported feelings of discomfort in their own pantries late at night, as if they were being watched from behind the shelves, and some folk have claimed to see eyes peering out at them from between the bags and boxes, eyes full of jealousy and distrust.'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'When we came here to see cousin Bingo and celebrate the Harvest Festival with him, we crossed the Brandywine Bridge and took the road by Stock. Do you all remember looking across the water and seeing the farms of Budgeford? My story took place at one of those farms, and the events told therein happened not so long ago. I know these events are true, though they sound unbelievable. The story was told to me by someone who would know the truth of the matter.\\n\\n'The farm stood right on the river's edge, and belonged to a hobbit named Everard. He was a Bolger, as are many of the folk of Budgeford, but whereas most of the Bolgers are fine farmers, Everard struggled daily to maintain his crop. Either it was taken by blight, or savaged by crows, or munched by rabbits, and on many occasions he had to depend upon the charity of his neighbours for his family to survive.\\n\\n'Everard blamed his scarecrow most of all. No matter how hard he tried, he could not fashion a suitably frightening scarecrow; every day, the birds came to feast on his crops, undeterred. He was at his wit's end on a Tuesday, and even as he glowered at his failing scarecrow, a raven flew down from the sky and lighted upon it.\\n\\n'\\qOh, I'll teach you what you deserve!\\q Everard growled as he swung his trowel at the bird. The raven flew just out of reach, and then landed once again upon the scarecrow's straw hat.\\n\\n'\\qYou seem upset, friend,\\q the raven said. This set Everard back a bit, for while he had heard stories of speaking birds he had never encountered one himself. \\qUpset?\\q he managed. \\qOf course! You birds won't leave my crops alone, you vile things!\\q\\n\\n'\\qIt does seem like you deserve better,\\q the raven responded. \\qIf you like, I can speak to my people and see if perhaps we could come to an arrangement. I'd be willing to do this for you if you let me sample some of these grains.\\q Everard thought it over and could see few drawbacks to the raven's proposal. After all, one bird's appetite would be less than a whole flock, and by giving up some of the crop he might secure safety for the rest. \\qI agree,\\q he told the bird, and watched as it devoured some of the crop and flew away.\\n\\n'The next day saw little improvement, and birds continued to harry his crops. He was certain he would not see the raven again, but to his surprise the bird appeared and spoke. \\qThey said they want to help you out, but they just can't resist the taste of the crops you're growing here. They said what you need is a better scarecrow. That would make it much more difficult for them to fly near.\\q\\n\\n'\\qI have tried to make this one scarier,\\q Everard told him, \\qbut it's just no good.\\q\\n\\n'\\qLet's see what we can do,\\q the raven replied.\\n\\n'The Wednesday sun crossed the sky, and as dusk approached, Everard's wife sent their daughter Holly to bring Everard in for supper. As Holly approached the field, she marveled at how life-like appeared the second scarecrow her father had made. He must have spent all day fashioning it; it looked just like a hobbit. As she watched, a raven hopping among the grains squawked and flew away.'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'I am not telling a story! Pick someone else, [placeholder]. Honestly!'",
      "es": ""
    },
    {
      "id": 246419872,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Odo Grubb was the finest fisherman the Shire had ever seen, and none who cast their lines today can hope to rival his skill. Nor should they, if you believe the tale I am about to tell. I believe it, for it is surely true.\\n\\n'Odo's name was known far and wide throughout the Shire in his day, and it seemed he could find fish in any body of water; not just fish, but fish of a size you would hardly have expected! Where most hobbits would pull minnows of middling sizes from their hooks, Odo could cast into the river and take from it fish of incredible beauty, their rainbow scales glittering, creatures of a size that no hobbit had ever drawn before.\\n\\n'So skilled was he that he dared clamber into a boat of his own making and fish far from the banks, which was very unusual for hobbits of his day, and indeed remains so! Yet it also proved unwise, for there came a day when a great behemoth of a fish seized his line and pulled his boat rapidly along with the current. Most hobbits would have dropped their rod and rowed to safety, but Odo had a reputation to uphold; he braced himself against the sides and held onto the rod for dear life.\\n\\n'\\qI will make you mine!\\q he proclaimed to the great fish as it pulled him along. \\qI will be the victor in this contest, or my name is not Odo Grubb, Master Fisherman!\\q\\n\\n'The battle lasted for days, and the mighty fish pulled Odo's boat far from the Shire and into lands unknown to all hobbits. At last, consumed by hunger and weariness, Odo released his hold on the fishing rod and it flew out of the boat and into the water. \\qI give up,\\q he said to no one as his boat slowed from its rapid pursuit. He picked up the oars and prepared to begin the long journey homeward.\\n\\n'Then something bumped into the underside of his boat and the oars broke from their locks and fell into the water; but his rapid journey southward continued. \\qWhat is happening?\\q he cried aloud, and peered over the side into the water below. The great fish had not left him, but remained, pushing the boat on its southward course. \\qWhere are you taking me?\\q Odo demanded, but the fish did not respond.\\n\\n'This continued for many days, until Odo was faint with hunger. He collapsed in the base of his boat, and once again wondered when the great fish would let him go. \\qDid you bring me here just to let me die?\\q he cried aloud, too weak to even shake his fist at the cruel skies. Then he heard a splash, and another: small fish were leaping from the water and landing in the boat. \\qWhat... what luck!\\q he gasped, and grabbed them with both hands. He ate them raw, which he would have found distasteful back home, but on this terrible day he was glad for the unexpected gift.\\n\\n'His vigour renewed, Odo was now strong enough to keep watch from the front of his boat, and that is how he saw the Great Sea approaching, and the river's end. The boat slowed, and the great fish halted its pushing. It lifted its great head from the water, and Odo saw that the creature was not alone: there were fish of every imaginable size and shape surrounding his boat. \\qWhat do you want?\\q he asked.\\n\\n'As Odo surveyed the vast variety of the diverse species that surrounded him, he found that he recognized every type of fish. At one point or another in his esteemed career, he had caught at least one of each of these types, and in some cases many. \\qYou hold me responsible?\\q he whispered. \\qYou came for me. You came for me... for revenge?\\q\\n\\n'The fish stared at him with bulbous eyes, their gills working silently just beneath the surface of the water.\\n\\n'\\qBut... but you fed me. Why keep me alive?\\q\\n\\n'There was no response from the silent assembled, but suddenly they moved as one. Hundreds of fish pressed against the sides and bottom of Odo's boat, and the silvery, rainbow multitude forced the boat from the fresh-water of the river into the salt of the Great Sea, dying as they went.\\n\\n'And so Odo Grubb paid the price for his success. Give a thought to him on this night, floating on the Great Sea far away, never to return.'",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'DNT - Angelica Story'",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'DNT - Berilac Story'",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "The dancing flames of the camp-fire illumine the faces of the Boffins, and a spooky hush descends.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'DNT - Camellia Story'",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'DNT - Fosco Story'",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Talk to Bingo by the camp-fire",
      "es": ""
    },
    {
      "id": 246419881,
      "en": "Bingo's many cousins have scary stories to share, and you should choose who goes next.",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "'I think I have made myself very clear, [placeholder]. I am not telling a story! Pick someone else!'",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Listen to spooky stories with the Boffins",
      "es": ""
    },
    {
      "id": 162883745,
      "en": "'I do not know very many spooky stories, but I know another of my children would love to go next. Not Dinodas, perhaps, but someone else!'",
      "es": ""
    },
    {
      "id": 162883746,
      "en": "'I don't have a story prepared, but I am happy just listening.'",
      "es": ""
    },
    {
      "id": 246419893,
      "en": "The dancing flames of the camp-fire illumine the faces of the Boffins, and a spooky hush descends.",
      "es": ""
    },
    {
      "id": 246419897,
      "en": "What is happening? The story-telling has taken a frightful turn!",
      "es": ""
    },
    {
      "id": 265078305,
      "en": "'So if you see a black cat, stay away. It might be Green-eyes.'",
      "es": ""
    },
    {
      "id": 176342001,
      "en": "'Holly told me this story herself, and she wouldn't joke about that. It's all true.'",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'Oh, I do not know very many spooky stories. But I am certain one of my children will be happy to go first!'",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'I would be happy to go first, if I had a story prepared. But I think I will just listen for now.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: A Night for Ghost Stories",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Bingo is standing near the camp-fire on the edge of the Greenfields with his many cousins.",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Bingo's many cousins have scary stories to share, and you should choose one of them to begin.",
      "es": ""
    },
    {
      "id": 160731409,
      "en": "'Nonsense! These stories are all rubbish!'",
      "es": ""
    },
    {
      "id": 262948881,
      "en": "'That's not true! That can't be true.'",
      "es": ""
    },
    {
      "id": 18502689,
      "en": "'How do you know?'",
      "es": ""
    },
    {
      "id": 262948882,
      "en": "'It's just rubbish. All these stories are nonsense!'",
      "es": ""
    },
    {
      "id": 18502690,
      "en": "'I'll do it! I'm not afraid!'",
      "es": ""
    },
    {
      "id": 262948883,
      "en": "'There's no way those are the same shoes!'",
      "es": ""
    },
    {
      "id": 18502691,
      "en": "'I'm not scared, mother!'",
      "es": ""
    },
    {
      "id": 262948884,
      "en": "'No! Nooooo! Esmeralda!'",
      "es": ""
    },
    {
      "id": 18502692,
      "en": "'They fit perfectly!'",
      "es": ""
    },
    {
      "id": 262948885,
      "en": "'It's all true! It's all true!'",
      "es": ""
    },
    {
      "id": 18502693,
      "en": "'See? Nothing to worry about.'",
      "es": ""
    },
    {
      "id": 18502694,
      "en": "'I... I can't! I can't stop!'",
      "es": ""
    },
    {
      "id": 24683089,
      "en": "'You can choose who gets to share the first story, [placeholder]!'",
      "es": ""
    },
    {
      "id": 24683090,
      "en": "'Well, that was certainly something. Who should go next?'",
      "es": ""
    },
    {
      "id": 24683091,
      "en": "'Not at all! Is it my turn? I have a good story to tell!'",
      "es": ""
    },
    {
      "id": 154875377,
      "en": "'Oh! I gave myself the shivers!'",
      "es": ""
    },
    {
      "id": 177082760,
      "en": "The shoes won't come off!",
      "es": ""
    },
    {
      "id": 261723841,
      "en": "'The eyes of Longo Proudfoot.'",
      "es": ""
    },
    {
      "id": 111477328,
      "en": "Remain alert for a cure to the cursed shoes",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Choose one of the Boffins to tell a scary story",
      "es": ""
    },
    {
      "id": 111477329,
      "en": "Talk to Bingo by the camp-fire",
      "es": ""
    },
    {
      "id": 187377489,
      "en": "'Esmeralda, are you sure?'",
      "es": ""
    },
    {
      "id": 187377490,
      "en": "'All right, Esmeralda, you should probably take them off now.'",
      "es": ""
    }
  ]
}