{
  "id": 621005265,
  "txt": [
    {
      "id": 228870261,
      "en": "I. A Little Spooky Research",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Search the book-shelves in the library of Great Smials for a scary book",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'Feel free to take that scary tome with you, [placeholder], and bring it to Bingo Boffin for his perusal. May it increase his enjoyment of the Harvest Festival! I know he will see it returned to me... eventually.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'You have already agreed to join us on the Greenfields for the sharing of spooky stories, but now that I know Dinodas believes himself to be above scaring I fear my own stories might not be, well, frightening enough! I need to do some more research, [placeholder]!\\n\\n'Can I ask you to make the trip to Tuckborough and to secure the assistance of Donnamira Took, the librarian of Great Smials? She has an unrivalled understanding of the contents of the library, and she will certainly know where to find a tome or two with the scariest of hobbit stories within!\\n\\n'Find me suitably scary stories, and I will make one or two further arrangements, and we will be ready for the telling of tales when it is dark enough!'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Donnamira Took in the library of Great Smials",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'You are looking for a book of scary stories? I cannot say that any come immediately to mind, for hobbits do not generally write down such things, though they do enjoy sharing them in person... especially in warm comfort, with the dark of night safely beyond shuttered panes and far away.\\n\\n'You are welcome to look for yourself, [placeholder].'",
      "es": ""
    },
    {
      "id": 49286704,
      "en": "Bring the scary book to Bingo Boffin near the Party Tree",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Bingo has asked you to procure a scary book from the library in the Great Smials, in Tuckborough.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the event it is associated with ends. </rgb>\\n",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Well, this is very curious. I do not believe I have ever seen this book before. The letters on the cover are very faded and most indistinct; I cannot read very much of the title, but the first word seems to be \\qChill.\\q I believe it promises \\qChilling Tales,\\q and a cursory examination seems to bear out this presumption!\\n\\n'Feel free to take it with you, [placeholder], and bring it to Bingo Boffin for his perusal. May it increase his enjoyment of the Harvest Festival! I know he will see it returned to me... eventually.'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "One of the book-shelves in the library of Great Smials may have a suitably scary book to serve Bingo's needs.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Ah, this book looks perfect, [placeholder], thank you! I shall spend some time becoming acquainted with the tales within, and it will be time to share spooky stories before you know it!'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Can I ask you to make the trip to Tuckborough and to secure the assistance of Donnamira Took, the librarian of Great Smials? She has an unrivalled understanding of the contents of the library, and she will certainly know where to find a tome or two with the scariest of hobbit stories within!\\n\\n'Find me suitably scary stories, and I will make one or two further arrangements, and we will be ready for the telling of tales when it is dark enough!'",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Bingo Boffin is near the Party Tree, in Hobbiton.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Donnamira Took is in the library of Great Smials, in Tuckborough.",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Talk to Donnamira Took in the library of Great Smials",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "Donnamira Took is in the library of Great Smials, in Tuckborough.",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "You find a tattered book that seems to contain frightful tales!",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'You are welcome to look for a scary book yourself, but none come to mind at the moment.'",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "None of the books on this shelf seem very scary",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "There are no scary books in this book-case",
      "es": ""
    }
  ]
}