{
  "id": 621005270,
  "txt": [
    {
      "id": "0xda44875",
      "en": "I. An Autumnal Mystery",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50251",
      "en": "Climb the hill and look for some sign of the apparition",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'It's gone? I'm disappointed, but that just makes me even more curious about it! What is going on here, [placeholder]?\\n\\n'What does Dinodas think? Perhaps afterwards you can circle around to that building on top of the hill and see some sign of the apparition.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'There's... there's nothing here? That's... that's even more scary! I do not like this, [placeholder]!\\n\\n'I mean... it is all nonsense! There was nothing here to begin with, and it's very cruel of you to pretend otherwise!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a5",
      "en": "Bingo wants to see the spectral vision for himself, and asked you to lead him to it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'What fun! A mysterious apparition appeared in the wood? How delightful!\\n\\n'I simply must see it for myself! Let's go, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a7",
      "en": "Bingo and Dinodas have come to the location where you saw the spectral apparition, but now there is no sign of it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50256",
      "en": "Talk to Bingo in the Bindbole Wood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1187",
      "en": "You know this was the location, but the apparition is gone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Bingo is very interested to learn about the mysterious vision that appeared in the Bindbole Wood.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the event it is associated with ends. </rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b0",
      "en": "Bingo thinks you might find some sign of the apparition if you climb on top of the old building on the hill where it appeared.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b3",
      "en": "Bingo is in the Bindbole Wood, where the spectral apparition appeared.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a2",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a4",
      "en": "'You didn't see anything? I am not surprised. Whatever was here, it clearly does not want to be seen again. I wonder why?\\n\\n'My mind is full of questions, [placeholder]! This is truly an autumnal mystery! I need some time to think it over. I will meet you back at the Party Tree. This wood has become very spooky, and while Dinodas may not fear anything, I have to confess that this place has given me the chills. I love it! But perhaps we should head back to Hobbiton all the same.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a5",
      "en": "'I simply must see it for myself! Let's go, [placeholder]! To the north-west!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1172",
      "en": "You see nothing unusual on the approach to the ruined building",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1173",
      "en": "You stand atop the ruin, but see no sign of the spectral apparition",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Return to the location of the spectral vision in the Bindbole Wood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Talk to Bingo in the Bindbole Wood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a9",
      "en": "Talk to Dinodas in the Bindbole Wood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56854",
      "en": "'Perhaps you can circle around to that building on top of the hill and see some sign of the apparition.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56855",
      "en": "'It is all nonsense! There was nothing here to begin with, and it's very cruel of you to pretend otherwise!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}