{
  "id": 621037992,
  "txt": [
    {
      "id": "0xa4b0ff5",
      "en": "Crystal Journal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Crystal Journal[e]",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x38ce4c2",
      "en": "Brágha Fellwinder",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x61726d1",
      "en": "Mid-morn, 20th Day of my Exile\\n\\nGalachán brought me a sheet of parchment with a spell scrawled across it and demanded that I use it on the crystals. He scurried off like a rat, ignoring my questions. I am going to be spending the rest of my day simply trying to decipher his writing. I fear he is going mad, but who can I tell? My letters to Dûn Traikh go unanswered. \\n\\nEvening, 21st Day of my Exile\\n\\nI have performed the spell exactly as Galachán’s demented writing instructed. The crystals seemed to… shiver a bit, and then… nothing. Not a thing! Aside from perhaps smelling even fouler. What a waste of entrails. \\n\\nDawn, 30th Day of my Exile\\n\\nGalachán raved through the night about whispers and promises to the Dark. I do not think I got a moment of sleep. I also discovered that he instructed the messenger boy to destroy my missives to Dûn Traikh! All the times I tried to explain to them that Galachán is mad, my requests for support – tossed into the fire. I am livid, but must continue to pretend I know nothing of Galachán’s deeds. The threats he makes in his moments of clarity… I shall continue my work. He mustn’t know that I know.\\n\\nMidnight, 39th Day of my Exile\\n\\nGalachán’s spell is astonishing. If I understand correctly, this could have incredible potential. The genius behind it… is his madness making him capable of such leaps? No. I cannot believe that daft idiot came up with this on his own. He must be working with someone, and I must discover who. I have much to learn from such a master. .\\n\\nNoontime, 42nd Day of my Exile\\n\\nA remarkable discovery this morning! I woke to find the Warg nearly broken out of his cage! He was so frenzied that I feared he had the frothing sickness. When I approached the beast and caught his scent I realized what had happened. The crystals! They somehow seeped power into him! Driving him mad, yes, but also enhancing his strength! Whatever the spell was that Galachán made me recite over the crystals seems to have changed something of their nature. This requires further study. \\n\\nMidnight, 53rd Day of my Exile\\n\\nI have been studying the spell that Galachán, or his master, wrote. Thus far, the crystals seem to only have an effect on Wargs. I stashed a few shards in the Orc and Hobgoblin tents, but to no avail. Next I shall try them on the nearby dragon-kin that prowl the fields above the camp. I thought to leave one by Galachán’s sleeping cot, however making him stronger, more violent, and madder would perhaps not be the best of plans. First Light, 60th Day of my Exile\\n\\nIt appears that their power is not without limits. Over time and through exposure to the Wargs, the crystals lose their colour and become more transparent. Gratefully, the stench also becomes lesser. \\n\\nNear Dawn, 65th Day of my Exile\\n\\nI followed Galachán tonight. I needed to know where he gets these spells. He heard me once, I thought, but continued into Gundabad. We went deep into the mountain, into places that I have never been before. That familiar smell hit me long before we reached the cavern from which the crystals are harvested. Will it ever not make me gag? I dream of that filthy stink. It is nearly worse than the piles of refuse the hobgoblins leave rotting in their camps. \\n\\nNear Dawn, 65th Day of my Exile\\n\\nI expected him to stop once we reached the harvesting chamber, but was astonished to see Galachán hold a candle next to a section of the back wall. A simple spell, a twisting of light and intention, and it has fooled me all these many months. I will spend the rest of forever looking askance at the walls of this horrid place. \\n\\nGloaming, 65th Day of my Exile\\n\\nOnce through the illusion, I followed him down a dark tunnel. Only his torch lit the way, so I was forced to keep closer to him than I’d like. Though I slipped once on what I can only imagine was some sort of slime, he did not hear me. He pressed on, moving faster down the tunnel until he was nearly running! I was forced to take long strides to keep pace. For once I minded not being tall, though the tunnel’s ceiling was not far above my head. Dwarves had not a woman of my stature in mind when they carved that dark passage, though it was so roughhewn I wonder if it was those stunted creatures. Finally the tunnel evened out so that I no longer felt we were descending. Galachán rushed into a grand chamber that was lit with a familiar green glow. The stench nearly knocked me off my feet! \\n\\nDawn, 75th Day of my Exile\\n\\nOne of those wretched drakes crashed through the camp last night, stealing a sack full of goods as well as the tome of my notes thus far. I watched the beast tear the bag apart in midflight, my pages floating on the wind like leaves in fall. They could be anywhere around Elderslade, for all I know. All my notes, lost! All my work, I must recover from memory! I started after the creature, but Galachán was having another one of his fits and I was forced to pretend once more to docility. \\n\\nGloaming, FINAL Day of my Exile\\n\\nWith Galachán out of the way, my missives have gotten through to Dûn Traikh. My findings caused quite the stir and I have been called back to the town. I gleefully packed up all of my belongings, save my tent.  Rákhlazg was upset that I am leaving, but agreed once I suggested Natmoz might be better contained in the tower. The fool still complained that I was leaving his camp underpowered, as if his twenty or so Hobgoblins wouldn’t be up to the task of putting down a handful of dwarves.\\n\\nThough dwarves have been spotted in western Elderslade, they will never be able to press furthur to the wall. I will be glad to be back among my own kind. Once they see what I have discovered, we shall see about their thoughts on punishing me over Galachán’s demise. When they see the crystals and the spells and the Wargs… my exile is sure to be at an end. My beautiful Wargs will sing the name of Brágha Fellwinder as they destroy the dwarf forces.",
      "es": "",
      "es (fem)": ""
    }
  ]
}