{
  "id": 620794711,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Frodo Baggins and his cousin Bilbo -- though he calls him Uncle -- share the same birthday, but have been unable to celebrate together for seventeen years.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Hello there, I was wondering if you might be able to spare a moment. My Uncle Bilbo and I share a birthday, September the Twenty-second, and I have celebrated it by holding a small gathering in his honour every year since he left Bag End. Even though the day has passed, I thought it would be nice to get the old rascal something for our birthday anyway.\\n\\n'It is a small gift, but I was hoping that you could bring it to him. He wouldn't take a present from me now -- he would say, \\qIt isn't right, Frodo my lad, what with it being past our birthday and all,\\q but perhaps he wouldn't turn down the gift if it was delivered by someone else.\\n\\n'Would you do this for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bilbo Baggins is in the Hall of Fire in the Last Homely House at Rivendell.\\n\\nFrodo Baggins has asked that you deliver a belated birthday present to Bilbo.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, he did enjoy the gift, splendid! And here I go, having you carry off presents for others without thought of yourself. A wonderful [placeholder] if I ever knew one!\\n\\n'I believe I have something here for you. It isn't much, just a trinket. A small toy really. Why, I remember the day I was giving these out at my eleventy-first birthday not seventeen years ago...but I am going on with old tales again.\\n\\n'Thank you for your help, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Frodo Baggins is in Bilbo's room on the ground floor of the Last Homely House, in Rivendell.\\n\\nBilbo Baggins has asked that you bring Frodo a birthday present in return.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Bilbo Baggins is in the Hall of Fire in the Last Homely House, in Rivendell.\\n\\nFrodo Baggins has asked you to thank Bilbo for his gift.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I certainly hope Frodo enjoys my gift.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'What is this now? A present from Frodo for our Birthday? Well, isn't that curious, for I was planning on giving young Frodo a present of my own! It has been a tradition of mine ever since I arrived here in Rivendell to give out presents on my birthday to the Elves. They don't much understand the custom, but they always accept the gifts graciously. Wonderful folk, the Elves.\\n\\n'I always set aside a present for Frodo and have in fact been carrying it around for a few days now! I would more than likely forgotten about it had you not reminded me.\\n\\n'Take my present to him, if you would; he is often troubled, and it may brighten his mood.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Have you found my dear cousin yet, [placeholder]? It is important that you do so before our birthday is over.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Hmm, yes?  Can I help you with something?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Let Uncle Bilbo know that I appreciate his gift.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Bilbo accepted the present after all? Well, that did go better than I expected!\\n\\n'And what's this? A present for me, from Bilbo? He is always full of surprises.\\n\\n'Go back and tell him thank you very much, and that I will come to visit him later.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the present to Bilbo Baggins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'Did you deliver the present to Bilbo?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Deliver the present to Frodo in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Belated Birthday",
      "es": "",
      "es (fem)": ""
    }
  ]
}