{
  "id": 621069494,
  "txt": [
    {
      "id": "0xb011898",
      "en": "Eluna is waiting for you.\\n\\nTalk to Eluna.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "Eluna has asked you to say farewell to her students before you leave.\\n\\nTalk to Murig, Deryn, and Marget.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1788",
      "en": "Eluna asked you to speak with the people of Lhan Garan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568918",
      "en": "'Hello, traveller.\\n\\n'I'm sad to see you leave, but more than that, I'm grateful for your acquaintance in the first place. These past months have been quite the trial for all of us. Setting down roots in a foreign land, away from everything we call familiar, it's not easy. It makes every kindness feel more meaningful.\\n\\n'Ardhun? Well, she's stuck with us now. In a selfish way, I'm glad she is. I much prefer her being here with me, even if she's going to sulk her way through the entire winter.\\n\\n'Be kind to yourself out there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568930",
      "en": "'Before you go, say good-bye to the children, please.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e9",
      "en": "Talk to Eluna",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568902",
      "en": "Murig smiles warmly as you approach.\\n\\n'You had no obligation to us, yet you continued to put yourself in harm's way at every turn. Thank you.\\n\\n'The others and I will keep Lhan Garan safe. It will be here should you ever choose to come visit.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568904",
      "en": "'Farewell, [placeholder]. You have been a boon to us, and a genuine pleasure to get to know.\\n\\n'Be safe on your travels.'\\n\\nHe thrusts a small parcel of bread into your hands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568932",
      "en": "Marget's attention is on Ardhun. It's only when you get close does she seem to remember the world around her.\\n\\n'Say, traveller, you saw how she fought, right? How do you think I would measure up against her?'\\n\\nMarget smiles at you, and there is a hint of danger and mischief in her eyes.\\n\\n'About as well as I'd measure up against you, I suspect.\\n\\n'I hear you are to leave us soon. I hope the rest of your adventures are at least half as exciting as the one we shared.\\n\\n'Come visit us again. And bring bread. Deryn's tastes like medicine, somehow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f1",
      "en": "Talk to Murig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f3",
      "en": "Talk to Deryn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa303",
      "en": "Farewell to Lhan Garan",
      "es": "",
      "es (fem)": ""
    }
  ]
}