{
  "id": 621043139,
  "txt": [
    {
      "id": "0x8e11b90",
      "en": "The forge brightens as the bones are added",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01159",
      "en": "Ancient dwarf remains can be found in Máttugard.\\n\\nYou should collect dwarf remains for Belg Thickshanks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d2",
      "en": "Belg Thickshanks can be found at the Noble Gate in Máttugard.\\n\\nYou should talk to Belg Thickshanks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e111",
      "en": "Add the dwarf remains to the forge for Belg Thickshanks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fab2",
      "en": "Forging a Path",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50215",
      "en": "Talk to Belg Thickshanks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'Ah [placeholder], have you been practicing your smithing since we met in the Ironfold? Good, good! Grámi Hornhelm had asked me to accompany him to Gundabad, so that is why I am here. I will forge what is needed!\\n\\n'I hear the halls of Máttugard are littered with the bones of dwarves long since dead. These dwarves must have died during a battle long ago and I know it is custom to burn the dead in times of war. We can not burn their bodies here inside the Noble Gate but we could add their bones to the forge! I can not think of anything better to honour these dwarves than to forge them into a great weapon crafted by Grámi Hornhelm and myself!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "The bones of dwarves who have fallen in battles long past, still lie upon the halls of Máttugard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50216",
      "en": "Collect the ancient dwarf remains ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56814",
      "en": "'You have done well, and Máttugard feels a bit more inviting too! Do not worry, I will forge a fine weapon to honour the legacy of all those dwarves who have fallen in the quest to retake Gundabad. You have my word!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01108",
      "en": "Grámi's forge can be found at the Noble Gate in Máttugard.\\n\\nYou should add the dwarf remains to the forge for Belg Thickshanks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1137",
      "en": "Collected dwarf remains ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}