{
  "id": 621043137,
  "txt": [
    {
      "id": 184621217,
      "en": "Voices can be heard at Khorroz in Máttugard.\\n\\nYou should investigate the voices heard in Khorroz.",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 184621220,
      "en": "Iron Crown Sentinels can be found at Khorroz in Máttugard.\\n\\nYou should defeat the Iron Crown Sentinels and destroy any evidence of your deeds.",
      "es": ""
    },
    {
      "id": 184621267,
      "en": "The dead Angmarim can be found at Khorroz in Máttugard.\\n\\nYou should search the corpse for additional information as to the Angmarim's presence here.",
      "es": ""
    },
    {
      "id": 173025570,
      "en": "Investigate the voices heard in Khorroz",
      "es": ""
    },
    {
      "id": 173025617,
      "en": "Defeat Iron Crown Sentinels and destroy the evidence ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220709,
      "en": "Upon the Angmarim corpse you find a short missive:\\n\\n'Devoted servants of the Crown,\\n\\nA rift with Gorgar has become clear. The Azhorn under Orc control are lost to us. Go to Khorroz through the secret path and subdue more beasts for our purpose. Through our will, our new Azhorn will serve only the Iron Crown.\\n\\nYou have your orders.'\\n\\nThe missive is unsigned.\\n\\nIt would seem the Angmarim sent here failed their objective. You decide to make sure the Angmarim are unable to learn of the whereabouts of these slain servants.",
      "es": ""
    },
    {
      "id": 190220758,
      "en": "You explain to Prince Ingór about the Angmarim you found at Khorroz.\\n\\n'I thank you for this information. If the war has indeed divided the Orcs and Angmarim further, our success in Gundabad may come sooner than we initially planned!'",
      "es": ""
    },
    {
      "id": 184621272,
      "en": "Voices can be heard at Khorroz in Máttugard.\\n\\nYou should investigate the voices heard in Khorroz.",
      "es": ""
    },
    {
      "id": 173025575,
      "en": "Talk to Prince Ingór",
      "es": ""
    },
    {
      "id": 173025622,
      "en": "Search the corpse for additional information",
      "es": ""
    },
    {
      "id": 190220760,
      "en": "The body of a recently mauled Angmarim can be found in the far depths of Khorroz. The Angmarim was indeed killed by one of the cave-beasts lurking in this passage. Why an Angmarim was here at all is a question that will need answering, however. Perhaps there is some additional information to be found on this corpse.",
      "es": ""
    },
    {
      "id": 173025625,
      "en": "Investigate the voices heard in Khorroz",
      "es": ""
    },
    {
      "id": 148970464,
      "en": "Voices of Men can be heard coming from the back of Khorroz!",
      "es": ""
    },
    {
      "id": 148970467,
      "en": "More Angmarim!",
      "es": ""
    },
    {
      "id": 246419801,
      "en": "Dead Angmarim can be found at Khorroz in Máttugard.\\n\\nYou should burn the Angmarim corpses at Khorroz.",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "Angmarim have captured many cave-beasts with the purpose of training them to become deadly Azhorn.",
      "es": ""
    },
    {
      "id": 162883602,
      "en": "You explain to Lóssi about the Angmarim you found at Khorroz.\\n\\n'I thank you for this information. If there is a secret path, I would not worry, [placeholder]. Between the vicious cave-beasts and my watch, they will not be able to ambush us here in Máttugard.'",
      "es": ""
    },
    {
      "id": 148970384,
      "en": "Burned Angmarim corpses at Khorroz ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 148970386,
      "en": "Defeated Iron Crown Sentinels and destroyed the evidence ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419719,
      "en": "Prince Ingór can be found at Maergrind and Lóssi can be found at Imrêkh-guthlu.\\n\\nYou should talk to Prince Ingór or Lóssi.",
      "es": ""
    },
    {
      "id": 148970391,
      "en": "The Angmarim supply of beasts to train into Azhorn had run low",
      "es": ""
    },
    {
      "id": 111477272,
      "en": "Talk to Lóssi",
      "es": ""
    },
    {
      "id": 111477273,
      "en": "Burn Angmarim corpses at Khorroz ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 226858329,
      "en": "'I thank you for this information.'",
      "es": ""
    },
    {
      "id": 149027505,
      "en": "The Unfortunate Trainers",
      "es": ""
    }
  ]
}