{
  "id": 621043135,
  "txt": [
    {
      "id": 148970471,
      "en": "You have repaired the throne with the amethyst",
      "es": ""
    },
    {
      "id": 251715940,
      "en": "Repair the Throne of Zidir-nesad with the marble",
      "es": ""
    },
    {
      "id": 148970386,
      "en": "Collected copper ore ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 148970387,
      "en": "Collected marble ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 251715944,
      "en": "Repair the Throne of Zidir-nesad with the amethyst",
      "es": ""
    },
    {
      "id": 184621221,
      "en": "The Throne of Zidir-nesad can be found at the Steepset in Máttugard.\\n\\nYou should repair the Throne of Zidir-nesad under Rísti Graver's supervision.",
      "es": ""
    },
    {
      "id": 184621222,
      "en": "The Throne of Zidir-nesad can be found at the Steepset in Máttugard.\\n\\nYou should repair the Throne of Zidir-nesad under Rísti Graver's supervision.",
      "es": ""
    },
    {
      "id": 184621268,
      "en": "The Throne of Zidir-nesad can be found at the Steepset in Máttugard.\\n\\nYou should repair the Throne of Zidir-nesad under Rísti Graver's supervision.",
      "es": ""
    },
    {
      "id": 184621269,
      "en": "The three types of stone Rísti Graver seeks can be found in Máttugard.\\n\\nYou should collect copper, marble, and amethyst for Rísti Graver.",
      "es": ""
    },
    {
      "id": 149027505,
      "en": "The Throne of Zidir-nesad",
      "es": ""
    },
    {
      "id": 162883602,
      "en": "'We have done it! The throne of Zidir-nesad has been rebuilt!'\\n\\nRísti Graver inspects the throne with a keen eye.\\n\\n'Hmm, while it has been rebuilt, it has not been restored. The seven sacred gems are still missing. Without those gems, the throne will never be made completely whole. If I learn of the whereabouts of any of these gems, I will be the first to let you know. I am sure that together, in time, we will be able to fully restore this seat, just as we will be able to reclaim Gundabad.'",
      "es": ""
    },
    {
      "id": 148970465,
      "en": "Collected amethyst ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025568,
      "en": "Collect amethyst ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 148970466,
      "en": "You have repaired the throne with the copper ore",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'It is good to see you again, [placeholder]. Last we spoke, I was at work on the Dáinlik. My work there is finally complete, so I followed Náin the Slakeless to Elderslade. Now here we are in Gundabad, where my skills as a foreman of great dwarf-works can be put to use once again.\\n\\n'Before us stands the throne of Zidir-nesad, once the seat of the Lord of Gundabad but now in ruin and disrepair. I have been researching all there is to know about the Steepset, and I believe with the correct materials we can fully rebuild the throne of Zidir-nesad. Will you assist me in this task?'",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "Zidir-nesad, the seat of Gundabad’s lord, has been broken and stripped of its seven sacred jewels.",
      "es": ""
    },
    {
      "id": 246419719,
      "en": "Rísti Graver can be found at the Steepset in Máttugard.\\n\\nYou should talk to Rísti Graver.",
      "es": ""
    },
    {
      "id": 148970467,
      "en": "You have repaired the throne with the marble",
      "es": ""
    },
    {
      "id": 173025616,
      "en": "Collect copper ore ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 251715862,
      "en": "Repair the Throne of Zidir-nesad with copper ore",
      "es": ""
    },
    {
      "id": 111477272,
      "en": "Talk to Rísti Graver",
      "es": ""
    },
    {
      "id": 111477273,
      "en": "Collect marble ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}