{
  "id": 621070331,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'And that is the end of the tale, [placeholder]. Although I did not see him fall, Faeldor was lost. My brother held the gates of Caras Gelebren against the Enemy for as long as he could... and I wish I could tell him how proud I was of him in that moment. But there is never time, is there? Even for the Eldar...\\n\\n'Although the war continued on for years, I and the other survivors of my kin found refuge at Imladris. In time, what we were faded away, and it was as if the Mírdain were not to be named as such among the Elves—that the stain of the Enemy could not be scoured from our hands.'\\n\\nTarandir shakes his head.\\n\\n'Might I ask something of you?\\n\\n'Travel up into the city, stand before the ruins of the House of the Mírdain, and listen. That is all I ask.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Tarandir can be found upon the ruins of an old watch-tower at Caras Gelebren in Swanfleet.\\n\\nYou have found a lone Elf in ornate armour standing among the ruins of Caras Gelebren. The Elf, Tarandir, has offered to tell you the tale of the doom of Caras Gelebren.\\n\\n<rgb=#FF0000>NOTE: To advance this quest, you must complete the Skirmish: Doom of Caras Gelebren. If you have not yet completed the Skirmish Tutorial, you must first visit any Skirmish Camp and speak to the Skirmish Captain. Skirmish Camps can be found throughout Middle-earth in locations such as Bree, Thorin's Gate, Ost Guruth, and Rivendell.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1ef9f1",
      "en": "You are too far from the ruins of the House of the Mírdain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "You hear nothing but the wind and the gentle lapping of the water nearby...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Tarandir can be found upon the ruins of an old watch-tower at Caras Gelebren in Swanfleet.\\n\\nYou have heard Tarandir's tale of the doom of Caras Gelebren. You should speak to Tarandir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "The ruins of the House of the Mírdain can be found at the easternmost point of Caras Gelebren.\\n\\nTarandir has asked you to stand before the ruins of the House of the Mírdain and listen that you might honour the memory of his people. You should find the ruins of the House of the Mírdain and listen to honour the memory of the Mírdain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "The ruins of the House of the Mírdain loom before you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Travel to the ruins of the House of the Mírdain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Tarandir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Tarandir can be found upon the ruins of an old watch-tower at Caras Gelebren in Swanfleet.\\n\\nYou have done as Tarandir asked and listened before the ruins of the House of the Mírdain. You should return to Tarandir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'You heard nothing, yes?\\n\\n'That is a great sorrow, and one made no less painful with the passage of time. Once you would have heard the songs of anvils and chisels, and those of laughter and friendship, but no more. All that remains of Caras Gelebren... of Tham Mírdain... of old Mirobel are ruins and dreadful memories.\\n\\n'When I soon depart this realm, will I be healed of these wounds? I cannot say for certain, but I fear the answer—for neither seems befitting, either as gift or punishment.'\\n\\nTarandir pauses. His gaze falls upon the ruins of the lower city of Caras Gelebren. After a long moment, he turns to you.\\n\\n'I thank you for hearing my tale, [placeholder]. It has done my spirit well to tell it one last time in Middle-earth.\\n\\n'Oh, but one more thing... a word of warning, if you would hear it. The Enemy's hand, though maimed, may still seek to shape the days to come in Middle-earth.\\n\\n'Be watchful of the evils in this world, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Hail, brethren. What has brought you to this place?'\\n\\nYou introduce yourself and tell the Elf of your adventures in Swanfleet.\\n\\n'I am Tarandir, of the Mírdain, and I have come to Caras Gelebren on a last pilgrimage before I depart Middle-earth. Know you the history of this place? You must. It stood in peace for many years, both before and after its destruction, but now Orc-kind roams it once more. It pains my heart to see it so, that these evils might remain after I depart.\\n\\n'I was here when it fell long ago, [placeholder], and though it is a sorrowful tale, I would share it with you.\\n\\n'Will you hear it?'\\n\\n\\n<rgb=#FF0000>NOTE: To advance this quest, you must complete the Skirmish: Doom of Caras Gelebren. If you have not yet completed the Skirmish Tutorial, you must first visit any Skirmish Camp and speak to the Skirmish Captain. Skirmish Camps can be found throughout Middle-earth in locations such as Bree, Thorin's Gate, Ost Guruth, and Rivendell.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Long ago, the Elves of Tham Mírdain led by Celebrimbor wrought great works, but when they were deceived by the Enemy, ruin befell them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Hear Tarandir's tale and complete 'Doom of Caras Gelebren'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Hail, traveller. What has brought you to this place?'\\n\\nYou introduce yourself and tell the Elf of your adventures in Swanfleet.\\n\\n'I am Tarandir, of the Mírdain, and I have come to Caras Gelebren on a last pilgrimage before I depart Middle-earth. Know you the history of this place? It stood in peace for many years, both before and after its destruction, but now Orc-kind roams it once more. It pains my heart to see it so, that these evils might remain after I depart.\\n\\n'I was here when it fell long ago, [placeholder], and though it is a sorrowful tale, I would share it with you.\\n\\n'Will you hear it, friend?'\\n\\n\\n<rgb=#FF0000>NOTE: To advance this quest, you must complete the Skirmish: Doom of Caras Gelebren. If you have not yet completed the Skirmish Tutorial, you must first visit any Skirmish Camp and speak to the Skirmish Captain. Skirmish Camps can be found throughout Middle-earth in locations such as Bree, Thorin's Gate, Ost Guruth, and Rivendell.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to Tarandir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Fall of the Mírdain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "<rgb=#00ff00>Listen</rgb> at the ruins of the House of the Mírdain",
      "es": "",
      "es (fem)": ""
    }
  ]
}