{
  "id": 621024247,
  "txt": [
    {
      "id": 246419873,
      "en": "Lethi can be found in the dungeons of Barad-dûr.\\n\\nFrustrated with Vaski's recklessness, Lethi has put an end to the conversation.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Tremors Beneath Barad-dûr",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "Vaski can be found in the dungeons of Barad-dûr.\\n\\nVaski has heard several disquieting rumours in the Dark Tower and wishes to share them with you.",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "You reluctantly finish your rations",
      "es": ""
    },
    {
      "id": 246419875,
      "en": "Your bunk can be found in the dungeons of Barad-dûr.\\n\\nAfter a tense exchange between Lethi and Vaski, Lethi has suggested that you all try to rest in your bunks before dawn.",
      "es": ""
    },
    {
      "id": 246419876,
      "en": "Lethi and Vaski can be found in the dungeons of Barad-dûr.\\n\\nEager to share rumours while the Order of the Eye is absent, Vaski desires to tell you of what he has heard.",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to Lethi",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "Vaski can be found in the dungeons of Barad-dûr.\\n\\nAfter setting your plate down, Vaski has called you over. You should talk to Vaski.",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "Núluzagar can be found in the dungeons of Barad-dûr.\\n\\nYou brief rest was interrupted by the harsh voice of the cultist, Núluzagar. You should hearken to Núluzagar before his patience wears thin.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'It's early yet. Even for Him.'\\n\\nLethi glances upward.\\n\\n'It's been going on nigh an hour now, I reckon. I s'pose it's a fool's hope to think we'll get any more rest before dawn.\\n\\n'You've still got a bit of your rations left, [placeholder]. You should eat while you can.'",
      "es": ""
    },
    {
      "id": 236911077,
      "en": "You should rest in your bunk",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Núluzagar",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Try to rest",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'I don't know how you can eat that... even the rats taste better.'\\n\\nVaski peers out into the dungeon-halls of Barad-dûr.\\n\\n'Ah, but I don't think either of us will have to eat like Orcs for much longer. There have been rumblings, you know....\\n\\n'You have heard, haven't you?'",
      "es": ""
    },
    {
      "id": 49286659,
      "en": "<rgb=#FF00FF>Lie down</rgb> in your bunk and try to rest",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "After a day of hard labour in Barad-dûr, you return to the dungeons for a brief reprieve. However, a sudden series of tremors has roused you from your rest.",
      "es": ""
    },
    {
      "id": 246419888,
      "en": "You are trying to rest.",
      "es": ""
    },
    {
      "id": 246419889,
      "en": "Your emptied plate of rations can be found near your bunk in the dungeons of Barad-dûr.\\n\\nYou should add it to the pile of plates near the gate to your cell.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Lethi can be found in the dungeons of Barad-dûr.\\n\\nYou have woken from a short rest to find the other Stout-axes in your cell awake as well.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Collect your plate",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Your rations can be found on a chunk of rubble near your bunk in the dungeons of Barad-dûr.\\n\\nAwoken by tremors and unlikely to find more rest, Lethi has suggested that you finish your rations before cultists of the Order of the Eye return to the dungeons.",
      "es": ""
    },
    {
      "id": 69036769,
      "en": "Set the plate on the stack by the door to your dungeon",
      "es": ""
    },
    {
      "id": 235466168,
      "en": "Listen to Vaski",
      "es": ""
    },
    {
      "id": 177082768,
      "en": "The plates clatter as another tremor shakes Barad-dûr",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Talk to Vaski",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Tell Vaski <rgb=#FF00FF>no</rgb> and ask him to share what he heard",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Listen to Vaski and Lethi",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "Just as you begin to fall asleep, a familiar voice barks at you",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Talk to Lethi",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "'You are free of your cage, lowly dwarf, but forget not the punishment for transgression....\\n\\n'The Great Eye sees all!'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Finish your rations",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "After a moment of tense silence, the three of you notice the tremors have stopped",
      "es": ""
    },
    {
      "id": 162883664,
      "en": "Núluzagar stares at you impassively.",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'Is that all then, Vaski? Nothing else for the Order to hear?'\\n\\nVaski begins to open his mouth, but after noticing the stern look on Lethi's face, he decides to remain silent.\\n\\n'I thought as much.'",
      "es": ""
    },
    {
      "id": 127884882,
      "en": "You dropped the plate. Best pick it back up!",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "Just as you begin to fall asleep, a familiar voice barks at you",
      "es": ""
    }
  ]
}