{
  "id": 620778401,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected polished agate ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The jeweller Guleneth has asked you to bring him polished agates he can use in the pieces he makes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I am a jeweller by interest and by trade, and I have a great many pieces in various states of completion. I could finish many of these pieces, but I am missing the gems needed for the final settings.\\n\\n'If you know a jeweller with a ready supply, I will give you some coins for bringing to me three polished agates of suitable quality.\\n\\n'Your assistance will be greatly appreciated, for I have already neglected these pieces for too long and am eager to complete them. I have one or two items that may be useful to you, and would happily trade them to you in exchange for the agates I need.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Guleneth is at Celondim in Ered Luin.\\n\\nJeweller Guleneth has asked you to acquire three polished agates that he can use to complete some of the pieces he has left unfinished.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These polished agates are just the sort for which I have been waiting, [placeholder], and I thank you for them!\\n\\n'Take these coins and items with my well-wishes, for now I can finish the pieces I have kept too long undone!\\n\\n'Perhaps when this affair is finished, I shall find a place on one of the White Ships and sail away into the West. I will need to think on it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Guleneth is at Celondim in Ered Luin.\\n\\nJeweller Guleneth has asked you to acquire three polished agates that he can use to complete some of the pieces he has left unfinished.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I do not yet know if it is my time to take to the Ships.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Without three polished agates, I cannot finish these pieces as I hoped to do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'What is left for me to do? It is a question I have long pondered.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'What is left for me to do? It is a question I have long pondered.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring polished agates to Guleneth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect polished agate ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Crafting: Gems for Guleneth",
      "es": "",
      "es (fem)": ""
    }
  ]
}