{
  "id": 620778448,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated spiders in Eastern Haudh Lin ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The tranquility and protection of Duillond, the Elf-refuge, does not reach so far north as Haudh Lin. As a result, foul creatures have begun to creep into that place of peace.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'This land has been sullied before by the dwarves and their keep on the hill and more recently by half-orcs and crebain. Now wicked spiders have entered the land, slaughtering the wildlife and endangering travellers.\\n\\n'Thankfully, these evil creatures have so far only been found in the furthest north-east reaches of Haudh Lin, but these lands would be better for their absence.\\n\\n'Seek out the evil spiders and drive them from their lairs in Haudh Lin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Spiders infest north-eastern Haudh Lin, far beyond Duillond.\\n\\nLaergil has asked you to kill off as many spiders as you are able.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Your help is most appreciated, [placeholder]. This blight of spiders might have spread throughout Ered Luin. Thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Laergil waits in north-western Haudh Lin.\\n\\nYou should return to Laergil and report your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The swarms of spiders that plague our land must be brought to an end.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'This land has been sullied before, by the Dwarves and their keep on the hill. Now a more vile taint has crept in to the grove. Sickle-flies and toads can be found normally near small bodies of water but the large number in the grove can only represent some unnatural force at work. Search out the leaders that the other creatures are subservient to, and kill them. The Sickle-fly Queen and the River Toad Thane can be found patrolling their territory near the vernal pool in the middle of the grove and down by the river. While you are in their territory kill of 20 of their followers to make sure one does not take the place of their fallen leader.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You can find the River Toad Thane patrolling his territory along the river and up through the large boulders in the centre of the grove. The Sickle-fly Queen can be found inspecting her land around the vernal pool and around the boulders. Their subjects can be found throughout the grove.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Your help is most appreciated. Many of my people, seeking the Straight Road, may find their way because of your help.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat spiders in Eastern Haudh Lin ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Kill [placeholder] sickle-flies or toads. ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Sickening of the Land",
      "es": "",
      "es (fem)": ""
    }
  ]
}