{
  "id": 620778450,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected minor woodworking-lore",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Raindis of Celondim has asked you to bring her some minor woodworking-lore that she can apply to the preparation of timbers used in the construction of the White Ships.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'It is my privilege to aid with the construction of the White Ships that bring the Eldar into the West, but I have wondered of late if there was any improvement, even of small value, that might be made to the wood we use for that purpose.\\n\\n'If you know a scholar of some skill, I would appreciate any minor woodworking-lore you might be able to acquire.\\n\\n'Thank you for your assistance. I have one or two small relics I can give to you for your trouble.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Raindis is at Celondim, in Ered Luin.\\n\\nRaindis has asked if you would collect some minor woodworking-lore from a scholar so she can see if any improvements might be made to the wood that is used as the timber for the White Ships.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thank you, [placeholder], this minor woodworking-lore is just what I had in mind. I will spend some time in contemplation of it to see if there are any lessons I can draw from within its pages. Take these small items with my gratitude.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Raindis is at Celondim, in Ered Luin.\\n\\nRaindis has asked if you would collect some minor woodworking-lore from a scholar so she can see if any improvements might be made to the wood that is used as the timber for the White Ships.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The building of the White Ships is not easy.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have not been able to gather any minor woodworking-lore for me?'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I am always seeking to improve the wood we use in the construction of the White Ships.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I am always seeking to improve the wood we use in the construction of the White Ships.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring minor woodworking-lore to Raindis",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect minor woodworking-lore",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Crafting: Studying the White Ships",
      "es": ""
    }
  ]
}