{
  "id": 620778420,
  "txt": [
    {
      "id": 136263297,
      "en": "Found Elvellon, the Elf-sword",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "After allowing Starkath to take the bow from him, Celairant is now certain that he is not worthy of the Elvish weapon.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Celairant bears the blood of the Rangers of the North, and the name of a great hero is amongst his forebears, a Man I was proud to call my friend and companion. Perhaps Celairant is young as Men count the years, but then all Men are young by my count.\\n\\n'In ages past, I honoured my fallen companion with a sword placed at his grave amongst the mounds of the Edain. It may be that the sword can yet be found in that place. It bears the motto Elvellon, or Elf-friend in the tongue of Men. Perhaps if you find the sword, that will convince young Celairant not to spurn my gift.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The sword Elvellon can be found at a grave marker amongst the mounds of the Edain, north-east of Gondamon. Celairant is at the hunter's lodge, west of Kheledûl. \\n\\nPenglir has asked you to retrieve a sword which he placed by his companion's grave long ago and take it to Celairant.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'What is this? Surely not another gift? Nay, this is something else, is it not? What is the significance of this old sword?\\n\\n'This is the sword of my ancestor? You say he was a friend and companion of Penglir? Now I understand. He gave me the bow in honour of my great-grandfather.\\n\\n'What? You think the gift was made to me, not to my forebear? Well, it may be you are right, despite all. It will be a challenge to live up to those bygone glories, but perhaps someday I will be able to wield the bow without shame.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Find Elvellon and give it to Celairant with my blessings.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Oh, I wish I was worthy of Penglir's gift but I am just a fool, barely able to take care of myself much less such a glorious work of Elf-craft.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Thank you for your help. I will do my best to live up to Penglir's legacy and to the deeds of my great-grandfather.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Ah, [placeholder], I have much to live up to. I can only hope to prove myself worthy one day.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the Elf-sword to Celairant",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'He understands the meaning of my gift? Well, perhaps not, but at least he understands it was not given lightly.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find Elvellon, the Elf-sword",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'I am certain that young Celairant will one day prove his worth.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Elf-sword",
      "es": ""
    }
  ]
}