{
  "id": 620778419,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have found the sword of Celairant's forebear",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "After allowing Starkath to take the bow from him, Celairant is now certain that he is not worthy of the Elvish weapon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I have been thinking, [placeholder]. After all the trouble with Starkath over the bow, I don't believe I am worthy of it... especially since I could not even hold onto it.\\n\\n'Please go back to Penglir and explain why I can't accept his bow. He may still be at Duillond to the south of Gondamon.\\n\\n'I am a disappointment to my own folk and to the honour of Penglir's gift.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Penglir is at Duillond, south-east of Gondamon.\\n\\nCelairant asked you to return to Penglir at Duillond and explain why he feels unworthy to bear the bow, having lost it once already to the dwarf-brigand Starkath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'He feels unworthy? Did Celairant think that I gave my bow to him upon a whim? I did not give that bow idly to the first Man I met!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The sword Elvellon can be found at a grave marker amongst the mounds of the Edain, north-east of Gondamon. Celairant is at the hunter's lodge, west of Kheledûl.\\n\\nPenglir has asked you to retrieve a sword which he placed by his companion's grave long ago and take it to Celairant.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I am sure I do not deserve the bow. Please take it back to Penglir at the Elf-refuge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'What is this? Surely not another gift? Nay, this is something else, is it not? What is the significance of this old sword?\\n\\n'This is the sword of my ancestor? You say he was a friend and companion of Penglir? Now I understand. He gave me the bow in honour of my great-grandfather.\\n\\n'What? You think the gift was made to me, not to my forebear? Well, it may be you are right, despite all. It will be a challenge to live up to those bygone glories, but perhaps someday I will be able to wield the bow without shame.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Thank you for your help. I will do my best to live up to Penglir's legacy and to the deeds of my great-grandfather.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'What word do you bring from Penglir?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Ah, [placeholder], I have much to live up to. I can only hope to prove myself worthy one day.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the sword to Celairant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'He understands the meaning of my gift? Well, perhaps not, but at least he understands it was not given lightly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find the sword of Celairant's forebear",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'I am certain that young Celairant will one day prove his worth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Someone Worthy",
      "es": "",
      "es (fem)": ""
    }
  ]
}