{
  "id": 620778447,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Eastern Haudh Lin is home to some ancient burial mounds of the Edain, the Men who lived here in a past age. We have received reports of evil wights stalking these barrows and mounds. Such creatures are mere corpses animated by fell spirits, not the relics of the spirits of Men. As such, they are irredeemably evil, and it is our duty to exterminate them without compunction. I do not know why these creatures are abroad in these dark days, but I suspect some working of the Enemy.\\n\\n'Be that as it may, I ask you to destroy the bodies of these evil creatures, and send their spirits back to the Shadow from whence they came.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done, [placeholder]. The Enemy may raise more wights from the bones of the fallen, and when they do it will be our duty to send them back to their ancient graves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The wights are some working of the Enemy and must be destroyed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Deathly Task ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Eastern Haudh Lin suffers from a terrible threat; dread wights stalk the ancient mounds of the Edain, animated by evil fell spirits.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated wights ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat wights ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wights can be found amongst the mounds and barrows of the Edain, in eastern Haudh Lin.\\n\\nGlamír has asked you to destroy the evil wights of Haudh Lin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Half-orcs and crebain killed ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Glamír waits in the ruin south of the Grimwater within the woods of Western Haudh Lin.\\n\\nYou journeyed to the mounds and barrows of the Edain in Haudh Lin and defeated many wights.",
      "es": "",
      "es (fem)": ""
    }
  ]
}