{
  "id": 620778495,
  "txt": [
    {
      "id": 54354734,
      "en": "Rollo Newbuck has been asked to play Hiders and Seekers with his friends, Daisy and Polo Brockhouse, but their unimaginative hiding places have made him lose interest in the game.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Hello there! You wouldn't mind helping me out with a game of Hiders and Seekers, would you? You see, my friends Daisy and Polo have convinced me to play, even though they always hide in the same places! It isn't nearly as much fun when your friends are so unimaginative, as I'm sure you realize.\\n\\n'It would be fantastic if you could round them up for me. I'll give you a coin or two if you help me out, but I don't know how many more times I can pretend to be surprised that Daisy is hiding in the bushes next to Peony Grubb's home, or that Polo is crouched behind the carved statue of Marcho and Blanco.\\n\\n'You'll find the statue carved on a large tree stump just south of here, and I'm sure that Polo Brockhouse is hiding right by it. South-east of the statue, there's a small hill with several hobbit-houses behind a wooden fence -- Daisy thinks the bushes to the right of Peony Grubb's house are a clever place to hide. Find my friends for me, and next time I'll try and tell them I don't feel like playing Hiders and Seekers!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Polo Brockhouse is hiding behind the carved wooden statue of Marcho and Blanco in the centre of Michel Delving. His sister Daisy is hiding south-east of the carving, in the bushes to the right of Peony Grubb's home.\\n\\nRollo Newbuck is playing Hiders and Seekers with his friends, but they always hide in the same places, and he is tired of pretending to be surprised every time he finds them.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Rollo sent you to look for me? Oh, he always gives up so easily. I'm not sure that you can do that in a game of Hiders and Seekers -- I'm pretty sure it's against the rules. If you don't find the Hiders yourself, you aren't much of a Seeker, are you?\\n\\n'Anyway, I'll wait here until Rollo finds everyone else. This is a great hiding spot, isn't it?'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Rollo Newbuck is north of the carved statue of Marcho and Blanco at the centre of Michel Delving, within the circle of hedges that surround Town Hole.\\n\\nRollo is waiting to hear that you found Polo and Daisy Brockhouse.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I'll stay here until Rollo has found everyone else. I'm not convinced that you're allowed to designate someone else to be Seeker, but I guess I'll allow it since Rollo isn't very good at the game.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Ha ha! Rollo sent you to find me, did he? It always takes him so long to find us. Just between you and me, I don't think he's very good at Hiders and Seekers.\\n\\n'I'll stay here and think about where I can hide for our next game!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You found Daisy already? That's very good! She always chooses good hiding-places, like up near Peony Grubb's home. That's a great spot, although it isn't as good as some of mine, like right here in the shadow of Marcho and Blanco!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Thanks for your help, [placeholder]! Hiders and Seekers is not much fun when your friends always hide in the same places. I don't think it's a game they're very good at.\\n\\n'Wait a minute... you say that Daisy mentioned hiding until I found \\qeveryone else?\\q That's strange. I thought Polo was the only other hobbit I was supposed to be looking for! They mentioned maybe getting Odo to play, but I didn't think they'd actually do it....\\n\\n'Here are the coins I promised you, but it sounds like your work as Seeker might not be done yet, [placeholder]!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Polo is probably hiding behind the carved statue of Marcho and Blanco to the south of here, and his sister Daisy is always hiding south-east of there, among the bushes next to Peony Grubb's home.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find Polo Brockhouse",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find Daisy Brockhouse",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Rollo Newbuck",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Hiders and Seekers",
      "es": ""
    }
  ]
}