{
  "id": 620778531,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You've got to help me, [placeholder]! While my wife was out, I went and ate the pie crust she had baked...I couldn't help myself! I know that if I had waited, it would be filled with some delicious filling and be even better, but I've always been partial to the way my wife bakes the crust.\\n\\n'Do you know any cooks? I need a replacement pie crust, and fast! If my wife gets back and sees the crust missing, why...she might not make another!\\n\\n'I'll give you some coins and, and... half a dozen eggs if you can do this for me, [placeholder] -- now, quickly! Go get me a pie crust! I might have some other things lying about that I can give you as well!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You've got the pie crust there? Excellent, superb, wonderful! Here, hand it over!\\n\\n'Yes, this will do perfectly! My wife will never know the difference, and she'll go ahead with her plan to fill it with something delicious: fruit filling, meat filling, who knows what she'll choose? I can't wait! Here is the reward I promised you, and my thanks for your trouble.\\n\\n'This crust does look delicious. Maybe just a nibble...that won't hurt anything....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If you can help me by bringing me a pie crust to replace the one I ate, I'd really appreciate it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I need a pie crust, friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Crafting: The Great Pie Crust Robbery",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ned Diggins has gone and eaten the pie crust his wife was planning on filling with delicious pie, and now he needs a replacement in a hurry!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected pie crust",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring pie crust to Ned Diggins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ned Diggins is in Michel Delving.\\n\\nNed Diggins is waiting for you to return with a pie crust he can use to replace the one he ate, before his wife discovers it missing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect pie crust",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ned Diggins is in Michel Delving.\\n\\nNed Diggins is waiting for you to return with a pie crust he can use to replace the one he ate, before his wife discovers it missing.",
      "es": "",
      "es (fem)": ""
    }
  ]
}