{
  "id": 620778496,
  "txt": [
    {
      "id": 205636721,
      "en": "'I wish I was as good a Hider as Odo Pipes.'",
      "es": ""
    },
    {
      "id": 63183944,
      "en": "'This is a great hiding-place. No one ever thinks of looking here!'",
      "es": ""
    },
    {
      "id": 63183945,
      "en": "'Marcho and Blanco may have found the Shire... but they'd never find me!'",
      "es": ""
    },
    {
      "id": 205636722,
      "en": "'I first thought of this hiding-place when I was working at the Bird and Baby.'",
      "es": ""
    },
    {
      "id": 205636723,
      "en": "'Most Seekers look at the ground, and don't think of hiding-places that are higher up!'",
      "es": ""
    },
    {
      "id": 205636724,
      "en": "'Odo Pipes was a good barrel-roller. Not as good as me, but still pretty decent!'",
      "es": ""
    },
    {
      "id": 205636725,
      "en": "'Patrons at the Bird and Baby drink a lot of beer. I'm kept busy rolling barrels out, that's for sure!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Rollo Newbuck has learned that Odo Pipes is also playing Hiders and Seekers, but Rollo doesn't know where the hobbit is hiding.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'This is serious, [placeholder]. I thought I was only playing Hiders and Seekers with Polo and Daisy, but it sounds like they talked to Odo Pipes and convinced him to play as well. You'd think they might have mentioned that to me!\\n\\n'At any rate, Odo has a reputation for being the best Hider in all the Shire -- at least as good as old Bilbo was in his day, or so it's said among folk in The Bird and Baby. I don't know if it's true, but I do know that, unlike Daisy and Polo, Odo Pipes is sure to have a capital hiding-place, the very best!\\n\\n'I'll have more coins for you if you can find him, [placeholder]. He'll be hiding somewhere in Michel Delving, so don't wander too far. You might want to talk to Polo and Daisy again -- they might be able to tell you where he could be hiding.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Odo Pipes is hiding somewhere in Michel Delving.\\n\\nRollo Newbuck has sent you to find Odo Pipes, rumoured to be the best Hider in the Shire. Odo is hiding somewhere in Michel Delving. Rollo thinks that Daisy or Polo, in their usual hiding-places, might have some clue to Odo's location.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You found me! Very well-done, very well-done indeed! Next time I'll need to choose a better hiding-place, I suppose. I thought this one was perfect!\\n\\n'You should return to Rollo and tell him that he knows how to choose good Seekers!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Rollo Newbuck is east of The Bird and Baby Inn, within the stone wall around Town Hole.\\n\\nRollo is waiting to hear that you have found Odo Pipes and his hiding-place.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You found Odo Pipes? Excellent! He was on top of The Bird and Baby Inn the whole time?\\n\\n'He must have some Tookish blood in him. You'd never get me up there, I can tell you that!\\n\\n'Here are the coins I promised you, [placeholder], and take my thanks as well! If they ever get me to play Hiders and Seekers again, I'll be sure to let you know -- that way you can give me a stern talking-to and ask me what I was thinking!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You and Rollo haven't found Odo Pipes yet? It doesn't surprise me -- he's always been the best Hider in the Shire, you know.\\n\\n'I don't know where his favourite hiding-places are, though. He really likes to climb things -- trees, fences, buildings. If you're looking for Odo Pipes, you probably should be looking in the sky!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Odo Pipes used to work here in The Bird and Baby -- in fact, he and I were responsible for rolling out the barrels when they were called for, and rolling them back when they were emptied.\\n\\n'One time, he helped me climb up onto the roof to fix a leak up there. That was a very rainy Spring, and the rain was like to flood us out if the hole wasn't patched up!\\n\\n'He was a good fellow, that Odo. After awhile he decided he didn't want to roll barrels anymore, and he moved on. I'm not sure what he's up to these days.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Rollo is in the square outside Town Hole, within the encircling hedges. Let him know that you found my hiding-place, and he's sure to be impressed!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find Odo Pipes",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Odo Pipes is the best Hider in the Shire -- I don't mind telling you that he's even better at the game than I am!\\n\\n'I don't know where he's hiding, but I do know that he worked for a while stacking barrels at the Bird and Baby, just to the north. Maybe he mentioned his favourite hiding-places to someone in there?'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'You need to find Odo Pipes for me, [placeholder] -- he's sure to have found a really great hiding-place somewhere in Michel Delving!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Top Hiding-Place",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'Maybe I'm just not cut out for Hiders and Seekers.'",
      "es": ""
    },
    {
      "id": 205636720,
      "en": "'Peony said I could hide here, so it's not like I'm trespassing.'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'No one ever lets me be a Hider. I'm always stuck being Seeker!'",
      "es": ""
    }
  ]
}