{
  "id": 620778404,
  "txt": [
    {
      "id": 54354734,
      "en": "Bregedúr promised a cask of the finest vintage to Dolengyl, an Elf at the refuge of Duillond.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Before you leave, [placeholder], I have one more boon to ask of you. I promised a bottle of last year's vintage to a friend at Duillond to the north, and my labours kept me too busy to fulfil that pledge. I hope this has not inconvenienced her.\\n\\n'Could you deliver this bottle to Dolengyl for me? The refuge lies on the road that follows the river north beyond Limael's Vineyard.\\n\\n'If you reach the dwarf-port of Kheledûl, you have travelled too far north. Perhaps you should make use of the horse from here to Duillond.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Elf-refuge of Duillond lies on the north road by the river.\\n\\nBregedúr has asked you to deliver a bottle of last year's vintage to his friend Dolengyl.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Splendid! I must admit that I wondered if perhaps Bregedúr would come through on his promise. I should have known that he would not forget a friend.\\n\\n'Ah, this vintage has the promise of ageing nicely. Perhaps in some thirty years, it will have aged sufficiently. You have my thanks.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You are looking for Dolengyl of Duillond. The refuge is on the river, yes, but it is a far distance north of here. You want to head north across the tributary and past Limael's Vineyard. You would be wise to use the horse to reach Duillond.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Are you in need of something? I am afraid I do not know how I may be of service.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I trust that Dolengyl was pleased to receive the bottle of wine, you delivered. Thank you again for all your help, [placeholder].'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I hope that cask was useful to you. You went through enough effort to get it.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the bottle of wine to Dolengyl",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Thank you for bringing me the bottle of wine from Brethilwen. If you are down that way again, please thank her for me.'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Thank you for bringing me the bottle of wine from Brethilwen. If you are down that way again, please thank her for me.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Gift for a Friend",
      "es": ""
    }
  ]
}