{
  "id": 620778463,
  "txt": [
    {
      "id": 218649169,
      "en": "'Have you already been to the Michel Delving Craft-fair? You should definitely go, if you haven't already! There's a workbench, a forge, and even an oven just waiting to be used!\\n\\n'If you think you have crafting in your heart, you should visit my friend Emerald Borings at the Craft-fair -- she's always happy to help someone get started making useful and pretty things.\\n\\n'Pass east through Little Delving, and then follow the path south into Michel Delving. Take the south-west path from the statue of Marcho and Blanco in the town centre, and pass the stables on your right. Take the next left turn to reach the Craft Fair. Emerald will be happy to help you out!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Alf sent you to me? Good, good! We need more good folk with an interest in making useful and pretty things! Speak with the Mistress of Apprentices, and she can help you choose professions in which to specialize. Choose your professions with care, because you will expend a great deal of time and energy improving your skills.\\n\\n'Once the Mistress of Apprentices has welcomed you to your chosen professions, be sure to speak with a Supplier who can sell you the tools of your trade -- every profession has its own tools, so be not over-shy with your coinpurse! The novices will be happy to sell you any recipes you might wish to have, though I can tell you now that you will already know how to make a thing or two.\\n\\n'Equip the crafting tools you plan on using and find an appropriate facility -- Michel Delving has a forge, workbench, and oven available for your use -- and begin practising your skills! You will advance in your chosen professions as you practice and seek out the teachings of others in the field. I hope you will become a skilled crafter, [placeholder], and that it will bring profit to you and to the Shire! I will give you a few coins to get you started. Use them wisely, and consider them an investment in your future as a skilled crafter!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Pass east through Little Delving, and then follow the path south into Michel Delving. Take the south-west path from the statue of Marcho and Blanco in the town centre and pass the stables on your right. Take the next left turn to reach the Craft-fair.\\n\\n'Emerald will be happy to help you out!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Crafting: Michel Delving Craft-fair",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The Michel Delving Craft-fair is full of useful facilities for craftsmen.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Alf Goodcliff thinks you could be a crafter of some skill and suggested you visit his friend Emerald Borings at the Craft-fair on the south side of Michel Delving.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The Craft-fair is on the south side of Michel Delving.'",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'The Mistress of Apprentices can help you choose a crafting vocation.'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Don't forget to buy needed tools from the Provisioner!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Emerald Borings is at the Michel Delving Craft-fair, south-west of the statue in the town centre, past the stables, and along the first leftward turning.\\n\\nAlf Goodcliff suggested you speak with his friend Emerald Borings if you are interested in pursuing a crafting profession.",
      "es": ""
    }
  ]
}