{
  "id": 620778514,
  "txt": [
    {
      "id": 103087680,
      "en": "'Did you hear? The quarry in Scary is overrun with spiders! How disgusting!'",
      "es": ""
    },
    {
      "id": 103087681,
      "en": "'Hunters in Overhill been complaining the bears have been stirred up lately.'",
      "es": ""
    },
    {
      "id": 103087682,
      "en": "'Now, don't tell anyone I told you, but I've heard that Lotho Sackville-Baggins is up to no good.'",
      "es": ""
    },
    {
      "id": 103087683,
      "en": "'I never thought I'd see the day there would be wolves in the Shire!'",
      "es": ""
    },
    {
      "id": 103087684,
      "en": "'Did you hear about them Black Riders? They sure sounded like a scary lot!'",
      "es": ""
    },
    {
      "id": 103087685,
      "en": "'Rumour has it Farmer Maggot is having trouble with more than just hungry hobbits lately.'",
      "es": ""
    },
    {
      "id": 103087686,
      "en": "'Some hobbits there in Stock have it in their heads to go after them Black Riders. What nonsense!'",
      "es": ""
    },
    {
      "id": 103087687,
      "en": "'Seems the Quick Post service is tasked to the limit lately. Always looking for more help.'",
      "es": ""
    },
    {
      "id": 103087688,
      "en": "'Can you believe Mayor Whitfoot? I hear he's planning on refurbishing the whole Town Hole.'",
      "es": ""
    },
    {
      "id": 103087689,
      "en": "'I just heard some hobbits went trapessing off into the Old Forest. Sounds like madness to me!'",
      "es": ""
    },
    {
      "id": 6442977,
      "en": "'Now I'm not one to talk, but I heard old Adelard Took at the Great Smials is being troubled by something.'",
      "es": ""
    },
    {
      "id": 6442978,
      "en": "'Did you hear? Farmer Sandson over near Little Delving hurt his foot, and he'll be laid up for weeks!'",
      "es": ""
    },
    {
      "id": 6442979,
      "en": "'That Lobelia Sackville-Baggins has some nerve. Her party is becoming a right proper nuisance!'",
      "es": ""
    },
    {
      "id": 6442980,
      "en": "'If you believe the tales, I've heard the Bounders are a might busy lately keeping the Bounds.'",
      "es": ""
    },
    {
      "id": 6442981,
      "en": "'Something wrong with those Bagginses. First that Bilbo goes off, now his nephew gives up Bag End?'",
      "es": ""
    },
    {
      "id": 6442982,
      "en": "'Just between you and me, the pies coming out of Hobbiton lately haven't been all that good.'",
      "es": ""
    },
    {
      "id": 6442983,
      "en": "'Hard to believe, I know, but I've heard that some Big Folk are setting up camp in the Shire!'",
      "es": ""
    },
    {
      "id": 103087696,
      "en": "'Mark my words, nothing good will come from that Gandalf's meddling in the Shire!'",
      "es": ""
    },
    {
      "id": 6442984,
      "en": "'Some in Brockenborings are always worrying about goblins returning. Jump at their own shadows, they would!'",
      "es": ""
    },
    {
      "id": 6442985,
      "en": "'Not sure how folks in Needlehole put up with them dwarves. They are a surly bunch!'",
      "es": ""
    }
  ]
}