{
  "id": 620778484,
  "txt": [
    {
      "id": "0xe68b894",
      "en": "'Fresh mounts!  Huzzah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You did a fine job with that steed. It looks like the horse trusted you well enough. You also made it back more quickly than I expected. Men in my country...they would not believe a [placeholder] such as yourself could have done it so quickly!\\n\\n'Now that you have proven that you can handle a steed I have another task for you...it will teach you endurance and holding your mount to its course. There is a stable-master in the land of the holbytla away to the west -- Michel Delving I believe they call it. The stable-master there is in need of a fresh Chestnut steed as well. Bring him his horse, and you will prove that you can hold to your saddle on a long journey!\\n\\n'Hurry now! You have a long ride ahead of you.  When you return, we shall see about continuing your training.'\\n\\n<rgb=#FFFF00>Right-Clicking on the 'Mount' vitals display gives you the option to dismount your steed but will also cancel the quest.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You returned! I thought you might have been thrown from the saddle or lost.  Your determination is strong...I have no doubt that you will make a fine rider.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Now that the steed has arrived I can finally sit down for a proper meal.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fresh Steed for Michel Delving",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Éogar, the owner of Hengstacer, has asked for your help delivering a fresh steed to Michel Delving.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You ran out of time!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Take a fresh Chestnut steed to the stable-master in Michel Delving",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The stable-master can be found in Michel Delving in the Shire, far to the west of Bree.\\n\\nÉogar has asked that you ride a fresh steed out to the stable-master in Michel Delving.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Éogar, son of Hadorgar, is located at Hengstacer, north of Bree, far to the east of the Shire.\\n\\nYou should return to Éogar and inform him that you delivered the horse to the Michel Delving stable-master.",
      "es": "",
      "es (fem)": ""
    }
  ]
}