{
  "id": 620778406,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Grape clusters picked from vines ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You crush the grapes in the tub",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You step into the grape tub.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Brethilwen, the Master-vintner of Celondim, believes there are enough grapes left on the vine for one last cask of wine.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You step out of the grape tub.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'By this time of the year, most of the grapes have been picked and the wine already bottled. This was a very generous season, however, and many of the vines are still laden with grapes. I would welcome your assistance. Wine-making is not easy work, but performing this task will certainly add to your appreciation of the wine you drink.\\n\\n'Harder still when nasty goblins find their way into the fields and drive you off. I think though you might be sturdy enough to aid me.\\n\\n'If you would, gather the grapes from the vines still hale and hearty enough and I will see that this cask is filled with the finest this vale has to offer.\\n\\n'The vineyard is below us and further to the west along the stone path. Be careful of the goblins -- they are particularly nasty.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The fertile vines grow around a lake in a sheltered valley west along the stone path beneath Brethilwen. You will need to be wary of the goblins.\\n\\nBrethilwen has asked you to pick the remaining grapes from Limael's Vineyard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Very good, [placeholder]. Years from now, your efforts today will bring great joy to many. Hard work brings satisfaction, not just in wine-making but in all things.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Brethilwen is in Celondim, south-east of Limael's Vineyard.\\n\\nYou should return to Brethilwen with your harvest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Brethilwen asks you to crush the grapes in the tub.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Six large clusters of grapes from this season's ripe vines should be enough. Any less than that, and I could not in good conscience bottle them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Six clusters of grapes from this season's ripe vines should be enough. Any less than that, and I could not in good conscience bottle them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "You should present the tub of crushed grapes to Brethilwen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Harvesting the grapes is a long an arduous process, but crushing the grapes is no less important.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Six clusters of grapes from this season's ripe vines should be enough. Any less than that and I could not in good conscience bottle them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41da9f5",
      "en": "'I will put the grapes into the tub to crush later.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Pick the grape clusters from the vines ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the grapes to Brethilwen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Crush the grapes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Gleaning the Field",
      "es": "",
      "es (fem)": ""
    }
  ]
}