{
  "id": 620778429,
  "txt": [
    {
      "id": 218649170,
      "en": "'You recovered the bow from Starkath? You have my thanks, [placeholder]! I have not much but my name, so my name is precious to me. I could not have lived with the shame of dishonouring Penglir's princely gift.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Please, recover Penglir's bow from Starkath!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Remarkable Bow",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'You recovered the bow from Starkath? You have my thanks, [placeholder]! I have not much but my name, so my name is precious to me. I could not have lived with the shame of dishonouring Penglir's princely gift.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Please, recover Penglir's bow from Starkath!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have recovered the stolen bow",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The bow must be returned to Celairant.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Are you here about the bow? No? Oh, sorry. I met an elf a few days ago and he gave me this bow. There's been no end to the number of people asking about it. It surely is a thing of beauty but I don't know if a lowly dock worker, like me, should own such a thing. As I said, one person after another has been asking about it and a few of them had some coin. I'd think about selling it if it weren't for that Elf fella. I fear he'd return one day wanting it back. Before he left he told me he was going south to that Elf Sanctuary. Could you go there and ask him if it would be all right with him if I sell it off?'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Harris hands the bow to you.",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'It is well that the bow has been recovered. Please return it to Celairant.'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'You are a friend of Mannton? Then be welcome. His story is true, I gave him my bow some days ago. Long have I sent arrows singing from its string but I have no need of it anymore. I gave the bow to him and the bow is his, to do with as he wishes.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Starkath can be found outside the walls of Kheledûl. Celairant is at Thrasi's lodge, west of Kheledûl.\\n\\nCelairant told you that his bow was stolen at sword-point by a Dourhand named Starkath and his minions. He has asked you to hunt down Starkath and recover the bow.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Before he left, Penglir told me that he was going to the Elf-refuge of Duillond in the south.'",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'It's no matter now what Penglir says. While you went to talk to Penglir, Hariss, one of the people who wanted to buy Penglir's bow, came and took it from me. He had a sword and I didn't dare turn him down. He's a scoundrel who's well known around these parts. In fact, he's not even supposed to enter Celonlad anymore or the guards will rough him up. Some say it's cause he was caught stealing from the docks. He sometimes roams around outside the walls looking for work or weakly guarded caravans.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Celairant is at the hunter's lodge, off the road north and a little west of Duillond.\\n\\nYou should return and reassure Celairant that the bow is indeed his to do with as he will.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Before he left, Penglir told me that he was going to the Elf-refuge in the south.'",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "'You got the bow back from Hariss. Thank you so much! I haven't much to repay you with, but please take this.'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Starkath can be found outside the walls of Kheledûl. Celairant is at the hunter's-lodge, west of Kheledûl.\\n\\nCelairant told you that his bow was stolen at sword-point by a Dourhand named Starkath and his minions. He has asked you to hunt down Starkath and recover the bow.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'That ruffian Hariss should be somewhere lurking outside the walls with Penglir's bow! He's usually out there asking for handouts or trying to get a job as a guard.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Faced with the loss of his life, Hariss surrendured Mannton's bow to you. You should return the weapon to the dock-worker.",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'Before he left Penglir told me that he was going to the Elf Sanctuary in the south.'",
      "es": ""
    },
    {
      "id": 103217509,
      "en": "'All right fine, take the stinking bow!'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'Unlike the race of men, we Elves do not change our minds so hastily. My decision has not changed; Mannton may do with the bow what he wills.'",
      "es": ""
    },
    {
      "id": 63183944,
      "en": "'That low-life Hariss should be somewhere lurking outside the walls with Penglir's bow! He's usually out there asking for handouts or trying to get a job as a guard.'",
      "es": ""
    },
    {
      "id": 63183945,
      "en": "'Truly the treachery of men can know no bounds. Please find this man Hariss and return the bow to Mannton.'",
      "es": ""
    },
    {
      "id": 205636720,
      "en": "'I did not give the gems to Mannton earlier because wealth can have a twisting effect on many of the younger races. Mannton, however, seems the type of soul to bare such a responsibility with grace.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the bow to Celairant",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect the stolen bow",
      "es": ""
    },
    {
      "id": 8725904,
      "en": "'That warf rat, Mannton's got no use for such a fine bow. If you want it you'll have ta take it from me!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "While on his way to Duillond, an Elf named Penglir stopped at the hunters' lodge and gave his bow to the young Ranger Celairant. Celairant accepted the gift, but feels unworthy to own such a thing of beauty.",
      "es": ""
    },
    {
      "id": 169666709,
      "en": "'\\qI'll beat you bloody then take care of that coward Mannton!\\q",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'An Elf named Penglir gave me this beautiful bow but I've gone and lost it! Or more to the point, it was stolen from me. The Rangers make a point to stay out of the feud between the Longbeards and the Dourhands, so I was not expecting to be waylaid by brigands out of Kheledûl!\\n\\n'They overpowered me as I was looking for a good place to practice outside the town and stole Penglir's bow! The dwarves and Starkath, their leader, skulk near the walls of Kheledûl.\\n\\n'I knew I wasn't worthy to deserve such a rich gift. I'm a failure... an embarassment to Langlas and to the Rangers. So hapless am I that I dare not fight Starkath. Can you go forth and take the bow back from him?'",
      "es": ""
    }
  ]
}