{
  "id": 621063976,
  "txt": [
    {
      "id": 148970471,
      "en": "Defeated garden pests ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025574,
      "en": "Defeat garden pests ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 148970473,
      "en": "Checked on beans ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419795,
      "en": "Help Morna \\qOld Mother\\q Goldworthy tend to the garden.",
      "es": ""
    },
    {
      "id": 173025576,
      "en": "Check on beans ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220744,
      "en": "'Oh it's so nice to have help with the chores again, even if it's only for a day.\\n\\n'Here, some coin and some bug gunk I've been saving. I was going to use it to prank my family for leaving me to tend the farm by my lonesome but perhaps it could be useful to you.'",
      "es": ""
    },
    {
      "id": 184621234,
      "en": "Morna \\qOld Mother\\q Goldworthy can be found in the heights of Tighfield in the southern part of town.\\n\\nTalk to Morna.",
      "es": ""
    },
    {
      "id": 126687017,
      "en": "Morna \\qOld Mother\\q Goldworthy could use some help around the garden.",
      "es": ""
    },
    {
      "id": 251715961,
      "en": "Talk to Morna \\qOld Mother\\q Goldworthy",
      "es": ""
    },
    {
      "id": 148970433,
      "en": "Picked delicious berries ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025536,
      "en": "Pick delicious berries ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 148970481,
      "en": "Picked delicious berries ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025584,
      "en": "Pick delicious berries ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "Gardening for Granny",
      "es": ""
    },
    {
      "id": 190220756,
      "en": "'You! I'm old and tired, so come help me with this farm work. My family and I usually do the chores together, but they're all busy what with all the tumult to the south. Why am I telling you this? You wouldn't care.'\\n\\nBefore you can tell her whether you do or do not care about her story, she pushes on.\\n\\n'First pick some berries. The juiciest ones are low to the ground and it's hard for me to reach them. Do I look like I'm still a tween? Don't answer that.\\n\\n'Second, inspect the beans for any sign of blight or disease. If you spot any discolouration on the underside of the leaves, it's no good!\\n\\n'Lastly, and most importantly, cull some of the pests in the field. Are they dangerous? Pah! Not even a little, but they're nuisances. I swat at least a dozen a day! They're gross and squishy though and I'm tired of cleaning the gunk off my favourite shovel. You do it.'",
      "es": ""
    },
    {
      "id": 173025590,
      "en": "'Talk to TBD Granny'",
      "es": ""
    },
    {
      "id": 190220740,
      "en": "'Thank you so very much for your help. Squashing those pests is easy, but my poor eyesight makes inspecting the plants quite the ordeal.'",
      "es": ""
    }
  ]
}