{
  "id": 621063970,
  "txt": [
    {
      "id": "0x6a50260",
      "en": "Explore Tham Amothir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba15",
      "en": "Nobottle is the chief town of the Yondershire, and it is in fact one of the younger settlements in the Shire, though it is still centuries old. Governed by the Grubb family, it is mainly a farming settlement, focused on growing barley and brewing beer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba940",
      "en": "The ruins of Ost Lagorath tower over the fields of Yondershire, a reminder to the folk of that land that mighty events once shaped even their small corner of Middle-earth. These days, the crumbling walls serve mainly to hide the camps of ruffians, and the only kings that govern from the central keep are those that rule the brigands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50261",
      "en": "Explore Gamwich",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50278",
      "en": "Explore Taerhad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fad2",
      "en": "Sites of Yondershire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50263",
      "en": "Explore Long Cleeve",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba944",
      "en": "The village of Gamwich was delved in the year 2498 of the Third Age. Though the Elf name for the woodlands hereabout, Arassien, has been lost to all but the most learned in lore, the village of Gamwich is famed for its hunting; the hobbits who settled here felt the same enthusiasm for the chase that once gripped such kings as Gil-galad and Elendil.\\n\\nNearly three hundred years after the delving of the town, a family of modest means arose in Yondershire. The import of this family would not be made clear for many years, but the line of Hamfast of Gamwich would eventually prove crucial in the history of not only the Shire but also of Middle-earth itself. The Gamwich name would change over time, first to Gammidge, and then ultimately to Gamgee. The family did not remain in Gamwich for most of its history, removing first to Tighfield and then later spreading through much of the western and central Shire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba6",
      "en": "Bâr Faroth, the Hunters' House, was constructed on the southern slopes of the Emyn Uial during the late years of the Second Age. High King Elendil spent many summer months hunting with Elves and Men in the surrounded woodlands, but they were drawn away from such pleasures by Sauron's invasion of Gondor in the south.\\n\\nFor several hundred years into the Third Age, the Kings of Arnor continued to make use of the hunting grounds hereabout, but in time the wilderness reclaimed Bâr Faroth. Elendur was the last to visit, but even then the hall was beginning to crumble.\\n\\nThe ruins are now known to hobbit-folk as The Wellstones, but they preserve some tales that kings of old used to ride mighty steeds among the trees, hunting for deer and other game.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba77",
      "en": "The hills of Emyn Uial along the northern bounds of Yondershire are dotted with several keeps of Arnorian origin, now long-abandoned and crumbling into disrepair, their pride and lineage forgotten by the folk who dwell nearby.\\n\\nAnd yet today, even as it was more than three thousand years ago, a crow can still fly from Taerhad to Annúminas in the north-east with surprising swiftness, though its peering eye will see only the nobility carved in rock and stone, for the King has gone away.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01159",
      "en": "Explore the many interesting locations to be found within Yondershire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba949",
      "en": "'This legend has its roots some years back, but not so distant that it has been forgotten, or might be disbelieved!' Bingo tells you. 'Indeed, the prime movers in this tale can still be discovered by one who has visited every site in Yondershire... if you know where to look!\\n\\n'In the town of Budgeford, far to the south, there was a great pig called Master Stiffbristle. He was enormous, just a tremendous example of the species, and his owner used to bring him throughout the Shire... not to sell him or eat him, never that! He merely intended to show off his impressive size.\\n\\n'Not just hobbits took note of Master Stiffbristle, the impressive Hitherboar of Budgeford. Nay, there was also a beautiful Yonderboar who dwelled in Tighfield, and she was called Lady Uproot. When she learned there was a famous and impressive boar touring the Shire, why, no fence could keep her penned in! She broke out of every pen into which she was put, travelling dozens of miles to witness Master Stiffbristle in all his glory.\\n\\n'This was quite unusual all on its own, but eventually Master Stiffbristle's owner put an end to the tour, or I should say he tried to; then it was Master Stiffbristle's turn to break through every wooden fence that stood between he and his lady-love, and his turn to travel dozens of miles cross-country!\\n\\n'None could keep Master Stiffbristle and Lady Uproot apart, and it is said they still dwell somewhere within Tighfield. But who can say for sure?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba64",
      "en": "In those early years, when it was a part of Arnor, the Shire was a small place, centered on the Brandywine and its tributaries: the Shirebourn, Stockbrook and the stream known simply, among the hobbits, as the Water. Beyond these the countryside remained wild, and while the hobbits set wardens called Bounders to watch over those lands, none settled there at first. These lands they called the Yondershire, to distinguish its roughness from the more pleasant vales of the Shire Proper, or, more formally, the Hithershire.\\n\\nMarcho settled into his hall in Michel Delving, where the other Shire-folk named him Mayor, and he grew fat and comfortable. Blanco, who led the Bounders, still felt the call to wander, and he took to roaming far and wide, visiting the King in Annúminas, the Elves in Lindon, and the Dwarves in Ered Luin. Closer to home, he tarried in the wilds of Yondershire, and built his own modest home at Long Cleeve, a steep-walled dale in the southern slopes of the Twilight Hills, under the shadow of Bâr Faroth’s ruins, where the Water had its source.\\n\\nLong Cleeve has been the home of the North-tooks and the seat of the Reeves of Yondershire since the time of Bandobras Took, who dwelt there until (and after) he was called to defend his folk from outside enemies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50214",
      "en": "Explore Nobottle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba950",
      "en": "The ruins of Lhúngobel stand watch above the River Lune as they have for centuries, but they are rarely visited in the present age by any save goblins and those who crawl through the woodlands intending to cause harm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d193",
      "en": "Explore the many interesting locations to be found within Yondershire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba951",
      "en": "Though the three lineages of hobbits, Harfoot, Fallohide, and Stoor, had long since intermingled, the Tooks still had a strong Fallohide streak, which made them more adventurous than many of their kin. This was rumoured to be one of the reasons for their wealth, for various Tucks and Tooks were said to have found strange treasures among the ruins on the edges of the Shire. Most other hobbits viewed this behaviour as queer, but Tookishness was a point of pride among many members of the family who shared the restless mindset of \\qOld Nuncle Blanco.\\q\\n\\nOne of the places they liked to roam was the Yondershire, and they were more wont to interact with the Rangers there; from them they learned much skill at arms. It became the custom for younger sons and daughters of the Thain to serve as Reeves, unofficial guardians of those lands, helping to keep the Orcs and other fell things that lurked there at bay. In the time of Ferumbras I, the third Took-thain, they founded Nobottle in the southern fringes of Yondershire; this new village, the first sizable new hobbit-hold in centuries, was soon thriving, and became known for the quality of its barley and ale. The Grubb family, long friends of the Tooks, became its chief clan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50216",
      "en": "Explore Tighfield",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50218",
      "en": "Explore Lhúngobel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Explore Bâr Faroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba13",
      "en": "Prior to the Third Age, the land now known as Yondershire was wilderness, primarily consisting of wooded hills and heathlands rich with game animals. Both the Elves of Lindon and the Men that would come to be known as Hill-folk often fared into the wilds, but they made few permanent settlements here. Tham Amothir was one such, and it served as a way-station for the folk of Gil-galad that came here to hunt.\\n\\nThe Elves called this country Arassien, the Stag-lands, for Gil-galad and his kin often hunted the great harts and hinds that ranged here. After the death of Gil-galad, Círdan used the ring he had been gifted to preserve the woodlands of Arassien in the old king's memory, though the shipwright himself was much more concerned with the building of ships and the crossing of the Sea.\\n\\nToday, folk of Yondershire can see the beauty of the Elf-ruins that remain, but they find it hard to imagine what Tham Amothir might have looked like when it was new.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50275",
      "en": "Explore Ost Lagorath",
      "es": "",
      "es (fem)": ""
    }
  ]
}