{
  "id": 621063813,
  "txt": [
    {
      "id": "0xb568952",
      "en": "'Perhaps the poison was a bit much. The Wargs did my work for me. Oh my! You are still here?'\\n\\nCedivor coughs and looks uncomfortable.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568927",
      "en": "'What have you found there, my friend? How interesting! Did you find anything of import on his… uh, their body?'\\n\\nYou show him the stone. A queer gleam flashes across his eyes.\\n\\n'How strange this object is! I should keep it! Ah, for my research. Well now, I think we can leave. Whatever killed Ragnal may still be down here.'\\n\\n'How do you know his name?' you ask, readying your weapon.\\n\\n'What? His… ah, well, no need to look so violent! Fine, fine. I'm no historian. But what do you care? Oh. I see you care very much. Here! Take the blasted thing. I do not need to die for a rock.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011856",
      "en": "Cedivor Hedgerow is outside of Glynafon, in the eastern Angle.\\n\\nYou should bring the stone to Cedivor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7308868",
      "en": "'Where is he? He must be – What's that? No, I was not saying anything to you. Just pondering under my breath, heh heh. Where are they? I was saying.... The... uh, magnificent crafts-hobbits who once called this hovel… eh, these splendid tunnels their home.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b64",
      "en": "You found a strangely carved stone!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a1",
      "en": "Bring the stone to Narnien",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a3",
      "en": "Search the abandoned burrows",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a4",
      "en": "Narnien is located in Gaerond, in the northern Angle.\\n\\nYou should tell Narnien that you have",
      "es": "",
      "es (fem)": ""
    }
  ]
}