{
  "id": 621063966,
  "txt": [
    {
      "id": 111477366,
      "en": "Complete: Enemies of Yondershire (Advanced)",
      "es": ""
    },
    {
      "id": 246419801,
      "en": "Defeat many enemies in Yondershire.",
      "es": ""
    },
    {
      "id": 8567417,
      "en": "'What happened to Blanco Tuck? I'm not sure as anyone knows! Unlike his brother Marcho, who lived in Michel Delving and became respectable... for what is a more respectable profession than Mayor? ...Well, Blanco roamed far and wide. He was last seen in the moors near Long Cleeve, they say. Maybe the insects got him.' - Mayor Will Whitfoot",
      "es": ""
    },
    {
      "id": 111477368,
      "en": "Complete: Insect-slayer of Yondershire (Advanced)",
      "es": ""
    },
    {
      "id": 111477363,
      "en": "Complete: Beast-slayer of Yondershire (Advanced)",
      "es": ""
    },
    {
      "id": 8567413,
      "en": "'Do you want me to tell you a secret? I will, but only if you promise to keep it to yourself. All right, here it is.'\\n\\nGytha looks to the left and to the right before lowering her voice.\\n\\n'There is no official Master of the Hunt. I always say I am, and truthfully there are few who can match me within a hundred miles, but there's a very good reason for my boasting. You see, some of the beasts that stalk the woods of Yondershire are quite fearsome, and the best way to make sure they never threaten the good hobbits who dwell here is to make sure there's always someone new vying to become the next Master of the Hunt.\\n\\n'So don't tell anyone!'\\n\\nYou promise not to reveal Gytha's secret.",
      "es": ""
    },
    {
      "id": 149027559,
      "en": "Slayer of Yondershire",
      "es": ""
    },
    {
      "id": 8567415,
      "en": "'I found an old book in my collection I had never seen before. No author is listed, but it contains an account of the long labour that was conducted to drive out the Orcs and other dangerous creatures from the lands that would become the Shire! It seems the old King wanted a bulwark between his own kingdom and the wilderness, and he intended to find a good people to populate it. That must have been the ancestors of my folk!' - Donnamira Took, Librarian of Great Smials",
      "es": ""
    },
    {
      "id": 24695186,
      "en": "Defeat many enemies in Yondershire.",
      "es": ""
    }
  ]
}