{
  "id": 620967717,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'I wish there was something we could do for Merry. I will stay here by his side until I think of something!\\n\\n'You should keep helping out in the city. I will let you know if I think of anything that might help cure him and these other wounded soldiers of the Black Shadow once and for all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Merry suffers from a malady the Gondorians call the Black Shadow. He is on a bed in the High Hall of the Houses of Healing, still caught in the throes of a terrible dream from which he cannot wake.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'I am so glad you are here, [placeholder], but I am afraid that not even you can help now! They tell me that the leechcraft of Gondor is the finest in Middle-earth, but no one seems to be able to do anything for Merry. He is caught in the throes of some terrible malady. They call it the Black Shadow, and many of the soldiers that came near to the terrible Riders suffer from it too.\\n\\n'Merry is so pale! He seems caught in a dream, but sometimes he cries out in his sleep. I wish there was something we could do for him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Pippin is inside the High Hall of the Houses of Healing, located on the Sixth Circle of Minas Tirith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Pippin is inside the High Hall of the Houses of Healing, on the Sixth Circle of Minas Tirith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'A messenger from the Houses of Healing was seeking you on behalf of Peregrin the Halfling. You should go to him in the High Hall of the Houses of Healing and learn why he summons you thither.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'There you are, [placeholder]! Your feet carry you throughout the city with so much haste that I despaired of finding you! Indeed, I had nearly resolved to sit here and wait until your errands brought you once more to this Circle of the city.\\n\\n'Peregrin the Halfling desired to see you. He is inside the High Hall of the Houses of Healing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Pippin in the High Hall of the Houses of Healing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Examine Merry and complete 'Interlude: A Dream of Cold and Silence'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d174",
      "en": "The battle may be over, but many of those wounded during the fighting still fight for their lives.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Pippin in the High Hall of the Houses of Healing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Peregrin the Halfling desired to see you. He is inside the High Hall of the Houses of Healing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I was hoping to find you, [placeholder]. A messenger from the Houses of Healing was seeking you on behalf of Peregrin the Halfling. You should go to him in the High Hall of the Houses of Healing and learn why he summons you thither.\\n\\n'Doubtless you would have seen him sometime today, in any event, for I know you have been doing much throughout the city to help in the aftermath of the battle.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "Merry has grown very pale, and cannot wake. The Black Shadow comes from the Nazgûl, and he was very near indeed to their leader. Will it now cost him his life?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Look at him, [placeholder]. He is so pale! What will I do if he dies?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Interlude: A Dream of Cold and Silence",
      "es": "",
      "es (fem)": ""
    }
  ]
}