{
  "id": 620967718,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Interlude: A Secret Return",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'The healers have sent messages throughout the city, calling for any who might be able to aid the sick and wounded quartered in the Houses of Healing. Go to the ward where Faramir lies, in the High Hall, and Ioreth will set you upon some useful task.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Gandalf in the High Hall of the Houses of Healing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Did you hear the words of Ioreth? She speaks of songs only half-remembered in these modern days, and I do not doubt that she often refers to such tales, but her words on this day have stirred me as if from a stupor!\\n\\n'The hands of the King are the hands of a healer? Gondor has not had a King for many years, but these are times of change and it could be that one such worthy is indeed close at hand! Ioreth, men may well remember your own words in the days to come!\\n\\n'You know who I mean, [placeholder]! Speak to me with haste and we will fetch him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Gandalf and complete 'Interlude: A Secret Return'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Gandalf in the High Hall of the Houses of Healing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'The recollections of Ioreth may prove a boon for our suffering friends, [placeholder]. I must go at once in search of he who may prove to have the healer's touch!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'We must trust in Aragorn now, for time is growing short. If there is any kingsfoil to be found within this city, may it be found while it might still be used to good effect!\\n\\n'I know that Aragorn did not wish to enter the city before the right time, but without his healer's skill I fear that these wounded might never recover. Now there is some hope, though it be slight.\\n\\n'Now go and find kingsfoil, wherever it might be found!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The Houses of Healing are full, and the healers are having a difficult time seeing to the needs of the wounded.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'I bear a message from the healers, seeking any who might be able to provide assistance within the Houses of Healing! Go at once to Ioreth in the High Hall and she will find a use for you. I saw her last by Faramir's bedside.\\n\\n'If you can help the healers to make Faramir well, you should do what you can! I have heard troubling whispers about Steward Denethor, but I will not repeat them here. At the very least I will tell you that Faramir must recover, or Minas Tirith will be at risk of further grief!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'The healers have sent messages throughout the city, calling for any who might be able to aid the sick and wounded quartered in the Houses of Healing. Go to the ward where Faramir lies, in the High Hall, and Ioreth will set you upon some useful task.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Ioreth is inside the High Hall of the Houses of Healing, located on the Sixth Circle of Minas Tirith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Gandalf is inside the High Hall of the Houses of Healing, located on the Sixth Circle of Minas Tirith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Ioreth in the High Hall of the Houses of Healing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Gandalf is inside the High Hall of the Houses of Healing, located on the Sixth Circle of Minas Tirith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "Gandalf is inside the High Hall of the Houses of Healing, located on the Sixth Circle of Minas Tirith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'We are pulled in so many directions, [placeholder]! How can we hope to address the needs of so many wounded? So many suffer in the aftermath of the battle, Faramir not least of all!\\n\\n'There he lies, and he burns with a fire that consumes him from within! What will we do if he should die? If only Gondor still had a king. Minstrels used to sing of the Kings of Gondor, saying of them that their hands were the hands of healers, and by that trait would they be known. But there has not been a King in Gondor for many years.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'I bear a message from the healers, seeking any who might be able to provide assistance within the Houses of Healing! Go at once to Ioreth in the High Hall and she will find a use for you. I saw her last by Faramir's bedside.\\n\\n'If you can help the healers to make Faramir well, you should do what you can! I have heard troubling whispers about Steward Denethor, but I will not repeat them here. At the very least I will tell you that Faramir must recover, or Minas Tirith will be at risk of further grief!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Faramir burns with a fire that consumes him from within! What will we do if he should die? If only Gondor still had a king. Minstrels used to sing of the Kings of Gondor, saying of them that their hands were the hands of healers, and by that trait would they be known. But there has not been a King in Gondor for many years.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}