{
  "id": 620967709,
  "txt": [
    {
      "id": "0x79f5e66",
      "en": "You were seen by a Knowing Scholar, upsetting the delicate political situation!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50240",
      "en": "Examine Merry in the Houses of Healing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50244",
      "en": "Ask Ioreth for athelas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "You greet Mithrandir warmly and ask him how the folk of the city fare in the aftermath of the battle.\\n\\n'The uninjured are slowly waking from the horrors of the siege, and before long they will return to their daily lives. But many soldiers and townsfolk lie in the Houses of Healing, suffering from the wounds of battle and the greater hurts inflicted by the Nazgûl. Some of the healers remark that if there were a king in Gondor, as of old, these wounds might be healed through his skill.'\\n\\nYou tell Mithrandir that you did not wish to upset the delicate situation in Minas Tirith by entering the city without the invitation of its Steward.\\n\\n'If you do not go to the Houses of Healing, there might be no Steward by nightfall that could offer you such an invitation, Aragorn! Faramir needs your healing-arts, as do many others. You might save them still if you enter the city in disguise. Avoid Knowing Scholars who might see you for who you are, and the political situation should be unharmed. I cannot command you to do this, but I do request it as your friend, and as a friend of Gondor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50245",
      "en": "Ask Ioreth for kingsfoil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50247",
      "en": "Talk to Mithrandir in the Houses of Healing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'Aragorn! I was told you did not wish to enter the city. I am glad you have done so, for Mithrandir claims that in you alone may rest the only hope for recovery of the sick that lie within.\\n\\n'Let us attend to them at once, and may he prove correct in this belief!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50248",
      "en": "Avoid Knowing Scholars",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The words of Ioreth compelled Mithrandir to seek for one who might be able to heal those suffering from the Black Shadow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Talk to Mithrandir outside the city",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96d9db1",
      "en": "'That man has a kingly air about him! Are the rumours true?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Enter the city in disguise",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Talk to Imrahil outside the Houses of Healing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50250",
      "en": "Enter the Houses of Healing with Imrahil and Mithrandir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50253",
      "en": "Examine Faramir in the Houses of Healing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2021081",
      "en": "'But who shall govern the city? Should we not send for Lord Aragorn?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1151",
      "en": "You arrive in the Sixth Circle without incident",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1152",
      "en": "Aragorn did not make it to the Houses of Healing in time",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50258",
      "en": "Examine Éowyn in the Houses of Healing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x58fbb51",
      "en": "Merry",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'If she finds any athelas in the city, she will bring it back here with haste. And if there is none to be found, I will ride to the woods near Lossarnach and bring back the plant myself!\\n\\n'It is good that you came here, Aragorn. May it not be too late for our friends, and for the others who suffer in the grip of the Black Shadow. If Ioreth runs as quickly as her tongue, she will be back with athelas before the sun moves another step in the sky!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Mithrandir has come down out of the city to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "Pass through the gates and make your way up through Minas Tirith to the Houses of Healing without being seen by Knowing Scholars who might see through your disguise.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "Prince Imrahil of Dol Amroth is outside the Houses of Healing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1163",
      "en": "Athelas might help to heal them, but is there any to be had?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "Faramir is in the south-eastern sick-room of the Houses of Healing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1166",
      "en": "Ioreth has never heard of athelas. Perhaps she knows it by another name?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "You study Faramir's face closely, and note that he is covered in sweat. His forehead glistens, and he burns feverishly. He breathes shallowly, and the rise and fall of his chest is very difficult to detect without close scrutiny.\\n\\nThe son of Denethor seems close to death. If nothing changes, and soon, he will join his father by nightfall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1169",
      "en": "You were seen by a Knowing Scholar, upsetting the delicate political situation!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01147",
      "en": "Éowyn is lying in a bed two rooms to the north of Faramir's room in the Houses of Healing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50270",
      "en": "Sneak through the city to the Houses of Healing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9e3841",
      "en": "'Kingsfoil! Imagine that!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56859",
      "en": "Éowyn is held in the grip of a troubled sleep, but a grey shadow has crept over her features and she is very pale. You have heard whispers of the Black Shadow that comes from the Nazgûl, and it seems to have settled very heavily upon her.\\n\\nHer shield-arm is broken, but the healers have tended to it with all their skill, and it seems to your eyes that it will heal in time. The state of her sword-arm is more troubling, for it seems that there is no life in it, though the bones are not broken.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "Merry is in the north-western room of the Houses of Healing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "Merry suffers troubled dreams. Like Éowyn, he pierced the Lord of the Nazgûl with his weapon and the encounter worked a grievous harm upon him. A grey pall has settled upon his face, and the Black Shadow stifles his breath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a5",
      "en": "Ioreth might know where you can find some athelas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "You ask Ioreth if there might be some athelas to be had in the storerooms.\\n\\n'We have healing herbs of many varieties, but of course never as many as we might wish, especially not with so many needing our help! It has been some time since a carrier from Lossarnach has come, and our stock of cemenduril liquor is very low. But I am afraid I do not know of any herb by the name of athelas. I can ask the herb-master. He knows the old names.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1171",
      "en": "Faramir lies in a bed against the right wall. He does not look well",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a7",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a8",
      "en": "Ioreth has never heard of athelas. Could it be she would know it by another name?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "You tell Ioreth that some folk also know athelas by another name: kingsfoil.\\n\\n'Kingsfoil? Say you so? My sisters claimed it to be naught but a weed! Now that you mention it, I have noticed that it does give off a sweet smell when its flowers are disturbed. It is somehow a wholesome smell, if you understand what I mean. I did wonder why any king would wish such a plant to be named so, and not one more brightly-coloured or eye-catching.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b0",
      "en": "Mithrandir is in the Houses of Healing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5eb3",
      "en": "You were seen by a Knowing Scholar, upsetting the delicate political situation!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1183",
      "en": "You decide to make your way up through the city in secret",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b9",
      "en": "You have entered the Houses of Healing at the behest of Mithrandir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6ad5",
      "en": "Sneak through the city to the Houses of Healing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1187",
      "en": "You have made it through the city without being identified",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Interlude: A Secret Return",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8d51001",
      "en": "Pippin",
      "es": "",
      "es (fem)": ""
    }
  ]
}