{
  "id": 620923707,
  "txt": [
    {
      "id": 246419792,
      "en": "Ordlac's house is near the Oserley stable, on the road to the Mead Hall.\\n\\nDudsig gave you the key to Thane Ordlac's house and bade you fulfill your duty there.",
      "es": ""
    },
    {
      "id": 246419796,
      "en": "Dudsig is near the stables in Oserley.\\n\\nOrdlac has instructed you to obtain the key to his house from Dudsig.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You found a note upon the corpse of one of the half-orc commanders detailing plans to murder Thane Ordlac's wife in their own home.",
      "es": ""
    },
    {
      "id": 225642568,
      "en": "DNT -- Will not be seen",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 111477337,
      "en": "Talk to Dudsig and obtain the key to Ordlac's house",
      "es": ""
    },
    {
      "id": 162883671,
      "en": "'Aye, indeed I have the key, and here it is. It is a brilliant plan, I think, that my thane has considered. How best to deal with the situation than to have you confront the villains in his own home, where you may better protect Lady Lúfa?\\n\\n'Thane Ordlac's home is just up the road leading to the Mead Hall, if you have not already taken note of it.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Ha! These oafs dare to consider the murder of my wife...and in my own home, no less? Well, we shall just have to make them rue their impudence.\\n\\n'Speak with Dudsig; he shall give you the key to my home. Go to Lúfa and stay with her. When the villains come to perform their heinous act, you shall dispatch them.\\n\\n'Nay, do not look at me so! Lúfa is the daughter of Gísling and granddaughter of Gísil, Thane of Garsfeld. My marriage to her sealed the alliance between our houses...how do you think it would look if I were to let her perish at the hands of ruffians? Nay, I doubt not your talents, my friend!'",
      "es": ""
    },
    {
      "id": 111477315,
      "en": "Talk to Lúfa at Ordlac's house",
      "es": ""
    },
    {
      "id": 162883649,
      "en": "'Who are you? Ah, my husband sent you. Is he afraid that his trophy might be lost?\\n\\n'Please...do not mind my words. They are borne of sorrow. I should be glad of some company.'",
      "es": ""
    },
    {
      "id": 225642578,
      "en": "DNT -- Will not be seen",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Lady's Protector",
      "es": ""
    }
  ]
}