{
  "id": 620923703,
  "txt": [
    {
      "id": 127458128,
      "en": "Gladsúnu",
      "es": ""
    },
    {
      "id": 127458129,
      "en": "'I would much rather you stayed here to protect Marton!'",
      "es": ""
    },
    {
      "id": 127458130,
      "en": "'Surely Erkenbrand would understand. You have your duties as a Thane!'",
      "es": ""
    },
    {
      "id": 127458131,
      "en": "'You should send your soldiers in your stead.'",
      "es": ""
    },
    {
      "id": 24743345,
      "en": "Agelwyn",
      "es": ""
    },
    {
      "id": 127458132,
      "en": "'That is not the way of things, dear wife. I will ride to battle -- for Rohan, not for Marton.'",
      "es": ""
    },
    {
      "id": 24743346,
      "en": "'When we heard the Fords had fallen, we were all afraid.'",
      "es": ""
    },
    {
      "id": 127458133,
      "en": "'This is larger than you and me, larger than Marton, larger even than the Westfold.'",
      "es": ""
    },
    {
      "id": 127458134,
      "en": "'Dear wife!'",
      "es": ""
    },
    {
      "id": 24743347,
      "en": "'Then the Orcs approached in the night, torches in their hands.'",
      "es": ""
    },
    {
      "id": 127458135,
      "en": "'Do not cry! You must be strong, and lead our people in my stead, if need arises.'",
      "es": ""
    },
    {
      "id": 24743348,
      "en": "'Elstan woke me and pushed me out the door, and I went with him while he raised the alarm.'",
      "es": ""
    },
    {
      "id": 127458136,
      "en": "'I cannot! I am no warrior.'",
      "es": ""
    },
    {
      "id": 24743349,
      "en": "'We all owe him our lives. I am grateful that my husband left him to protect us while our soldiers were gone.'",
      "es": ""
    },
    {
      "id": 127458137,
      "en": "'You needn't be a warrior. I leave Elstan with you -- he is my strongest and most loyal soldier.'",
      "es": ""
    },
    {
      "id": 24743350,
      "en": "'But now everyone looks to ME for answers. I cannot give any! I am no leader.'",
      "es": ""
    },
    {
      "id": 24743351,
      "en": "'My husband Gladsúnu is Thane, not I.'",
      "es": ""
    },
    {
      "id": 24743352,
      "en": "'I still remember the day he left....'",
      "es": ""
    },
    {
      "id": 24743353,
      "en": "'My dear Agelwyn, do not fear! I will be with Erkenbrand and the lords of the Mark.'",
      "es": ""
    },
    {
      "id": 127458112,
      "en": "'You may be young and inexperienced, but you are clever as can be.'",
      "es": ""
    },
    {
      "id": 127458113,
      "en": "'I know you will do well.'",
      "es": ""
    },
    {
      "id": 127458160,
      "en": "'It does not seem right to leave your Thane husband's town to the Orcs while he is lost at the Fords.'",
      "es": ""
    },
    {
      "id": 127458114,
      "en": "'Hmph!'",
      "es": ""
    },
    {
      "id": 127458161,
      "en": "'I....'",
      "es": ""
    },
    {
      "id": 127458115,
      "en": "'If...if the unthinkable happens, you must lead our people to Helm's Deep, Agelwyn.'",
      "es": ""
    },
    {
      "id": 127458162,
      "en": "'I do not know what we should do.'",
      "es": ""
    },
    {
      "id": 127458116,
      "en": "'It is the safest place in all of Rohan. Tell me that you understand!'",
      "es": ""
    },
    {
      "id": 127458163,
      "en": "'I think you will find that it is clear to everyone that we drive the Orcs from Marton, my lady.'",
      "es": ""
    },
    {
      "id": 127458117,
      "en": "'I understand....'",
      "es": ""
    },
    {
      "id": 127458164,
      "en": "'I know you are new to acting as Thane, but I am certain you will arrive at the same conclusion in time.'",
      "es": ""
    },
    {
      "id": 127458118,
      "en": "'Oh dear. Someone wishes to speak with me.'",
      "es": ""
    },
    {
      "id": 127458165,
      "en": "'I only wish to advise you. The time to act is now.'",
      "es": ""
    },
    {
      "id": 127458119,
      "en": "'Forgive the interruption, Lady Agelwyn.'",
      "es": ""
    },
    {
      "id": 127458166,
      "en": "'...'",
      "es": ""
    },
    {
      "id": 127458120,
      "en": "'It is no matter. What do you need?'",
      "es": ""
    },
    {
      "id": 127458121,
      "en": "'Do you not think it is time we take back Marton?'",
      "es": ""
    }
  ]
}