{
  "id": 620923708,
  "txt": [
    {
      "id": "0xd730857",
      "en": "'I have seen but seventeen summers, and though to be wed so young in these lands in not a queer thing, I did not have a say in the choice of my husband...please, leave me to my sorrow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Lady's Sorrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'You wonder why I grieve so? I am recently wed to Thane Ordlac, but here I have not found love. Alas, I must call his home mine, yet I do not recall that he has ever come to this house since we were married.\\n\\n'Truly, even did he show his love to me, I do not think I could be consoled, for my heart does not care for him as it should.\\n\\n'Would you bring me a cup of wine from the table? If you are willing to hear my tale, then I shall need the refreshment to soothe my thirst.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9db011",
      "en": "'Ordlac visited Garsfeld often in the past, ingratiating himself to my grandfather, Gísil.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The wine is on the table in Thane Ordlac's house.\\n\\nLúfa has asked you to bring her a cup of wine to ease her thirst while she tells you her tale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9db012",
      "en": "'One day, not long before the Orcs began openly roaming the Mark, he came professing his love for me and asking for my hand in marriage....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9db013",
      "en": "'My father, Gísling, believed that Ordlac was sincere and saw in our union the opportunity for an alliance against the Orcs. He granted Ordlac my hand.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9db014",
      "en": "'What my father did not understand is that my heart already belonged to Torferth, son of Thane Tordag of Torsbury....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9db015",
      "en": "'I begged father not to require me to wed Ordlac, but it was to no avail. He told me that I was young and that I would learn to love the thane as he loved me....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9db016",
      "en": "'Alas, since I came to this place, Ordlac has put me aside with seeming indifference, like a trophy for the wall. I do not recall him even visiting this home that is supposed to be ours.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9db017",
      "en": "'How can I learn to love a man who has rent my heart from my breast and left me a lonely and hollow shell of a woman?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9db018",
      "en": "'The worst part is that Torferth believes that I married Ordlac willingly. When he learned of our marriage, he was angered believing that I had betrayed him....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730863",
      "en": "DNT -- Will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01150",
      "en": "Lúfa is at Thane Ordlac's house in Oserley.\\n\\nLúfa awaits the wine she requested from you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9db019",
      "en": "'There have been moments when I felt that I would rather die than continue in this miserable life.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08ed55",
      "en": "Listen to Lúfa's tale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ef0",
      "en": "Bring the cup of wine to Lúfa",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1165",
      "en": "Collected wine from the table",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56872",
      "en": "'Now do you understand why I grieve? I will abide by my father's wishes, for I love him and would not be disobedient, even for my own sake, but I begin to feel like I will become old from sorrow and loneliness before my time.\\n\\n'I do have one request to ask of you though: if you continue to Torsbury as you say you must, would you bring this, my favour, to Torferth? He thinks me unfaithful, and I wish him to know that my heart still belongs to him, even though we may never fulfill our hearts' desires.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56846",
      "en": "'Thank you. You have shown me a kindness.\\n\\n'If you wish to know why I grieve so as the wife of such a young and handsome thane, it is because my heart belongs to another. I am only wed to Ordlac because my father desired an alliance with Oserley.\\n\\n'I do not think my father would have promised me to Ordlac if he knew the lonely life I would lead here, but it is done now....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01161",
      "en": "Lúfa is at Thane Ordlac's house in Oserley.\\n\\nLúfa has finished her tale and wishes to speak with you again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Thane Ordlac sent you to his house to protect his young wife Lúfa from the would-be assassins which the half-orcs intend to use against her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50244",
      "en": "Collect wine from the table",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Talk to Lúfa in Ordlac's house",
      "es": "",
      "es (fem)": ""
    }
  ]
}