{
  "id": 620923687,
  "txt": [
    {
      "id": 246419792,
      "en": "The leaders of the half-orcs near Oserley roam the field south-west of the village.\\n\\nYou should defeat Rakblog and Unaz, leaders of the half-orc scouts near Oserley.",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "Defeated Rakblog",
      "es": ""
    },
    {
      "id": 49286864,
      "en": "Bring the note you found to Cenulf in Oserley",
      "es": ""
    },
    {
      "id": 177082756,
      "en": "Defeated Unaz",
      "es": ""
    },
    {
      "id": 162883752,
      "en": "'You are mighty indeed to have faced and defeated the leaders of the half-orcs! Is there nothing you fear?\\n\\n'You found a note upon one of the creatures? Let me see it....\\n\\n'This is not good...not good at all....'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The leaders of the half-orcs near Oserley are particularly dangerous, attacking without hesitance any who cross their paths.",
      "es": ""
    },
    {
      "id": 225642681,
      "en": "'Why have you returned so soon? Have you finished the task before you?'",
      "es": ""
    },
    {
      "id": 246419893,
      "en": "Cenulf is near the mill in Oserley.\\n\\nYou should bring the note you found to Cenulf at once.",
      "es": ""
    },
    {
      "id": 177082737,
      "en": "You found another ominous note upon the corpse of one of the leaders",
      "es": ""
    },
    {
      "id": 162883666,
      "en": "The leaders of the half-orcs near Oserley are particularly dangerous, attacking without hesitance any who cross their paths. You should defeat the leaders of the half-orcs near Oserley, hopefully sending the scouts into chaos.",
      "es": ""
    },
    {
      "id": 111477333,
      "en": "Defeat Rakblog in the fields near Oserley",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "You should defeat the leaders of the half-orcs near Oserley.",
      "es": ""
    },
    {
      "id": 177082742,
      "en": "You have found the leaders of the half-orcs near Oserley",
      "es": ""
    },
    {
      "id": 111477335,
      "en": "Defeat Unaz in the fields near Oserley",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 111477313,
      "en": "You should defeat the leaders of the half-orcs near Oserley",
      "es": ""
    },
    {
      "id": 177082744,
      "en": "You have found the leaders of the half-orcs near Oserley",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 177082722,
      "en": "The leaders of the half-orcs near Oserley are particularly dangerous. You should defeat them",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Defeat Rakblog",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Fingers of the White Hand",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Defeat Unaz",
      "es": ""
    }
  ]
}