{
  "id": 620923688,
  "txt": [
    {
      "id": "0x9b568b9",
      "en": "'I confess to surprise that you live still, for the foul half-orcs are not without skill. Nevertheless, you have done some good for the Broadacres, even if you found naught upon their remains to implicate the traitor.\\n\\n'I should say well done and offer you a reward.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "Defeat mounted half-orc archers near Oserley ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "Mounted half-orc archers can be found throughout the fields west of Oserley.\\n\\nCenulf asked you to defeat mounted half-orc archers to discover more evidence of the traitor in Oserley.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The note you found implied that a traitor exists among Ordlac's retainers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd7308a3",
      "en": "DNT -- Will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Cenulf may be found near the mill in Oserley.\\n\\nThane Ordlac asked you to speak with Cenulf and obtain his guidance during your investigation of the brigands' note.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a5",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Cenulf in Oserley",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'Dudsig told me of the assistance you have already wrought. I will welcome your aid now and grant you any information you need to find the traitor in our midst.\\n\\n'If it is true that the orders were given by Saruman the White, then it may be that you can find more information among the half-orc scouts who harry our lands. They ride hither and thither among the plains to the west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'If indeed one of my retainers is a traitor, this could bode ill for any effort we make to bring aid to Stoke. I will continue my muster, but I must ask you to investigate this villainy.\\n\\n'If you would, speak with Cenulf, one of my most trusted lieutenants. I have need of Dudsig's assistance, but Cenulf can guide you during your investigation.\\n\\n'You may find him near the mill here in Oserley.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Defeat mounted half-orc archers near Oserley ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a8",
      "en": "Cenulf is near the mill in Oserley.\\n\\nYou should return to Cenulf with news of your victories against the half-orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Talk to Cenulf in Oserley",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Servants of Saruman",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd7308b0",
      "en": "DNT -- Will not be seen",
      "es": "",
      "es (fem)": ""
    }
  ]
}