{
  "id": 620923699,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'No, I have heard nothing of Erkenbrand, or Grimbold, or any of them! I care only for news of my husband Gladsúnu. We had a rider telling us the Fords of Isen had fallen, but no news of my husband and Thane.\\n\\n'And not long after, the Orcs came, and we fled. Did I do right? Perhaps we should have fought! I am no leader. Please, do not ask me anything else! I do not know; I am distraught!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Try to help Agelwyn be confident while her husband is away",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Agelwyn has found herself in an uncomfortable position as acting Thane of Marton during a very troubled time, and she does not feel up to the responsibility.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Agelwyn is in the refugees' hiding spot north of Marton.\\n\\nYou should speak with Agelwyn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Reluctant Young Leader",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Speak with Agelwyn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'We are all going to rot here, without food or shelter! I have lost my husband's city.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'You are right, [placeholder]. I am convinced that I must act a leader now, however uncomfortable the role may be.'\\n\\nYou assure Agelwyn that she will learn as she goes, and that she will have help as long as you can spare it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Agelwyn needs confidence to lead her people.\\n\\nYou should speak with Agelwyn and encourage her to be strong.",
      "es": "",
      "es (fem)": ""
    }
  ]
}