{
  "id": 621086596,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "Nargo asked you to harvest palm wood from the forest outside of the city and then repair the planks on the dock.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Repair the damaged dock planks ([placeholder]/10)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "You chopped down some nearby trees to collect palm timber and repaired the planks on the dock. Return to Nargo, on the Halrax docks, with the news.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "Damaged dock planks repaired ([placeholder]/10)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'What you have done for me may seem like that much effort. It is a great relief to me not having to deal with that monotonous life, even for a few moments. Thank you, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Return to Nargo and tell him you completed his request",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'I need palm timber from the woods surrounding Halrax. The trees are pliable and survive longer along the harsh sea-shore. Then, if you do not mind, repair the damaged planks along the dock.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d179",
      "en": "Nargo is looking for help in patching up the dock at Halrax. He needs assistance in repairs and materials.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Collected palm timber ([placeholder]/6)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'The sea is a voracious beast consuming wood at a rate only surpassed by fire. Every day, I toil to repair this dock. Each night, when I slumber, I dream of hammering nails. And each morning, I awake to find more rot chewing away at the docks.\\n\\n'I grow weary, friend. Could you help? I need palm wood from the trees in the wood to the east of the town. Can you collect those and repair the damaged planks?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Collect palm timber ([placeholder]/6)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Dock Too Far",
      "es": "",
      "es (fem)": ""
    }
  ]
}