{
  "id": 621086418,
  "txt": [
    {
      "id": "0xe1fa238",
      "en": "Principled Interest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a91",
      "en": "Zadok has asked you to help him collect on a few debts so that he can at least have enough to return to Gondor.\\n\\nZadok's clients can be found wandering around Black Anchor, and the Baths.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568be6",
      "en": "'My money! You managed to get some of it back, and there is even some interest on top of it.\\n\\n'You either took more than what was owed, or these people are familiar with the concept of loans after all.\\n\\n'Perhaps I should rethink my business model rather than running away with my tail tucked between my legs.\\n\\n'Thank you, traveller!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502b12",
      "en": "Collect from Râhal scoundrel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502b13",
      "en": "Collect from Râhal lazy-body",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a95",
      "en": "You have managed to collect debts from some of the Corsairs in the Gut. This should help Zadok make a respectable getaway.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502b14",
      "en": "Collect from Râhal drunkard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568bf6",
      "en": "'What do you want?\\n\\n'I am at my wit's end. I cannot possibly make up for all the money I have lost. I thought this city and a new clientele would help me make big profits as a money-lender, but these ruffians don't understand lending terms or even the notion of paying back what's borrowed!\\n\\n'In addition, they extort me constantly for more hand-outs. If I am to make it out of here and start over, I'll need help with collecting debts from these low-lifes.\\n\\n'Could I hire you to be my muscle and perhaps intimidate a few of my clients into paying their debts?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502b17",
      "en": "Talk to Zadok",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d16b3",
      "en": "Zadok hoped to turn money lending into a profitable venture in a new city. Umbar, it seems, was not that city.",
      "es": "",
      "es (fem)": ""
    }
  ]
}