{
  "id": 621086423,
  "txt": [
    {
      "id": "0x1d6acc2",
      "en": "Defeat Captain H没maraz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a65",
      "en": "You have slain H没maraz, but Kina ran away again, his feelings hurt by what once was his idol. You should check in with Shikavi.\\n\\nShikavi can be found outside of the Black Anchor Tavern.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568b16",
      "en": "'Good, you are here! Don't worry! Kina is safe with me. He is crying in his room.\\n\\n'I don't know what you did or how you did it. But Kina has quit the crew and returned to me. I hope that his stories of fancy with the Corsairs have ended.\\n\\n'Nonetheless, you have brought him home and I thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502be4",
      "en": "Confront H没maraz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa1f1",
      "en": "Do Right By the Family",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568bf6",
      "en": "'This has to end here. I fear for my child's life. If he continues down this path, there is only death in his future. And an early one!\\n\\n'Could you please help convince the captain of Kina's crew to let him go? That is the only way.\\n\\n'They may even respect this approach more. If Kina will listen to anyone, it's his captain.\\n\\n'The Captain makes the deepest part of the Gut his home, in the south-east end of the Lower Ward.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a60",
      "en": "Shikavi has asked you to appeal to the authority of the captain of the crew of which Kina pretends to be a member.\\n\\nCaptain H没maraz can be found on the south-east end of Lower Ward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502be7",
      "en": "Talk to Shikavi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568b11",
      "en": "'You wish to take Kina from this crew? Kina is no more than a cabin boy, but a good one.\\n\\n'He listens and obeys, fetches me drinks, and brings me worthy tithings. He is my personal errand-boy and I have no intention of giving him up.\\n\\n'For this insubordination, I will have your head!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d16b3",
      "en": "Shikavi is convinced that Kina is in far deeper than she could ever fear.",
      "es": "",
      "es (fem)": ""
    }
  ]
}