{
  "id": 621086419,
  "txt": [
    {
      "id": "0xb011a91",
      "en": "Zadok has asked you to help him collect a debt from a respectable proprietor in the Gut.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d16b3",
      "en": "Zadok has re-organized his business efforts in Umbar. Perhaps he can make it work after all.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa238",
      "en": "Principled Interest Part 2",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a95",
      "en": "You have bested the successful proprietor. You are free to collect his treasures.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502be0",
      "en": "Confront the successful proprietor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568bf6",
      "en": "'I have been thinking about how I could actually make a profit here in Umbar.\\n\\n'Sure, the usual clientele are not used to the notion of debts, but with your help, I can set an example in the city and perhaps even The Gut!\\n\\n'There is a proprietor here who took out a massive loan in hopes of striking it rich, same as me. They have a healthy reputation in the Gut. If we could set an example with such a figure, debts would surely be paid on time and with interest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502be1",
      "en": "Collect the treasure chest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568b13",
      "en": "'Perfect! It's even in the same chest in which he hauled it away.\\n\\n'This man was obviously quite the businessman. It seems he was able to make some money on top of the initial investment that I made.\\n\\n'I can't thank you enough, traveller. Perhaps one day I will be lucky enough to serve your needs. Of course you are entitled to a massive discount on interest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502be4",
      "en": "Talk to Zadok",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568be8",
      "en": "'You want my money? Do you know who you are talking to?\\n\\n'You have made a big mistake this day! No one touches my money but me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d6ac39",
      "en": "Collect the treasure chest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a62",
      "en": "You have the money that was promised to Zadok. You should return it to him.",
      "es": "",
      "es (fem)": ""
    }
  ]
}