{
  "id": 620779882,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Burned bloated corpses ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Burned barrels of rotting flesh ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Despite a small supply of arms and armour, Stanric of the Eglain is attempting to organize at least a meagre defence against the wild and dangerous beasts and other enemies which stalk the ruins the Eglain call their homes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You likely know by now that there are Orcs in the south holding vigil on the ruins where once Men stood proud... and foolish. Now disease threatens to spread from Ost Cyrn. The Orcs have no concern for what they breed in their filth. Meat is left to rot and spoil and the innards of the foetid dead bloat and give birth to all manner of disease and corruption.\\n\\n'We must seek to curb the plague before it spreads, and so I turn once again to you. There is only one way to destroy the plague-bearing filth left by the Orcs: fire.\\n\\n'Take this tinder and flint and make your way to Ost Cyrn in the south, where the Orcs dwell. Set fire to the bloated corpses and barrels of filth therein.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The source of the plague can be found in the encampments of the Orcs at Ost Cyrn, south of Ost Guruth.\\n\\nThe Orcs care little about the disease spreading from the corpses and barrels of viscera littering their camp. Stanric gave you his tinderbox and bid you burn out the disease spreading from Ost Cyrn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have our gratitude, friend. It pains many to know that the Orcs have claimed the lives of many Eglain who fought against them.\\n\\n'We will breathe easier knowing that the winds will not carry pestilence from the South.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Stanric awaits the return of his tinderbox at Ost Guruth, north of Ost Cyrn.\\n\\nYou set fire to the corpses and barrels at the Orc-camp in an effort to avoid the spread of plague. You should return to Stanric with word of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Be cautious as you set the fires. It will likely draw the attention of nearby Orcs. Return the tinderbox to me when you are done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Be certain the filth of the Orcs has been purged.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Burn bloated corpses ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Burn barrels of rotting flesh ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Return tinderbox to Stanric at Ost Guruth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Plague Upon Us",
      "es": "",
      "es (fem)": ""
    }
  ]
}