{
  "id": 620779895,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected boar-meat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected boar-stomach ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Collected boar-stomach ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Despite a small supply of arms and armour, Stanric of the Eglain is attempting to organize at least a meagre defence against the wild and dangerous beasts and other enemies which stalk the ruins the Eglain call their homes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'We had a pen of boars once, poached now by Orcs and spiders in the west and south. Frideric means to make peace and asks such a meagre price to find that peace. Our stores will not hold long, and we need meat and water soon, or we will face famine.\\n\\n'In the east, north of the road, you will find Dol Vaeg and a small encampment of our people. Find and speak with Northrim at this camp and assist him with his tasks. We must be well-prepared for this new future.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Northrim is at the Eglan-encampment at Dol Vaeg overlooking Haragmar and Nan Dhelu.\\n\\nStanric sent you to Northrim to complete further tasks necessary to prepare the Eglain for the grim future ahead of them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Stanric is a good man, and his words are true. We must prepare for the dark future ahead. As my companion, Cwendreda, will tell you, the ruins of Nan Dhelu have grown darker than ever we have seen.\\n\\n'My task is mundane, but necessary. We require water-bladders and food as moving a large number of people from one location to another may take longer than we have to find new sources of fresh water and food.\\n\\n'To make these bladders and feed our people, we will need a creature untouched by corruption. The boars in these eastern stretches will suffice. There are many boars east along the road but a handful of burrows can be found where the hills rise on the north and south sides of the road.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Boars may be found eastwards along the Great East Road, which lies to the south of Ost Guruth.\\n\\nNorthrim dispatched you to collect boar-haunches and stomachs to help the Eglain fill their winter stores.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You will find Northrim and his companion, Cwendreda, at Dol Vaeg, a small, overgrown ruin west of Ost Guruth. They are there watching the ruins of Nan Dhelu and Haragmar. Speak with Northrim and assist him as you can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'The bellies will be cleaned and the meat will be cured and salted. I will be able to fill our water barrels and feed my people.\\n\\n'You have my thanks, friend.' ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Quickly now! I will need haunches of meat and boar-stomachs. We need meat and better ways of carrying the water back to Ost Guruth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Northrim at Dol Vaeg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the boar-stomachs and haunches to Northrim at Dol Vaeg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect boar-meat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Collect boar-stomach ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Well-prepared",
      "es": "",
      "es (fem)": ""
    }
  ]
}