{
  "id": 620779887,
  "txt": [
    {
      "id": 218649169,
      "en": "'Death, pestilence, and terror stalk us, [placeholder]. Two have been dealt with, thanks to your effort, the third still soars above us with ever watchful eyes.\\n\\n'It is the eyes that I want. I speak of the gore-crows, the black birds with sharp beaks and piercing eyes. They are spies along the road east and west from this place, and they are ever vigilant.\\n\\n'Take their eyes and they cannot see and what they cannot see they cannot spread to their masters, the Orc and half-breed. Seek the gore-crows along the Great East Road and bring me their eyes to prove that the creatures will no longer speak of us to their fell masters.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Dead, yes? No more will these eyes spy down on us from above. Can we not find a bit of peace in that? I think that we shall.\\n\\n'You have done us a great service once again, [placeholder]. There is little else needed for us to become well-prepared for what lay ahead.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'While they fly through the sky, the gore-crows may see us here at Ost Guruth. I can tell you, [placeholder], no matter how strong our people may appear, we cannot withstand an onslaught from the dwarves, half-breeds, or Orcs here in the Lone-lands. Their spies must be blinded.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Terror in the Sky",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Despite a small supply of arms and armour, Stanric of the Eglain is attempting to organize at least a meagre defence against the wild and dangerous beasts and other enemies which stalk the ruins the Eglain call their homes.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected gore-crow eyes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Deliver the gore-crow eyes to Stanric at Ost Guruth",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Gore-crows can be found all along the Great East Road, which lies south of Ost Guruth.\\n\\nStanric has asked you to search along the Great East Road for gore-crows and collect their eyes as evidence that they can no longer spy upon the people of Ost Guruth.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect gore-crow eyes ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}