{
  "id": 620779932,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated the ruin-web spinner",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated the ruin-web trapper",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Defeated the ruin-web weaver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Since long before Orcs and undead crept into the Lone-lands, the Eglain have had to deal with the menace of spiders dwelling within the ruins across the lonely stretch of Eriador. Now as the spiders are driven from the depths of their ruined homes, they creep closer and closer to Ost Guruth and threaten the folk who dwell there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'All that you have done for the Eglain proves your honour. I shall not doubt your intentions again, but I shall ask a favour of you.\\n\\n'I am sure that you have seen the variety of spiders throughout the Lone-lands. You may not know of the elders that lead this vile brood. It is they who are to be feared the most.\\n\\n'I ask now that you go to Amon Ros and slay the elders. They have lived for too long, preying upon the helpless, and must be destroyed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The elders of the spider-brood can be found in Amon Ros, west of Ost Guruth.\\n\\nTortwil asked a favour of you: that you go to Amon Ros and slay the elders of the spider-brood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'This news will ease the suffering of many. Though it seems a task without thought, we are not a people accustomed to venturing against such foes.\\n\\n'You are a hero to the Eglain and deserve all that you shall receive in reward.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Tortwil awaits your return in Ost Guruth, east of Amon Ros.\\n\\nTortwil will be pleased to hear of your victory against the spider-elders of Amon Ros.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You will find the elders of the spider-brood within the ruins of Amon Ros. Some are harder to find than others and will move from place to place. Hunt them down and destroy them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat the ruin-web spinner",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat the ruin-web trapper",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat the ruin-web weaver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Tortwil at Ost Guruth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Elders in the Shadows",
      "es": "",
      "es (fem)": ""
    }
  ]
}