{
  "id": 620779933,
  "txt": [
    {
      "id": 218649169,
      "en": "'No doubt you've seen spindly crawlers weaving their webs and trapping their prey, which happens to be anything that has life within its veins. Crawling monstrosities is what they are! Nothing good comes from them, and I have seen too many fall prey to their hidden nests.\\n\\n'These foul vermin do not deserve the life they take so freely. Bring my vengeance upon them!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I have not been wholly forthcoming with you, [placeholder], but I was afraid you might not be as honourable as rumour tells. But I shall now tell you my tale, so that you may understand my hatred.\\n\\n'I was at Naerost when the goblins came. My son and I fled as the Wargs and goblins poured into the ruins, slaughtering all who could not escape them. My son stumbled at the edge of a ruin and slipped into the chasm below. I struggled to reach him, but there was no hope, the spiders were upon him nearly as soon as he touched their webs.\\n\\n'They took my son from me as they took his mother many years back. My heart is heavy with shame for not telling you the truth.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Filthy creatures! Snatching the life from whatever they ensnare. They deserve death.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Plague of Spiders",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Since long before Orcs and undead crept into the Lone-lands, the Eglain has had to deal with the menace of spiders dwelling within the ruins across the lonely stretch of Eriador. Now as the spiders are driven from the depths of their ruined homes they creep closer and closer to Ost Guruth and threaten the Eglain who dwell there.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated spiders in Amon Ros ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat spiders in Amon Ros ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Spiders dwell in the shade of Amon Ros, west of Ost Guruth.\\n\\nWith undeniable hatred towards spiders, Tortwil asked you to enter the ruins of Amon Ros to strike at the vile creatures dwelling there.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Speak with Torquil",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Tortwil awaits your return at Ost Guruth, east of Amon Ros.\\n\\nYou should return to Tortwil and tell him of the destruction wrought upon the spiders. He should be pleased with your success.",
      "es": ""
    }
  ]
}