{
  "id": 620779890,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Filled the water-bladder",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The water here looks fresh and clean",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "This is no place here from which to draw clean water",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Within the ruins of Dol Vaeg, Northrim collects the last few items needed for Stanric's defence. Soon the Eglain hope to be prepared for the worst, a prolonged battle against encroaching darkness.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Before you leave, [placeholder], I would ask one other small task, left over from the last folk who stopped to aid us here.\\n\\n'We have some bladders already cleaned and ready for water. I ask that you make your way along the Great East Road to the Last Bridge and fill this bladder with water from Mitheithel, the Hoarwell.\\n\\n'The Bridge has stood through many ages, and we have found that the water taken from the northern end of the bridge is best. Draw the water, then return to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Last Bridge lies at the eastern end of the Great East Road.\\n\\nNorthrim gave you an empty, cured bladder and asked you to collect water from the Hoarwell on the northern side of the Last Bridge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'We have water now to fill our barrels. I am grateful for all that you have done for my people. Here, [placeholder], take this and know the gratitude of all the Eglain of Ost Guruth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Northrim awaits your return with clean water at Dol Vaeg, west of the Last Bridge.\\n\\nYou made your way to the Hoarwell's edge and collected water from the banks. You should return at once to Northrim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Fill the bladder at the water's edge on the north side of the Last Bridge, then return here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Make certain to return to me once you have collected the water from Mitheithel.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You have my thanks and the gratitude of my people for all you have done, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Fill the water-bladder",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Fill the water-bladder at the Last Bridge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the full water-bladder to Northrim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Clear Water",
      "es": "",
      "es (fem)": ""
    }
  ]
}