{
  "id": 620779893,
  "txt": [
    {
      "id": 218649169,
      "en": "'Always we struggle to survive -- and we have done well in all the years I have dwelled at Ost Guruth -- but this is something the like of which I've not seen before. With the Elders working to defend against the evil in Agamaur, it falls to the rest of us to see to other defences.\\n\\n'This, my friend, is where I come to you. Our numbers are few, and those capable of wielding a weapon are best kept close to Ost Guruth. You, however, are able to walk freely through the land and assist us in ways in which we cannot help ourselves.\\n\\n'In the west, beneath the shadow of Amon Ros, lie great nests of venomous spiders among the ruins. Some are more potent than others. Now we have ways passed down through the ages of distilling the venom of the lesser spiders and making a medicine which helps to cure poison. If the venom is too potent it cannot be distilled. I need you to collect the poison sacs from ruin-web hunters and ambushers and bring them to me.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have done well, my friend. This will aid us in preventing the deaths of many should we find ourselves beset by spiders.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'In the west, beneath the shadow of Amon Ros, slay the less deadly of the spiders and take their venom sacs. The crawlers and the trappers should suit our needs well.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Venom of the Ruin-stalkers",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Despite a small supply of arms and armour, Stanric of the Eglain is attempting to organize at least a meagre defence against the wild and dangerous beasts and other enemies which stalk the ruins the Eglain call their homes.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected poison sacs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Deliver the poison-sacs to Stanric at Ost Guruth",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Ruin-web hunters and ambushers dwell within the ruins of Amon Ros, west of Ost Guruth.\\n\\nStanric explained that spider-venom could be used to create a medicine against poisons and possibly save lives. He sent you to Amon Ros to collect poison from the spiders there.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect poison sacs ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}