{
  "id": 620779934,
  "txt": [
    {
      "id": 218649169,
      "en": "'By my word, know that my wife and son fell to the brood to the west, but they were not the only ones to fall to the spiders in that vale. The Eglain have lost so many through the years. Other families have lost siblings and loved ones to the spiders and, more recently, to the Wargs stalking the wild.\\n\\n'I have a request for you, which may prove fruitless, yet I hope it shall yield solace for many. In Amon Ros, where the spiders dwell, you likely saw many sacs of eggs. These sacs will bring more evil into the world and the grief will continue.\\n\\n'Will you go and destroy the eggs before they hatch? The spiders' numbers grow each day, while the good folk of Ost Guruth dwindle.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Your efforts to curb the spread of the spiders may bring at least some respite from our grief. You have my thanks, [placeholder].'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Scour the ruins of Amon Ros and destroy any egg sacs you may find. Hope may be scarce, but at least you may slow the spread of the spider-brood in Nain Enidh.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Profound Losses",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Since long before Orcs and undead crept into the Lone-lands, the Eglain have had to deal with the menace of spiders dwelling within the ruins across the lonely stretch of Eriador. Now as the spiders are driven from the depths of their ruined homes they creep closer and closer to Ost Guruth and threaten the Eglain who dwell there.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Destroyed egg sacs in Amon Ros ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Destroy egg sacs in Amon Ros ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The spiders' eggs can be found among their nests in Amon Ros, west of Ost Guruth.\\n\\nAfter telling you of the loss of his wife and son to the spiders of Amon Ros, Tortwil asked you to return to the vale and destroy any egg sacs you might find.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Speak with Torquil",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Tortwil awaits your return in Ost Guruth, east of Amon Ros.\\n\\nYou found the egg sacs in the shadows of Amon Ros and destroyed them as Tortwil requested. You should return to Ost Guruth with the news of your success.",
      "es": ""
    }
  ]
}