{
  "id": 620831104,
  "txt": [
    {
      "id": 218649169,
      "en": "'To our great dismay, we have learned that the Angmarim have established an outpost amongst the ruins of Mirobel. Through the repeated efforts of valiant folk such as yourself, we have done well to thin their numbers and ease the threat they present. There are... other matters at hand, however... and these matters, while requiring the Angmarim to further establish themselves in these lands, could prove particularly dangerous if our efforts prove vain.\\n\\n'To that end, I will dispatch you to Mirobel in search of a very rare iron found only on the borders of Angmar and Forochel. This iron, taken from deep within the core of the frozen mountains, can be worked into a terrible metal in the hands of a skilled artisan. Though I think it improbable that such an artisan is among our foes, I would rather err on the side of caution and ensure the safety of my people.\\n\\n'Only the Angmarim would be allowed to carry this iron. Search among them for the iron. Return to me when you have proven my inkling right or wrong.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'This is an unnerving discovery. None of our efforts have yielded any indication that there is an accomplished weaponsmith amongst the Angmarim camped here, yet still they carry the Angmarim Iron with them.\\n\\n'We must remain diligent in our efforts to thwart these enemies, [placeholder]. Your work does not go unnoticed.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Search the ruins in Mirobel for the Angmarim. They, if any, will carry the Angmarim Iron. Should you find any, return to me with haste.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Out of the North",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Angmarim scour Eregion in search of any remnants of the past that may further strengthen their forces. The small band of Elves found at Echad Mirobel wish to preserve the ruins as they are, and have asked you to assist them in this mission.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected Angmarim iron",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring Angmarim iron to Ornras at Echad Mirobel",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Angmarim can be found throughout Mirobel in southern Eregion, near the Elf-haven of Echad Mirobel.\\n\\nYou should seek out Angmarim in Mirobel and collect proof that they travel with Angmarim Iron. If the fears of Ornras are true, the tide could easily turn against the Elves with the forging of great weapons on the enemy's side.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect Angmarim iron",
      "es": ""
    }
  ]
}