{
  "id": 620831141,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Watching the Grand Stair as I have, I can tell you that the troll-handlers keep the trolls from entering terrible frenzies. At least, this is the case with the Beast, but there is no reason to think that any other troll is not capable of the same terror.\\n\\n'The handlers are Uruks and they strengthen the trolls which they watch over. I think that thinning their number may turn the trolls into something of a weapon against the other war-hosts assembled within the Grand Stair; if not, then we have still rid the world of a few Uruks.\\n\\n'The Grand Stair lies to the north-east of here. Be careful, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'A pity that the trolls did not become so irate that they made battle against the other tribes in the Grand Stair...but still, there are fewer Uruks there now and perhaps the trolls, now leaderless, will be easier to remove. \\n\\n'You have done well, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You will find the trolls and their Uruk-masters within the Grand Stair to the north-east of the Orc-watch. I do not know, beyond the entrance of the Grand Stair, where you will need to go.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Troll-handlers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Trolls are a formidable opponent and in Moria, the trolls have had much time to develop thicker hides and worse tempers. It falls to Ossur to watch the comings and goings of the trolls and their handlers at the Grand Stair. In the time since he began watching, he has seen one troll that seemed more frightening and deadly than the others and a throng of handlers who kept the savage trolls at bay.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Gazathrûg Handlers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Gazathrûg Handlers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Grand Stair is north-east of the Orc-watch.\\n\\nThe Uruk troll-handlers should be slain for the safety of the dwarves who have come to reclaim Khazad-dûm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Ossur at the Orc-watch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ossur the dwarf can be found at the Orc-watch.\\n\\nYou defeated a good number of the Uruk troll-handlers, but the trolls were unmoved and did not begin attacking other tribes of Orcs within the Grand Stair.",
      "es": "",
      "es (fem)": ""
    }
  ]
}