{
  "id": 620831110,
  "txt": [
    {
      "id": 136263297,
      "en": "Ongbûrz Overmaster slain ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Overmasters command the slave forces of Angmar. The Men we encounter in the ruins are too bold and brash to yield to the lash of an Overseer, so I do not think that these will be the slaves to which I refer. Nay, I think that there is something else digging under the Overmasters' watchful eyes.\\n\\nOur scouts mentioned seeing the leaders entering the Library at Tham Mírdain. We can unseat them from this place if we keep our foray small -- no more than three, for, as before, we do not want to attract the attention of the southern enemies in this area. This is a frustrating way to go about things, but unless many reinforcements arrive unlooked for in these parts, we will have to continue to chip away at our foes.\\n\\nI hope you can go through the Library in safety, friend. It will not be easy, but I have faith that you can do this. May the blessings of the Eldar keep you, [placeholder].",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Overmasters command the slave forces of Angmar. The Men we encounter in the ruins are too bold and brash to yield to the lash of an Overseer, so I do not think that these will be the slaves to which I refer. Nay, I think that there is something else digging under the Overmasters' watchful eyes.\\n\\nOur scouts mentioned seeing the leaders entering the Library at Tham Mírdain. We can unseat them from this place if we keep our foray small -- no more than three, for, as before, we do not want to attract the attention of the southern enemies in this area. This is a frustrating way to go about things, but unless many reinforcements arrive unlooked for in these parts, we will have to continue to chip away at our foes.\\n\\n'I hope you can go through the Library in safety, friend. It will not be easy, but I have faith that you can do this. May the blessings of the Eldar keep you, [placeholder].'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Ongbûrz Overmasters can be found in the Library at Tham Mírdain, just to the south-west of Echad Mirobel.\\n\\nHethugúr of Echad Mirobel has asked you to defeat Orc Overmasters at the Library, and to bring no more than a small handful of stout companions with you. The southern forces must not be alerted of your presence, so attacks against either side must be small and covert.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'With the Overmasters no longer a threat, we can turn our attentions towards the other areas requiring our defence. I am most grateful to you.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Echad Mirobel is in the Mirobel region of Eregion, just to the north-east of the Library at Tham Mírdain.\\n\\n You should return to Hethugúr at Echad Mirobel and inform him that you have slain the Overmasters within the Library. The Ongbûrz were a difficult foe, but you successfully bested them in battle.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Use caution when facing the Overmasters, for the slaves will stop at nothing to defend their masters!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Your deeds will be long-remembered by my people, [placeholder].'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'You give us hope in dark times, [placeholder] -- a gift beyond reckoning.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Slay Ongbûrz Overmasters ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Speak with Hethugúr at Echad Mirobel",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Purging the Overmasters",
      "es": ""
    }
  ]
}