{
  "id": 620831099,
  "txt": [
    {
      "id": "0xd085251",
      "en": "This crystal, discovered on one of Moria's Orc-kin, appears to be different than any other crystals found within Moria. You should bring it to someone who may know something about its origin.\\n\\nPerhaps you could speak with Falgir at the Deep Descent. He may have some knowledge regarding a crystal of this sort.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'A worthy find indeed. Though I am unclear of where this came from, I know from stories that there were many such crystals stored in a treasury that we are intent on finding.\\n\\n'But... this could not be such a treasure as the vault is long forgotten and well hid. It is unlikely that Orcs could have found the entrance. Yet, what if they have?\\n\\n'Suddenly, I fear that this discovery is more dire than I had thought, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I fear that crystal is an ominous find friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Fractured Crystal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Many crystals can be found within Moria, but this one seems different than the others. Darkened by time and appearing burned out, perhaps there is something to be learned from this crystal fallen from a Moria Orc.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Falgir at the Deep Descent",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Falgir is at the Deep Descent.\\n\\nYou should bring the crystal you found to a dwarf who might know of such things.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect Crystal Fragment ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}