{
  "id": 620831148,
  "txt": [
    {
      "id": 22075078,
      "en": "Talk to Avar at the Orc-watch",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Grand Stair once stood at the foot of a great cross-roads within Moria. At the height of the great city, it led to all areas of the halls and was a majestic wonder to behold. Now it has fallen to the care of Igash, a lieutenant of the Moria Orc-leader Mazog. Igash assembled the forces of Orcs and trolls within Moria in one place and has collected tribute from each to one day bring to the leader of the Orcs. For now, each tribe vies for favour from the lieutenant, a fanatical follower of Mazog.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Narfi was wise to send us help. We have been watching the Grand Stair for some time, and I fear that we are woefully outnumbered. I have split our number: myself, Ossur, and Thithrand have placed our focus on different forces arrayed within the Grand Stair. When all our tasks are complete, I will vouch for you with Narfi, and we will lay claim to this area once again. Until that time, however, there is much to explain.\\n\\n'Within the Grand Stair are five tribes of Orcs and trolls. There are those from beyond Khazad-d没m: the White Hand and the Warg-riders. I have set Thithrand to the task of tracking their movements. The second are the deep-dwelling forces of trolls and Orcs of fire. Ossur watches over this host. Lastly, there are the Moria Orcs, flocking to Igash the Fanatic, a lieutenant to Mazog. Igash has collected wealth untold at his throne at the crest of the Grand Stair. I know not what he will do with this treasure, but I know there must be a way to lay claim to it all.\\n\\n'When we are satisfied that the tasks set before you here at the Grand Stair are complete, I will send you back to Narfi at the Twenty-first Hall.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Avar, Ossur, and Thithrand are at the Orc-watch.\\n\\nAvar has asked you to complete the several tasks needed to reclaim the Grand Stair before he sends you back to Narfi at the Twenty-first Hall.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Though the Grand Stair still remains a pale reflection of its former glory, the threat posed by the Enemy here is diminished greatly. I do not think that they can effectively mount an offensive from this location.\\n\\n'I will send word to Narfi that you have assisted us most well, [placeholder]. This duty will not go unrecognized.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Avar is at the Orc-watch.\\n\\nThe dwarves of the Orc-watch are satisfied that the forces of the Orcs within the Grand Stair no longer pose a threat to Lothl贸rien.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Once this place was a wonder to behold leading to all places within the realm of Khazad-d没m. Now it has fallen to such disrepair. This must be rectified, and your aid will be needed here.\\n\\n'Assist Thithrand with the White Hand Orcs and the Warg-riders. Assist Ossur with the trolls and Fire-orcs of the deep. Assist me with forces loyal to Igash and Mazog.\\n\\n'When you have completed these tasks, I will inform Narfi that the Grand Stair is no longer able to support the efforts of the Orcs against Lothl贸rien.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Assist Ossur with the trolls in the Grand Stair",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Assist Ossur with the Fire-orcs in the Grand Stair",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Assist Avar with the Moria Orcs in the Grand Stair",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Assist Thithrand with the Warg-riders in the Grand Stair",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Steps of the Grand Stair",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Assist Thithrand with the White Hand Orcs in the Grand Stair",
      "es": ""
    }
  ]
}