{
  "id": 620831126,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I will tell you this, [placeholder]: there are some fates worse than death. For tools of the dwarves, one such fate is to be held in the hands of an Orc, and that is precisely what transpires within the Forges of Khazad-dûm. If I had not seen the tools myself, I would not believe it...but I saw them leaning against the anvil as that Uruk forged away!\\n\\n'Such a thing is incomprehensible to my poor eyes. I will not abide this. I need you to collect the dwarf-tools from within the Forges of Khazad-dûm. You will know them, as they rest against Orc-anvils throughout the forge itself. Collect them and return them to me.\\n\\n'You can find the Forges of Khazad-dûm to the south-west of Anazârmekhem.'\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'There now, little hammer and vise. We have seen you safely home. Well, [placeholder] has at any rate.\\n\\n'You have my blessing, my friend, and I will be sure to inform Pálmar. Thank you for all you have done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'It is one thing to be destroyed, quite another to be brandished by an Orc. I will not have it. Collect the dwarf-tools that the Orcs are using at the Forges of Khazad-dûm and return them to me.\\n\\n'The Forges can be found to the south-west of Anazârmekhem.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Tools from the Past",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Forges of Khazad-dûm were once the heart of smithing within Moria. Here, the mighty dwarf-smiths would work the mithril and forge their greastest wonders. In the time since its fall, the Forges of Khazad-dûm have been flooded with massive lava-floes and populated by the Orcs of Moria and their troll and goblin-labourers. Here the Orc war-host hammers away incessantly, as they built their weapons and siege-engines in preparation for their war against Lothlórien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected dwarf-tools ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Sigir at Anazârmekhem",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Forges of Khazad-dûm lie to the south-west of Anazârmekhem.\\n\\nSigir is disgusted that dwarf-tools are being used to forge the Orcs' weapons of war. He tasked you with rescuing the tools from their ignoble fate within the confines of the Forges of Khazad-dûm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect dwarf-tools ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}