{
  "id": 620831143,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Ghâsh-hai Firebrands ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Ghâsh-hai Wrathcallers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Deep within the halls of Moria, flames lick out of oily pools. It is here that the Ghâsh-hai make their home. A faction of these is aligned with the master of Moria, Mazog, and has come to the Grand Stair to pay tribute to their leader.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The Ghâsh-hai are terrible creatures bred to harness and enjoy the touch of flame. At least this is what I can surmise about these Orcs.\\n\\n'They glow like torches against the silent dark walls of Khazad-dûm, and I have seen many of these terrible foes enter the Grand Stair. We must do what we can to thin their number and destroy their hold in the depths.\\n\\n'Enter the Grand Stair to the north-east of the Orc-watch and hunt their number down.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Ghâsh-hai Orcs can be found within the Grand Stair, north-east of the Orc-watch.\\n\\nOssur sent you to face the Orc-forces of the fiery depths of Moria, who came to the Grand Stair to pay their tribute to Igash, an Orc devoted to Mazog.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Fine news, friend. This is a step towards crushing the host assembled in the Grand Stair.\\n\\n'I am pleased to learn this.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ossur is at the Orc-watch, south-west of the Grand Stair.\\n\\nYou should return to Ossur and inform him that you have defeated many of the Ghâsh-hai.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Be careful, for it appears that the flesh of these Orcs could scorch any who come near them.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Ghâsh-hai Firebrands ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Ghâsh-hai Wrathcallers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Ossur at the Orc-watch",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Flaming Depths",
      "es": ""
    }
  ]
}