{
  "id": 620831120,
  "txt": [
    {
      "id": 218649169,
      "en": "'If you are to enter the vault of the Forgotten Treasury, we must prepare you for what you are to face. It is located to the south and east of here, though more southerly than east.\\n\\n'Between our hold and your destination are many Orcs. These Orcs are likely a smaller, stupider breed than the ones you will encounter inside the Treasury, for it would take cunning enemies to enter such a protected place.\\n\\n'It would do you well to hunt the lesser Orcs for a short while; this will give me time to prepare you for the adventure. Head south-east and south of here and collect a bundle of scraps from these Orcs, then return to me when you have enough.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Good work! These certainly came from good strong Orcs, which means that you must be ready for the fight ahead. I will tell you all I know, then send you to speak with Garthar and Hafberg, for they, like myself, have tasks within the vault.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have not yet defeated the Orcs as I have asked? Are you sure that you are ready for the larger task at hand?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Forgotten Treasury: Know Thine Enemy",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Crystals have been discovered in Moria, bearing marks of the Forgotten Treasury, a sealed vault hiding a substantial amount of wealth. This discovery has piqued the interest of some dwarves who now wish to uncover the vault and save its contents from the pilfering Orcs.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected swatches of fabric ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the items to Falgir in the Deep Descent",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Forgotten Treasury lies to the south and south-east of the Deep Descent.\\n\\nFalgir has asked that you kill Orcs and goblins between the Deep Descent and Forgotten Treasury to ready yourself for the task of liberating the vault. He also asked you to collect scraps of material from the Orcs and goblins.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect swatches of fabric ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}