{
  "id": 620831142,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Talk to Ossur at the Orc-watch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'My responsibilities include dealing with the Ghâsh-hai and the trolls of the deep. Watching over them as I do, I must ask that you complete the tasks that lay before you with regard to each.\\n\\n'The Fire-orcs fuel the forges in the depths near Anazârmekhem, but their appearance here confirms that tribute is being paid to the leader of the Orcs of Moria, Mazog. I have two tasks that must be met to ensure that their war host is crippled and their numbers lowered in this place.\\n\\n'Complete these tasks within the Grand Stair, and you will earn a measure of my respect.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have earned much respect by fulfilling these requests, [placeholder]. I know now that we will see this effort through to fruition, and the Elves will have no need to know of the great threat they faced from the Orcs in Khazad-dûm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Ghâsh-hai made their way from the Flaming Deeps of Khazad-dûm, where fire belches forth and the land smells like embers. They come here now and pay homage to the usurpers of Moria. Complete the tasks I have set before you, and you will earn my favour.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Fire-dwellers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Grand Stair once stood at the foot of a great cross-roads within Moria. At the height of the great city, it led to all areas of the halls and was a majestic wonder to behold. Now it has fallen to the care of Igash, a lieutenant of the Moria Orc-leader Mazog. Igash assembled the forces of Orcs and trolls within Moria in one place and has collected tribute from each to one day bring to the leader of the Orcs. For now, each tribe vies for favour from the lieutenant, a fanatical follower of Mazog.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deal with the leader of the Ghâsh-hai in the Grand Stair",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ossur is at the Orc-watch.\\n\\nOssur has tasked you with aiding him against the trolls and Ghâsh-hai of the Grand Stair.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Deal with the war-host of the Ghâsh-hai within the Grand Stair",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ossur is at the Orc-watch, south-west of the Grand Stair.\\n\\nYou should return to Ossur at the Orc-watch and inform him that the tasks set before you regarding the Ghâsh-hai are complete.",
      "es": "",
      "es (fem)": ""
    }
  ]
}