{
  "id": 620831137,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Ilzkâl",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Nardur",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "How they found their way into Moria is unclear, but the forces of the White Hand are now entrenched in the Orc communities of Khazad-dûm. However, it appears to Thithrand that they wish to claim leadership over Moria for themselves.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The leaders of the White Hand are a pair of powerful Uruk-hai, a breed of Orc I have never seen before. They wield the power of shadow and strength enough to knock even the sturdiest dwarf off of his feet.\\n\\n'Nardur and Ilzkâl: those are the names I heard as I watched them argue all the way to the mouth of the Grand Stair. Each of them spoke in hushed whispers growing loud enough at times to make out the words \\qbetrayal\\q and \\qassault\\q. Whether they mean to make war on Igash is unclear, but it should be noted that it would be less difficult to dispose of Igash if they were not present.\\n\\n'You will find Nardur and Ilzkâl in the Grand Stair, north-east of the Orc-watch.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Ilzkâl and Nardur can be found in the Grand Stair, north-east of the Orc-watch.\\n\\nThithrand believes that the Uruk-hai Nardur and Ilzkâl may be planning to revolt against Igash and steal the tribute kept within his throne for themselves.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The betrayal of Nardur and Ilzkâl remains unknown to the Moria Orcs, but we have bested a terrible foe within Khazad-dûm. This will provide us with a strong position should the White Hand return here in the future.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Thithrand is at the Orc-watch, south-west of the Grand Stair.\\n\\nYou should return to Thithrand with news of your victory.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Should the Uruk-hai make battle on Igash, we may lose our chance to defeat Mazog's lieutenant before he runs to a safe refuge.\\n\\n'Find them and defeat them before this is possible.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Ilzkâl",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Nardur",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Thithrand at the Orc-watch",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Traitors in the Midst",
      "es": ""
    }
  ]
}