{
  "id": 620831112,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'At one time, the School at Tham Mírdain was a bastion of the free exchange of knowledge. Students of every art would gather in the courtyard or the great hall and there discuss history, crafts, arts and music. All manner of topics dear to the Elves would be shared among those scholars.\\n\\n'When war darkened these lands, the knowledge prevailed in other areas of Middle-earth, but many scars of what transpired here remain upon the Elves. Now, the School is a reminder of the brighter days we once shared with our brethren.\\n\\n'We cannot abide the arrival of the White Hand within its walls, and so we must do something to drive the Enemy out. Here in Mirobel, we have had signs and portents that a great leader drives the forces of the White Hand. I would ask that you search for them throughout Mirobel and search the enemies for a symbol of the White Hand... with that, I may be able to discern the identity and location of their leader.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Yes, this symbol is the one that I sought. I had seen glimpses ere you brought me this piece, but now I can study it closely. We have discerned that it belongs to one named Târsh, a commander of the forces of the White Hand.\\n\\n'This symbol was the last piece I needed to know what we face. I am grateful to you for your generous deed, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'The White Hand must have a leading figure somewhere here. Scouts have brought me other pieces of evidence, but I still do not have enough information to learn what I must. I need a symbol from one of the White Hand to confirm that the leader is indeed who I believe him to be.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Out of the South",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Forces loyal to Saruman have moved up from the south and begun to sift through the ruins of Eregion. News of their arrival reached Echad Mirobel; there, the small force of Elves employ the assistance of any willing to aid them in driving this foe from the Elf-lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected a symbol of the White Hand ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the White Hand symbol to Gelirwen at Echad Mirobel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "A symbol of the White Hand may be found among the enemies throughout the lands around Echad Mirobel.\\n\\nGelirwen wants to preserve the memory of the School at Tham Mírdain and save it from the befouling evil currently residing there. She will not risk lives without first knowing the enemies that are to be faced. She has asked you to obtain a symbol of the White Hand from among the enemies to help her learn about these foes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect a symbol of the White Hand ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}