{
  "id": 620831100,
  "txt": [
    {
      "id": 22075075,
      "en": "Speak with Pálmar at Anzârmekhem",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "All that is left of Igash is a dry and vile husk, as if the body was nothing more than a shell. You collected a small piece of this husk, which might be studied further. Perhaps you should deliver it to Narfi at the Twenty-first Hall.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'A strange fire? Aye, I know very well that look. Twice I have seen the master of the Forge and twice have I seen something in his eyes that was not right, as if something dwelled deep within the Uruk that was unnatural to his kind.\\n\\n'I have spoken to others of this, and we fear that this is some new fell creature, perhaps born in the dark depths of Khazad-dûm. Or... perhaps something reborn. Regardless, they do not occupy positions of power other than the leadership of these locations. Kranklûk within the Forges is just another menace to be removed.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You should speak with Pálmar at Anazârmekhem about Igash.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I have never seen such a thing, but the fire you describe in this creature's eyes is as well-known to me as it is to Pálmar. My agent watching the Forges of Khazad-dûm says he has seen the same look within the eyes of the leader there.\\n\\n'I wonder if there is something unseen happening with these Orcs, something more vile than the smell these beasts typically give off.\\n\\n'Make your way to Pálmar and tell him what you found. Perhaps he can give you more insight to what this is and means.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Desiccated Husk: The Fanatic's Tale",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Igash appeared to be different from other Orcs. An unearthly fire burned behind his eyes, and when he fell to your blade, something was left behind and this husk is now an item of some consternation.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the husk to Narfi in the Twenty-first Hall",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Narfi is at the Twenty-first Hall.\\n\\nYou discovered that Igash was something more than a typical Orc and are looking for some answers to newfound questions.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Pálmar at Anazârmekhem",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Pálmar is at Anazârmekhem.\\n\\nNarfi could give you very little information about the strange husk, but he thought that his agent, Pálmar -- posted in Anazármekhem -- may know something about the strange fire behind Igash's eyes.",
      "es": ""
    }
  ]
}