{
  "id": 620831150,
  "txt": [
    {
      "id": 136263297,
      "en": "Steps of the Grand Stair Completed",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Claiming the Past Completed",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Completed Thwarting the Moria Orcs",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Orcs gather beneath several banners, but flock towards a single cause. This is disconcerting for the dwarves, and the intent of the war-host of Moria spurs the staunchest of Durin's Folk to action against the Orcs in the halls they have claimed for many years.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'My scouts have sent me rumours of a foe named Mazog giving orders to the forces of evil in Moria. I would hazard a guess that they mean to make war to the east, burning through the forest as they go. This must not be allowed to take place... not while I draw breath, nor any of the dwarves here in Moria.\\n\\n'Too long have we been exiled from this place, and too long will we suffer if the Elves are harmed because we were away. I have sent my brothers below to scout two locations in which we have seen greater numbers of Orcs.\\n\\n'The first of them is at the Orc-watch, south-west from here. You will want to go there and speak with Avar, the eldest. My second brother is at Anazârmekhem and goes by the name of Pálmar. The youngest, Teitur, is also somewhere in Anazârmekhem. When you have done all that they ask, return to me.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Narfi's brethren can be found at the Orc-Watch and Anazârmekhem, south-west of the Twenty-first Hall where Narfi holds his post.\\n\\nNarfi has asked you to visit his brothers, Avar, Pálmar, and Teitur at the Orc-watch and Anazârmekhem and learn what assistance they need.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'There are few words more important to the dwarves than respect and honour. You have honour in abundance, [placeholder], and have thus earned our utmost respect. Your tales will be sung in our annals, lest we forget the great service done for the dwarves and Elves in this difficult time.\\n\\n'With this great duty fulfilled, I tell you that I am indebted to you greatly, as are all the free folk who dwell in these great halls.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Narfi is at the Twenty-first Hall, north-east of the Orc-watch and Anazârmekhem.\\n\\nAfter many difficult forays into the very heart of the Orc-strongholds of Moria, you have had decisive victories and thwarted the creatures' attempts to make a devastating blow upon the Elves of Lothlórien.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You will find Avar first at the Orc-watch, south-west of the Twenty-first Hall. He watches over the gathered troops within the Grand Stair. Next, seek out Pálmar at Anazârmekhem; he watches the Orcs work tirelessly in the Forges of Khazad-dûm. Last, speak with Teitur at Anazârmekhem and ask him to inform you of Fil Gashan, where an Orc-general gathers an army and prepares his host for battle.\\n\\n'Make haste, [placeholder]. There is no time to lose.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'There walks a true and honourable hero! All hail [placeholder]!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Complete Avar's tasks in the Grand Stair",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Complete Pálmar's tasks in the Forges of Khazad-dûm",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Complete Teitur's tasks within Fil Gashan",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Narfi at the Twenty-first Hall",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Enemies of Lothlórien",
      "es": ""
    }
  ]
}