{
  "id": 620831096,
  "txt": [
    {
      "id": 218649169,
      "en": "The orders read thus:\\n\\n'Scour the lands of Eregion. Leave no stone unturned. Go with your champion, Llygad, Blade of the Dunlending, into the School at Tham Mírdain and assist my Uruk-hai, and there you must obtain what knowledge you can and return it to me.'\\n\\nAnd so the missive ends, brief but unmistakably clear. If there is still any knowledge to be gleaned from the wisdom of Tham Mirdain, the Elves of Echad Mirobel should be informed.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Our enemies to the south grow bold. We must endure so many foes in this land, but I think with your efforts these tasks will prove less painful than they have in the past. The arrival of this delivery does not weigh more heavily upon me, rather it inspires me to greater hope.\\n\\n'We know now that the White Hand has intentions for the School at Tham Mírdain, so we can set a task to focus upon them. Thank you for showing me this message, [placeholder]. You have acted rightly.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Dunland's Champion",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Dunlendings scouring Eregion have been ordered to pillage anything they believe to be of merit to whomever is at the root of the White Hand activity. Though the forces are scattered amongst the ruins of Eregion, there are a good many who have been sent to a more specific location.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected Orders from Dunland ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Speak with Gelirwen at Echad Mirobel",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Echad Mirobel is in the south-western stretches of Eregion.\\n\\nYou have found strange orders pertaining to the ransack of the School of Tham Mirdain, and a champion of the Dunlendings who will lead this assault on the lore-vault of the Elves. You should bring this message to Echad Mirobel, where someone will hopefully know what to make of it.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect Order from Dunland ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}