{
  "id": 620831128,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Fil Gashan is the barracks and mustering point for the Orcs' invasion of Lothlórien. Hidden deep within the fiery landscape and sharing an adjacent entrance to the Forges of Khazad-dûm, Orcs train here under the watchful eye of General Talug.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'My assistants and I have been watching this place for some time now, and we have learned much of what is going on within the walls of Fil Gashan.\\n\\n'My aides can explain in greater detail, but let me tell you what I know. Orcs are not the most clever creatures, though not stupid by far. We learned a good deal while sneaking within Fil Gashan ourselves. We hid beneath their noses simply by wearing rough-shod armour. Of course, we stayed away from the ones that seemed a bit more clever, but you might find the same success.\\n\\n'If you are willing to help, I will surely tell Narfi that you assisted me, once Úlfur, Vagun, and Yngvi are all pleased with your efforts, that is. You can find them here in Anazârmekhem.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Úlfur, Vagun, and Yngvi can be found in Anazârmekhem.\\n\\nTeitur directed you to speak with his aides and complete their tasks before he tells Narfi that Fil Gashan is no longer a threat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'A worthy accomplishment, [placeholder], very worthy indeed. While there is much work still to be done to reclaim Moria, I think that we have staved off this foray against the Elves. No need to anger others, I say.\\n\\n'All that you have done will be remembered here, [placeholder]. I will speak very well of you to Narfi.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Teitur can be found in Anazârmekhem.\\n\\nYou successfully completed each of the tasks  Úlfur, Vagun, and Yngvi gave you. Now you should return to Teitur with your report.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You will find Úlfur, Vagun, and Yngvi within the bounds of our encampment here in Anazârmekhem. Speak with them and complete the tasks they have, and I will speak very well of you to Narfi.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Fil Gashan is no longer a threat, thanks to you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Help Vagun disable alarms in Fil Gashan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Help Vagun with lieutenants in Fil Gashan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Help Úlfur gather plans from Fil Gashan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Help Yngvi defeat General Talug in Fil Gashan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Thwarting the Moria Orcs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Teitur in Anazârmekhem",
      "es": "",
      "es (fem)": ""
    }
  ]
}