{
  "id": 620831097,
  "txt": [
    {
      "id": 218649169,
      "en": "Opening the message reveals orders from a captain of Angmar:\\n\\n'We are to dispatch forces to the Elf-lands of Eregion and there search among the ruins for any remnant of their bygone era. Outlying ruins are to be scoured but the main thrust of our forces will be upon the Ring-forge itself.\\n\\n'Chieftain Gûrsh will be in charge of this expedition, a testament to the Orc's great assistance in our clandestine warfare. Serve him well.'\\n\\nThe message ends there. The Elves present at the Ring-forge may well want to know of this message. They can be found far to the south-west in the ruins known as Echad Mirobel.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'My thanks, [placeholder]. We know that the Angmarim are further defiling the ruins of our past, but we now have greater information on what they seek and who leads them.\\n\\n'This information will undoubtedly prove useful. We shall redouble our efforts in searching among the ruins here within Echad Mirobel.\\n\\n'I wonder, though, if you would be interested in some other work involving the Angmarim....'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'These lands are long lost to us, but still...we shall seek to stop the Angmarim.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "You should not see this",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Strange Message",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have discovered a message among the belongings of a man of Angmar, slain in battle.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Deliver the missive to Ornras at Echad Mirobel",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Make your way to the ruins at Echad Mirobel located in the south-western reaches of Eregion.\\n\\nThe message you found speaks of Angmar's desire to scour the remaining ruins for any remnant of power or knowledge that can be used to further strengthen their forces in the North. It mentions that an Uruk named Gûrsh has been placed in charge of the expedition.",
      "es": ""
    }
  ]
}