{
  "id": 620831130,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated lieutenants ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated chief guards ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Fil Gashan is the barracks and mustering point for the Orcs' invasion of Lothlórien. Hidden deep within the fiery landscape and sharing an adjacent entrance to the Forges of Khazad-dûm, Orcs train here under the watchful eye of General Talug.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Throughout Fil Gashan, you will find the lieutenants of Talug. These Orcs are lower in the chain of Fil Gashan's leadership, but the other Orcs still look to them for guidance.\\n\\n'Our goal in defeating them is two-fold. First, they are Orcs, and we must drive the usurpers out of Moria. Second, if these Orcs are respected or feared by the other Orcs, you might be able to use what you find in their keeping to fool the Orcs within Fil Gashan.\\n\\n'So, if you see these lieutenants, defeat them and take what you can from them. You might find it easier. Fil Gashan can be found to the south-west of Anazârmekhem. Good luck.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Fil Gashan is south-west of Anazârmekhem.\\n\\nVagun believes that the Orcs of Fil Gashan must be driven out, and that by defeating the lieutenants and taking their gear, you might be able to deceive the other Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done, [placeholder]!\\n\\n'I will inform Teitur that this is done, and I can tell you that he will be pleased, as well. Your efforts here are doing much to stop the assault on the Elves' forest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Vagun is at Anazârmekhem, north-east of Fil Gashan.\\n\\nYou fought your way through Fil Gashan and defeated the lieutenants as you were asked. Now you should return to Vagun with your report.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Fil Gashan is south-west of Anazârmekhem. Do not forget to search the bodies of the fallen lieutenants. Anything that might save your life is a good thing, I always say.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat lieutenants ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat chief guards ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Vagun at Anazârmekhem",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Defeat the Lieutenants",
      "es": "",
      "es (fem)": ""
    }
  ]
}