{
  "id": 620831138,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated White Hand Pummellers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated White Hand Shields ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Defeat White Hand Arrows ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "How they found their way into Moria is unclear, but the forces of the White Hand are now entrenched in the Orc communities of Khazad-dûm. However, it appears to Thithrand that they wish to claim leadership over Moria for themselves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Reports from all throughout Khazad-dûm say that the Orcs of the White Hand have no intention to kneel to Mazog, but still they come to the Grand Stair, offering their tribute to Igash. Still they stand among the Orcs within Khazad-dûm.\\n\\n'When you breach the Grand Stair, north-east from the Orc-watch, seek to defeat the White Hand Orcs where they stand. There are many of these foes to be found within. The lesser, simpler beings are akin to their masters in many ways.\\n\\n'Be cautious and decisive in your assault, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "White Hand Orcs can be found in the Grand Stair, north-east of the Orc-watch.\\n\\nThithrand mentioned that the White Hand Orcs found in the Grand Stair are lesser images of their leaders, and that there is a good number of the foe within. You should use caution when you face them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It is good to know that the White Hand Orcs meant to betray the other Orcs, and better still that you were able to cull so many.\\n\\n'The Grand Stair may yet be returned to its former glory, thanks to your efforts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Thithrand is at the Orc-watch, south-west of the Grand Stair.\\n\\nYou should return to Thithrand with news of your successes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The White Hand's host can be found in the Grand Stair, mingling with the hosts of Moria. I doubt not that they seek to overturn their leadership.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat White Hand Pummellers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat White Hand Shields ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat White Hand Arrows ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Thithrand at the Orc-watch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Forces of the South",
      "es": "",
      "es (fem)": ""
    }
  ]
}