{
  "id": 620831144,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'While the Gh창sh-hai prove to be a potent foe, they too have leaders, and theirs made his way into the Grand Stair some time ago.\\n\\n'The Gh창sh-hai tend to gather near flame. When you make your way to the Grand Stair, search for a source of flame, and there you will find their leader, Gothghaash.\\n\\n'Find him and destroy him, so that we might more easily remove the foe from the Grand Stair. Travel north-east from the Orc-watch to find the entrance to the Grand Stair.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'With the head of the tribe removed, we should be able to keep the power of the Gh창sh-hai at bay. This news is very good, [placeholder].\\n\\n'We shall reclaim the Grand Stair in no time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Be prepared to face a foe at home in the flame. Seek Gothghaash within the confines of the Grand Stair to the north-east of the Orc-watch.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Master of Flame",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Deep within the halls of Moria, flames lick out of oily pools. It is here that the Gh창sh-hai make their home. A faction of these is aligned with the master of Moria, Mazog, and has come to the Grand Stair to pay tribute to their leader.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Gothghaash the Firecaller",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Gothghaash the Firecaller",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gothghaash can be found within the Grand Stair, north-east of the Orc-watch.\\n\\nOssur told you of Gothghaash, the leader of the Fire-orcs, and directed you to find and defeat him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Ossur at the Orc-watch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ossur is at the Orc-watch, south-west of the Grand Stair.\\n\\nYou should return to Ossur at the Orc-watch and tell him of your victory over Gothghaash.",
      "es": "",
      "es (fem)": ""
    }
  ]
}