{
  "id": 620831124,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'If what I surmise is true, this Uruk is no common foe. It is a Black Uruk of Mordor, a blackened spirit riding the Uruk's own strength.\\n\\n'It is possible that this fiend is even unknown to the army it leads, but who can say for certain? It may all be a trick of light in this place and the dark shadows that lurk in every hall of this once prestigious home.\\n\\n'Use caution and shield yourself from flame and shadow when you face this foe. Enter the Forges of Khazad-dûm, south-west of Anazârmekhem, and defeat Kranklûk, the leader of the Orcs in the Forges.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'This is a great victory, [placeholder]. This foe was something more terrible than I feared and still you walked out of the flaming depths victorious.\\n\\n'I will tell Pálmar of all you have done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Forges lie to the south-west. You will need to travel some to find them. They lay beside the barracks of Fil Gashan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Black Uruk of the Forge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Forges of Khazad-dûm were once the heart of smithing within Moria. Here, the mighty dwarf-smiths would work the mithril and forge their greastest wonders. In the time since its fall, the Forges of Khazad-dûm have been flooded with massive lava-floes and populated by the Orcs of Moria and their troll and goblin-labourers. Here the Orc war-host hammers away incessantly, as they built their weapons and siege-engines in preparation for their war against Lothlórien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Kranklûk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Kranklûk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Kranklûk is in the Forges of Khazad-dûm, south-west of Anazârmekhem.\\n\\nRaf has asked you to find and defeat the Black Uruk Kranklûk. He told you to shield yourself from fire and shadow when facing this terrible foe as he fears that it may be something more than a common Uruk.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Raf at Anazârmekhem",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Raf is at Anazârmekhem, north-east of the Forges of Khazad-dûm.\\n\\nKranklûk proved to be a powerful Uruk and perhaps something more. Still, after scaling down the terrible pit that the Forges of Khazad-dûm has become, you found and defeated the foe.",
      "es": "",
      "es (fem)": ""
    }
  ]
}