{
  "id": 620831127,
  "txt": [
    {
      "id": 218649169,
      "en": "'I do not speak much of this, but the Uruk-leader of this place has something of a darkness dwelling behind his eyes.\\n\\n'Raf knows more of this than I, as he has spent much time deciphering and looking at old tomes and studying runes. Speak with him about the blackness in the Uruk-leader of the Forges.\\n\\n'You can find him here in Anazârmekhem.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Aye, Pálmar and I both saw the black fire in the Uruk's eyes. There is something within it that is not normal. I have seen such things before, I fear, but only the most fiendish of creatures. There are tales that tell of spirits giving Wargs the power of speech, and the black powers of the world that make the dead rise.\\n\\n'I surmise that this is the same power that flows through the Uruk master of the forges, but there is naught that proves this as the case and so we can only surmise.\\n\\n'Nevertheless, I would suggest that you shield yourself well against the forces of fire and shadow before you face this terror.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Black Uruk of Moria",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Forges of Khazad-dûm were once the heart of smithing within Moria. Here, the mighty dwarf-smiths would work the mithril and forge their greastest wonders. In the time since its fall, the Forges of Khazad-dûm have been flooded with massive lava-floes and populated by the Orcs of Moria and their troll and goblin-labourers. Here the Orc war-host hammers away incessantly, as they built their weapons and siege-engines in preparation for their war against Lothlórien.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Raf at Anazârmekhem",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Raf is at Anazârmekhem.\\n\\nPálmar seemed a bit worried about the leader of the Orcs within the Forges and advised that you speak with Raf before you enter the Forges.",
      "es": ""
    }
  ]
}