{
  "id": 620831121,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'If you are making your way into the Forgotten Treasury, I would ask that you do me a favour and collect any of the crystals that you find within.\\n\\n'They have very little value outside of this place, but their qualities were never fully researched, and history states that none who touched the things ever felt that they would be used for good purposes. \\n\\n'If you make your way to the Forgotten Treasury, south and south-east of the Deep Descent, collect as many of these as you can and return them to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Excellent work, friend. Though it is unclear what purpose these would be used for, I would rather we hold them in safe keeping than allow them in the hands of the Orcs now plaguing Khazad-dûm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Keep a watchful eye out when you are in the Forgotten Treasury for the depleted crystals. Should you find any, I would like to keep them safe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Depleted Crystals",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Crystals have been discovered in Moria, bearing marks of the Forgotten Treasury, a sealed vault hiding a substantial amount of wealth. This discovery has piqued the interest of some dwarves who now wish to uncover the vault and save its contents from the pilfering Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected depleted crystals ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the crystals to Garthar at the Deep Descent",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Forgotten Treasury is located south and south-east of the Deep Descent.\\n\\nGarthar asked you to search through the Forgotten Treasury for any sign of the depleted crystals within. Should you find them, he asked you to return them to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect depleted crystals ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}