{
  "id": 620831146,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Talk to Avar at the Orc-watch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I have watched the comings and goings of the Orcs here and come to know that there are two of great note. The first is Igash, a fanatical leader who is pledged to serving Mazog. He rules the Grand Stair and uses his Devoted, the second of these Orcs of note, to keep his troops cowed.\\n\\n'Igash collects great tributes from the other Orc-tribes and stores them in his throne room. He coerces them into delivering more of this tribute to him in an effort to play them against one another and gain wealth for his master.\\n\\n'I have paid closer attention on this foe so that we might ruin his power and drive him from the Grand Stair. There are two tasks I would have you complete to satisfy my call for assistance. Will you aid me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Aye, the tasks are done. The Moria Orcs are weaker, and your efforts will grant us the ability to keep a closer watch on these forces. Once you have completed the tasks for Thithrand and Ossur, I will send word on to Narfi that the Orcs of the Grand Stair are no longer a threat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The leaders of the Moria Orcs must be slain and their number must be thinned. If you complete the two tasks I lay before you, you will earn my favour.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mazog's Minions",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Grand Stair once stood at the foot of a great cross-roads within Moria. At the height of the great city, it led to all areas of the halls and was a majestic wonder to behold. Now it has fallen to the care of Igash, a lieutenant of the Moria Orc-leader Mazog. Igash assembled the forces of Orcs and trolls within Moria in one place and has collected tribute from each to one day bring to the leader of the Orcs. For now, each tribe vies for favour from the lieutenant, a fanatical follower of Mazog.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Help Avar defeat the leaders of the Orcs within the Grand Stair",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Avar is at the Orc-watch.\\n\\nAvar has asked you to assist him with two tasks to earn his faith and satisfy him that the Orcs of the Grand Stair are no longer a serious threat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Help Avar weaken the forces of the Moria Orcs in the Grand Stair",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Avar is at the Orc-watch, south-west of the Grand Stair.\\n\\nNow that Avar's tasks are complete, you should return to him with your report.",
      "es": "",
      "es (fem)": ""
    }
  ]
}