{
  "id": 620831132,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'It is my charge to tell you about General Talug, and that is not an easy thing to do. We only saw him once, speaking to the Orcs within Fil Gashan. He was attended by goblin-aides. I remember that one used fire and another oil. Talug himself is clad in thick armour, against which even dwarf-made weapons are almost futile. But it makes him slow, and metal gets hot when heat is applied.\\n\\n'Aside from this, we only know that he is Mazog's chosen general and thus his right-hand. Defeat Talug and cripple Mazog? It is a difficult question to answer, but we can hope this is the case.\\n\\n'You will need to scour Fil Gashan, south-west of Anazârmekhem, to find the General.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'With the General removed, the forces of the Orcs are diminished and ripe for the picking. This is a happy day, my friend.\\n\\n'We owe you much. I will tell Teitur that you have performed beyond the scope of my expectations. You will forever have my thanks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Use your wits! I have a feeling they will help you more than anything else while battling Talug. Find him in Fil Gashan, south-west of Anazârmekhem. Return to me when the deeds is done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Off with the Right Hand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You will forever have my thanks, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Fil Gashan is the barracks and mustering point for the Orcs' invasion of Lothlórien. Hidden deep within the fiery landscape and sharing an adjacent entrance to the Forges of Khazad-dûm, Orcs train here under the watchful eye of General Talug.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated General Talug",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat General Talug",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Fil Gashan lies to the south-west of Anazârmekhem.\\n\\nYngvi has asked you to enter Fil Gashan and defeat General Talug. He suggested that heating the General's armour may make him more vulnerable to attack.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Yngvi at Anazârmekhem",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Yngvi is at Anazârmekhem, north-east of Fil Gashan.\\n\\nYou found a way to defeat General Talug and turned his forces against him. With the general defeated, it is possible that Mazog and his army will be slowed to a crawl. You should return to Yngvi and tell him this news.",
      "es": "",
      "es (fem)": ""
    }
  ]
}