{
  "id": 620831018,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Moria fanatics ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Moria spear-throwers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gîmog the goblin has gathered a number of followers to the shrine he established in Gamilnafûk behind the Dolven-view dwarf-door. While not numerous by goblin-standards, there are still a fair number of them...enough to defeat the small group of dwarves that attempted to explore the space.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The goblins in Gamilnafûk are deadly fanatics, [placeholder]. We cannot let them remain this near to the Dolven-view.\\n\\n'Gather a companion or two and force them out of the tunnels or destroy them, before they become a real threat to us.\\n\\n'The door to Gamilnafûk lies to the east of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The door to Gamilnafûk lies to the east of the Dolven-view camp.\\n\\nWathi has asked you to drive forth Gîmog's fanatical followers within Gamilnafûk. He warned you to take a friend or two with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Your efforts are admirable, [placeholder], but more goblins are gathering within Gamilnafûk. Gîmog's following grows still.\\n\\n'Nevertheless, you have earned a reward.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Wathi is at the Dolven-view camp, west of Gamilnafûk.\\n\\nYou should tell Wathi that Gîmog's followers have all been scattered or destroyed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'So the followers of Gîmog are no more? Excellent.\\n\\n'Once we have reclaimed Gamilnafûk, it should prove quite useful to us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Moria fanatics ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Moria spear-throwers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Wathi at the Dolven-view camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "HIDING CONTENT - DNT - Gamilnafûk: the Followers of Gîmog",
      "es": "",
      "es (fem)": ""
    }
  ]
}