{
  "id": 620831123,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Assist Sigir in his effort to recover stolen tools",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Pálmar at Anazârmekhem",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The Forges are lost to us now... but we will reclaim them one day, and there is no time like the present to begin.\\n\\n'Raf and Sigir, my two aides, need help in clearing out the Forges. They can be found here within Anazârmekhem. Speak with them, learn of the duties they are beholden to, and when you have finished assisting them, I will send word on to Narfi that you have successfully aided us in staving off the invasion of Lothlórien.\\n\\n'While I have little love for the Elves, it will do us little good if their greatest stronghold falls.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Aye, Raf and Sigir both said that you proved a most willing and capable ally. We are fortunate to have folk like you aiding us here.\\n\\n'Were it not for you, the Orcs may have turned out more arms than we could have handled and a fully armed and armoured force would have swept clear through the Dimrill Dale.\\n\\n'Fortune shines on us that this will not be the case. You have my thanks, and word has been sent to Narfi that you are true, honest, and decisive. You have our thanks, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Speak with Raf and Sigir. They can tell you what is expected of them and what must be done to ensure that the forges are maintained while the Orcs are driven out of that place.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Claiming the Past",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Forges of Khazad-dûm were once the heart of smithing within Moria. Here, the mighty dwarf-smiths would work the mithril and forge their greatest wonders. In the time since its fall, the Forges of Khazad-dûm have been flooded with massive lava-floes and populated by the Orcs of Moria and their troll and goblin-labourers. Here the Orc war-host hammers away incessantly, as they built their weapons and siege-engines in preparation for their war against Lothlórien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Help Raf drive the Uruks out of the Forges",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Raf and Sigir are at Anazârmekhem.\\n\\nPálmar asked you to speak with Raf and Sigir and to assist them in clearing the Forges of Khazad-dûm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Assist Sigir in his reclamation efforts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Pálmar is at Anazârmekhem, north-east of the Forges of Khazad-dûm.\\n\\nYou assisted both Raf and Sigir with their tasks and should now speak to Pálmar to obtain his favour with Narfi.",
      "es": "",
      "es (fem)": ""
    }
  ]
}