{
  "id": 620831098,
  "txt": [
    {
      "id": 218649169,
      "en": "The note is terribly damaged by fire, but bits of it still convey some meaning, which is frightening and clear: Igash and Kranklûk were indeed something more nefarious than they appeared. Mazog may well know what they are, but he is unaware of their allegiance to the true Enemy. General Talug of Fil Gashan is nothing more than a gift from the Black Uruks to Mazog. \\n\\nThe note continued to explain that General Talug's army was growing more massive by the day and would soon be ready for some manner of transformation.\\n\\nYou should bring this to Teitur, Narfi's agent watching over Fil Gashan at Anazârmekhem.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Preposterous! Raf was correct...I owe him an ale. Aye, we made a wager. He was telling tales of how this Orc seems to have a strange shadow around its eyes...I should have listened.\\n\\n'It means that we need to be swift about our assault against Fil Gashan, I fear. Time is now of the essence and necessity, it seems.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "asd",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Illusion of Leadership",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "A charred and crumpled note found on the corpse of Kranklûk confirmed some suspicions held by the dwarf-agents watching over the Forges of Khazad-dûm. What is worse, it mentioned that Talug, the general of Fil Gashan, was nothing more than a puppet.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the charred note to Teitur in Anazârmekhem",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Teitur is at Anazârmekhem.\\n\\nYou discovered the note on the corpse of the Uruk Kranklûk, and after divining what you could, it became clear that it should be brought to Teitur who watches over Fil Gashan at Anazârmekhem.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect the Charred Note ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}