{
  "id": 620831140,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Talk to Ossur at the Orc-watch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'My charges include the trolls and the Orcs of fire. Watching over them as I do, I must ask that you complete the tasks I lay before you with regard to each.\\n\\n'The trolls of the deep are unique in that they are as savage and brutal as any other troll, but they require handlers to keep them in line, preventing them from entering such a terrible frenzy that they kill without thought and merit.\\n\\n'Therein lies the strength of our assaults. Of course, there is also the matter of the great foe among these trolls....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am pleased to know that the trolls are weakened. This news will please all who hear it. You have done very well, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The trolls of the deep are the ones who play the drums all night and all day... or so it is thought. Whatever the case, there is only one good troll in this world, and that is a dead one. Enter the Grand Stair and complete the tasks that I have set for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Deep Drums",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Grand Stair once stood at the foot of a great cross-roads within Moria. At the height of the great city, it led to all areas of the halls and was a majestic wonder to behold. Now it has fallen to the care of Igash, a lieutenant of the Moria Orc-leader Mazog. Igash assembled the forces of Orcs and trolls within Moria in one place and has collected tribute from each to one day bring to the leader of the Orcs. For now, each tribe vies for favour from the lieutenant, a fanatical follower of Mazog.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat the Orcs and trolls in the Grand Stair",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ossur is at the Orc-watch.\\n\\nOssur has asked you to help him against the Orcs and trolls of the Grand Stair. Once satisfied, you will earn a portion of the respect needed to earn favour from Ossur to satisfy Avar and his task at watching the Grand Stair.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Complete the task involving the troll-handlers within the Grand Stair",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ossur is at the Orc-watch.\\n\\nYou should return to Ossur and tell him that you completed the tasks focusing on the trolls of Moria.",
      "es": "",
      "es (fem)": ""
    }
  ]
}