{
  "id": 620831151,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Skûm",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Urauth",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Crystals have been discovered in Moria, bearing marks of the Forgotten Treasury, a sealed vault hiding a substantial amount of wealth. This discovery has piqued the interest of some dwarves who now wish to uncover the vault and save its contents from the pilfering Orcs.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You must be the [placeholder] that Falgir has been going on about. I suppose you do have the look of an adventurer, though you seem a little soft around the middle. Ha!\\n\\n'He tells me you mean to enter the Forgotten Treasury to the south and south-east of the Deep Descent. If you do, I wanted to warn you about the troll-twins, Skûm and Urauth.\\n\\n'They are quite alike in temperament, it is said. Some of our company have come across them at times, but few ever survive. Should you find yourself facing them, I will be greatly in your debt if you would deal with them once and for all. Our scouts last saw them in the area where the Forgotten Treasury was found, south and south-east of our location here in the Deep Descent.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Skûm and Urauth were last seen near the Forgotten Treasury, south and south-east of the Deep Descent in Moria. \\n\\nHafberg told you of the twin trolls, Skûm and Urauth, alike in every way, and how they terrorize the dwarves in the area. You were asked to defeat them should you find yourself facing them.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'This news brightens me with newfound hope. Still, I cannot forget all the pain that those two monsters have caused.\\n\\n'You did well, though, [placeholder]. It appears that my hope was not misplaced at all.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Hafberg is at the Deep Descent, north and north-west of the Forgotten Treasury.\\n\\nAfter a long and difficult battle, you defeated the twin trolls to avenge the dwarves who fell to their cruelty.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you met the twin trolls yet, friend?'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The twin trolls are no more, thanks to you.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Skûm",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Urauth",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Return to Hafberg at the Deep Descent",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Skûm and Urauth",
      "es": ""
    }
  ]
}