{
  "id": 620831145,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated the Devoted",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Igash",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Moria Orcs hold control over the Grand Stair, and leading them are Igash the Fanatic and his Devoted minion. Alongside them are a host of fearsome Orcs from the very heart of Moria.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I know little of Igash... only that he is followed without question, and that his Devoted seems to be nothing more than an ordinary weak-willed Orc. The two of them clutch the many tribes with an iron fist, commanding and taking at will, always unchallenged.\\n\\n'Igash commands his forces from on high, and the path to him should be clear. Climb the old bridges, up to the highest platform. There, I suspect, he will sit vainly upon his crude throne. But beware... his Devoted will be keeping watch along the way.\\n\\n'Make your way north-east, [placeholder]. There, you should enter the Grand Stair and defeat Igash and his Devoted. But be wary, for the Stairs climb high; a false step will be your doom. Only sure-footed folk should risk this excursion. May the paths of the dwarves guide your feet well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Igash and his Devoted are high up in the Grand Stair, north-east of the Orc-watch.\\n\\nAvar has asked you to go forth and defeat Igash and his Devoted.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I hope that this challenge did not prove too difficult for you, [placeholder].\\n\\n'Igash indeed does draw strength from those within the Grand Stair, assuming their skills while they still live. This would make him a terrible foe to face, I am certain, but how else can we obtain the tribute he maintains if not by defeating him whilst all the others still live?\\n\\n'For now, I am grateful that you have defeated this terrible enemy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Avar is at the Orc-watch, south-west of the Grand Stair.\\n\\nYou should return to Avar and inform him that you have slain Igash and his Devoted.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'There may be other ways to defeat Igash and his Devoted. I know that Thithrand has stated he believes that the White Hand may be planning an assault against the Moria Orcs. Still, it would be best to weaken the foe now, for Igash draws power from the forces offering tribute to him.\\n\\n'It all seems very strange to me, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat the Devoted",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Igash",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Avar at the Orc-watch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Fanatic and His Devoted",
      "es": "",
      "es (fem)": ""
    }
  ]
}