{
  "id": 620831131,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I have been trying to piece together the Orcs' attack-plans from small scraps and naught more. Now I hear that you may be making a foray into Fil Gashan, and I ask you sincerely to help me with this task.\\n\\n'The Orcs' orders are scattered throughout Fil Gashan, each telling one group or another what it is to do when they leave Khazad-dûm to the east. If we can gather enough of these plans, then I can devise a strong counter to theirs.\\n\\n'If you happen upon any of their plans while making your way through Fil Gashan, pick them up and bring them to me. You can find their encampment to the south-west of Anazârmekhem.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Yes, yes, these papers will do nicely.\\n\\n'Ha! They seem to think that they can use some of the old channels to move their larger companies and arms through.\\n\\n'Already my plans seem more clear. I am in your debt, [placeholder]. I will see that Teitur is told of all your help.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Without the plans that Talug means to utilize in his assault, I will only be guessing at how to counter their attack should we fail to defeat these foes.\\n\\n'Please search through Fil Gashan and find anything that resembles orders within that place. You can find it to the south-west of Anazârmekhem.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Gathering Plans",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Fil Gashan is the barracks and mustering point for the Orcs' invasion of Lothlórien. Hidden deep within the fiery landscape and sharing an adjacent entrance to the Forges of Khazad-dûm, Orcs train here under the watchful eye of General Talug.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected assault plans ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the plans to Úlfur at Anazârmekhem",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Fil Gashan lies to the south-west of Anazârmekhem.\\n\\nÚlfur told you that he is trying to devise a counter to the offensive the Orcs have planned against Lothlórien, but he needs more information to create an effective one. He asked you to search through Fil Gashan for any signs of the Orcs' plans.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect assault plans ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}