{
  "id": 620831015,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The door you discovered leads to some ancient tunnels which we have named Gamilnafûk, the Old Tunnels. It appears that a rather mad goblin has started his own cult and built a shrine there...as his following is outcast, it may be why he dug his way through into the tunnels.\\n\\n'The goblin, who calls himself Gîmog, is seeking to sway more of his brethren to his following. He must not be allowed to succeed.\\n\\n'Enter Gamilnafûk through the dwarf-door to the east of here and slay him. Gîmog is a dangerous foe...you should bring a friend or two with you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have dispatched Gîmog? Good. The goblins are mad enough without falling under the sway of creatures like him. Good riddance, I say!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Gîmog still rants at his shrine. He must not be allowed to gather more followers!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "HIDING CONTENT - DNT - Gamilnafûk: Gîmog the Great Leader",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x62d36b1",
      "en": "'You dare to challenge my magnificence!? My rule in these depths is absolute! Destroy them my loyal followers!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Behind the dwarf-door to Gamilnafûk, found near the Dolven-view, you have discovered the hidden shrine of a mad goblin who has founded his own cult. His followers are not yet numerous, but they are fanatical and dangerous.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Gîmog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Gîmog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The dwarf-door to Gamilnafûk lies to the east of the Dolven-view camp.\\n\\nWathi has instructed you to defeat the mad goblin Gîmog before he can sway more goblins to his following. He warned you to bring a friend or two with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Wathi at the Dolven-view camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Wathi is at the Dolven-view camp, west of the Gamilnafûk dwarf-door.\\n\\nYou should inform Wathi that Gîmog has been defeated.",
      "es": "",
      "es (fem)": ""
    }
  ]
}