{
  "id": 620831115,
  "txt": [
    {
      "id": 218649169,
      "en": "'Gelirwen informed me that a great leader -- nay, a champion -- of the Dunlending entered the School at Tham Mírdain to assist the Uruk-hai and Dunlending forces in their ransacking efforts. This leader of the Dunlendings will serve this purpose all too well if he is not stopped.\\n\\n'I would ask that you make your way south-east of Echad Mirobel, and break into the School at Tham Mírdain; there you should defeat Llygad the Blade. With their leader overthrown, perhaps we can rouse fear in the hearts of the Men of Dunland.\\n\\n'You may wish to bring friends with you, [placeholder]. This will be a dangerous venture, for there are many warriors within the school that stand between you and your quarry.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I am pleased to see that you made your way through the encounter with such a terrible brigand unharmed, [placeholder]. Still, it pains me to know that this was the only recourse the man was willing to follow.\\n\\n'Your efforts have helped us greatly, and for that you are to be thanked.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Llygad the Blade is a champion amongst the Dunlendings. Should their champion fall within the halls of the School at Tham Mírdain, we may gain an advantage over the forces of Dunland.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Blade of the Dunlending",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Llygad of the Dunland is no more, thank you for you efforts.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Gelirwen informed me that a great leader -- nay, a champion -- of the Dunlending entered the School at Tham Mírdain to assist the Uruk-hai and Dunlending forces in their ransacking efforts. This leader of the Dunlendings will serve this purpose all too well if he is not stopped.\\n\\nI would ask that you make your way south-east of Echad Mirobel, and break into the School at Tham Mírdain; there you should defeat Llygad the Blade. With their leader overthrown, perhaps we can rouse fear in the hearts of the Men of Dunland.\\n\\nYou may wish to bring friends with you, [placeholder]. This will be a dangerous venture, for there are many warriors within the school that stand between you and your quarry.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Llygad the Blade Slain",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Kill Llygad the Blade",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Llygad the Blade leads the forces of Dunland from within the School at Tham Mírdain, the entrance of which is south-east of Echad Mirobel.\\n\\nFaellion wishes for you to defeat the champion to dismay the Dunlending forces from their warmongering intentions.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return to Faellien at Echad Mirobel",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Faellien can be found within Echad Mirobel in the south-west reaches of Eregion. \\n\\nYou should return to her with the news that you have bested Llygad the Blade in battle.",
      "es": ""
    }
  ]
}