{
  "id": 620831125,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'It is a terrible shame, what happened here. When I think of all the wonders that were forged within the true fires of this place, and then I think of this....\\n\\n'Well, there's no time to dwell on that. There is work to be done, and that means I must tell you a bit about this place. Within the walls of the Forges of Khazad-dûm you will find Orcs, Uruks, goblins, and mindless trolls. The goblins mine, the trolls carry foul-smelling powder to and fro, and the Uruks fire the forges so they can craft their arms, all the while carrying bits of precious mithril everywhere they go. Mind you, the mithril is no bigger a sliver the width of your fingernail, but with enough...oh the wonder of it!\\n\\n'Regardless, the mithril is rightfully ours. I ask you to go there and collect it from the Orcs within. You will find the Forges of Khazad-dûm to the south-west of Anazârmekhem. Make your way there and return to me with the bits.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Mithril! It is not much, but enough to put a smile on the face of this old smith.\\n\\n'I will keep this well and safe and offer you such great thanks that you might never know how pleased I truly am!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I know it is a lot to ask, but even a small amount of mithril will prove worthwhile over time. You should find bits on any of the forces now inhabiting the Forges of Khazad-dûm to the south-west of Anazârmekhem.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Remnants of the Ruins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Forges of Khazad-dûm were once the heart of smithing within Moria. Here, the mighty dwarf-smiths would work the mithril and forge their greastest wonders. In the time since its fall, the Forges of Khazad-dûm have been flooded with massive lava-floes and populated by the Orcs of Moria and their troll and goblin-labourers. Here the Orc war-host hammers away incessantly, as they built their weapons and siege-engines in preparation for their war against Lothlórien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected mithril-bits ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the Mithril Bits to Sigir at Anazârmekhem",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Forges of Khazad-dûm lie to the south-west of Anazârmekhem.\\n\\nSigir asked you to collect bits of mithril from the forces of the Enemy now inhabiting the Forges of Khazad-dûm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect mithril-bits ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}