{
  "id": 620831103,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Scouts reported seeing a strange uruk, and overheard the Orc-overseers under his command calling out \\qChieftain Gûrsh\\q as he strode away toward the Library at Tham Mírdain. It appears that we have identified the leader of this war effort out of Angmar, and now we must do what we can to end this menace.\\n\\n'I would ask you to enter the Library at Tham Mírdain and challenge Gûrsh to a battle. If you can draw him out and defeat him, we will have effectively eliminated the leader of the northern forces.\\n\\n'We must be careful, however, not to attract the attention of the Orcs and Dunlendings from the South, for we do not have the strength to combat north and south should they suddenly join forces. The more stealthy we are, the better our chances to best all foes. Gather no more than two companions for this assault, for our hope is in secrecy. Before you make your assault, you should speak with Maegamiel.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Chieftain Gûrsh is gone! We Elves have you to thank for this great boon to our efforts. The forces of the north will splinter without leadership, and this victory will prove a turning point in the defence of these ruins.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Chieftain Gûrsh is the commander of the northern forces. It is likely that he will be a potent foe. If it were not for the presence of the Orcs and Men of the south, we would risk a larger force than three.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chieftain Gûrsh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Your aid is crucial to our efforts here, [placeholder]. You have our thanks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Scouts reported seeing a strange uruk, and overheard the Orc-overseers under his command calling out \\qChieftain Gûrsh\\q as he strode away toward the Library at Tham Mírdain. It appears that we have identified the leader of this war effort out of Angmar, and now we must do what we can to end this menace.\\n\\nI would ask you to enter the Library at Tham Mírdain and challenge Gûrsh to a battle. If you can draw him out and defeat him, we will have effectively eliminated the leader of the northern forces.\\n\\nWe must be careful, however, not to attract the attention of the Orcs and Dunlendings from the South, for we do not have the strength to combat north and south should they suddenly join forces. The more stealthy we are, the better our chances to best all foes. Gather no more than two companions for this assault, for our hope is in secrecy. Before you make your assault, you should speak with Maegamiel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have defeated Chieftain Gûrsh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Chieftain Gûrsh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Chieftain Gûrsh, leader of the northern forces of Angmar, can be found in the Library at Tham Mírdain, just to the south-west of Echad Mirobel.\\n\\nOrnras of Echad Mirobel has asked you to take a small band of fighters and unseat Chieftan Gûrsh, which will hopefully weaken the enemy presence from the north without drawing the attention of the south. Enemies have been scavenging the Library for forgotten history that might be useful to their cause.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak with Ornras at Echad Mirobel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Elf Ornras can be found at Echad Mirobel in the Mirobel region of Eregion, just to the north-east of the Library at Tham Mírdain.\\n\\nYou should return to Ornras and inform him that Chieftain Gûrsh is no longer the head of the forces of the north. This will be good news for the Elves, who wish to preserve their havens of old from the claws of the enemies from the north and south.",
      "es": "",
      "es (fem)": ""
    }
  ]
}