{
  "id": 620831016,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Gathered remains ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A small group of dwarves unwisely rushed in to claim and explore the hidden chambers beyond the door to Gamilnafûk, found in the Dolven-view. Unfortunately, they were swiftly overcome and wiped out by the band of fanatical goblins who have transformed it into a shrine to one of their own leaders.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'A group of our companions launched a hasty and ill-advised expedition through the dwarf-door to Gamilnafûk, thinking to reclaim lost treasures of ancient Khazad-dûm. Like all too many others, they found only their own deaths at the hands of the goblins.\\n\\n'I need you to retrieve those fallen dwarves. It may be their own foolishness that betrayed them, but their families should not be made to suffer for that. Please do your best to bring them out of there.\\n\\n'The door to Gamilnafûk lies to the east from here. The enemy is strong there...you would be wise to take an ally or two with you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The door to Gamilnafûk lies to the east of the Dolven-view camp.\\n\\nWathi has asked you to retrieve the remains of the fallen dwarves who tried to explore beyond the hidden door of the Dolven-view. He warned you to take an ally or two with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It is a sorry day when we must say farewell to a few more of our own. There are so few of us, and so many of the goblins.\\n\\n'Thank you for bringing my brethren back, [placeholder]. May the beards of your fathers grow ever longer!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Wathi is at the Dolven-view camp, west of Gamilnafûk.\\n\\nYou should bring the dwarf-remains back to Wathi at the Dolven-view.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Our fallen companions still lie within the goblin-shrine. No dwarf deserves to be left in such a place!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'It is a sorry day when we must say farewell to a few more of our own. There are so few of us, and so many of the goblins.\\n\\n'Thank you for bringing my brethren back, [placeholder]. It was an honourable gesture for an Elf!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'It is a sorry day when we must say farewell to a few more of our own. There are so few of us, and so many of the goblins.\\n\\n'Thank you for bringing my brethren back, [placeholder]. May the hair on your toes grow ever longer!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'It is a sorry day when we must say farewell to a few more of our own. There are so few of us, and so many of the goblins.\\n\\n'Thank you for bringing my brethren back, [placeholder]. May the beards of your fathers grow ever longer! If they have beards....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Gather remains ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return the dwarf-remains to Wathi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "HIDING CONTENT - DNT - Gamilnafûk: Fallen Comrades",
      "es": "",
      "es (fem)": ""
    }
  ]
}