{
  "id": 620831111,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Based on what we know of the White Hand's movements in this area, I have discerned that there is an intelligent uruk-hai at the head of the enemy forces here in Eregion.\\n\\n'He is currently commanding the effort to scour the ruins of the School at Tham Mírdain to the south-east of Echad Mirobel. He is a fearsome warrior by all accounts, and his name is Commander Târsh. I would have you enter the School at Tham Mírdain and face down this clever uruk-hai.\\n\\n'It is said that his ego is large, and that he fancies himself a warrior without equal. Perhaps we can use this against him. Take no more than two others into the School, for we do not want to attract the attention of our northern enemies as well. We have our hands full enough with our more aggressive manoeuvres against those foes, and it would be grievous indeed if they were to join forces.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done remarkably well for the limitations of your party, [placeholder], and I am glad! You have done a valiant deed for my kindred today, and you have my heartfelt thanks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I urge you to use caution, for as there will be few of you, you will need to take care not to let this prideful enemy gain the upper hand. I wish you well, and may the blessings of the Elves go with you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Commander Târsh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Based on what we know of the White Hand's movements in this area, I have discerned that there is an intelligent uruk-hai at the head of the enemy forces here in Eregion.\\n\\nHe is currently commanding the effort to scour the ruins of the School at Tham Mírdain to the south-east of Echad Mirobel. He is a fearsome warrior by all accounts, and his name is Commander Târsh. I would have you enter the School at Tham Mírdain and face down this clever uruk-hai.\\n\\nIt is said that his ego is large, and that he fancies himself a warrior without equal. Perhaps we can use this against him. Take no more than two others into the School, for we do not want to attract the attention of our northern enemies as well. We have our hands full enough with our more aggressive manoeuvres against those foes, and it would be grievous indeed if they were to join forces.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have defeated Commander Târsh ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Commander Târsh ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Commander Târsh can be found in the School of Tham Mírdain, south-east of the Elf-refuge of Echad Mirobel. \\n\\nCommander Târsh, a pride-filled uruk-hai, leads the forces of the White Hand in an attempt to gain information of old from the School in which he has established his host. Gelirwen wishes you to enter the School and face down this brute with the aid of a small fellowship.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Gelirwen at Echad Mirobel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gelirwen can be found at Echad Mirobel, north-west of the School of Tham Mirdain where you bested Commander Târsh in battle.\\n\\nYou should return to Gelirwen at Echad Mirobel and tell her of your victory over Commander Târsh. He proved a potent foe, but not one beyond your skill in battle. ",
      "es": "",
      "es (fem)": ""
    }
  ]
}