{
  "id": 620831118,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Orcs are bad news -- of that, there is no debate -- but some Orcs are worse than others. Garthar and myself ran into some trouble with a brutal sort of Orc a short time back. We thought nothing of it at the time, as we bested the foe, but they proved powerful... while alone. I cannot imagine that their power would diminish at all in a crowd.\\n\\n'These Orcs use the very shadows in the mine against you. Be careful when you fight them, but fight them nonetheless, and when you have bested them in the vault, return here to me.\\n\\n'The Forgotten Treasury lies a fair journey to the south and south-east of our location here in the Deep Descent. Do yourself a favour, my friend: do not travel within the place alone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Most excellent work, [placeholder]! The fewer Orcs we need to deal with, the better off we are. Khazad-dûm shall be free of this dreadful infestation quickly, at this rate.\\n\\n'Your efforts will be remembered by Durin's Folk.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Milling about and talking to me does not thin the population of dark defilers. You had best gather friends and make your way to the Forgotten Treasury as soon as you can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Dark Defilers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Good work defeating those blasted defilers!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Crystals have been discovered in Moria, bearing marks of the Forgotten Treasury, a sealed vault hiding a substantial amount of wealth. This discovery has piqued the interest of some dwarves who now wish to uncover the vault and save its contents from the pilfering Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeat dark defilers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat dark defilers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Dark defilers can be found within the Forgotten Treasury to the south and south-east of the Deep Descent.\\n\\nFalgir asked that you find and hunt down the dark defilers watching over the new inhabitants of the Forgotten Treasury.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Falgir at the Deep Descent",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Deep Descent of Moria can be found north and north-west of the Forgotten Treasury.\\n\\nYou found and slew a fair number of the dark defilers who lurked throughout the interior of the Forgotten Treasury.",
      "es": "",
      "es (fem)": ""
    }
  ]
}