{
  "id": 620831139,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'In my earliest moments here at the Orc-watch, I knew that there were terrible things in the deep. I heard rumblings through the walls, and then one night, as I stood outside the Grand Stair to the north-east, I heard the drums. Giant drums carried by goblin-slaves pounded in a terrible rhythm by other goblin-slaves. All under the watch of an Uruk-handler armed with a sharp brand. The goblins also carried a massive litter, and on that litter slept a massive troll.\\n\\n'Its chest heaved in time with the drum-beats, and I could see a massive scar on its chest. As I watched, one of the goblins lost its footing and slid into the depths below along with the drum on its back. The other goblins stopped drumming, and without warning, the troll leapt awake and began slaughtering the goblins. Only after a moment of poking and violence administered by the Uruk did the Beast quiet. The drumming began anew, and the troll fell back to slumber.\\n\\n'Whether it is a gift or a weapon to be used against Igash, it must be destroyed. Enter the Grand Stair and find this beast. When you have accomplished this task, return to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'An incredible success and effort, [placeholder]. I can only imagine that the battle was difficult, but you succeeded, and that is all that matters. \\n\\n'I tell you, never had I seen a troll with such terrible skill and power, and yet you have bested the Beast. You are truly a potent warrior.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I tell you, I have never seen such a display of destruction as was wrought by that Beast. You would do best to kill it fast or learn to use the drums.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Beast No More",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Trolls are a formidable opponent, and in Moria, the trolls have had much time to develop thicker hides and worse tempers. It falls to Ossur to watch the comings and goings of the trolls and their handlers at the Grand Stair. In the time since he began watching, he has seen one troll that seemed more frightening and deadly than the others, and a throng of handlers who kept the savage troll at bay.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated the Beast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat the Beast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Grand Stair is north-east of the Orc-watch.\\n\\nOssur told you of seeing a great troll slumber under the soothing sound of drums and enter a terrible frenzy without them. He watched the goblins and an Uruk-handler carry the massive troll into the Grand Stair, and there it has remained.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Ossur at the Orc-watch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ossur is at the Orc-watch.\\n\\nYou defeated the Beast within the Grand Stair. It was a difficult battle, but you perservered. You should now return to Ossur.",
      "es": "",
      "es (fem)": ""
    }
  ]
}