{
  "id": 620831134,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Glothrok the Vile",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Forzunk",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Warg-riders make their way through the mountain-crags and slip into and out of the shadows of Moria with ease. At the Grand Stair, a leader and his aged mount have come to bend knee to Igash the Fanatic and Mazog.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'One by one, the Orcs travelled up the hallways towards the entrance to the Grand Stair. At their head, riding a Warg scarred by many battles, rode a banner-bearing goblin. I heard his name echoed from the forces as they cheered, seeing the entrance to their new home.\\n\\n'Their tribute rested on litters dragged by other Warg-riders. Glothrok the Vile, a scourge of the Misty Mountains and leader of the Warg-riders, entered at their head. \\n\\n'Never have I seen such a terrifying beast ridden by so confident a goblin. They must be destroyed, and to accomplish this, you must enter the Grand Stair, north-east of the Orc-watch.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Glothrok the Vile is within the Grand Stair, north-east of the Orc-watch.\\n\\nThithrand seemed unnerved at the sight of a powerful goblin riding an even more powerful-looking Warg. The pair entered the Grand Stair at the head of the Warg-riders and have not been seen since.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have done well to defeat this foe. I am certain that this goblin was one of the strongest I have ever seen.\\n\\n'To think that all these foes were preparing to assault Lothlórien. Your efforts will prove to be of great worth, I think, [placeholder].'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Thithrand is at the Orc-watch, south-west of the Grand Stair.\\n\\nYou should return to Thithrand with news of your victory.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Enter the Grand Stair to the north-east of the Orc-watch and find the goblin Warg-rider Glothrol the Vile. Slay him and the beast he rides before returning to me.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Glothrok the Vile",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Forzunk",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Thithrand at the Orc-watch",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Rider and his Mount",
      "es": ""
    }
  ]
}