{
  "id": 620831122,
  "txt": [
    {
      "id": 22075075,
      "en": "Collect dwarf-coins ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'If you are travelling into the Forgotten Treasury, as I expect you are, I would ask that you take the time to see that any relics or coins already taken out of the place are returned to us here. We would not like to disturb anything that is still intact within the treasury itself, but anything already spoiled by the Orcs should be returned to us here.\\n\\n'Should you find anything befitting, I would ask that you collect these items from within the Treasury and return them here to me at the Deep Descent.\\n\\n'The Forgotten Treasury lies to the south of here.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah, so many already taken. When we found the Forgotten Treasury upturned by the Orcs, some wanted to treat it as a tomb.\\n\\n'I prefer that we be wise about preserving what we can of the past. Your efforts in this will help us do that.\\n\\n'Thank you, [placeholder].'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Search among the despoiled ruins or any of the Orcs you defeat within the Forgotten Treasury. You should return any relics you find to me.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Relics and Coins",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Forgotten Treasury houses a good deal of wealth discovered or mined in Moria in the elder days. Seeing that these remnants of the past are maintained for the dwarves is a duty worth undertaking.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected relics of the Treasury ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected dwarf-coins ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Deliver the coins and relics to Hafberg at the Deep Descent",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Forgotten Treasury is in Menem-berej, directly south of the Deep Descent. \\n\\nYou should search the Orcs and any spoiled ruins for relics or coins of the Forgotten Treasury. Hafberg would prefer that you not unearth any that may still be lying about untouched.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect relics of the Treasury ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}