{
  "id": 620831136,
  "txt": [
    {
      "id": 22075075,
      "en": "Talk to Thithrand at the Orc-watch",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I have watched the Orcs arriving from the south, and I tell you that they have no plans to remain loyal to the forces of Moria. They have intentions all their own, and if given leave may yet unseat the current leader here and take command of his forces for their own purposes.\\n\\n'We cannot let this happen, so I must charge you with the task of thwarting them. Two tasks do I have, so listen well!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Your efforts against the White Hand are complete, and I am grateful for it.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'We need to thin the number of White Hand Orcs here at the Grand Stair and also remove their leadership. Only then can we hope to unseat their power and stop their attempt to wrest control within Khazad-dûm.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Thwarting the White Hand",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Grand Stair once stood at the foot of a great cross-roads within Moria. At the height of the great city, it led to all areas of the halls and was a majestic wonder to behold. Now it has fallen to the care of Igash, a lieutenant of the Moria Orc-leader Mazog. Igash assembled the forces of Orcs and trolls within Moria in one place and has collected tribute from each to one day bring to the leader of the Orcs. For now, each tribe vies for favour from the lieutenant, a fanatical follower of Mazog.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Help Thithrand defeat the leaders of the White Hand Orcs within the Grand Stair",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Thithrand is at the Orc-watch.\\n\\nThithrand believes that the White Hand will openly rebel against the Moria Orcs, but fears they could amass enough strength to wrest control for themselves. To avert this, he would like you to complete a variety of tasks.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Help Thithrand cripple the White Hand's power in the Grand Stair",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Thithrand is at the Orc-watch, south-west of the Grand Stair.\\n\\nYou should return to Thithrand with news of your successes in the Grand Stair.",
      "es": ""
    }
  ]
}