{
  "id": 620831108,
  "txt": [
    {
      "id": 218649169,
      "en": "'When these lands were held by our brethren, the land flourished in wonder and beauty. The library halls were brilliant and the greenery lush. Many believe that Elves love only nature, and that admiration is indeed strong, but it is not the only beauty we see in the world. Knowledge is beautiful also, and in the library at Tham Mírdain, much knowledge was kept.\\n\\n'When these lands fell to darkness the library was pillaged, and many tomes within were stolen...or worse: destroyed. Yet, it appears that the Enemy believes there may still be knowledge within the walls of Tham Mírdain. If this is true, we must do our part to reclaim the books for light, honour, and the memory of the Elves.\\n\\n'If you are undertaking the challenge of scouring the library for lost lore, I would ask that you seek to recover as many books as you can from within the ruins.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'This is an excellent thing, [placeholder], to recover so many books after so long a time. Though the richness of these lands is gone, we may yet find some of the knowledge of these lands restored, thanks to your efforts.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Thank you for helping to preserve the knowledge of the Noldor.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Though the challenge may be difficult, I would ask that you enter the Library at Tham Mírdain and collect any books you may find. Though their pages may be brittle, the knowledge upon them should be preserved by the Elves and their friends.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Matter of Knowledge",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "When these lands were held by our brethren, the land flourished in wonder and beauty. The library halls were brilliant and the greenery lush. Many believe that Elves love only nature, and that admiration is indeed strong, but it is not the only beauty we see in the world. Knowledge is beautiful also, and in the library at Tham Mírdain, much knowledge was kept.\\n\\nWhen these lands fell to darkness the library was pillaged and many tomes within were stolen...or worse: destroyed. Yet it appears that the Enemy believes there may still be knowledge within the walls of Tham Mírdain. If this is true, we must do our part to reclaim the books for light, honour, and the memory of the Elves.\\n\\nIf you are undertaking the challenge of scouring the library for lost lore, I would ask that you seek to recover as many books as you can from within the ruins.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected books of Tham Mírdain ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect books of Tham Mírdain ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Library of Tham Mírdain is south and a little west of Echad Mirobel.\\n\\nAs you work towards cleansing the Library of Tham Mírdain, you should keep a watchful eye for any tomes which may still be intact.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect books of Tham Mírdain ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}