{
  "id": 620831106,
  "txt": [
    {
      "id": 218649169,
      "en": "'I hate to do this, I must ask you to assuage my fears and return to Mirobel, and to the presence of the Angmarim there. You have done much already, but the hardships are never done when such foes are at hand.\\n\\n'My heart warns me that there is a smith among the Angmarim capable of working with the iron you discovered. I would ask that you return to Mirobel and search many Angmarim there. You might very well find a smith bearing a Brand of Angmar. In fact, I expect that you will.\\n\\n'I have seen these brands before and they denote a level of respect to the prowess of the smith who possesses the item. Only a great smith would carry one, and only a great smith would work with the fell ore you found. If you eliminate this smith, the bearer of the Brand, you may do more than you guess to hinder the dour work of this presence from the north.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Coupled with tidings we are receiving from scouts throughout Eregion and those very nearby, the proof of this smith is grave news. Still, I am heartened to know that he is dead, and can assist the enemy no more.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Have you found a smith yet, friend? I fear our time is running out.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Suspicious by Nature",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Angmarim scour Eregion in search of any remnants of the past that may further strengthen their forces. The small band of Elves found at Echad Mirobel wish to preserve the ruins as they are and have asked you to assist them in this mission.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected Angmar's Brand ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Return the Brand to Ornras at Echad Mirobel",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "A smith can be found in Mirobel, in the south-west region of Eregion.\\n\\nOrnras of Echad Mirobel has asked you to defeat enemies in that region and hopefully find one who bears Angmar's Brand. A great smith hidden among the lesser enemies would explain why powerful and fell ore is carried by some of the leaders of this northern host.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect Angmar's Brand ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}