{
  "id": 620831147,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Gazathrug Enforcers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Gazathrug Lurkers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Moria Orcs hold control over the Grand Stair, and at their head are Igash the Fanatic and his Devoted. Alongside them is a host of fearsome Orcs from the heart of Moria.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Igash's throne dais is patrolled by his master guard. These Orcs seem to be of the same breed found throughout Khazad-dûm, but are stronger and more deadly. \\n\\n'We must be diligent in dealing with these Orcs, lest they bring their war-plans to fruition.\\n\\n'You will find the Orcs beyond the bridges of the Grand Stair, north-east of the Orc-watch.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Orcs can be found at the Grand Stair, north-east of the Orc-watch.\\n\\nAvar has tasked you with defeating the Orcs who guard the throne of Igash.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'With their numbers dwindling, it will not be long before the Moria Orcs are naught more than a memory in this area. Your efforts are exemplary, [placeholder], and you will be known throughout these halls as a hero to all.\\n\\n'I thank you for your efforts thus far.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Avar is at the Orc-watch, south-west of the Grand Stair.\\n\\nYou should return to Avar with news of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Be cautious as you travel through the Grand Stair and defeat as many of these foes as you can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Gazathrug Enforcers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Gazathrug Lurkers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Avar at the Orc-watch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "War Host Assembled",
      "es": "",
      "es (fem)": ""
    }
  ]
}