{
  "id": 620831129,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Help finally arrives and not a bit too soon. The Orcs are mustering and will soon be ready to pour forth from this place! We went within Fil Gashan only once and hid in the back, covered in armour that could have passed for Orc-make. We heard them talking and saw the giant bells they use for alarms.\\n\\n'They keep sentries near the bells... good sense of smell those Orcs have, too. They also see pretty well. The alarms have a flaw, though: you can pull pins from the centre pieces and send them to ground with nary a sound.\\n\\n'So it is that I set you to that task. Enter Fil Gashan, found to the south-west of Anazârmekhem, and attempt to disable the alarms there. Mind you, you may not always succeed, but the attempt must be made.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Excellent. Without those alarms, I am certain that you had an easier time within Fil Gashan than we did.\\n\\n'Good work.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Disabling those alarms will help to reduce the response of the other Orcs within Fil Gashan and hopefully thwart any chance that they have of setting up some sort of message route for their war-host.\\n\\n'Go into Fil Gashan and attempt to destroy those alarms. You can find it to the south-west of Anazârmekhem.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Disabling Alarms",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Fil Gashan is the barracks and mustering point for the Orcs' invasion of Lothlórien. Hidden deep within the fiery landscape and sharing an adjacent entrance to the Forges of Khazad-dûm, Orcs train here under the watchful eye of General Talug.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Disabled the alarms of Fil Gashan ([placeholder]/8)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Disable the alarms of Fil Gashan ([placeholder]/8)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Fil Gashan lies to the south-west of Anazârmekhem.\\n\\nVagun directed you to attempt to disable the massive alarm bells that the Orcs have placed throughout Fil Gashan. He mentioned that the sentries are good at spotting any who are not their own kind.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Vagun at Anazârmekhem",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Vagun is at Anazârmekhem, north-east of Fil Gashan.\\n\\nYou attempted to disable several of the alarms. While not always successful, as Vagun had warned, the attempt is more important than the success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}