{
  "id": 620831119,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have spoken to Garthar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Crystals discovered in Moria, bearing marks of the Forgotten Treasury, have piqued the interest of some dwarves who now want to excavate the location and save its contents from the pilfering Orcs within Moria.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'A moment of your time if you would, friend.\\n\\n'When first we entered this place, we had no intention of pushing as far as we did so quickly. Now that we have breached this far down into the depths and we see the horror of what transpired here, there are some discoveries that make many of us uncomfortable.\\n\\n'It is bad enough to know that there are Orcs and goblins all about, but to think that they have breached some of our most hallowed and secret holds... gives one reason to hoist a hammer and crack some goblin-skulls. Still, we have orders and we must abide them, lest we endanger everything we attempt here.\\n\\n'My friends Garthar and Hafberg are concerned about some discoveries we've been seeing as of late. Crystals, dull and black-looking -- more like glass than crystals -- have been turning up here and there, and we do not know what this signifies. Speak with my friend Garthar, if you would, and see what he knows.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Garthar is in the Deep Descent of Moria.\\n\\nFalgir confided in you about the discovery of crystals thought long lost, now turning up all throughout Moria. He has asked you to speak with Garthar to see if he can shed some light on the matter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Garthar thinks that the vault is breached, does he? Well then, that makes decisions more obvious, if you ask me.\\n\\n'Are you still looking for a bit of work?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Falgir is in the Deep Descent in Moria.\\n\\nGarthar told you a bit of history of the vaults in Moria, what they held and how he fears that one such vault is breached. He now wishes you to tell Falgir what you have learned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Garthar is a knowledgeable fellow. He will have more to tell you about these crystals.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Aye, these crystals bear the mark of the great dwarf treasury long forgotten beneath this place. Mithril may well have been the true wealth of Moria, but it was not the only wealth we knew here. There were many riches to be harvested from these mines.\\n\\n'Anything that was not mithril was taken to treasuries throughout Moria and there stored for safe-keeping. Complex puzzles guarded the treasure therein, and now they are well-hidden by the ingenuity of the dwarves.\\n\\n'I also know that one of our treasuries was recently breached by enemies. Our orders bid us to stay here, surely for our own safety, but I have a good mind to disobey. Alas, I have no more news to share, but feel free to tell Falgir all that I have said.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I have no more to tell you. Return to Falgir; you must have seen him before. He is here in the Deep Descent.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Garthar in the Deep Descent",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Falgir at the Deep Descent",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Forgotten Treasury: A Relic of Ages Past",
      "es": "",
      "es (fem)": ""
    }
  ]
}