{
  "id": 620831133,
  "txt": [
    {
      "id": 22075075,
      "en": "Talk to Thithrand at the Orc-watch",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Warg-riders make their way through the mountainous passes and crags of the Misty Mountains. It is no surprise that they have thrown their lot in with the Moria Orcs, but this is an alliance that cannot be allowed to remain.\\n\\n'I have two tasks for you regarding the Warg-riders of Moria. Will you hear me out?'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The defeat of these foes will prove a great boon to us. No longer will the Warg-riders think so highly of the protection offered by the so-called king of the Moria Orcs.\\n\\n'Your efforts are much appreciated, [placeholder].'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I will speak well of you when you have done all that I ask of you, [placeholder]. We must stop the Orcs' war before it begins.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Warg-riders",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Grand Stair once stood at the foot of a great cross-roads within Moria. At the height of the great city, it led to all areas of the halls and was a majestic wonder to behold. Now it has fallen to the care of Igash, a lieutenant of the Moria Orc-leader Mazog. Igash assembled the forces of Orcs and trolls within Moria in one place and has collected tribute from each to one day bring to the leader of the Orcs. For now, each tribe vies for favour from the lieutenant, a fanatical follower of Mazog.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Help Thithrand defeat the Leader of the Warg-riders",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Thithrand is at the Orc-watch.\\n\\nThithrand is responsible for guarding against the threat posed by the Warg-riders within the Grand Stair. You should assist him by completing his tasks.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Help Thithrand thin the number of Warg-riders within the Grand Stair",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Thithrand is at the Orc-watch, south-west of the Grand Stair.\\n\\nYou should return to Thithrand and tell him that each of his tasks involving the Warg-riders are complete.",
      "es": ""
    }
  ]
}