{
  "id": 620831135,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Highpeak-trainer ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Highpeak-stalker ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Warg-riders make their way through the mountain-crags and slip into and out of the shadows of Moria with ease. At the Grand Stair, a leader and his aged mount have come to bend knee to Igash the Fanatic and Mazog.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Among the Warg-riders I watched enter the Grand Stair, I saw many scouts who made certain that the host was neither followed nor traps laid before them. Among the full entourage also walked trainers, whipping and cursing at the youngest Wargs who walked without riders.\\n\\n'These forces must not be allowed to finish their goals.\\n\\n'You must enter the Grand Stair, north-east of the Orc-watch, and defeat these enemies before they can complete their devious objectives.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Warg-rider scouts and trainers can be found within the Grand Stair, north-east of the Orc-watch.\\n\\nThithrand fears that the forces of the Warg-riders will grow into a fearsome unit if they are are not stopped from completing their goals.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Aye, I will sleep better knowing that this foe will not grow in power. I confess that I was shaken some when I saw that foe ride up through the dark tunnels and into the Grand Stair. Now, I need worry no more, thanks to your efforts, [placeholder].'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Thithrand is at the Orc-watch, south-west of the Grand Stair.\\n\\nYou should return to Thithrand at the Orc-watch and tell him that you have defeated the goblins.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I fear that the Warg-trainers and the stalkers defending the Warg-rider host will prove too difficult to uproot if we do not destroy them quickly. Make your way to the Grand Stair, north-east of the Orc-watch, and defeat the foes within.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Highpeak-trainers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Highpeak-stalkers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Thithrand at the Orc-watch",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Stalkers and Trainers of the Highpeak",
      "es": ""
    }
  ]
}