{
  "id": 621022001,
  "txt": [
    {
      "id": "0xa8e1191",
      "en": "'Orc raiding parties remained a threat, even years after the siege began.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "Defeated Orcs south of Díngarth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'So I ask you to gather wood and stone from around Díngarth and patch up the fortifications. You will impress King Isildur with the sweat of your brow and I shall impress him with my foresight and my leadership. Look too for resting soldiers and get them moving. To see such sluggards lazing about would surely offend the king's eyes. Go then, and see these tasks done!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "An Elf stands among the bodies of a slain Orc raiding party",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Ontamo asked you to collect wood and stone for patching up the fortifications at Díngarth and to keep resting soldiers from giving Isildur the impression of laziness when he comes to inspect the defences.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I have been informed that King Isildur of Gondor plans to return to Díngarth in order to inspect the defences! As the master of fortifications, the responsibility falls to me to ensure that the king is satisfied by the state of them. But that is no easy task, for Díngarth was the first encampment we constructed after the Alliance pushed through the ruins of the Gate, seven years gone. It has been repeatedly assailed by the forces of Sauron, and rebuilt anew following the worst of the assaults.\\n\\n'Isildur rules Gondor with his brother Anárion, at the behest of their father, the High King, and there is no end to the worries upon which they must dwell as the siege drags on. King Isildur would not trouble to return to Díngarth if he thought our business here unimportant. He must know, as I do, that if the forward positions of the Alliance are pushed back, Díngarth will become our only foothold in the Black Land. To face defeat after such cost of lives and years would be impossible to bear!\\n\\n'So I ask you to gather wood and stone from around Díngarth and patch up the fortifications. You will impress King Isildur with the sweat of your brow and I shall impress him with my foresight and my leadership. Look too for resting soldiers and get them moving. To see such sluggards lazing about would surely offend the king's eyes. Go then, and see these tasks done!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Ontamo is worried about the imminent inspection of the fortifications of Díngarth by Isildur, King of Gondor, and has requested your aid in their improvement.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Ontamo awaits your return in Díngarth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Talk to Ontamo at Díngarth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'The fortifications of Díngarth need to be repaired before King Isildur conducts his inspection! Use the wood and the stone you collected to improve the weaknesses in our defences!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "An Orc raiding party was seen patrolling south of the encampment of Díngarth, and Ontamo asked you to take care of it before King Isildur arrived for his inspection of the defences. Orcs can be found leaving their encampment of Mokh Shapat, far to the south of Díngarth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8c69931",
      "en": "'I'm going, I'm going...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8c69932",
      "en": "'Fine, fine. I'm moving!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'You improved the defences here at Díngarth? Good, good, and just in time! I have received word that a patrol of Orcs has been spotted to the south, leaving the encampment of Mokh Shapat. If we don't do something about them, and at once, King Isildur will be most aggrieved!\\n\\n'Your work here is not yet done! Hurry to the south and slay the Orc band before the king comes to Díngarth!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8c69933",
      "en": "'What's the hurry, anyway?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8c69934",
      "en": "'Days became months, and then years. What's the hurry?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8c69935",
      "en": "'I hear you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "Collected wood for patching ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8c69936",
      "en": "'Fine, fine.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8c69937",
      "en": "'The siege shows no sign of ending.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "Collected stone for patching ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'You heard Orc-voices far to the south of Díngarth? You need to investigate, and at once! The king might be here any moment!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8c69938",
      "en": "'I'm moving, I'm moving.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Mae govannen, friend. I am sorry, but you have come too late to join in the festivities!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "Disturbed resting soldiers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'I am afraid you have come too late to join the festivities, friend. These Orcs thought to do some mischief to the Alliance, but they were neither stealthy nor clever enough to escape my notice. They felt the bite of my blade and did not like it!\\n\\n'I am called Magoldir, and my sword is Orthadel, the Rising Star. I wield it at the command of Gil-galad, and it has proven the undoing of Orcs and evil Men for the long years of this siege. My errand today was to scout the southern reaches and report discovery of anything suspicious, but if I suspect anything now it is that these Orcs should have known better than to come this far west! Even after these long years of siege, they still test the encampments of both Men and Elves, probing for weaknesses. If they think we will relax our guard, they are mistaken, and we will prove it ever so.\\n\\n'It was a pleasure to meet you, friend. Return now to Díngarth and relay word of this Orc raiding-party to whichever leader there has the command. These Orcs have come to the end of their raiding days, and will trouble us no further.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Ontamo is at Díngarth, awaiting word of your success against the Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Ontamo at Díngarth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'What can you say of the Orcs? Dead? Good, but it does not matter.'\\n\\nOntamo scowls and clenches his fist.\\n\\n'Isildur has chosen not to come to Díngarth! This was my opportunity to impress the King of Gondor with my maintenance of the defences, and now it has come to naught! I spoke of Díngarth's importance to the Great Alliance, but it seems Isildur does not agree after all! Instead of a personal visit, he has sent his sons to assess the defences! His sons only! They can bestow neither land nor title, not while their father lives! Bah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Defeat Orcs south of Díngarth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Investigate the sound of Orc voices far to the south of Díngarth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Talk to Magoldir among the bodies of the slain Orcs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "'I am afraid you have come too late to join the festivities, friend. These Orcs thought to do some mischief to the Alliance, but they were neither stealthy nor clever enough to escape my notice. They felt the bite of my blade and did not like it!\\n\\n'I am called Magoldir, and my sword is Orthadel, the Rising Star; it has proven the undoing of Orcs and evil Men for the long years of this siege. I serve in the company of Gil-galad, as do you, but I confess we have not shared words before now. A pity, friend, for war is a lonely endeavour.\\n\\n'My errand today was to scout the southern reaches and report discovery of anything suspicious, but if I suspect anything now it is that these Orcs should have known better than to come this far west! Even after these long years of siege, they still test the encampments of both Men and Elves, probing for weaknesses. If they think we will relax our guard, they are mistaken, and we will prove it ever so.\\n\\n'It was a pleasure to meet you, friend [placeholder]. You came today from Díngarth? Return there now and relay word of this Orc raiding-party to whichever leader there has the command. These Orcs have come to the end of their raiding days, and will trouble us no further.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'I am afraid you have come too late to join the festivities, friend. These Orcs thought to do some mischief to the Alliance, but they were neither stealthy nor clever enough to escape my notice. They felt the bite of my blade and did not like it!\\n\\n'I am called Magoldir, and my sword is Orthadel, the Rising Star. I wield it at the command of Gil-galad, and it has proven the undoing of Orcs and evil Men for the long years of this siege. I must confess I am surprised to see a dwarf here among the camps of the Great Alliance, but the discovery is a welcome one. I understand that your king, Durin, took his armies to fight Sauron's forces on another front, in another land? There is no shortage of foes to be fought in these dark days, and battle enough for all!\\n\\n'My errand today was to scout the southern reaches and report discovery of anything suspicious, but if I suspect anything now it is that these Orcs should have known better than to come this far west! Even after these long years of siege, they still test the encampments of both Men and Elves, probing for weaknesses. If they think we will relax our guard, they are mistaken, and we will prove it ever so.\\n\\n'It was a pleasure to meet you, friend [placeholder]. Return now to Díngarth and relay word of this Orc raiding-party to whichever leader there has the command. These Orcs have come to the end of their raiding days, and will trouble us no further.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a2",
      "en": "'I am afraid you have come too late to join the festivities, friend. These Orcs thought to do some mischief to the Alliance, but they were neither stealthy nor clever enough to escape my notice. They felt the bite of my blade and did not like it!\\n\\n'I am called Magoldir, and my sword is Orthadel, the Rising Star. I wield it at the command of Gil-galad, and it has proven the undoing of Orcs and evil Men for the long years of this siege. I hope you do not think me forward, but I have not met one of your kind before. It is a welcome meeting, for I have heard that the valour of the hól-budlan who live along the banks of the Great River cannot be measured by their stature. I am pleased to make your acquaintance, and it is my hope you will name me a friend!\\n\\n'My errand today was to scout the southern reaches and report discovery of anything suspicious, but if I suspect anything now it is that these Orcs should have known better than to come this far west! Even after these long years of siege, they still test the encampments of both Men and Elves, probing for weaknesses. If they think we will relax our guard, they are mistaken, and we will prove it ever so.\\n\\n'You came today from Díngarth? Return there now and relay word of this Orc raiding-party to whichever leader there has the command. These Orcs have come to the end of their raiding days, and will trouble us no further.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a4",
      "en": "'You came today from Díngarth? Return there now and relay word of this Orc raiding-party to whichever leader there has the command. These Orcs have come to the end of their raiding days, and will trouble us no further.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "Ontamo has asked you to improve the fortifications at spots in need of repair in and around Díngarth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "'I have received word that a patrol of Orcs has been spotted to the south, leaving the encampment of Mokh Shapat. If we don't do something about them, and at once, King Isildur will be most aggrieved! Hurry to the south and slay the Orc band before the king comes to Díngarth!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a5",
      "en": "The guttural voices of Orcs can be heard among the rocks far to the south of Díngarth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a8",
      "en": "You have stumbled upon an Elf surrounded by the bodies of a slain Orc raiding party.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e09",
      "en": "Repair the fortifications at Díngarth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Collect wood for patching the defences of Díngarth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Collect stone for patching the defences of Díngarth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Get resting soldiers at Díngarth moving again ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "'Not every subject of Gondor was willing to put the kingdom first. I was not blind to it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 11.3: A Day at Díngarth",
      "es": "",
      "es (fem)": ""
    }
  ]
}