{
  "id": 621022003,
  "txt": [
    {
      "id": 49286690,
      "en": "Give the trophies to Tárandil as a birthday present",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'I told you I wanted for nothing, friend, or at least nothing in your power to give! Why should Tárandil ask for aught when the war shows no sign of stopping? Give me an end to the siege, and I will measure it my finest birthday since the war began! But even that would bring little comfort to my heart. These years have been hard, and one good day cannot balance out the rest.\\n\\n'Vëamacil thought I would want these trophies for a present? They smell terribly, but I tell you true that my brother usually smells much worse! Be not offended if I cast them into a fire and rid the soldiers here of their stench. It is a pity that Vëamacil's odour cannot be cleansed so easily!'",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "Collected trophies from Orcs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'I bid you welcome, [placeholder].'",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "Collected trophies from wargs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'What is the meaning of this foolishness? I pray you do not encourage my sons in this behaviour, [placeholder], or you will risk my anger. I have taught them the importance of an even temperament and a steady hand, for my sons are of a king's lineage and a ruler has no time for jest. If you are a friend to them, and to me, you will remind them of this from time to time.\\n\\n'Tárandil is mine to foster, and while he is not in the line of kings, he is still dear to me. I deal with him as I deal with my sons, and it is my hope he will prove a good example to them, and guide them on their path, wherever it leads.'",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'My foster-father Isildur does not approve of Vëamacil's jests. It is a trait we share!'",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "'If the king chooses not to meet with me himself, well, I shall extend him the same discourtesy by not meeting with the sons he sent in his stead! You meet with them, [placeholder]. I find myself otherwise engaged and cannot spare the time to meet with three striplings, sons of the king though they be.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Ontamo feels insulted by Isildur's decision to send his sons to conduct the inspection of Díngarth's defences, and has asked you to speak with them instead.",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'One of Isildur's sons stands yonder, do you see him? He is to the north-east, dressed in green. See what he wants, and why his father could not deign to visit us himself!'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'This disrespect cannot stand. If the king chooses not to meet with me himself, well, I shall extend him the same discourtesy by not meeting with the sons he sent in his stead! You meet with them, [placeholder]. I find myself otherwise engaged and cannot spare the time to meet with three unproven striplings, sons of the king though they be.\\n\\n'One of them stands yonder, do you see him? He is to the north-east, dressed in green. See what he wants, and why his father could not deign to visit us himself!'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Vëamacil is at Díngarth, waiting to take a meal with you before he conducts the inspection of the encampment's defences.",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Yes? Ah, thank you for the welcome, but I must ask you not to use that name. At our uncle's request, my brothers and I have agreed to take on false names in order to hide that we are kindred with the kings. You may call me Vëamacil, and if I do not respond to it, keep trying until I do! One day I will no doubt be used to the name... and when that day comes the war will be over and there will be no further need to take these precautions!'\\n\\nVëamacil laughs and nods in the direction of Ontamo, who is poorly attempting to hide his scowls.\\n\\n'When the siege was still young, a few years back, one of my brothers met with Ontamo. The description he conveyed of him was... not kind. \\qHe is a fawning, little man, more concerned with his own elevation than with the good of the kingdom,\\q he told us. From that day forth, it has amused me to ensure he never gets the ear of my father or my uncle. See how he stews! This siege seems endless, and jests are in short supply; we must find them where we can.\\n\\n'I like you, my new friend. Let us take a meal first, and then my brothers and I will conduct our inspection. Honestly, there is little need for it. If the Alliance is pushed back from its forward encampments, we will have more problems than a well-defended Díngarth could solve!\\n\\n'Let me know when you are ready to take a meal and sit with my brothers, friend.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Ontamo believes that he has been personally insulted by Isildur's decision to send his sons to inspect the defences at Díngarth, rather than come himself, and he has decided that you should meet with them instead.",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "The sons of Isildur have conducted their inspection, and now Vëamacil wishes to speak with you.",
      "es": ""
    },
    {
      "id": 111477412,
      "en": "Talk to King Isildur at Adambel",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Are you ready? Then let us find my brothers and sit for a time before we conduct the inspection. The siege has gone on for years, and it can wait for the span of one meal, can it not? At any rate, I say we will fight better with full bellies!'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'As much as I would enjoy reporting the defences insufficient, if only to see Ontamo squirm, I cannot. Díngarth is as prepared as it needs to be. I presume that is your doing? Of course it is!\\n\\n'I have taken a liking to you, friend! What say you to returning to Adambel with us? You will find the company much more pleasing than here at Díngarth, and I know my brothers will not object. There is one thing, however. You should think of a birthday present to give to Tárandil, and bring it with you when you come to Adambel. Ask him what he wants!'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Tárandil is at Díngarth.\\n\\nVëamacil has decided that you should come with them to Adambel, but that you should first ask his foster-brother Tárandil what he wants as a present for his birthday.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'I don't want anything. Really.\\n\\n'Actually, if you can get Vëamacil to remain silent for even five minutes, I would consider that the worthiest of birthday presents!'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Vëamacil is waiting to speak to you, now that Tárandil has given you no suggestions for his birthday present.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Ah, he's always like this. Tárandil never wants anything. Well, I won't allow him to get away with it this time! He is my foster-brother, and he is going to have the finest of birthdays, with the very best presents. What do you think, my new friend? Give me your hand on this, and we will see it done!'\\n\\nVëamacil stands up straight and gives a shout, which causes nearby soldiers to look up in alarm.\\n\\n'I've got it! We're going to give my foster-brother the only thing he truly wants: we're going to give him an end to the war! Let us do what we can to bring an end to this endless siege of Mordor. That will make for the very best present, will it not?\\n\\n'Like every good plan, this will take some doing. Go slay some Orcs and some wargs, and collect trophies from them. We can deliver them to Tárandil at the encampment of Adambel, and tell him they are just the first part of his birthday present. He will love it, friend, trust me.'",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "'Youngest of my sons in Mordor, prone to jesting. Laughter came easily to him.'",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'I don't want anything. Actually, if you can get Vëamacil to remain silent for even five minutes, I would consider that the worthiest of birthday presents!'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Orcs and wargs can be found throughout Arandor in Mordor Besieged.\\n\\nVëamacil asked you to collect trophies from Orcs and wargs to give to Tárandil for a birthday present.",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to Vëamacil at Díngarth",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Talk to Tárandil at Díngarth",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Tárandil has gone to the primary Gondorian encampment of Adambel.\\n\\nVëamacil asked you to slay Orcs and wargs and bring trophies of your victories to his foster-brother Tárandil as a birthday present.",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Talk to Vëamacil at Díngarth",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Collect trophies from Orcs in Arandor ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Collect trophies from wargs in Arandor ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Find Tárandil at the encampment of Adambel",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "Isildur is at the Gondorian encampment of Adambel.",
      "es": ""
    },
    {
      "id": 162883749,
      "en": "'This disrespect cannot stand. If the king chooses not to meet with me himself, well, I shall extend him the same discourtesy by not meeting with the sons he sent in his stead! I say you shall meet with them, rather than me. I find myself otherwise engaged and cannot spare the time to meet with three unproven striplings, sons of the king though they be.\\n\\n'One of them stands yonder, do you see him? He is to the north-east, dressed in green. See what he wants, and why his father could not deign to visit us himself!'",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "'I bid you welcome.'",
      "es": ""
    },
    {
      "id": 162883751,
      "en": "'What is the meaning of this foolishness? I pray you do not encourage my sons in this behaviour, or you will risk my anger. I have taught them the importance of an even temperament and a steady hand, for my sons are of a king's lineage and a ruler has no time for jest. If you are a friend to them, and to me, you will remind them of this from time to time.\\n\\n'Tárandil is mine to foster, and while he is not in the line of kings, he is still dear to me. I deal with him as I deal with my sons, and it is my hope he will prove a good example to them, and guide them on their path, wherever it leads.'",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'You should think of a birthday present to give to Tárandil, and bring it with you when you come to Adambel. Ask him what he wants!'",
      "es": ""
    },
    {
      "id": 162883768,
      "en": "'Like every good plan, this will take some doing. Go slay some Orcs and some wargs, and collect trophies from them. We can deliver them to Tárandil at the encampment of Adambel, and tell him they are just the first part of his birthday present. He will love it, friend, trust me.'",
      "es": ""
    },
    {
      "id": 246419889,
      "en": "Tárandil is in the primary Gondorian encampment of Adambel.",
      "es": ""
    },
    {
      "id": 177082752,
      "en": "Tárandil nods in greeting as you approach",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to one of Isildur's sons at Díngarth",
      "es": ""
    },
    {
      "id": 177082755,
      "en": "King Isildur of Gondor shakes his head disapprovingly, and calls you to him",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Vëamacil and complete 'Instance: The Sons of Isildur'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 11.4: The Sons of Isildur",
      "es": ""
    }
  ]
}