{
  "id": 621022031,
  "txt": [
    {
      "id": 228284039,
      "en": "'Tûka's words make it clear: the missing soldiers are not cowardly deserters. Nay, they were ensorcelled by the cultists of Sauron we call the Mordorrim, and brought to Amon Fuin, the Gloom-hill, for some fell purpose. They may still be alive! My father is in council, and there is no one else to attempt a rescue! You must help me and my brothers save these missing men!'\\n\\nOrnaher pauses, his expression conflicted.\\n\\n'I must tell you something, friend, and I beg you to keep it in confidence. It is this: we should not ask my foster-brother Tárandil to accompany us on this errand. Like my older brother Meldaran and my cousin Meneldil, Tárandil was born in Númenor, where he was given the birth-name Adûnzagar. His father... his real father, mind you... was a cruel man named Ûrizagar, the Sword of the Sun. He was a captain-general of the fleet, and he worshipped at Sauron's altar. He wished for his son Adûnzagar to follow him on his evil path, but his wife wanted only happiness for her son; Abrazâni she was called, and she was a friend in childhood to Isildur and Anárion. She pleaded for them to take her son with them on the ships, and escape that doom. But Abrazâni was betrayed by the servants of Ûrizagar, and when the great wave sank Númenor beneath the Sea, Abrazâni perished.\\n\\n'But in this, at least, let the wife of cruel Ûrizagar find happiness. For her son Adûnzagar escaped on the ships to Middle-earth, and when they arrived safely on these shores, my father took him as his ward. To protect the boy from the suspicions of good folk and Sauron's servants alike, he set aside Adûnzagar's birth-name. Henceforth he was called Tárandil, foster-son to the king, and for all my life I knew him as an older brother. He has my love, and always will.'\\n\\nOrnaher looks away, sorrow etched upon his face. He drags his booted toe in the dirt. When he faces you again his expression has hardened.\\n\\n'He is my brother in all things, friend, save blood. It is not Isildur's blood that runs through his veins, but that of Ûrizagar. His father worshipped at the altar of Sauron. What if that weakness lies within Tárandil, even today? These Mordorrim are cultists of Sauron, and I fear my foster-brother might succumb to their whispers, their temptations, where the rest of us would not.\\n\\n'Keep this in confidence, and tell Tárandil none of this. But return to Vëamacil with Tûka's wisdom, and my own. We must rescue these soldiers of Gondor, but if the Mordorrim are involved, we should not involve my foster-brother in this adventure.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Isildur's son Ornaher can be found in Díngarth with the Hól-budlan matriarch Tûka.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Tûka, leader of the Hól-budlan, on the outskirts of Díngarth",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'You see? It is as I thought all along! Soldiers of Gondor have been ensorcelled by the Mordorrim, and it is up to us to save them, if we can. You and I will do this, with Ornaher at our side. We will leave Tárandil behind; there is no need to wake him, not so near to his birthday.\\n\\n'What's that? Tûka thinks it would be foolhardy for us to brave Amon Fuin? Well, I thank her for her stealth, but her wisdom she can keep. You need not fear to go with us! Ornaher and I are of Isildur's blood-line, friend, and we will protect you.'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Isildur's son Vëamacil can be found at Díngarth.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Talk to Ornaher at Díngarth",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Tûka, leader of the Hól-budlan, may have some clue as to what befell the missing soldiers. She can be found in Díngarth.",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Talk to Vëamacil at Díngarth",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "'Well do I remember the words of Abrazâni. Even now they move me to pity, and to grief.'",
      "es": ""
    },
    {
      "id": 162883712,
      "en": " #-1:[placeholder]'At last, a familiar face! When the sons of Isildur told me they befriended a goodly #-1:{lass[f]|lad}, I did not think it could be you! I will tell you what I told them, and may the information be of some use to you!\\n\\n'You well know we are often underestimated by the Big Folk, and for that reason we can go where they might not, and remain below the notice of unobservant eyes. It is a useful skill, and one both you and I and others of our people have put to use in the fight against Sauron and his armies. Let no one say the Hól-budlan have not lived up to their word, or carried their share of the war's burden!\\n\\n'I was walking in the night air, looking forward to the comfort of sleep, when I heard the voice of a man of Gondor. His words were low and indistinct; it took me some time to find the speaker. He was stretched out upon his bedroll, like many other soldiers sleeping nearby, but unlike these others he muttered in his sleep. He sat up all of a sudden, giving me quite a fright, and I greeted him but he saw me not.\\n\\n'Judging from his speech, he thought he heard a woman's voice he recognized: that of a sweetheart from home, seemingly. He walked out of the camp, stepping over the bodies of his sleeping fellows. By now my curiosity was well and truly wakened, and I followed him at a safe distance. Outside the camp, far from the guards or the light of the torches, he was attacked and subdued by a pair of Mordorrim! They were well-armed with dangerous-looking knives; I dared not risk making myself known, so I could not rescue him, but I did follow them for a time. They got too near to Amon Fuin and I had to give up the pursuit, but I knew I needed to tell someone what I saw. These Mordorrim used some trickery to lure him from the safety of the camp; who can say what evils awaited him within Amon Fuin?\\n\\n'That is all I know. But Amon Fuin is well-defended, and the sons of Isildur should beware of that place! They do not have the skills of our people, after all, and I would think twice or thrice before going there myself!'",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Who is this secret onlooker? Why, it is Tûka, the very matriarch of your people! Your folk are known to us for your skill at the art of stealth, and in this case she has seen something of great interest to the Alliance! Find her here in Díngarth and hear the rest of the story. She told me but a portion of it.\\n\\n'She was reticent to tell me even that much, but since you are of her kind she may be more willing to divulge the story entire!'",
      "es": ""
    },
    {
      "id": 24695158,
      "en": "Tûka, matriarch of the Hól-budlan, has made a discovery concerning the missing soldiers, and the sons of Isildur want your help to track down a solution to the mystery.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Find Tûka in Díngarth and hear her story complete!'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'Keep this in confidence, and tell Tárandil none of this. But return to Vëamacil with Tûka's wisdom, and my own. We must rescue these soldiers of Gondor, but if the Mordorrim are involved, we should not involve my foster-brother in this adventure.'",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'I have told you what I know. But Amon Fuin is well-defended, and even the sons of Isildur should beware of that place!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Who is this secret onlooker? Her name is Tûka, and she is the matriarch of the Hól-budlan. Her folk are known for their skill at the art of stealth, and in this case she has seen something of great interest to us and to the Alliance! Find her here in Díngarth and hear her story complete. She told me but a portion of it, and I tell you it was enough for me to know we need hear it all!'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'You are friend to the sons of Isildur? I will tell you what I told them, and may the information be of some use to you!\\n\\n'My people are often underestimated by the Big Folk, and for that reason we can go where they might not, and remain below the notice of unobservant eyes. It is a useful skill, and one we have put to use in the fight against Sauron and his armies. Let no one say the Hól-budlan have not lived up to their word, or carried their share of the war's burden!\\n\\n'I was walking in the night air, looking forward to the comfort of sleep, when I heard the voice of a man of Gondor. His words were low and indistinct; it took me some time to find the speaker. He was stretched out upon his bedroll, like many other soldiers sleeping nearby, but unlike these others he muttered in his sleep. He sat up all of a sudden, giving me quite a fright, and I greeted him but he saw me not.\\n\\n'Judging from his speech, he thought he heard a woman's voice he recognized: that of a sweetheart from home, seemingly. He walked out of the camp, stepping over the bodies of his sleeping fellows. By now my curiosity was well and truly wakened, and I followed him at a safe distance. Outside the camp, far from the guards or the light of the torches, he was attacked and subdued by a pair of Mordorrim! They were well-armed with dangerous-looking knives; I dared not risk making myself known, so I could not rescue him, but I did follow them for a time. They got too near to Amon Fuin and I had to give up the pursuit, but I knew I needed to tell someone what I saw. These Mordorrim used some trickery to lure him from the safety of the camp; who can say what evils awaited him within Amon Fuin?\\n\\n'That is all I know. But Amon Fuin is well-defended, and even the sons of Isildur should beware of that place!'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 11.8: Tûka's Wisdom",
      "es": ""
    }
  ]
}