{
  "id": 621022029,
  "txt": [
    {
      "id": "0xd6a5027",
      "en": "Collect Forged Rift-iron Coins from Thrâng ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Hello there! Enjoying the Summer Festival? Say, if you're feeling brave, I've got a job you would be perfect for!\\n\\n'One day, I was enjoying a meal and a drink at the Green Dragon, and I overhead a Minstrel spinning some tales. He told the story of a group of Rangers and adventurers entering a great rift in the foul lands of Angmar, and facing all matter of horrors. They say the pit was so deep the ground itself was red-hot like iron in a forge, and it was home to fire giants and flaming Orcs!\\n\\n'Flaming Orcs! Can you believe it? I couldn't, either, but then, he pulled out a most unusual coin. It was dark, and had a peculiar sheen. Rift-iron, he said it was, made from the metal and obsidian from that horrible place. That piqued my interest!\\n\\n'I'm hearing whispers that the Rift has opened again, and adventures like yourself are braving the depths. If you bring me some of these coins as proof of this tale, I will reward you for your efforts!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Seasonal: The Coins of the Rift",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "Vast riches were granted to Storvâgûn by the Men of Angmar. Although many of his trinkets bear the corruption of the Witch-king of Angmar, brave adventurers might uncover the most valuable of Storvâgûn's riches.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "You hold out the coins you have gathered. Campanula accepts them, a wide grin spreading across her face.\\n\\n'These are surely the same coins that I saw that day in the Green Dragon! So the tale was true! Thank you, adventurer, for braving that terrible place for the sake of this old hobbit's curiosity!\\n\\n'Here, take this gift. It's the least I can do. Enjoy the rest of the Summer Festival!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Forged Rift-iron Coins can be earned by defeating Thrâng once per day during the Summer Festival in Boss From The Vaults: Thrâng.\\n\\n<rgb=#FF0000>NOTE: This quest can only be advanced on Tier 2 of Boss From The Vaults: Thrâng. In addition, this quest can only be completed once per Summer Festival.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e6",
      "en": "Deliver the coins to Campanula Chubb at the Party Tree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d170",
      "en": "Campanula Chubb has heard the tale of adventurers braving The Rift of Nûrz Ghâshu and would like you to bring her evidence of this terrible place.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Collected Forged Rift-iron Coins from Thrâng ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Campanula Chubb can be found at the Party Tree in the Shire.\\n\\nYou have collected a number of Forged Rift-iron Coins and you should now deliver them to Campanula Chubb.",
      "es": "",
      "es (fem)": ""
    }
  ]
}