{
  "id": 621022026,
  "txt": [
    {
      "id": "0x9b56886",
      "en": "'Was this the last of the interruptions I must endure? I will continue my tale, if all agree to still their tongues!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: Tales of the Bright Company",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'It is good to meet you; in war all friendships must be prized. I am the captain of the Glánnothrim, the Bright Company, and we are tasked by High King Gil-galad to undertake some of the most dangerous missions on behalf of Elvenkind. You have not heard of us, I imagine? That is good, for none of us expect or desire glory. All we seek is the defeat of evil, wherever it lies. It lies now in Mordor.\\n\\n'We are few in number, but that does not cause us to shrink from danger. Rather does it cause us to rely upon our fellows, and draw courage from their strength. Meet you now Lendelen, closest and wisest of my counsellors. Watch him closely, for he shares our purpose but possesses more wisdom than any Elf I have known! He is my trusted confidant, and a dear friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd53e861",
      "en": "'I do, my friend, but only a little.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd221ec1",
      "en": "'The Vandassari were the Oath-stones of Númenor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd53e862",
      "en": "'Indeed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd53e863",
      "en": "'Magoldir and the [placeholder] did not belong to the Bright Company.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to the shade of Isildur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd53e864",
      "en": "'I saw them but little.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'This way, my friend. Glorfindel will be glad to meet you, and he will hear my report. Whether this strange inaction of Sauron's servants will be as pleasing, I cannot say. I myself am troubled by it, but I do not lead the Bright Company. Glorfindel will know more than either of us, I expect!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Gandalf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'It is good to meet you, friend [placeholder], for in war all friendships must be prized. I am the captain of the Glánnothrim, the Bright Company, and we are tasked by High King Gil-galad to undertake some of the most dangerous missions on behalf of Elvenkind. You have not heard of us, I imagine? That is good, for none of us expect or desire glory. All we seek is the defeat of evil, wherever it lies. It lies now in Mordor.\\n\\n'We are few in number, but that does not cause us to shrink from danger. Rather does it cause us to rely upon our fellows, and draw courage from their strength. Meet you now Lendelen, closest and wisest of my counsellors. Watch him closely, for he shares our purpose but possesses more wisdom than any Elf I have known! He is my trusted confidant, and a dear friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Glorfindel speaks glowingly of my wisdom, but he boasts overmuch. I seek only the destruction of evil, and take no praise for myself. If there is glory to be had, divide it among every member of the Bright Company and give no greater a portion to one Elf or another. Yes, at the light-house of Calatirion I spoke the words that shattered Sauron's control over the Vandassar perched atop the tower, but I could not have reached it without the others of the company.\\n\\n'Give the praise to all or to none, dear Glorfindel. I think you seek to avoid your own share and give too much of it to others.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The High Elves of the Bright Company undertake the most dangerous missions required by the Great Alliance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Lendelen is at Echad-in-Edhil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Magoldir is at Echad-in-Edhil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9d01d11",
      "en": "'Glorfindel, do you remember meeting this [placeholder] of whom the shade speaks?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Why has the old man interrupted the telling of my tale? Does he desire to hear no more of it? It was only at your behest and his that I began to speak of this sorrowful time, and if he did not intend to let me finish it he should never have had me start!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfe08ed4",
      "en": "Follow Magoldir to meet with Glorfindel, the leader of the Bright Company",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Gandalf has interrupted the shade of Isildur's story-telling, bringing you back to the present situation on Tol Send.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9d01d12",
      "en": "'And Magoldir?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9d01d13",
      "en": "'Why then have you not spoken of them before?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Glorfindel is at Echad-in-Edhil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "The shade of Isildur has been interrupted by Gandalf, and he is not happy about it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9d01d14",
      "en": "'Hmmm. Perhaps.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Lendelen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9d01d15",
      "en": "'There is something else in the shade's tale that troubles me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9d01d16",
      "en": "'This word you mentioned, Vandassar. What is its meaning?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Listen to the tale told by the shade of Isildur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Gandalf has interrupted the telling of Isildur's tale with a number of questions.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to the shade of Isildur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Listen to the concerns of Gandalf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5cb8741",
      "en": "'Yes, I remember. I welcome your report.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "The shade of Isildur is on Tol Send.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5cb8742",
      "en": "'But who is this?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Talk to Magoldir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2c84c61",
      "en": "'There is nothing the Bright Company cannot find out.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5cb8743",
      "en": "'He has the most wisdom of any Elf I have known.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2c84c62",
      "en": "'Hail, Glorfindel!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Gandalf is on Tol Send.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2c84c63",
      "en": "'I am called Magoldir. I am one of the scouts you dispatched some few days ago.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2c84c64",
      "en": "'I have brought you my report.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to Glorfindel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'I am not surprised you do not know of the Vandassari, for they were treasures brought from Númenor to Middle-earth by my father and brother, long ago. Seven only survived the realm's fall, but seven was enough, and indeed would prove to be too many. They were the Oath-stones, and they were set upon the borders of the kingdoms we founded, three in Arnor and four in Gondor, to make peace with the tribes that lived nearby.\\n\\n'These were the Oath-stones of Arnor: Helcessar of Forochel, pale blue. Tauressar of Rhudaur, pale green. Ambossar of Cardolan, red-brown.\\n\\n'These were the Oath-stones of Gondor: Landassar of Rhovanion, golden brown. Orossar of Erech, deep black. Airessar of Harad, clear crystal. Naldassar of Rhûn, white-silver.\\n\\n'There was a power in them, but it was Sauron's malice that turned vows sworn upon an Oath-stone into bonds of enslavement. He searched for the Vandassari, attempting to weaken our alliances and subvert them for his own ends. He found Airessar, the crystal Oath-stone my brother Anárion set atop the lighthouse of Calatirion at the harbour of Vëalondë, and with his dark arts he used it to compel the service of the Haradrim.\\n\\n'While we worked to assemble the Great Alliance, it was the Bright Company that journeyed to Umbar and broke Sauron's control over Airessar and the enslaved Haradrim. This ensured the Great Alliance need not contend with an army from the south when it reached Dagorlad, which might have proven insurmountable.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9e53651",
      "en": "'Many are the events in life that seem of importance only when they pass, Gandalf.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'What brought they from the foundered land,' Gandalf murmurs quietly, 'over the flowing sea? Seven stars and seven stones and one white tree.'\\n\\nThe Wizard shakes his head, and fixes you with his stern eyes.\\n\\n'I always believed the seven stones referred to by this Rhyme of Lore were the palantíri, the seeing-stones that Elendil brought from Númenor to these shores. Can it be that the palantíri were the stars of the rhyme, and the Vandassari were the stones? How can I not have known this, [placeholder]? What strange fog has clouded my knowledge on their account? And yet these Oath-stones have no place in my memory.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "'Hold a moment, Isildur,' Gandalf interrupts. 'Cease thy story-telling!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}