{
  "id": 621022027,
  "txt": [
    {
      "id": "0x9b56885",
      "en": "'It is no accident that brought me hither, friend. No indeed! I came here seeking you, for I have been given an errand for which you might be well-suited. These two eyes have the keen sight of our people, but the eyes of a [placeholder] might pick up something I miss, and your skills turn aside the danger of whatever we find!\\n\\n'I was sent to scout the southern reaches at the behest of Glorfindel, leader of the Glánnothrim, the Bright Company. They have devoted themselves to combating the evils of old that linger still in Middle-earth. Oh, do not mistake me! I do not belong to that esteemed group, but I tell you what you surely already know: if an Elf of the Bright Company asks you to do something, only a fool or a coward would refuse, and I deem myself neither. It is my belief that Glorfindel plans their next step, and the information I return to him could prove crucial! Will you aid me in this?'\\n\\nMagoldir smiles and raises Orthadel in salute.\\n\\n'It shall be a fine hunt, my friend. Let us patrol to the east of this encampment, skirting the northern face of Amon Amarth, and slay whatever foes mischance to cross our path. There is a location I would have us scout, and once I am satisfied we have not missed anything, I will make my report to Glorfindel.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'I welcome any assistance you can provide, not just to the Bright Company but to the Great Alliance as well. We must not let Sauron's inaction lull us to sleep. Indeed, let us renew our attention and maintain our guard, and perhaps we will catch unawares the Dark Lord himself!\\n\\n'His is a singular evil, for every command comes from Barad-dûr: when to attack, when to retreat, and when to mask his intention. Against this stands our Alliance, and its strength comes from the unity of our separate peoples. It is Gil-galad's belief that Sauron will try to sever those bonds, and in so doing he will reveal our greatest weakness, and strike at our vulnerability.\\n\\n'But instead he has pulled back his hand, abandoning all pretense of engaging us in serious combat. It puzzles me that the Dark Lord has drawn his forces back in this fashion. What is he planning?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 11.6: Tales of the Bright Company",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Magoldir at the entrance to Echad-in-Edhil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'It is no accident that brought me hither, friend. No indeed! I came here seeking you, for I have been given an errand for which you might be well-suited. These two eyes have the keen sight of my people, but the eyes of one such as you might pick up something I miss, and your skills turn aside the danger of whatever we find!\\n\\n'I was sent to scout the southern reaches at the behest of Glorfindel, leader of the Glánnothrim, the Bright Company. They have devoted themselves to combating the evils of old that linger still in Middle-earth. Oh, do not mistake me! I do not belong to that esteemed group, but I tell you true: if an Elf of the Bright Company asks you to do something, only a fool or a coward would refuse, and I deem myself neither. It is my belief that Glorfindel plans their next step, and the information I return to him could prove crucial! Will you aid me in this?'\\n\\nMagoldir smiles and raises Orthadel in salute.\\n\\n'It shall be a fine hunt, my friend. Let us patrol to the east of this encampment, skirting the northern face of Amon Amarth, and slay whatever foes mischance to cross our path. There is a location I would have us scout, and once I am satisfied we have not missed anything, I will make my report to Glorfindel.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Magoldir and complete 'Instance: Tales of the Bright Company'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Glorfindel at Echad-in-Edhil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Now let us see what we might spy from the height.'\\n\\nMagoldir peers into the distance, looking west, north, and east from the slope of Amon Amarth.\\n\\n'I do not know if this information will aid the Bright Company after all, for all is quiet, and there is little movement upon the plain. Is there some fell reason for this calm, or does Sauron tire of his war as we do? I do not like this uncertainty, friend. See you there the great fortress across the plain? That is Amon Fuin, the Gloom-hill, and it is a den of evil. I do not like it, but I tell you true that I like the quiet of Parth Daenath even less, if that were possible!\\n\\n'If you are willing, I would ask you to come with me to Echad-in-Edhil, where we can report of this to Glorfindel. It may be he will know what to make of this unpleasant stillness.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'We have arrived. Are you ready to go with me to deliver my report? I do wish we had something of substance to tell Glorfindel, but no scout can decide what it is he finds.\\n\\n'Let me know when you are ready to meet with the leader of the Bright Company.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'This way, my friend. May Glorfindel know what to make of this unpleasant stillness.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'I welcome any assistance you can provide, [placeholder], not just to the Bright Company but to the Great Alliance as well. We must not let Sauron's inaction lull us to sleep. Indeed, let us renew our attention and maintain our guard, and perhaps we will catch unawares the Dark Lord himself!\\n\\n'His is a singular evil, for every command comes from Barad-dûr: when to attack, when to retreat, and when to mask his intention. Against this stands our Alliance, and its strength comes from the unity of our separate peoples. It is Gil-galad's belief that Sauron will try to sever those bonds, and in so doing he will reveal our greatest weakness, and strike at our vulnerability.\\n\\n'But instead he has pulled back his hand, abandoning all pretense of engaging us in serious combat. It puzzles me that the Dark Lord has drawn his forces back in this fashion. What is he planning?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "Magoldir surveys the surrounding terrain from the slope of Amon Amarth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Let us patrol to the east of this encampment, skirting the northern face of Amon Amarth, and slay whatever foes mischance to cross our path. There is a location I would have us scout, and once I am satisfied we have not missed anything, I will make my report to Glorfindel.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Defeated foes of the Great Alliance ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Magoldir has come to Adambel on behalf of the Bright Company, and seeks your help.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Glorfindel, leader of the Bright Company, is waiting to speak with you in the Elf-camp of Echad-in-Edhil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Magoldir desires to scout a location to the east of Adambel for Glorfindel of the Bright Company.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Magoldir wishes to report to Glorfindel of the Bright Company at the encampment of Echad-in-Edhil, north-west of Adambel in Mordor Besieged.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Find the location east of Adambel that Magoldir wishes to scout",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Defeat foes of the Great Alliance in Parth Daenath ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Magoldir on the northern slope of Amon Amarth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Find the entrance to Echad-in-Edhil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Magoldir stands at the entrance of Echad-in-Edhil, waiting for your readiness to report to Glorfindel, leader of the Bright Company.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "'It was the primary encampment of the Elves in Mordor for the long years of siege.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}