{
  "id": 621022033,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'Where have you been? I have been looking everywhere for you! It is quite unlike my brothers to disappear without saying a word to me... I feared some evil had come for them!'\\n\\nTárandil shakes his head.\\n\\n'I should choose my words more carefully. The evil comes not just for them, but for all of us. My eldest brother has ridden from the gates of Mordor with fell tidings. To protect his kinship with the kings during the war, he has taken the name Meldaran, but I fear the safety that has given him might be soon exhausted. Find him at Ram Raedas and learn what has happened.\\n\\n'Did we hope the war would soon be ended? What fools we were! I think the end does come, but not in the form we wished. Alas for the Great Alliance!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Isildur's son Vëamacil is at Díngarth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'You are friend to my brothers? You are friend then to me, though we have no time to spend in greeting. I rode hard from the gate, but my errand is not yet finished. Need drives me, and will not let me rest, for I must bring my report to my father the king.\\n\\n'This is my message: the Longbeards and the Thíuda of the north that stood against the Rhúnhoth have suffered a crushing defeat. The Easterling horde was greater by far than we thought; our allies have been utterly defeated. They were to be our shield against this second army, but now the shield has fallen, and we lie exposed to the Storm of Wrath. The Ghâzab Bôron is on its way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Isildur's foster-son Tárandil is at Ram Raedas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Vëamacil and complete 'Instance: All Is Quiet'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Isildur's son Meldaran has come to Ram Raedas with worrying tidings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Tárandil at Ram Raedas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Meldaran at Ram Raedas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'My eldest brother Meldaran has ridden from the gates of Mordor with fell tidings. Find him at Ram Raedas and learn what has happened, if you have the heart for it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d174",
      "en": "Stirred to action by the discovery that the missing soldiers were abducted by Mordorrim cultists, Vëamacil and Ornaher are eager to attempt a dangerous rescue in the heart of Amon Fuin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Make your preparations and tell me when you are ready to depart. Outside of Barad-dûr, the Gloom-hill of Amon Fuin is one of the last places still held by Sauron. We must not fear it, but we should be prepared for anything!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'You are ready, as I am? Then let us be off, and quietly. We can be as loud as we like when we return victorious, but for departure silence is our ally.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 11.9: All Is Quiet",
      "es": "",
      "es (fem)": ""
    }
  ]
}