{
  "id": 621022030,
  "txt": [
    {
      "id": "0xeb011a0",
      "en": "Vëamacil is at Díngarth.\\n\\nTárandil told you that his brothers may have found some clue to the mystery of the missing soldiers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'Yes? How fares the morale of your people at Echad-in-Edhil, friend? Elves do not feel the passage of time in the same way as mortal men, do they?\\n\\n'I see frustration in the faces of my soldiers; how could I not, after seven years of siege? But your coming today is a reminder that, unlike Sauron, we are not alone. We stand together against him: Men, Elves, dwarves. Aye, all the peoples of Middle-earth have joined hands to oppose his evil. This endless waiting may not disturb your kind as it does mine, but it cannot last, no matter how certain it seems to me it must. Tell me, [placeholder], what word you bring from Glorfindel.'\\n\\nYou relay the reports of Glorfindel's scouts, and Anárion listens to your words with increasing excitement.\\n\\n'I too have noticed fewer attacks of late, but I thought little of it. Now I wonder. Can it be that Sauron's resolve has been tested by the long years of siege? His allies are not allies at all, but servants only! His domination of their spirit can be no substitute for the bonds of friendship formed in battle, like those we formed with your people and with the others of our Alliance. I draw hope from these reports, and see in them a sign that our victory must soon be at hand!\\n\\n'There are soldiers in the field of battle east of Adambel, nearer to the Dark Tower. Find them and relay to them this message: \\qSauron nears the end of his resolve, and a renewed assault may break the morale of his defenders!\\q I ask also that you slay whatever servants of Sauron and vile beasts you find on your way. Let every success sing the tale of the victory that surely approaches! It will not be long now, friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 11.7: Anárion's Guess",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": " #-1:[placeholder]'Yes? How came a #-1:{woman[f]|man} of the wild to be in possession of reports from Glorfindel of the Elves? That must be an interesting tale.'\\n\\nAnárion's stern visage suddenly melts away, and his expression becomes merry.\\n\\n'Nay, friend, I mean rather that you might serve as an example to some who might forget: only together can we defeat the will of Sauron. I see frustration in the faces of my men; how could I not, after seven years of siege? But your coming today is a reminder that, unlike Sauron, we are not alone. We stand together against him: Men, Elves, dwarves. Aye, all the peoples of Middle-earth have joined hands to oppose his evil. This endless waiting cannot last, no matter how certain it seems it must. Tell me, friend, what word you bring from Glorfindel of the Elves.'\\n\\nYou relay the reports of Glorfindel's scouts, and Anárion listens to your words with increasing excitement.\\n\\n'I too have noticed fewer attacks of late, but I thought little of it. Now I wonder. Can it be that Sauron's resolve has been tested by the long years of siege? His allies are not allies at all, but servants only! His domination of their spirit can be no substitute for the bonds of friendship formed in battle, like those we formed with the Elves and the others of our Alliance. I draw hope from these reports, and see in them a sign that our victory must soon be at hand!\\n\\n'There are soldiers in the field of battle east of Adambel, nearer to the Dark Tower. Find them and relay to them this message: \\qSauron nears the end of his resolve, and a renewed assault may break the morale of his defenders!\\q I ask also that you slay whatever servants of Sauron and vile beasts you find on your way. Let every success sing the tale of the victory that surely approaches! It will not be long now, friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Bring Anárion's message to Astondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": " #-1:[placeholder]'Yes? How came a #-1:{lass[f]|lad} such as you to be in possession of reports from Glorfindel of the Elves? That must be an interesting tale.'\\n\\nAnárion's stern visage suddenly melts away, and his expression becomes merry.\\n\\n'Nay, friend, I mean rather that you might serve as an example to some who might forget: only together can we defeat the will of Sauron. I see frustration in the faces of my men; how could I not, after seven years of siege? But your coming today is a reminder that, unlike Sauron, we are not alone. All of us stand together against him, joining hands to oppose his evil. This endless waiting cannot last, no matter how certain it seems it must. Tell me, friend, what word you bring from Glorfindel of the Elves.'\\n\\nYou relay the reports of Glorfindel's scouts, and Anárion listens to your words with increasing excitement.\\n\\n'I too have noticed fewer attacks of late, but I thought little of it. Now I wonder. Can it be that Sauron's resolve has been tested by the long years of siege? His allies are not allies at all, but servants only! His domination of their spirit can be no substitute for the bonds of friendship formed in battle, like those my people have formed with yours, and with the Elves and the others of our Alliance. I draw hope from these reports, and see in them a sign that our victory must soon be at hand!\\n\\n'There are soldiers in the field of battle east of Adambel, nearer to the Dark Tower. Find them and relay to them this message: \\qSauron nears the end of his resolve, and a renewed assault may break the morale of his defenders!\\q Your people are also skilled in the arts of stealth and subterfuge, are they not? If that is so, I ask that you slay whatever servants of Sauron and vile beasts you find on your way to deliver my message. Let every success sing the tale of the victory that surely approaches! It will not be long now, friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Defeat beasts and servants of Sauron in Mordor Besieged ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'What message brings you to this blasted plain, friend? Good tidings or ill?'\\n\\nYou tell Tumbomehtar that Anárion believes the war may soon be ended if the soldiers of the Alliance remain steadfast. He grimaces.\\n\\n'So neither good nor ill, then, for I hear nothing new in the king's words. He has my love and my respect, for my loyalty is to both of Elendil's sons and the kingdom they made on these shores, but I have seen no sign the end of the siege is any nearer now than it was these past few years. King Anárion is a good man, but I see in him the desire of all soldiers to welcome the onset of peace at the slimmest of portents. It fell to him to defend the borders of Gondor while his brother travelled north to gather the Great Alliance; Anárion has been fighting this war longer than many of us, and he must feel the weariness of it as keenly as any soldier of Gondor.\\n\\n'I hope he is right that it will soon be ended, but I will lay no wager upon it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "You came too late to deliver Anárion's hopeful message, for Astondor has been slain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'It is a mystery to me, and to Gil-galad, and to Lendelen my closest advisor. Rare is the puzzle we three cannot solve, [placeholder], and that by itself is worrisome.\\n\\n'Magoldir is not the only scout who has reported stillness on the plateau of Gorgoroth. I possess a number of such reports now, and each tells a similar tale: fewer enemy patrols than before, and a reduction in the number of foes assaulting the encampments of Men or Elves. I will inform Gil-galad of these reports, but I ask that you bring word to the leaders of Gondor. I understand Elendil is in council, and I would not have him disturbed, but if you bring these reports to one of his sons they will deliver word to him when he is free.\\n\\n'Seek out Isildur or Anárion at Adambel. I am troubled by these reports, but cannot say precisely why. Perhaps the sons of Elendil can pinpoint the reason behind my worry, and speak such words as will abate it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1180",
      "en": "'Even were the war to end tomorrow, it would not matter to the dead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Defeat beasts in Mordor Besieged ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Yes? How came a [placeholder] of Gondor to be in possession of reports from Glorfindel of the Elves? Have you not your own duties to perform, your own captain to follow?'\\n\\nAnárion's stern visage suddenly melts away, and his expression becomes merry.\\n\\n'Nay, friend, I mean rather that you might serve as an example to some who might forget: only together can we defeat the will of Sauron. I see frustration in the faces of my men; how could I not, after seven years of siege? But your coming today is a reminder that, unlike Sauron, we are not alone. We stand together against him: Men, Elves, dwarves. Aye, all the peoples of Middle-earth have joined hands to oppose his evil. This endless waiting cannot last, no matter how certain it seems it must. Tell me, [placeholder], what word you bring from Glorfindel of the Elves.'\\n\\nYou relay the reports of Glorfindel's scouts, and Anárion listens to your words with increasing excitement.\\n\\n'I too have noticed fewer attacks of late, but I thought little of it. Now I wonder. Can it be that Sauron's resolve has been tested by the long years of siege? His allies are not allies at all, but servants only! His domination of their spirit can be no substitute for the bonds of friendship formed in battle, like those we formed with the Elves and the others of our Alliance. I draw hope from these reports, and see in them a sign that our victory must soon be at hand!\\n\\n'There are soldiers in the field of battle east of Adambel, nearer to the Dark Tower. Find them and relay to them this message: \\qSauron nears the end of his resolve, and a renewed assault may break the morale of his defenders!\\q I ask also that you slay whatever servants of Sauron and vile beasts you find on your way. Let every success sing the tale of the victory that surely approaches! It will not be long now, friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Return to Anárion at Adambel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'You say you bring a message from King Anárion? Deliver it, friend, for I am his to command!'\\n\\nYou tell Martore that Anárion believes Sauron nears the end of his resolve, and a renewed assault on the part of the Great Alliance may bring an end to the war.\\n\\n'It is my heart's wish that the king guesses aright, but this is not the first day I have heard this hope given voice. I think it more likely that Sauron prepares some new weapon to unleash upon us. Still, I will not abandon my duty. I will fight on!\\n\\n'For Anárion and for Isildur! For Gondor!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Tárandil at Adambel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Vëamacil at Díngarth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'My foster-father and King Anárion have been summoned to an urgent council, and they would not tell me the reason. It may be nothing, or it may not. But that is not the matter that brought me here. I came here to find you, and bring you back with me!\\n\\n'Do you remember what my brothers and I discussed with you when we met at Díngarth? A curious number of soldiers had vanished from their posts in recent weeks, not simply while on patrol but also from within the safety of our own encampments. Deserters, Ornaher thought, but the rest of us were not so sure. Well, now we have discovered evidence that these vanished soldiers might not have succumbed to cowardice at all!\\n\\n'Let us go to Díngarth at once to meet with Vëamacil, and you will hear what he told me. It may be that together we can solve this mystery, and if we act quickly we may save some lives as well!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Glorfindel of the Bright Company has collected a number of scouting reports from his Elves in the field, and wishes for you to investigate what they might signify.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "You have done as Anárion asked, and should return to him at Adambel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Welcome back, my friend! I trust Tárandil told you we might be near to solving the mystery of our vanished soldiers? It is true. How can I say these were no mere deserters?'\\n\\nVëamacil raises an eyebrow, barely able to mask a grin.\\n\\n'We have an onlooker, [placeholder], someone who could spy upon the latest disappearance without being seen. Someone who was beneath notice: one of the Hól-budlan. She saw everything.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Glorfindel asked you to deliver the scouting reports to either Isildur or Anárion at the Gondorian encampment of Adambel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Anárion asked you to bring his message to soldiers in the field east of Adambel, nearer to the Dark Tower. He also charged you with defeating servants of Sauron and the beasts that stalk among the crags of Mordor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1191",
      "en": "'Blame not my brother for his eagerness. All of us, to a man, desired an end to the war.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Bring the scouting reports to either Isildur or Anárion at Adambel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Bring Anárion's message to Martore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Bring Anárion's message to Tumbomehtar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'There are soldiers in the field of battle east of Adambel, nearer to the Dark Tower. Find them and relay to them this message: \\qSauron nears the end of his resolve, and a renewed assault may break the morale of his defenders!\\q I ask also that you slay whatever servants of Sauron and vile beasts you find on your way. Let every success sing the tale of the victory that surely approaches! It will not be long now, friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a2",
      "en": "'Let us go to Díngarth at once to meet with Vëamacil, and you will hear what he told me. It may be that together we can solve this mystery, and if we act quickly we may save some lives as well!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'Welcome back, my friend! I trust Tárandil told you we might be near to solving the mystery of our vanished soldiers? It is true. How can I say these were no mere deserters?'\\n\\nVëamacil raises an eyebrow, barely able to mask a grin.\\n\\n'We have an onlooker, someone who could spy upon the latest disappearance without being seen. Someone who was beneath notice: one of the Hól-budlan. She saw everything.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a4",
      "en": "'Welcome back, my friend! I trust Tárandil told you we might be near to solving the mystery of our vanished soldiers? It is true. How can I say these were no mere deserters?'\\n\\nVëamacil raises an eyebrow, barely able to mask a grin.\\n\\n'We have an onlooker, [placeholder], someone who could spy upon the latest disappearance without being seen. Someone who was beneath notice: one of your folk, in fact! She saw everything.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a5",
      "en": "'It is a mystery to me, and to Gil-galad, and to Lendelen my closest advisor. Rare is the puzzle we three cannot solve, and that by itself is worrisome.\\n\\n'Magoldir is not the only scout who has reported stillness on the plateau of Gorgoroth. I possess a number of such reports now, and each tells a similar tale: fewer enemy patrols than before, and a reduction in the number of foes assaulting the encampments of Men or Elves. I will inform Gil-galad of these reports, but I ask that you bring word to the leaders of Gondor. I understand Elendil is in council, and I would not have him disturbed, but if you bring these reports to one of his sons they will deliver word to him when he is free.\\n\\n'Seek out Isildur or Anárion at Adambel. I am troubled by these reports, but cannot say precisely why. Perhaps the sons of Elendil can pinpoint the reason behind my worry, and speak such words as will abate it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "Anárion has been summoned to an urgent council and is unavailable. Isildur's foster-son Tárandil has called you over and wishes to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "Defeated beasts and Sauron's servants ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "Defeated beasts in Mordor Besieged ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "'My brother Anárion and I had been called away, summoned to an urgent council.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'Seek out Isildur or Anárion at Adambel. I am troubled by these reports, but cannot say precisely why. Perhaps the sons of Elendil can pinpoint the reason behind my worry, and speak such words as will abate it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'Yes? How came a [placeholder] to be in possession of reports from Glorfindel of the Elves? Have you not your own duties to perform, your own king to follow? I understand most of the dwarves marched to face the Ghâzab Bôron, the Storm of Wrath, on some far-off field of battle. Few only came to fight on Gorgoroth, and I have known fewer still to be friendly with the Elves.'\\n\\nAnárion's stern visage suddenly melts away, and his expression becomes merry.\\n\\n'Nay, friend, I mean rather that you might serve as an example to some who might forget: only together can we defeat the will of Sauron. I see frustration in the faces of my men; how could I not, after seven years of siege? But your coming today is a reminder that, unlike Sauron, we are not alone. We stand together against him: Men, Elves, dwarves. Aye, all the peoples of Middle-earth have joined hands to oppose his evil. This endless waiting cannot last, no matter how certain it seems it must. Tell me, [placeholder], what word you bring from Glorfindel of the Elves.'\\n\\nYou relay the reports of Glorfindel's scouts, and Anárion listens to your words with increasing excitement.\\n\\n'I too have noticed fewer attacks of late, but I thought little of it. Now I wonder. Can it be that Sauron's resolve has been tested by the long years of siege? His allies are not allies at all, but servants only! His domination of their spirit can be no substitute for the bonds of friendship formed in battle, like those we formed with your people, and with the Elves, and with the others of our Alliance. I draw hope from these reports, and see in them a sign that our victory must soon be at hand!\\n\\n'There are soldiers in the field of battle east of Adambel, nearer to the Dark Tower. Find them and relay to them this message: \\qSauron nears the end of his resolve, and a renewed assault may break the morale of his defenders!\\q I ask also that you slay whatever servants of Sauron and vile beasts you find on your way. Let every success sing the tale of the victory that surely approaches! It will not be long now, friend!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}