{
  "id": 621022002,
  "txt": [
    {
      "id": 214853799,
      "en": "'It is nearly his birthday.'",
      "es": ""
    },
    {
      "id": 214853800,
      "en": "'Remembering his old life, and his old name, are painful to him.'",
      "es": ""
    },
    {
      "id": 214853801,
      "en": "'His family died with Númenor. Father has told us some of the story.'",
      "es": ""
    },
    {
      "id": 235466147,
      "en": "Learn what the new arrivals might seek",
      "es": ""
    },
    {
      "id": 4229136,
      "en": "'And so the Land of Shadows was unveiled at last.'",
      "es": ""
    },
    {
      "id": 4229137,
      "en": "'Ghâzab Bôron, the Storm of Wrath: a vast Easterling horde sworn to Sauron.'",
      "es": ""
    },
    {
      "id": 4229152,
      "en": "'From the southern flank, Meldaran beheld the great sealed doors and despaired.'",
      "es": ""
    },
    {
      "id": 4229153,
      "en": "'But lo! High King Gil-galad of the Elves came forth, and he stood ahead of the armies.'",
      "es": ""
    },
    {
      "id": 211737857,
      "en": "'I beg your pardon, sirs.'",
      "es": ""
    },
    {
      "id": 4229154,
      "en": "'Two Elves stood beside him... two Elves...'",
      "es": ""
    },
    {
      "id": 211737858,
      "en": "'What of the dwarves and Men that went to face it? Has there been no word?'",
      "es": ""
    },
    {
      "id": 4229155,
      "en": "'I have forgotten their names.'",
      "es": ""
    },
    {
      "id": 211737859,
      "en": "'Thank you, my lords.'",
      "es": ""
    },
    {
      "id": 4229156,
      "en": "'Yes! Elrond and Círdan.'",
      "es": ""
    },
    {
      "id": 4229157,
      "en": "'They stood before the Gate, speaking quietly with their king.'",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Listen to the conversation of the sons of Isildur",
      "es": ""
    },
    {
      "id": 4229158,
      "en": "'Then Gil-galad strode forth, and he raised his arms.'",
      "es": ""
    },
    {
      "id": 4229159,
      "en": "'Suffused with power, he blazed like the light of the stars!'",
      "es": ""
    },
    {
      "id": 4229160,
      "en": "'From one hand leapt a storm of wind! From the other roared a pillar of flame!'",
      "es": ""
    },
    {
      "id": 4229161,
      "en": "'Beneath this combined assault, the Black Gate was rent to splinters and dust!'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Talk to Ornaher",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to the Gondorian soldier",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Listen to the sons of Isildur discuss the Ghâzab Bôron, the Storm of Wrath",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "The sons of Isildur wait for you to sit by their camp-fire and share a meal.",
      "es": ""
    },
    {
      "id": 4229168,
      "en": "'Tárandil is our foster-brother.'",
      "es": ""
    },
    {
      "id": 4229169,
      "en": "'He marks his birthday as the day our father Isildur chose to foster him.'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "The sons of Isildur are sharing a meal and conversation around a camp-fire at the encampment of Díngarth.",
      "es": ""
    },
    {
      "id": 4229170,
      "en": "'But you should not speak of it to him.'",
      "es": ""
    },
    {
      "id": 216435328,
      "en": "'We have offered to find you a brave woman to marry before the war is ended.'",
      "es": ""
    },
    {
      "id": 4229171,
      "en": "'Your lack of a woman, Tárandil!'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Tárandil has returned with the wine, but he is displeased to be the subject of his foster-brothers' gibes.",
      "es": ""
    },
    {
      "id": 216435329,
      "en": "'Huneric Hundred-slayer of the Thíuda has a number of daughters.'",
      "es": ""
    },
    {
      "id": 4229172,
      "en": "'Is the number three?'",
      "es": ""
    },
    {
      "id": 216435330,
      "en": "'No, Tárandil! That is not it!'",
      "es": ""
    },
    {
      "id": 4229173,
      "en": "'You are our true brother, fostered or not.'",
      "es": ""
    },
    {
      "id": 216435331,
      "en": "'Aye, our true brother, as much as Meldaran, or young Valandil.'",
      "es": ""
    },
    {
      "id": 4229174,
      "en": "'And yet your birthday is after that. Truly a feat!'",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Tárandil",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216435332,
      "en": "'We do not speak so to Meldaran for he is the eldest of us!'",
      "es": ""
    },
    {
      "id": 4229175,
      "en": "'Yes, that is a good idea!'",
      "es": ""
    },
    {
      "id": 216435333,
      "en": "'Let it go, Vëamacil.'",
      "es": ""
    },
    {
      "id": 4229176,
      "en": "'While Ornaher and I proved our worth in Imlad Ithil, our brothers fought at Dagorlad.'",
      "es": ""
    },
    {
      "id": 216435334,
      "en": "'Why don't you tell our new friend what Meldaran told us about the Black Gate?'",
      "es": ""
    },
    {
      "id": 4229177,
      "en": "'Despite grave losses, the combined force of Elves and Men pushed on to the Black Gate!'",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Listen to the sons of Isildur discuss the war's progress",
      "es": ""
    },
    {
      "id": 216435335,
      "en": "'But who are these new arrivals?'",
      "es": ""
    },
    {
      "id": 216435336,
      "en": "'It may be vast, but it is far away.'",
      "es": ""
    },
    {
      "id": 216435337,
      "en": "'Not that I have heard, but fear not! They must return soon, triumphant.'",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Tárandil",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'Vëamacil exaggerates the story somewhat, but only somewhat... in its broad strokes, that is much as Meldaran conveyed it to the two of us. Likely it was some feat of Elf-magic that destroyed the gate. And has Tárandil not affirmed that was the way of it?'",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Ornaher is at Díngarth.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'I beg you will take no offence, for I do not mean to disturb the noble ones, but the boys of my company were hoping to find out if they knew anything recent of the Ghâzab Bôron.\\n\\n'Men such as they are can sometimes hear things sooner than the rest of us, is all. Do they know what has happened to the men and dwarves that went to face the Ghâzab Bôron?'",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "A Gondorian soldier has interrupted the merry-making to ask a concerning question of the sons of Isildur.",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "A soldier of Gondor has asked the sons of Isildur for tidings of the Ghâzab Bôron.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'My youngest brother, Valandil, was born in Rivendell, and he remained there with my mother when we returned to Gondor and the war. I have not seen him since we departed, and he was a lad of just four years. Why, he must be nearly eleven now! A pox on this everlasting siege! He will be a man grown by the time I see him again!\\n\\n'The rest of my brothers have each seen battle during the long years of the siege, and they have acquitted themselves most admirably. Two of them have come with me to Díngarth, and will be happy to meet you. The third will still be at the Black Gate, I expect.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Ornaher says he cannot remember life before the siege? I know it was years ago, but that still seems a foolish thing to say; I cannot agree with him. Were he my brother by blood, perhaps it would be different, but it is not so. He and the other sons of Isildur are my foster-brothers, for the king took me to foster following our arrival on the shores of Middle-earth.\\n\\n'But I did not come here to argue with them or with you. I came here to eat, and I suggest we commence that undertaking with no further delay!'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'My brother told you I am to be called Ornaher? Very good, very good. He cannot always be trusted with serious matters, for he is prone to jests and flights of fancy, but it is good to find he has not endangered our well-being. Not on this day, at least.\\n\\n'This siege has dragged on for so many years, it becomes difficult to remember what life was like before we came to be encamped within Mordor. Every semblance of a normal life fades, replaced with the deeds we accomplished in the war. Hearken to this: while our brothers fought at Dagorlad, Vëamacil and I marched to Imlad Ithil alongside other soldiers of Gondor and fought to drive the Orcs from that valley. And yet, if you ask me of my life before the war, I would find myself quite tongue-tied! Now there is only battle, and waiting.\\n\\n'To speak true, there is more waiting now than battle. I do not have the stomach for sieges.'",
      "es": ""
    },
    {
      "id": 246419872,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 49286675,
      "en": "<rgb=#00FF00>Sit</rgb> by the fire",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'They do not make merry at Meldaran's expense. It seems I am always to be the subject of their taunts. Were I their true brother...'",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "Vëamacil and Ornaher are at Díngarth, relating stories told by their eldest brother Meldaran, who remained at the Black Gate.",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "Ornaher is at Díngarth.",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to Ornaher",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'I give you the advice I gave him: do not despair! If the Rhúnhoth that make up the Ghâzab Bôron were to be a threat to us, they would have arrived by now. The Longbeards and the Thíuda will defeat the Storm of Wrath, and return in victory. Their fighting prowess is well-known, and their foes cannot match them. It is not the fate of King Durin to be slain by Easterling warriors, and I daresay Huneric Hundred-slayer will need a new epithet once his victory against the horde is complete!\\n\\n'Fear not. Word must soon arrive of the Storm's defeat. It will be any day now... perhaps in time for Tárandil's birthday!'",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'Ah, it is probably time for us to begin the inspection. Let us see if Díngarth's defences remain secure.'",
      "es": ""
    },
    {
      "id": 126301729,
      "en": "'Surely we are not going to stand here all night?'",
      "es": ""
    },
    {
      "id": 126301730,
      "en": "'Has there been any news from Meldaran at the Black Gate?'",
      "es": ""
    },
    {
      "id": 126301731,
      "en": "'He could have sent a messenger. That would take little effort.'",
      "es": ""
    },
    {
      "id": 126301732,
      "en": "'Deserters? Why should their courage fail now, and not earlier?'",
      "es": ""
    },
    {
      "id": 126301733,
      "en": "'I would not think cowardice could lie hidden for long in this land.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: The Sons of Isildur",
      "es": ""
    },
    {
      "id": 126301734,
      "en": "'That's ridiculous.'",
      "es": ""
    },
    {
      "id": 126301735,
      "en": "'Do you think Sauron snuck into the camp and whisked them away?'",
      "es": ""
    },
    {
      "id": 126301736,
      "en": "'If they possessed such stealth, they would simply murder us in our sleep.'",
      "es": ""
    },
    {
      "id": 126301737,
      "en": "'My wine jug is empty. It needs filling if I am to listen to more of this foolishness.'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Vëamacil is at Díngarth.",
      "es": ""
    },
    {
      "id": 117704833,
      "en": "'This way, friend.'",
      "es": ""
    },
    {
      "id": 117704834,
      "en": "'My true brother has taken the name Ornaher, for purposes of secrecy.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Ornaher is at Díngarth.",
      "es": ""
    },
    {
      "id": 117704835,
      "en": "'My foster-brother's name is Tárandil.'",
      "es": ""
    },
    {
      "id": 117704836,
      "en": "'Hail, my brothers! My friend will be joining us tonight.'",
      "es": ""
    },
    {
      "id": 117704837,
      "en": "'Not for some days, but he has always been lax with letter-writing.'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Tárandil is at Díngarth.",
      "es": ""
    },
    {
      "id": 117704838,
      "en": "'That is nearly a dozen this month alone!'",
      "es": ""
    },
    {
      "id": 117704839,
      "en": "'Mayhaps not. But do you know what Ornaher thinks?'",
      "es": ""
    },
    {
      "id": 117704840,
      "en": "'He is more cross than usual.'",
      "es": ""
    },
    {
      "id": 117704841,
      "en": "'Oh! I should have mentioned it to our new friend! It slipped my mind.'",
      "es": ""
    },
    {
      "id": 266374869,
      "en": "Walk with Vëamacil to meet his brothers",
      "es": ""
    },
    {
      "id": 24695124,
      "en": "Vëamacil has suggested that you take a meal with his brothers before the sons of Isildur conduct their inspection of Díngarth's defences.",
      "es": ""
    },
    {
      "id": 118012961,
      "en": "'Speak of what, and to whom?'",
      "es": ""
    },
    {
      "id": 118012962,
      "en": "'Bah! Always do you jest at my expense.'",
      "es": ""
    },
    {
      "id": 118012963,
      "en": "'And I tell you I need none! Find them for yourselves, first!'",
      "es": ""
    },
    {
      "id": 118012964,
      "en": "'See how they make mock of me?'",
      "es": ""
    },
    {
      "id": 118012965,
      "en": "'I am older than you two. I was born in Númenor, as neither of you were.'",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Talk to Vëamacil",
      "es": ""
    },
    {
      "id": 118012966,
      "en": "'One was Círdan. The other is named Elrond, I believe.'",
      "es": ""
    },
    {
      "id": 118012967,
      "en": "'We are in the dark as you are, friend.'",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Ornaher",
      "es": ""
    },
    {
      "id": 214853793,
      "en": "'My life before the siege seems so distant now.'",
      "es": ""
    },
    {
      "id": 214853794,
      "en": "'Hush, Tárandil. If you seek news, I have some for you.'",
      "es": ""
    },
    {
      "id": 214853795,
      "en": "'More men have gone missing from camp.'",
      "es": ""
    },
    {
      "id": 214853796,
      "en": "'Well, do not bandy this about, but I think these soldiers were not deserters.'",
      "es": ""
    },
    {
      "id": 214853797,
      "en": "'I think they might have been abducted.'",
      "es": ""
    },
    {
      "id": 214853798,
      "en": "'No need for that. He has servants aplenty to do his bidding.'",
      "es": ""
    }
  ]
}