{
  "id": 621022025,
  "txt": [
    {
      "id": "0xa8e1193",
      "en": "'Forgive the interruption. I return now to my tale.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6a31",
      "en": "Train with the soldier of the Great Alliance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6a32",
      "en": "Train with the soldier of the Great Alliance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'I would not need three guesses to know which of my grandsons sent you to me thus, [placeholder]. He has spent too long in idleness, and forgotten the danger. The tedium of the hours is a dangerous foe for an army at rest, but a forgotten enemy long-accepted is even more of a threat!\\n\\n'I will take this whetstone, and thank you for it, but know this: my blade Narsil needs sharpening but rarely, and I am not lax with its keeping. Let my grandson take these words to heart: a soldier needs sharpening just as a weapon does, and if one is neglected neither can carry out its work. He should treat the business of war more seriously, and leave the jesting for tavern-keepers and stable-boys.\\n\\n'Find some soldiers with which to train, as a reminder not to let down their guard. Afterwards, convey the words I spoke to my grandson, as well as my displeasure. He has the blood of kings, and should act such.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6a33",
      "en": "Train with the soldier of the Great Alliance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ed9",
      "en": "Give Magoldir a whetstone at Adambel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "Collected the crate of whetstones",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'It is the command of the High King? Let us begin, and without delay!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The shade of Isildur has interrupted the telling of his tale with a brief aside.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'It was only a bit of fun, my friend. Do not let my grandfather's words sour your day. But look! Did you not say you met this Elf earlier, among the corpses of our enemies and his? He has come now to Adambel on some errand, and will be pleased to speak with you.\\n\\n'Give him a whetstone!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Ah, I cannot blame them for relaxing their guard. When first we pushed through the ruins of the Black Gate with the vanguard, it seemed victory was near, and Sauron must surely abandon the fight. Yet it was not so. He hid within his tower, sealing the door against us, and he has not been seen again. Days turned to weeks, weeks turned to months, and then at last we measured the time in years. The siege seems without end. Sauron is trapped in his tower, and though his servants test us from time to time, the Dark Lord seems content to outlast us, or at least to make the attempt. I would rather he face us in battle, and put an end to this endless waiting!\\n\\n'Is it any wonder that the idleness causes my sons to chafe, sharpening their tongues and not their weapons? It is difficult to remain alert when combat with the enemy is merely a memory; our swords untested, our shields unbattered. Perhaps Sauron makes us wait in the hope that we will grow tired and abandon the cause. If that be so, he is more fool than we thought! We will wait as long as is necessary!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Deliver whetstones to idle soldiers and the sons of Isildur ([placeholder]/6)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'Hello again. I will take one of these whetstones, and gladly, for my own sword could use the sharpening. Let it not be said that I took poor care of Orthadel, the Rising Star, for in return he might take poor care of me!\\n\\n'Elf-soldiers, like those of other races, must keep their weapons and their wits as sharp as they can. That has always been my experience, and I wonder if it has been yours?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe5abde1",
      "en": "'Have at you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'He has a sword. Why not give him a whetstone and remind him that we are at war?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Alas! It is with the benefit of looking back that I know now what I did not know then. Sauron did not hide from us out of fear, and he did not think to outlast us with time alone. Nay, it was with purpose that he waited in Barad-dûr, biding his time. He knew what we did not: the Ghâzab Bôron had won a decisive battle against the armies that had gone to face it. Even now, the Storm of Wrath moved in the direction of Mordor, chasing the defeated Thíuda and Longbeards before it.\\n\\n'Sauron needed do nothing but wait for the Rhúnhoth hordes to arrive, and wait he did, secure in his tower and confident his victory would arrive with the Storm. We knew not what approached, and we let the long years of the siege lull us into complacency. We would learn our mistake before long, but that is further ahead in my tale.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "King Isildur of Gondor worries that his sons have allowed the length of the siege to dull their wits and their weapons, and wants them each made sharp again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe5abde2",
      "en": "'You have been warned!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe5abde3",
      "en": "'Prepare yourself!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Deliver whetstones to idle soldiers and the sons of Isildur (5/6)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "A crate of whetstones can be found by the camp-fires to the north in Adambel, the primary Gondorian encampment in Mordor Besieged.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'It has been some time since Sauron sent his Orcs against us, but they may return at any moment. We must be ready, with sharp blades and sturdy armour prepared to turn aside their attacks. Find a crate of whetstones somewhere here at Adambel, by the camp-fires to the north, and deliver its contents to idle soldiers throughout the encampment. Remind them of the need for weapons clean and sharp, and see that they heed my warning! Do not forget to give whetstones to my sons, as well; they may need the reminder most of all. False names will only protect them for so long, and in the end they must rely upon their weapons. That is the way of war.\\n\\n'I must now attend my brother Anárion, but I will leave you with these tasks and my thanks for their successful completion.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Deliver a whetstone and a warning to High King Elendil at Adambel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Idle soldiers can be found throughout Adambel.\\n\\nIsildur asked you to deliver whetstones to idle soldiers of the Alliance, as well as to his sons.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "Train with soldiers at Adambel ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Thank you, friend. I will make use of this whetstone, and take heed of the warning, as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'My blade is as sharp as it was both yesterday, last week, and a month past, but all the same I will not spurn the gift. I do not call for the servants of Sauron to attack, but neither do I enjoy the tedium of this endless calm. I will spend some of today sharpening my sword. Pointless shall be neither the exercise nor the blade, my new friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50256",
      "en": "Talk to Vëamacil at Adambel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd83ba91",
      "en": "'I think that is enough, and I thank you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Thank you for the whetstone and for father's warning, though I really needed neither. Every day seems much like the one before, and the Orcs have not dared tangle with our warriors for some time!\\n\\n'Still, there may be some wisdom in it. Aye, I think it may be worthwhile to ensure that everyone who bears a weapon has what he needs to keep it in pristine shape. Yes, my friend, everyone, from the lowest soldier to the very highest!\\n\\n'Indeed, even my grandsire should not neglect his own weapon. If we need sharpen our blades every morn, I say that even High King Elendil should benefit from his son's advice. Bring a whetstone and my father's warning to my grandsire King Elendil, friend. You will find him somewhere around Adambel, I warrant, and spare not the lecture!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd83ba92",
      "en": "'It appears I need to train harder if I am to best you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to the shade of Isildur at Adambel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "High King Elendil can be found somewhere within Adambel, the primary Gondorian encampment in Mordor Besieged.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56840",
      "en": "'I would not need three guesses to know which of my grandsons sent you to me thus. He has spent too long in idleness, and forgotten the danger. The tedium of the hours is a dangerous foe for an army at rest, but a forgotten enemy long-accepted is even more of a threat!\\n\\n'I will take this whetstone, and thank you for it, but know this: my blade Narsil needs sharpening but rarely, and I am not lax with its keeping. Let my grandson take these words to heart: a soldier needs sharpening just as a weapon does, and if one is neglected neither can carry out its work. He should treat the business of war more seriously, and leave the jesting for tavern-keepers and stable-boys.\\n\\n'Find some soldiers with which to train, as a reminder not to let down their guard. Afterwards, convey the words I spoke to my grandson, as well as my displeasure. He has the blood of kings, and should act such.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd83ba93",
      "en": "'Ouch, ouch, I give up!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Talk to Isildur at Adambel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Find a crate of whetstones in Adambel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a5",
      "en": "'Even my grandsire should not neglect his own weapon, should he? If we need sharpen our blades every morn, I say that even High King Elendil should benefit from his son's advice. Bring a whetstone and my father's warning to my grandsire King Elendil, friend. You will find him somewhere around Adambel, I warrant, and spare not the lecture!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "Magoldir is at Adambel, the primary Gondorian encampment in Mordor Besieged.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56850",
      "en": "'Find some soldiers with which to train as a reminder not to let down their guard. Afterwards, convey the words I spoke to my grandson, as well as my displeasure. He has the blood of kings, and should act such.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01141",
      "en": "High King Elendil has commanded that you train with soldiers at the encampment of Adambel and remind them not to relax their guard despite the length of the siege.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01145",
      "en": "Vëamacil is at Adambel.\\n\\nNow that you have trained with the soldiers, High King Elendil expects you to convey his reprimand to his grandson Vëamacil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4dc54f1",
      "en": "'Aye, thank you for this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'I am ready for you! Hold nothing back, for I will not either!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4dc54f2",
      "en": "'My sword could use the sharpening. Thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'My muscles ache already, but if this is the High King's command I will not cry off. Let us begin!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4dc54f3",
      "en": "'A whetstone is always welcome. Thank you, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4dc54f4",
      "en": "'My sword is sharp enough, but you have my thanks all the same.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a4",
      "en": "King Isildur of Gondor is at the encampment of Adambel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4dc54f5",
      "en": "'It has been some days since last my sword was sharpened.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'Find a crate of whetstones somewhere here at Adambel and deliver its contents to idle soldiers throughout the encampment. Remind them of the need for weapons clean and sharp, and see that they heed my warning! Do not forget to give whetstones to my sons, as well; they may need the reminder most of all. False names will only protect them for so long.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1174",
      "en": "Engaged in a spirited bout of training at Adambel ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1178",
      "en": "Magoldir nods at you pleasantly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "Idle soldiers can be found throughout Adambel.\\n\\nIsildur asked you to deliver whetstones to idle soldiers of the Alliance, as well as to his sons.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1181",
      "en": "Delivered a whetstone and a warning ([placeholder]/6)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1184",
      "en": "Delivered a whetstone and a warning (5/6)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1187",
      "en": "Elendil stares at you sternly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1188",
      "en": "'It must have taken no small measure of courage to lecture High King Elendil.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1189",
      "en": "'It must have taken no small measure of courage to lecture my father thus. Or foolishness!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 11.5: The Storm in the East",
      "es": "",
      "es (fem)": ""
    }
  ]
}