{
  "id": 620902978,
  "txt": [
    {
      "id": 218649169,
      "en": "'If you go to fight the Easterlings, keep an eye open for their leader, a deadly man! He was instrumental in wreaking so much damage upon Wakenflood, for his tactics were brilliant.\\n\\n'Worse yet, he was also a brutally skilled fighter; he killed many and quickly.\\n\\n'If revenge is not a good enough reason for you to destroy such a foe, consider those who will die the next time this man rides into battle.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You killed their leader? An incredible feat, [placeholder]! He was a brutal fighter... I have rarely seen his match even among the Rohirrim. To best him says much of your own skill!\\n\\n'I am glad you came to us, and we are all in your debt for carrying out this revenge... and for protecting us against a future assault. I name you Friend of Wakenflood, [placeholder]!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Leading the Advance",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Easterling raid upon Wakenflood was led by a particularly skilled and fearsome war-leader. This man is a dire threat if left alone to ready a second assault.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated the Easterlings' leader at Olghakh贸sh",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat the Easterlings' leader at Olghakh贸sh",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The leader of the Easterlings who led the assault on Wakenflood can be found in Olghakh贸sh, near the Anduin's edge.\\n\\nYou should defeat the leader of the Easterlings.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Tell Sergeant Hubyrt of your victory",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Sergeant Hubyrt awaits your return at Wakenflood, where his men reel from a recent Easterling assault.\\n\\nYou should return to Hubyrt with the news of our victory against the war-leader of Olghakh贸sh.",
      "es": ""
    }
  ]
}