{
  "id": 620902975,
  "txt": [
    {
      "id": 218649169,
      "en": "'You wish to speak with the refugees of Langhold, you say? That is for the soldiers of Harwick to deal with, not some stranger from a distant land. I suggest you mind me, lest Reeve Harding come down on you even harder, and toss you in the dungeons of Harwick.\\n\\n'The Stinging Bog lies in the midst of our most travelled road in the Wold, and the marsh-flies there look upon merchants, soldiers, and farmers as a feast.\\n\\n'Let us test your mettle with a small task, eh, [placeholder]? Kill some flies, and I may put in a good word for you to Harding.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I am glad you managed to thin the horde of marsh-flies in the Stinging Bog. I always dread going through that part of the road, myself.\\n\\n'I can mark these reports as closed, and for that, I thank you. You are perhaps not so bad of a [placeholder] as we originally suspected.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Stinging Bog",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Stinging Bog is a swampy area near Harwick, and the flies that nest there annoy all who venture too near. The stings of those creatures can be violently painful.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated a marsh-fly ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat marsh-flies in the Stinging Bog ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Stinging Bog is on the far side of the road from Feldburg.\\n\\nYou should kill marsh-flies in the Stinging Bog.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return to Captain Agelmund",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Captain Agelmund awaits you at Feldburg.\\n\\nYou should return to Captain Agelmund now that you have done as he asked of you.",
      "es": ""
    }
  ]
}