{
  "id": 620902979,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'I must commend you for helping me and my people. It is said that in the most trying of times the true worth of a person's character can be seen, and I have seen a great deal of good in these men.\\n\\n'I am still learning how best to serve Elthengels as Thane. I cannot be the strong warrior that my husband was, nor can I be the fearless vindicator that my dear son Pendulf was, but you have shown me that I have the ability to garner support and to rally the people of this village. This is a most generous gift you have given me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The People of Elthengels",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have helped Wuscrad with his task",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'There are many people who seek guidance and aid. Seek out Elfwyn the healer, Baldthorne the blacksmith, Adnoth the stable-hand, and Wuscrad the garrison commander. They may all be found within the walls of Elthengels.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have helped Baldthorne with his task",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have helped Elfwyn with his task",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Thane Mildrith's people are located within the walls of Elthengels in the eastern section of the Norcrofts.\\n\\nThane Mildrith has asked you to aid her people in their tasks of protecting the town from further attack.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You have helped Adnoth with his task",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1798db1",
      "en": "'To your positions, men! The intruders will surely return before long.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Thane Mildrith is found at the Mead Hall of Elthengels.\\n\\nThane Mildrith has promised to reward you for helping her people with their various tasks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1798db2",
      "en": "'Intruders! Hold your positions!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1798db3",
      "en": "'Aye, sir!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1798db4",
      "en": "'Drive them back! We must protect the gate.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1798db5",
      "en": "'Understood.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1798db6",
      "en": "'Slaughter the Men! Pillage their homes!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1798db7",
      "en": "'Surrender now! Your pitiful town will lie in ruin!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1798db8",
      "en": "'Foolish Men! Do you care to join your slain leader?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Help Wuscrad, the garrison commander",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Help Baldthorne, the blacksmith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Help Elfwyn, the healer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Help Adnoth, the stable-hand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Return to Thane Mildrith at the Mead Hall of Elthengels",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Thane Mildrith of Elthengels needs aid in managing the many pressing issues of her people in the wake of the Orc-assaults.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'My people are in need of aid, [placeholder]. Elthengels has survived a tremendous Orc-assault, but it has come at a great cost. My husband and son have perished, the countryside is ravaged, and many yet lay dead or dying. Without reinforcements from Théoden King or that coward Reeve Athelward, the end of our time here draws ever nearer.\\n\\n'If you offer me your assistance, I will gladly take it. We must band together, and take aid from wherever it may come.\\n\\n'The people of Elthengels are now my only concern. Our time for grieving must be brief. I will not let them give in to sorrow or concede defeat while they yet live...but there are many within the walls of this village that are in need of help. If you are able to resolve their troubles, return to me, and I shall see that you are rewarded.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}