{
  "id": 620902972,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected Clotbur ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected Meadow-maid ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Collected Lamb's Ear ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The healer of Elthengels, Elfwyn, is distraught over the death of young Pendulf, Thane Mildrith's son. He feels his supplies are inadequate and is in need of a variety of local herbs in preparation for treating future wounds and injuries.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Collected Lamb's Ear ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 24743345,
      "en": "'Know you of the fate of young Pendulf, Thane Mildrith's son?'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I am in a dire situation, friend. I am responsible for treating the wounds and injuries of the people of Elthengels, but I am without the necessary reagents to do so. Will you stay a moment and hear me out?\\n\\n'We cannot allow others to suffer the same fate as poor Pendulf, but I am unprepared! I have but a meagre supply of common herbs in my possession. If you were to gather some of the herbs and reagents I am in need of, I might be able to redeem myself by saving others.\\n\\n'Meadow-maid, Lamb's Ear, and Clotbur can all be found growing outside of Elthengels. These plants are most helpful in treating wounds, but I am currently lacking in their supply. Will you secure them to help bolster my reserves?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The plants desired by Elfwyn can be found growing in the Norcrofts in the areas outside the town of Elthengels.\\n\\nElfwyn has asked you to collect various plantlife, so that he may use them to treat any serious wounds that may occur to people in Elthengels.",
      "es": ""
    },
    {
      "id": 24743346,
      "en": "'When Thane Pendrad was slain defending Elthengels, his son Pendulf accused Reeve Athelward of being unfit to protect the Norcrofts.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have done well, these plants will work perfectly. I am ashamed for not having saved the noble Pendulf, but with this full set of reagents I vow not to fail Thane Mildrith again.\\n\\n'I owe you much thanks.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Elfwyn, the healer, may be found at his home in Elthengels.\\n\\nElfwyn is awaiting your return with the various plants he has asked you to collect.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Elfwyn, the healer, may be found at his home in Elthengels.\\n\\nElfwyn is awaiting your return with the various plants he has asked you to collect.",
      "es": ""
    },
    {
      "id": 24743347,
      "en": "'This resulted in a duel between Athelward and Pendulf. Athelward's prowess has never been matched in combat, and Pendulf received a sharp cut in his defeat.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have done well, these plants will work perfectly. I am ashamed for not having saved the noble Pendulf, but with this full set of reagents I vow not to fail Thane Mildreth again. I owe you much thanks.'",
      "es": ""
    },
    {
      "id": 24743348,
      "en": "'He was brought before me for some simple treatment, but his wound quickly festered with an infection...it claimed young Pendulf's life.'",
      "es": ""
    },
    {
      "id": 24743349,
      "en": "'I know not what caused his wound to rot, but if others were to receive similar infections, I would be unable to treat them.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect Clotbur ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect Meadow-maid ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect Lamb's Ear ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Return to Elfwyn with the herbs",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mending Wounds",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Return to Elfwyn with the herbs",
      "es": ""
    }
  ]
}