{
  "id": 620902976,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated a scouting party",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "After the recent attack on Wakenflood, tensions are high at this outpost. The commander wishes to deflect future attacks from Easterlings by ousting the scouts who prowl the bounds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Well, you are off to a fine start if you wish to gain favour in Harwick, [placeholder], but I am not through with you yet.\\n\\n'Your next duty is to report to Wakenflood, and ensure that all is well up at the tower. I will put in a good word for you to Harding next time I see him.\\n\\n'It will take you a bit longer to earn enough of his trust to receive a welcome in Harwick, but these things do take time. He is a practical man, our Reeve.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Sergeant Hubyrt can be found at Wakenflood.\\n\\nYou should find Sergeant Hubyrt and offer your help to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Hail, stranger! I am Sergeant Hubyrt; the men of Wakenflood report to me. I am glad to see a new face -- my warriors were forced to defend our outpost as it was attacked by Easterlings last night, and our strength has waned.\\n\\n'One of my soldiers ventured out this morning and beheld a large encampment of our enemies at the Anduin's edge, but he had to hasten back, for the Easterlings had the same idea.\\n\\n'Their scouting party is a formidable one, and my man could not face them and survive. They will be able to report our weaknesses unchecked, and we will soon have a great disadvantage, if they are not stopped.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Easterling scouting parties can be found between Wakenflood and the Easterling encampment at the Anduin's edge.\\n\\nYou should find and defeat an Easterling scouting party.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Sergeant Hubyrt is at Wakenflood, attempting to hold a badly weakened outpost.\\n\\nYou should return to Sergeant Hubyrt with news of the scouting party you defeated.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I cannot believe you were able to defeat that party of Easterling scouts! They were a formidable lot, and even the Rohirrim fled before them.\\n\\n'This was a great deed to prove your strength, [placeholder]. Perhaps one brave [placeholder] can help Wakenflood endure this siege. Is there truly hope for us?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Sergeant Hubyrt at Wakenflood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find and defeat an Easterling scouting party",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Return to Sergeant Hubyrt of Wakenflood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Scouts of the Enemy",
      "es": "",
      "es (fem)": ""
    }
  ]
}