{
  "id": 620902971,
  "txt": [
    {
      "id": 22075075,
      "en": "Return to Captain Agelmund in Feldburg",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You are now a trespasser in the Wold, and as such, you are bound to assist the soldiers here. Harding might be more inclined to tolerate your presence here if you earn some favour with his men, so you shall begin here. Do everything I say, and perhaps you will not be thrown in prison.\\n\\n'South of Feldburg is a den of Wargs that have lived there for some time. They have mostly stayed away from the road and travellers, so we left them alone. Lately, though, they have grown far more aggressive.\\n\\n'As a first trial, you must find and defeat a pack of these hunters.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The hunting packs of Wargs are dangerous on foot or while mounted. Your deed proves that you are rather hardy, if you truly managed to kill one. You are certainly no stranger to combat! I am pleasantly surprised.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Prowling in the Fields",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Wargs have always been a fierce predator in the plains of Rohan. They can grow large enough from the bounties on the hale plains to attack men on horseback.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated a pack-leader",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated a pack-runner ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat a Warg pack-leader",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "South of Feldburg is a large den of Wargs who have grown increasingly dangerous to travellers and soldiers.\\n\\nYou should defeat members of the pack that have begun to encroach upon the fields.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Warg pack-runners ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Captain Agelmund can be found at Feldburg.\\n\\nYou should speak with Captain Agelmund.",
      "es": ""
    }
  ]
}