{
  "id": 620836383,
  "txt": [
    {
      "id": 218649169,
      "en": "'The impertinence of the Elves is forgivable because of the hope Celeborn has kindled with the intent of his well-meaning message. I wish that I could invest every pair of hands in the expedition to re-igniting the lost lore of Durin's Day as our Elf-neighbour describes.\\n\\n'Alas that I cannot spare them, for I know that fell rumours hiss from the deep wells of Nalâ-dûm where the water-wheels once spun; long ago did Khazad-dûm hum with the murmur of great power surges leaping across the caves. Celeborn's message has put a warmth in my heart... there must be a way to solve this problem.\\n\\n'[placeholder], will you come to our aid again? I would ask you to travel to Nalâ-dûm with a small company and defeat whatever menace lurks there, for something has destroyed the works that once pumped life into these silent halls. If you find anything of value while you are there, I would give you a sturdy reward for such priceless knowledge.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I do not think I can bow low enough to show you the honour I feel, [placeholder]. Truly, I cannot believe the extent of your success. The Dwarves of Khazad-dûm owe you much for what you have accomplished today!\\n\\n'Haldir may bear the message to Celeborn his lord that their Enemy is ours also. We have never varied in our defence of Lorien, but for their part in our recovery of the deeds of Durin's day, we shall be ever thankful.\\n\\n'Return to Haldir with that message and this also: war is coming. My kinsmen have unearthed much information as to the workings of our enemies; our forges and craft-halls are being used against us in preparation for a blow against Lothlórien. Something has stirred them, and now they seek revenge.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you gone yet to the great Nalâ-dûm? Have you seen the water-wheels or the menace that stops them from spinning?'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Have you explored Nalâ-dûm yet, [placeholder]? It is <directions TBD> of the Chamber of the Crossroads.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Water-wheels: To Stagnant Nalâ-dûm",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Haldir of Lórien has sent you to the aid of Hrólfur in Moria, a deed that may in turn provide some security for the Elves. Hrólfur and Haldir hope to see the legendary water-wheels of Nalâ-dûm functioning as they did long ago, in Durin's Day.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected ancient records",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Investigate Nalâ-dûm for information",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Nalâ-dûm is south of the Chamber of the Cross-roads, in the Water-works.\\n\\nHrólfur wishes for you to investigate the ancient waterway of Nalâ-dûm and recover any lost information about the water-wheels that once fuelled Moria of old.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the records to Hrólfur at the Chamber of the Cross-roads",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Hrólfur is in the Chamber of the Cross-roads, in Durin's Way.\\n\\nYou should bring the ancient records you found to Hrólfur, who will be excited to find a ledger of records of the lore that was lost when Moria fell.",
      "es": ""
    }
  ]
}