{
  "id": 620836384,
  "txt": [
    {
      "id": 218649169,
      "en": "'I only ever walked by Nalâ-dûm briefly before I was turned away. I did not know that there were Water-wheels there, nor what they were for! I am glad you will be taking over my investigation.\\n\\n'I have never seen these wheels, and I do not know what made them stop, but my memory now serves to give me a clue. I heard croaking as I drew near, the bellowing of lizard-throats. They are filthy beasts; I wonder if their muck is clogging the works.\\n\\n'While you are there, you should defeat many lizards. As long as they are living there, the Water-wheels of Nalâ-dûm will never be clean as they should be. Return to me when you are done, and tell me if I guessed right. There are great dangers there, so I would take a friend or two.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I am glad to hear you were so successful in dispelling the lizard presence. Excellent work!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You can find the Water-wheels by striking south from here, to the Water-works. Kill as many of those vile lizards as you can!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Nalâ-dûm: An Abundance of Grime",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Dór of the Chamber of the Cross-roads explored near the entrance to Nalâ-dûm near where the Water-wheels once turned, and he is concerned by the abundance of noisome croaking that emerged from within that grimy place. He is certain the the lizards' filth is at least partially responsible for the clogging of the Water-wheels.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated lizards in Nalâ-dûm ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat lizards in Nalâ-dûm ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Nalâ-dûm, where the Water-wheels lie still, is below the Chamber of the Cross-roads in the Water-works.\\n\\nDór wishes for you to defeat lizards around the Water-wheels because of the damage they must wreak upon Nalâ-dûm. He warned that you should take a friend or two with you.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Dór",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Dór is at the Chamber of the Cross-roads, awaiting news of your venture into Nalâ-dûm.\\n\\nYou should return to Dór and tell him of your success against the lizards around the Water-wheels.",
      "es": ""
    }
  ]
}