{
  "id": 620836382,
  "txt": [
    {
      "id": 218649169,
      "en": "'The folly of the Elves has made me forget that they have walked this Middle-earth for years uncounted, and that those from the holly-lands were counted friends in friendlier times. Lumul-nar! My eyes water to think of Moria aglow, as the Elves apparently saw it when they came. Forgive my ungenerous words towards the folk of Lórien.\\n\\n'Do you wish to help us in our need? My dwarves are occupied with solving an alarming summons that may mean our very survival -- I have not a dwarf to spare. Would you go to Lumul-nar and see for yourself why the lights do not shine? You should bring a small company of stout fellows with you.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'What is this book? Bless my beard! I cannot believe our luck. This book... this book will help us to understand so much of the lore that was lost when Durin's folk were driven from these halls.\\n\\n'I am deeply indebted to you, [placeholder], and to Lord Celeborn for instigating this fruitful investigation. I hope that we may all benefit from this discovery, as was Celeborn's wish.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Did you find anything of value in Lumul-nar, the Hall of Mirrors? Lumul-nar is in Zirakzigil to the north and east of here.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Have you investigated Lumul-nar yet, [placeholder]?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Hall of Mirrors: To Befouled Lumul-nar",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Haldir of Lórien has sent you to the aid of Hrólfur in Moria, a deed that may in turn provide some security for the Elves. Hrólfur and Haldir hope to see the legendary mirrors of Lumul-nar functioning as they did long ago, in Durin's day.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Found the ancient records",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search Lumul-nar for information",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Lumul-nar is in Zirakzigil, north and slightly east of the Chamber of the Cross-roads.\\n\\nHrólfur, at the bidding of the Elves, has asked you to investigate Lumul-nar to discover why the light-sources no longer throw their beams through the dark halls of Khazad-dûm.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Hrólfur at the Chamber of the Cross-roads",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Hrólfur stands at the Chamber of the Cross-roads, south and slightly west of Lumul-nar in Moria.\\n\\nYou should bring the ancient records of the mirrors to Hrólfur, along with the news that you have been able to restore them to their former state.",
      "es": ""
    }
  ]
}