{
  "id": 620836385,
  "txt": [
    {
      "id": 218649169,
      "en": "'You will have your hands full when you go to investigate the Water-wheels, but I have a feeling you will also find yourself beset by worms when you are there. I find that worms infest every place where creeping things reside.\\n\\n'The scales of rock-worms are hard as bone and can strengthen our armour with very little smithing effort. I'll not lecture you on our process of tailoring these scales to fit our hauberks, for I fear there isn't time for proper instruction.\\n\\n'If you could collect some rock-worm scales while you are there, I would be very grateful. The scales may turn many an Orc-sword, and the warriors shall be in your debt.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'So many scales! I am at your service, [placeholder]. I hope that you did not meet too much hardship in Nalâ-dûm.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you been yet to Nalâ-dûm in the Water-works? You may find the scales I seek upon the worms there.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Did you find any scales for our armour? You should find them upon the worms of Nalâ-dûm.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Nalâ-dûm: Hard-plated Armour",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Dór of the Chamber of the Cross-roads believes that worms will be among the creeping, slimy beasts in Nalâ-dûm where the Water-wheels sleep. The scales of rock-worms can be used to lend extra strength to armour.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected rock-worm scales ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect rock-worm scales in Nalâ-dûm ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The scales can be found on the skins of worms in Nalâ-dûm, below the Chamber of the Cross-roads in the Water-works.\\n\\nYou should collect scales while in Nalâ-dûm for the dwarves to tailor into their armour. This will strengthen their defences significantly.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the worm-scales to Dór",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Dór is north of Nalâ-dûm, in the Chamber of the Cross-roads in Durin's Way.\\n\\nYou should bring the scales to Dór so that he may begin to craft better armour for the dwarves of the expedition.",
      "es": ""
    }
  ]
}