{
  "id": 620836207,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected chalk ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected red berries ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Collected charcoal ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Menassiel is an artist tasked with supplying pigments to other artists in Caras Galadhon. She has asked for your help in gathering the base ingredients for some of the more dramatic colours she will be making.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Mae govannen, friend. I am Menassiel. How fare you and whither go you?\\n\\n'I? I am here to gather some of the elanor that grows so brightly upon this hill; an extract of the juice from its stem and heart make a marvellous golden-yellow colour. The creation of pigments and paints is an art unto itself, nearly as engaging as the uses to which I and my fellow-artists put them. Unfortunately, it is time-consuming... unless -- if you had some time to aid me, it would be most appreciated.\\n\\n'You have not the knowledge of refining the raw ingredients, but you could help gather them. Stark white chalk can be pried out of the soft white rocks all along the rock-face north of here. Berries from some of the local plant life provide the base for a vibrant red dye. These bushes grow in relative abundance in the forests west of Cerin Amroth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Menassiel in Cerin Amroth wishes you to collect chalk and red berries, to create the stark colours that help make Elven art so striking.\\n\\nChalk can be chipped from white rocks to the north. Gather red berries from the bushes that can be found in the forests to the west.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have returned! Please, let me see what you have gathered....\\n\\n'Wonderful, [placeholder], wonderful. These supplies are of excellent quality -- perhaps you, too, have a little of the artist about you?\\n\\n'It would be most welcome were you to return and help me gather these ingredients while you are here; perhaps I can stockpile enough to remove the need for another such trip for a good long time!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Having collected the raw materials for red and white pigments, you should bring them back to Menassiel at Cerin Amroth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you yet found the materials I need to make the pigments for the artists?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Perhaps you might return to me sometime and help gather more ingredients, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect chalk ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect red berries ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the materials back to Menassiel at Cerin Amroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring the materials back to Menassiel at Cerin Amroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Stark Colours",
      "es": "",
      "es (fem)": ""
    }
  ]
}