{
  "id": 620836208,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected chalk ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected red berries ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Collected charcoal ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Menassiel is an artist tasked with supplying pigments to other artists in Caras Galadhon. She has asked for your help in gathering the base ingredients for some of the more dramatic colours she will be making.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You are willing to help me again? Blessings upon you!\\n\\n'Artists throughout the Golden Wood produce a near-insatiable demand for the basic colours. Do you recall where to find the raw ingredients required?\\n\\n'Chalk can be pried out of the soft white stone along the rock-face to the north, and you should also seek berry bushes in the woods to the west, from which you can gather red berries.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Menassiel in Cerin Amroth wishes you to collect chalk and red berries, to create the stark colours that help make Elven art so striking.\\n\\nChalk can be chipped from white rocks to the north. Gather red berries from the bushes that can be found in the forests to the west.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Again, you have a good eye for raw materials. Any time you wish to help me with this, you will be welcome to do so!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Having collected the raw materials for red and white pigments, you should bring them back to Menassiel at Cerin Amroth.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you yet found the materials I need to make the pigments for the artists?'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Thank you for your help, [placeholder]!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect chalk ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect red berries ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the materials back to Menassiel at Cerin Amroth",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Return to Menassiel with the materials you collected",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Stark Colours",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Bring the materials back to Menassiel at Cerin Amroth",
      "es": ""
    }
  ]
}