{
  "id": 620836259,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "Collect a crystal sample ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Collect a venom sack",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected a fungal sample",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected a crystal sample",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Collected a grodbog venom sac",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Hethuwen lacks the components she needs for a thorough study of the contents of a strange delivery from Hasta.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Collected a fungal sample",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "Collected a crystal sample",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "Collected a venom sack",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Well, let us examine these strange specimens. In order to fully study these samples you brought, I will need some components for my experiment.\\n\\n'The Orcs here in the Foundations of Stone are infected with a terrible disease; bring me a suitable sample of the fungus that consumes them. The Fanged Pit, north of here in Durin's Way, is home to a luminescent form of crystal that can often be found chipped off of greater pieces of jutting stone. Bring me one of these samples -- but beware the beast Riptalon when you are there! Lastly, the most vicious grodbog species found in the Redhorn Lodes have a rare strain of venom. You must bring me one of their venom sacs.\\n\\n'Return to me once you've acquired these key materials and I will see if I can get to the bottom of Hasta's mystery.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The infected Orcs can be found south of the Shadowed Refuge. Crystal fragments can be found in the Fanged Pit, in Durin's Way, to the north-east. Venomous gredbyg can be found in the Redhorn Lodes, west of the Shadowed Refuge.\\n\\nHethuwen has asked you bring her a fungal sample from the Orcs in the Foundations of Stone, a crystal from the Fanged Pit, and a venom sac from one of the vicious gredbyg in the Redhorn Lodes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done, [placeholder], these should do perfectly for my study. Now then, let me get to work....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Shadowed Refuge can be found in the Foundations of Stone, in the south-east reaches of Moria.\\n\\nYou should return with the gathered samples to Hethuwen at the Shadowed Refuge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I need Orc-fungus from the Foundations of Stone, a glowing crystal from the Fanged Pit, and grodbog-venom from the Redhorn Lodes...a sample of each, if you please.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Have you found the materials I asked of you? I'll need them to properly study these samples you brought me. The infected Orcs can be found just south from here. Crystal fragments can be found in the Fanged Pit to the east of Durin's Way. Venomous gredbyg can be found in the Redhorn Lodes, west of the Shadowed Refuge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect a fungal sample",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect a crystal sample",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect a grodbog venom sac ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring the materials to Hethuwen at the Shadowed Refuge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Defining the Unknown",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Collect a fungal sample ",
      "es": "",
      "es (fem)": ""
    }
  ]
}