{
  "id": 620836245,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'Mae govannen, [placeholder]. The hearts of Elves throughout the Golden Wood beat a little more lightly thanks to your errand.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'[placeholder], the sight of you gladdens my eyes as the scent of the blossoms you bear gladden my heart.\\n\\n'Blessings upon you and upon Tuilinn.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Spirits in Bloom",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'I maintain that these flowers are not as bright nor as aromatic if they are plucked from other hills!\\n\\n'My thanks once more, friend [placeholder]; Ambendel remains at your service.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Mae govannen, friend! Bring you more flowers from Tuilinn?\\n\\n'Ah, elanor, and sweet niphredil... you quicken the bow-arm and lighten the gait of every warrior under my command with this errand.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected elanor-blossoms ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The flowers are beautiful, [placeholder]... thank you much for bringing this bit of light into the dark world.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected niphredil-blossoms ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Niphredil and elanor, [placeholder], are found in few other places than Cerin Amroth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Elanor and niphredil can be found upon and around Cerin Amroth.\\n\\nTuilinn has asked you to pick more elanor and niphredil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Take the flowers you collected to my friends, [placeholder]... they will receive them gratefully, I am certain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bahanneth is at Talan Fanuidhol, west of Cerin Amroth. Ambendel is at Echad Andestel, south-west of Cerin Amroth. Maliriel is at the Hythe, east and south of Cerin Amroth, near the river.\\n\\nTuilinn has asked you to bring elanor and niphredil-blossoms to Bahanneth, Ambendel, and Maliriel the Feast-mistress.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Thank your for the flowers, [placeholder]... they will join their sisters in honour at the feast.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Tuilinn is atop the flet at Cerin Amroth.\\n\\nYou should return to Tuilinn and relate to her how her gift lifted the spirits of her friends.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Perhaps I shall send my warriors into battle with niphredil and elanor in their hair... perhaps the Orcs will be driven into a careless frenzy by their beauty!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'Now to let the blossoms of Cerin Amroth do their work on drooping spirits.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'Work well done, friend. My thanks!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect elanor-blossoms ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect niphredil-blossoms ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring blossoms to Maliriel at the Hythe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring blossoms to Ambendel at Echad Andestel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Bring blossoms to Bahanneth at Talan Fanuidhol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Talk to Tuilinn at Cerin Amroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Tuilinn, delighted by the success of her plan to bolster the morale of her friends, wants you to visit them regularly bearing blossoms from Cerin Amroth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The blossoms of niphredil and elanor that you brought to my friends were so well-received, [placeholder], that I think a delivery of peace and cheer should become a regular occurrence! Will you retrace your steps? Pick six of each flower and deliver them to the same three Elves you did before.\\n\\n'Do you remember the way? Maliriel is the Feast-mistress at Imlad Lalaith: follow the road east and south until you reach Hythe, by the river. Ambendel, if you recall, is at Echad Andestel. Retrace your steps back to northern Nimrodel, south-west of here. Talan Fanuidhol is west of Cerin Amroth; there you will find Bahanneth, the quartermaster.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}