{
  "id": 620836210,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Gathered birch-wood ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Gathered stone ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Gathered stone ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Thavronwë, a statue-carver currently at Cerin Amroth in search of inspiration, would like you to help him create a stockpile of stone and wood for him and his fellow carvers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'May your path be ever star-lit, friend. Welcome to Cerin Amroth. Do you not find the beauty of this place inspiring? Your pardon: I am Thavronwë, a statue-carver from Caras Galadhon. I am here to listen to the trees and try to translate their lovely whispers into shapes that will last. \\n\\n'Have you time to spare? I must build up a stockpile of wood and stone to work with. If you wish to help, you might fetch me some.\\n\\n'Head east into the forest and then north-east aways to the grove of Cerin Brethil. There you will find birch wood which can be gathered. Workable stone can be readily found in Gworast, well to the east of here on the banks of the Anduin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Thavronwë has asked that you gather stone and wood for him.\\n\\nThere is a high concentration of birch east and north of Cerin Amroth, in the grove of Cerin Brethil. Stone can be found to the east, in Gworast on the banks of the Anduin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Welcome back!\\n\\n'Ah, these will do, [placeholder]; these will do very nicely. My heartiest thanks.\\n\\n'In fact -- turn your face a little towards the light, there...hold still. Perhaps I have found my inspiration after all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Thavronwë is atop the flet in Cerin Amroth.\\n\\nYou should return to Thavronwë and give him the raw materials you fetched for him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'My fellow artisans and I need more wood and stone for our projects...have you found enough for our work?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Gather birch-wood ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Gather stone ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Return to Thavronwë",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Return to Thavronwë",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Shapes from Shapelessness",
      "es": "",
      "es (fem)": ""
    }
  ]
}