{
  "id": 620836378,
  "txt": [
    {
      "id": 218649169,
      "en": "'Are you the [placeholder] that bore the message from Lothlórien? Ah, so that means that you are the one who will be venturing into Nalâ-dûm to investigate the ancient Water-wheels. If you are, you should heed my warning: beware the menace that lurks in the deeps.\\n\\n'I know that there is something there, but I do not know what. I was not foolhardy enough to go looking for the creature whose will made me shudder as I came near. Even if you can make the wheels turn again, it will all be for naught if the dwarves cannot maintain them for fear of being eaten alive.\\n\\n'I would ask you to destroy the beast while you are there. Take care, [placeholder]! I do not think it will be easy. Perhaps you should take a friend or two.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'A Caerog! That is news indeed. I had no idea that a beast so foul had made its abode in Moria's great water-works of old. You deserve an ample reward for your deeds today, [placeholder].'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'If you want to best the menace of the Water-wheels, you should go to Nalâ-dûm, south of here, and far down into the deeps of Moria.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Nalâ-dûm: Menace of Nalâ-dûm",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Dór of the Chamber of the Cross-roads explored near the entrance to Nalâ-dûm where the Water-wheels once turned, and he recalls that a great feeling of menace turned him from his path.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated the Caerog",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat the menace in Nalâ-dûm",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Nalâ-dûm, where the Water-wheels lie still, is far below of the Chamber of the Cross-roads in the Water-works of Moria.\\n\\nDór has asked you to travel to Nalâ-dûm and defeat the menace that lurks deep inside that forsaken hall. He warned you to take a friend or two with you.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Dór at the Chamber of the Cross-roads",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Dór is at the Chamber of the Cross-roads in Moria, above Nalâ-dûm in Durin's Way.\\n\\nYou should return to Dór and tell him of the Caerog you bested, thus removing the menace of the Water-wheels. ",
      "es": ""
    }
  ]
}