{
  "id": 621081571,
  "txt": [
    {
      "id": 177082768,
      "en": "A crowd has gathered around someone lying on the ground",
      "es": ""
    },
    {
      "id": 177082772,
      "en": "Before you can learn anything, the guards call for you to step back",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'I think we have made life a little more safe for the folk of Rakhatâb, but something still bothers me about the murder of that aged man. Why would one of the Corsairs at Kan Skûrja commit such an act? He was a recent arrival to Rakhatâb, much like we are, and yet they did not depart their encampment to threaten us. Did he possess something they wanted? The guards took the victim's belongings away, and unless we hurry they will put the evidence in a coffer within the keep.\\n\\n'I have had an idea. I will go keep the guards occupied. You find the evidence coffer and retrieve the old man's belongings from it before they can finish bringing it into the keep!. We may find a clue among them. Let us meet up on the beach to the south-east of the city after you are successful!'",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "Daxamat motions for you to come speak with him",
      "es": ""
    },
    {
      "id": 49286697,
      "en": "Show the evidence you recovered to Daxamat south-east of Rakhatâb",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "'What have you found, [placeholder]? Was Daxamat right? Is there any motivation for the victim's murder to be found among his belongings?'\\n\\nYou unfold the possessions you retrieved from the evidence coffer and study each in turn, handing them to Sirgon after examination.\\n\\n'A note signed by someone named Galadaith? \\qThere is no information I can give that you have not already been provided, but I assure you that if you offer proof of the deed, you will receive the reward to which you are entitled.\\q That is a familiar name, but why?\\n\\n'And a knife with a curious insignia on the handle. Is this a snake that coils around itself? See how it goes around the hilt? What does this mean?'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Rakhatâb is located on the southern promontory of the Cape of Umbar.",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "Defeated Corsairs in the Cape of Umbar ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'I kept the guards talking for as long as I could manage, but I had to leave before they became suspicious. They believe without question that one of the Corsairs from Kan Skûrja is responsible. I see that your own errand was as successful as mine! What have you discovered?'\\n\\nDaxamat takes the note and the knife from you, and almost drops them.\\n\\n'What is... no... it cannot be. I know this symbol! This is... this is the knife wielded by The Blade-twist! I have heard tales of him ever since I was a child... but now he is slain, and will collect no further bounties.\\n\\n'This... this is bad, [placeholder]. We knew the identity of three bounty-hunters hired by Saklaphêl to slay the Kindred of the Coins: The Blade-twist, our own Driftwood, and Cruel Dancer. I think Cruel Dancer seeks to eliminate her competition.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'No matter what awaits us at the end of the journey, there are still miles to go before we reach it. What is the name of the next settlement along the merchant road to the south? Rakhatâb?\\n\\n'Then it is to Rakhatâb we must go.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "A crowd gathers around a body on the ground in Rakhatâb.",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Talk to Daxamat outside Rakhatâb",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'If there are clues to be found among his belongings, I do not understand them.'",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Wait for Daxamat to run off",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'What is the name of the next settlement along the merchant road to the south? Rakhatâb?\\n\\n'Then it is to Rakhatâb we must go.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Nauriel is eager for you to continue along the coast road toward the City of the Corsairs. Your first stop will be at Rakhatâb along the southern promontory.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "A crowd gathers around a body on the ground in Rakhatâb.",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Search the evidence coffer outside the keep in Rakhatâb",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Murder! Murder!'\\n\\nThe woman tears her gaze from the body lying on the ground and seems to see you for the first time.\\n\\n'Is nowhere safe anymore? This poor man was slain, right here in the open! I did not get a good look at the man who stabbed him, but he was tall, I do know that. And bearded! He had a great dark beard! One of the Corsairs who camp up the shore to the north-east, I think he was! He must have come here to Rakhatâb with evil in his heart, and death in his mind!\\n\\n'Did anyone else see this man? Oh, it is terrible!'",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "Meet up with your crew on the beach to the south-east of Rakhatâb",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'A tall man, with a dark beard? I cannot say I saw him.\\n\\n'But this man was just minding his own business, and I heard him cry out as he fell. He was a stranger to Rakhatâb, that is true, but he has been here for a day or two. Why, I think I spoke to him yesterday, but I cannot remember what he was asking about. We spoke about recent events, I seem to recall, and about how the Kindred of the Coins has been dealing with the warriors of Ordâkh that refuse to leave our lands... but the murderer was not one of the Ordâkhim.\\n\\n'And now this man is dead! Such things were not supposed to still happen after Ordâkh was driven from Umbar! The Kindred promised us peace, and for the most part they have delivered it!'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Did anyone else see this man? Oh, it is terrible!'",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Talk to Sirgon outside Rakhatâb",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "The body of an aged man lies dead on the ground in Rakhatâb.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'This man was just minding his own business; I heard him cry out as he fell. He was a stranger to Rakhatâb, that is true, but he has been here for a day or two. Why, I think I spoke to him yesterday, but I cannot remember what he was asking about. We spoke about recent events, I seem to recall, and about how the Kindred of the Coins has been dealing with the warriors of Ordâkh that refuse to leave our lands... but the murderer was not one of the Ordâkhim.\\n\\n'And now this man is dead! Such things were not supposed to still happen after Ordâkh was driven from Umbar! The Kindred promised us peace, and for the most part they have delivered it!'",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "A guard has called for you to step away from the body, and glares at you with distrust.",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'You there! Stay back. No, I do not suspect you in this, for I saw you arrive. But it is not impossible for the murderer to have had help, so you make sure you keep yourself out of trouble. Guardsmen of Rakhatâb will be watching you.\\n\\n'Did you say you heard a Corsair might have done this? A tall man, with a dark beard? I am not surprised. Even after the rise of the Kindred of the Coins in Umbar Baharbêl, many of the Corsairs refused to swear oaths of peace and loyalty to the new order. Some of them are camped even now to the north-east along the coast, and sometimes they adventure here to Rakhatâb to cause problems for the workers.\\n\\n'Might one of them murdered this man? I think it likely.'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Daxamat stands by the crowd in Rakhatâb.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Something smells fishy, [placeholder]. If my brother were here he would say \\qit is the right of a Corsair to do as he likes!\\q and think nothing of it, but there is something about this situation that feels wrong to me. Perhaps I am just not as bold a Corsair as my brother.\\n\\n'But the camp of Corsairs to the north-east lies in our path. Perhaps we can help the people here by thinning their numbers, and when we return they may have captured the one who did this. What do you say to this idea?'",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Did you say you heard a Corsair might have done this? A tall man, with a dark beard? I am not surprised. Even after the rise of the Kindred of the Coins in Umbar Baharbêl, many of the Corsairs refused to swear oaths of peace and loyalty to the new order. Some of them are camped even now to the north-east along the coast, and sometimes they adventure here to Rakhatâb to cause problems for the workers.\\n\\n'Might one of them murdered this man? I think it likely.'",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Folk in the crowd believe one of the Corsairs from the camp to the north-east, up the coastline, may be responsible for the brazen murder in Rakhatâb.",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Talk to the woman in the crowd",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'The camp of Corsairs to the north-east lies in our path. Perhaps we can help the people here by thinning their numbers, and when we return they may have captured the one who did this. What do you say to this idea?'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to the man in the crowd",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Daxamat is outside Rakhatâb, waiting to hear what you learned from the Corsairs.",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Examine the body of the victim",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Talk to the guard in Rakhatâb",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Talk to Daxamat by the crowd in Rakhatâb",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Defeat Corsairs in the Cape of Umbar and at Kan Skûrja, north-east of Rakhatâb ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Daxamat runs off to distract the guards.",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "The coffer containing evidence taken from the victim of the murder in Rakhatâb is outside the keep, to the south-east.",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "You agreed to meet with your crew outside Rakhatâb on the south-eastern beach to examine the evidence you retrieved.",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Sirgon is at your meeting spot outside Rakhatâb.",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "Daxamat has arrived at your meeting spot south-east of Rakhatâb, and you should show him the evidence you retrieved from the coffer.",
      "es": ""
    },
    {
      "id": 177082754,
      "en": "Now you can investigate the evidence coffer while Dax distracts the guards",
      "es": ""
    },
    {
      "id": 177082756,
      "en": "You retrieve the contents of the coffer but should not examine them here",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Travel south along the coast to Rakhatâb",
      "es": ""
    },
    {
      "id": 177082758,
      "en": "Sirgon waves you over",
      "es": ""
    },
    {
      "id": 177082760,
      "en": "Daxamat arrives at the meeting spot. 'Jajax could only have done a little better!' he says",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 6.2: Whispers In Rakhatâb",
      "es": ""
    }
  ]
}