{
  "id": 621081573,
  "txt": [
    {
      "id": 228870261,
      "en": "Chapter 6.4: The Temple and the Tower",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Talk to Legolas in view of the wreckage of Calatirion",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'If Cruel Dancer will help us track the location of the Kindred of the Coins, I suppose we cannot turn down her help... but I do not like it! And yet no one asked for my thoughts on the subject, [placeholder], did they?\\n\\n'But I was looking for you. Several members of the crew were speaking with the folk of Khûtra, and there was a lot of talk about problems further up the road. Some form of festering blight has taken hold of the land to the north-east, and before you can say \\qbest leave well enough alone,\\q Sirgon volunteered to do something about it. He is probably up there right now!\\n\\n'You should go deal with the Dead that have been reported near the ruins of the temple, [placeholder], unless you think Sirgon can handle himself. Afterward you might want to check on Legolas. He said something about seeing an old tower that fell down in this area some years ago. He said the name of it, but who can remember the Elf-names for such things? It is not like dwarf-names! Now those are easy to recall!'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Meet up with your crew further ahead, beside the road to Umbar Baharbêl",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'You should go deal with the Dead that have been reported near the ruins of the temple, [placeholder], unless you think Sirgon can handle himself. Afterward you might want to check on Legolas. He said something about seeing an old tower that fell down in this area some years ago. He said the name of it, but who can remember the Elf-names for such things? It is not like dwarf-names! Now those are easy to recall!'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Daxamat by the road to Umbar Baharbêl ",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Ah, I had thought to help the people of Khûtra with their difficulties, but as I approached the temple I could not bring myself any nearer than this. Thank you for helping them combat these evils.'\\n\\nSirgon sighs heavily, a sound you have become accustomed to ever since the man who was once the Lord of Lebennin came ashore upon the Shield Isles.\\n\\n'I quail at the sight of the Dead, [placeholder], but there is something I fear even more than such as they, and it is a fear that takes the shape of a Man. I fear the meeting with Belondor that surely awaits me in the city ahead. I fear what he will have to say to me, but worst of all: I fear that I may deserve it.\\n\\n'The Steward Denethor gave me the command to bring Belondor to justice, but I did not refuse it. When I believed I drove him to his death I felt the shame and the guilt of that pursuit, but to learn that he rose from the waves, that he survived... my shame and my guilt are doubled. Nay, they are trebled. And now he is one of those who leads the Kindred of the Coins against Gondor!\\n\\n'I am sorry. I will pull myself together. I will be fine. You say Legolas intended to visit the wreckage of a tower? I believe that is Calatirion, on the hill of Kharn Arâx, to the south-west.'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'I am sorry. I will pull myself together. I will be fine.\\n\\n'You say Legolas intended to visit the wreckage of a tower? I believe that is Calatirion, on the hill of Kharn Arâx, to the south-west.'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'There it lies. Calatirion.'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'This was the beacon-tower of Calatirion, [placeholder], constructed by Elendil as a mighty monument of Númenor. I have heard tales from Glorfindel of the Vandassar that stood within it for much of its history, Airessar, as clear as crystal, shining so brightly it could be seen even from far off in the bay.\\n\\n'I know it was destroyed by the Bright Company to loosen Sauron's bonds upon the Men of Harad during the War of the Great Alliance. The tower itself survived that battle, and would stand for almost three thousand more years, but it would not stand forever. When the Church of the All-Seeing came to Umbar in the vanguard of the Empire of Ordâkh, there were servants of that church who resented that which Calatirion represented; they were the Nazgûl, with the Forsaken Reaver at their head. With sorcery he and his allies toppled the tower, and the memory of that day has lived on in whisper ever since. Even Glorfindel wished not to speak of it, but he told me the name by which folk of Umbar recall that day: Mût Tadaul, the Death of Light.\\n\\n'The Forsaken Reaver must have perished with his master when Frodo cast the Ring into the Cracks of Doom, [placeholder]. But Calatirion remains toppled. It is a reminder to me that evil deeds are not undone by the destruction of those who wrought them.\\n\\n'We should continue to the east and then north along the road. We have almost reached the city.'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'There our destination lies!'",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "Defeated Dead outside the ruined temple of Sauron ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The road to Umbar Baharbêl runs by two places of significance for the region: the temple of Sauron and the wreckage of Calatirion. Either may pose the threat of watchful guards.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Legolas looks up at the wreckage of Calatirion, musing about what he has been told of its history.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'We are almost there!\\n\\n'The journey nears its end... and we are still alive, which is more than I expected, if I am being honest with you!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "The Dead that linger near the ruined temple of Sauron to the east will endanger any who travel to the City of the Corsairs.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Sirgon has come as near to the ruined temple of Sauron as he wishes.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Daxamat stands by the road to Umbar Baharbêl with the rest of your crew.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "The wreckage of Calatirion on the hill of Kharn Arâx can be found to the south-west.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Defeat the Dead outside the ruined temple of Sauron ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Sirgon outside the ruined temple of Sauron",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Travel south-west where you can have a view of the Calatirion's wreckage",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "Your crew plans to meet on the road to Umbar Baharbêl, and you should join them.",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "Atop its hill, the tower of Calatirion has tumbled into several pieces",
      "es": ""
    }
  ]
}