{
  "id": 621081570,
  "txt": [
    {
      "id": "0x9b56885",
      "en": "'Jâkin uses us cleverly, [placeholder]. I recognize the tactic from my days of... banditry.\\n\\n'But he is not wrong about this: his silence will aid us more than an errant word to the wrong folk, and if we might accomplish some good for the people here at the same time, how should I put it? Everyone wins, or at least no one loses more than anyone else, which is a start, and for me a change.\\n\\n'What would he have us do?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "'It is... almost like it used to be, isn't it?'\\n\\nHe gazes out past the buildings of Jax Phanâl, and you know he is thinking of Nona. He catches you looking at him and gives you a brief smile.\\n\\n'Well, thank you for listening to me, [placeholder]. Let us return to the shore and see if the rest of the crew has made the crossing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "You recovered the stolen books and should bring them back to Jâkin in Jax Phanâl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'Are you a helpful sort? Or do you only wish to learn what you can and move on, leaving we who struggle here behind when we are not useful to you? Few come to Jax Phanâl without reason, and fewer still leave the Shield Isles without some ill intent. I wonder what my silence might be worth to you? There must be some who would be interested to hear of your little group of travellers. Unless you are a helpful sort. Then it might be different.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'Thank you for taking my advice, [placeholder]. When every party gets something of value, you can be assured they will each stand by the bargain. I learned this on the river, in my old life, and it was a useful lesson.\\n\\n'Let us return to the shore and see if the rest of the crew has made the crossing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 6.1: The Road From Jax Phanâl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50250",
      "en": "Retrieve Umbari Book of Flora",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "Driftwood has accompanied you to Jax Phanâl, on the Cape of Umbar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'You are a helpful sort, then? I smile to hear it!\\n\\n'When the magistrate's forces drove the Haradrim from Jax Phanâl, the occupiers fled with whatever valuables they could find, but they were not... how would you say it? Choosy. Some of them stole books of great value to me personally, and I would have them back. These are not worth any great amount of Phârzi or Gîmli, but they do contain stories and accounts that are very dear to me, and I want them back.\\n\\n'The Haradrim will have them at their camp to the south. Retrieve my books and defeat any of the warriors you must, and you will prove yourself a helpful sort.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'So this is the Cape of Umbar? The Corsair Daxamat tells me his people call it Umbarkhîl, and it is a land of beauty? For him it may be. For me I see only the land of the folk who stole my son Thorongil away. The sooner we get to the City of the Corsairs, the sooner I will have my vengeance.'\\n\\nYou remind Nauriel that the mission is to rescue Thorongil, not to take revenge, and she gives you a cool look.\\n\\n'The Corsair Daxamat also says there can be two ways to say the same thing, [placeholder]. Perhaps it is the same with this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50253",
      "en": "Talk to Driftwood in Jax Phanâl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'This is not the road we expected to take to the City of the Corsairs, [placeholder], but it is now the one we must walk. Let us ask someone in the nearby settlement how best to reach Umbar Baharbêl. The conclusion of King Elessar's mission awaits us there... but we cannot complete this quest until we reach the city.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50254",
      "en": "Talk to Nauriel outside Jax Phanâl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a6",
      "en": "Nauriel has made the crossing from the Shield Isles to the Cape of Umbar, and you should speak with her outside Jax Phanâl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1181",
      "en": "Driftwood, standing nearby, calls for your attention",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "Defeated Haradrim at Grijâti ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Enter the settlement of Jax Phanâl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1187",
      "en": "Retrieved Umbari Book of History",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "You have made the crossing to the Cape of Umbar from the Shield Isles and should now turn your attention toward reaching Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1189",
      "en": "Retrieved Umbari Book of Romance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "The settlement of Jax Phanâl is to the east.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1199",
      "en": "Jâkin eyes you warily as you approach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Jâkin is in the settlement of Jax Phanâl, on the Cape of Umbar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ed2",
      "en": "Bring the stolen books back to Jâkin in Jax Phanâl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Driftwood has accompanied you to Jax Phanâl, on the Cape of Umbar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Talk to Jâkin in Jax Phanâl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Talk to Driftwood in Jax Phanâl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "Jâkin is in the settlement of Jax Phanâl, on the Cape of Umbar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1171",
      "en": "Retrieved Umbari Book of Flora",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Talk to Jâkin in Jax Phanâl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Defeat Haradrim at Grijâti south of Jax Phanâl ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "The Haradrim that were pushed out of Jax Phanâl have a camp to the south where they keep the things they stole.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Retrieve Umbari Book of History",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'Let us ask someone in the nearby settlement how best to reach Umbar Baharbêl. The conclusion of King Elessar's mission awaits us there... but we cannot complete this quest until we reach the city.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Retrieve Umbari Book of Romance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'The Haradrim will have them at their camp to the south. Retrieve my books and defeat any of the warriors you must, and you will prove yourself a helpful sort.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'You have come to Jax Phanâl with a curious group, stranger. I hope you and your friends will cause no trouble here, for if you do, the Kindred of the Coins will see that it is the last trouble you make. Umbar Baharbêl has been made a Free City once again, and under the rule of the Kindred the Haradrim of the Great Southern Empire have been driven out of Jax Phanâl and other villages along Umbarkhîl, the Cape of Umbar. The Empire of Ordâkh has no claim upon us, and never will again. They plundered our valuables when they fled, and even now they muster their warriors at a camp to the south. They have no interest in some of the things they stole... they wanted only to deprive us of them.'\\n\\nJâkin studies your face carefully.\\n\\n'Are you a helpful sort? Or do you only wish to learn what you can and move on, leaving we who struggle here behind when we are not useful to you? Few come to Jax Phanâl without reason, and fewer still leave the Shield Isles without some ill intent. I wonder what my silence might be worth to you? There must be some who would be interested to hear of your little group of travellers. Unless you are a helpful sort. Then it might be different.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'I am most grateful for this service you have provided this day! These books are very dear to me, and I could not bear to think of them in the hands of the Ordâkhim, never to be read again. They did not know the worth of the treasures they stole from us!\\n\\n'You are a friend to the Free City of Umbar; I see that now. I will tell none of your arrival here. The merchant road runs along the coast southward to Rakhatâb, where it turns north and passes by a small fishing village, Khûtra. Umbar Baharbêl lies just beyond the hills past the village, the shining jewel of Umbarkhîl. Go in peace, and with my best wishes for your health and happiness.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56855",
      "en": "'You are a friend to the Free City of Umbar; I see that now. I will tell none of your arrival here. The merchant road runs along the coast southward to Rakhatâb, where it turns north and passes by a small fishing village, Khûtra. Umbar Baharbêl lies just beyond the hills past the village, the shining jewel of Umbarkhîl. Go in peace, and with my best wishes for your health and happiness.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'I think we should help this man, [placeholder].\\n\\n'He is not wrong, for in other lands we have done as he said: moved on when we learned what we could, remaining only for as long as we needed to learn where next to journey. Now, it was war! So I do not think we could have done otherwise! But if we can help the folk of Jax Phanâl and also keep our presence hidden from those who watch for us, I believe we should.\\n\\n'What would Jâkin have us do?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}