{
  "id": 621081574,
  "txt": [
    {
      "id": 228870261,
      "en": "Chapter 6.5: The City of the Corsairs",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "You have arrived at Umbar Baharbêl, the City of the Corsairs",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Complete 'The City: Sigileth's Curiosity'",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Complete 'The City: Elves, Dwarves, and Trouble'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Complete 'The City: The Short Straw'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I am no strategist, [placeholder], but even I know we are likely to attract unwelcome attention if we approach the city as a group. What do you think?'\\n\\nYou advise your crew to split up and enter the City of the Corsairs by separate gates.\\n\\n'That is a good idea! We will all meet up after we have learned what we can inside the city. Until then, farewell! And be careful!'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Talk to Caebar at a market in the Sail-haven",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'So this is the City of the Corsairs. I am a long way from home.'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'So this is the City of the Corsairs. I am a long way from home, [placeholder].'\\n\\nCaebar frowns, and you know he is remembering the cold welcome he received from his family and the other folk of Ethring.\\n\\n'I suppose my home is not what it used to be. I am here at the command of King Elessar, and to help my friends as I can. For those two purposes... I would travel anywhere.\\n\\n'The rest of the crew will be somewhere within the city now, searching for information that will aid us in the rescuing of Thorongil and your Elf-friend. You will need to search the several districts of the city if you are to find them, I think: the Fleet-fast, the Upper and Lower Wards, and the Sail-haven, at least! I will see you at one of the markets in the Sail-haven when you have learned what there is to be learned!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Your mission nears its end. Thorongil and Corudan are sure to be held somewhere within Umbar Baharbêl, just down the coast road.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'The rest of the crew will be somewhere within the city now, searching for information that will aid us in the rescuing of Thorongil and your Elf-friend. You will need to search the several districts of the city if you are to find them, I think: the Fleet-fast, the Upper and Lower Wards, and the Sail-haven, at least! I will see you at one of the markets in the Sail-haven when you have learned what there is to be learned!'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Caebar has entered Umbar Baharbêl by the Beacon Gate on the north-western side of the city.",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "The crew separates and prepares to enter the city by different paths.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'I hope the rest of the crew learned something valuable, [placeholder], for I have had a hard time of it. I leaned out over one of the railings and studied the Citadel of Winds from afar, but that place seems to be a fortress, and impregnable. I cannot think of any way we will get inside, if that is where the Kindred of the Coins is holding the prisoners.\\n\\n'I am sorry, I am feeling rather out of sorts. Someone bumped into me right before you arrived, and I almost fell. Folk should watch where they are going!'",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Your crew has split up to search Umbar Baharbêl for information that will aid in the rescue of Thorongil and the completion of your mission.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Caebar said he would meet you at one of the markets in the Sail-haven when you have learned what your crew discovered.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "You will enter the city by the Beacon Gate, which provides entrance to the north-western area of the city.",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Talk to Caebar by the Beacon Gate",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Complete 'The City: The Eyes of Nauriel'",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Complete 'The City: Sirgon's Wound'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Wait for your crew to disperse",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Enter Umbar Baharbêl by the Beacon Gate, which leads to the Sail-haven",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Everyone takes their leave and goes to enter the city separately",
      "es": ""
    }
  ]
}