{
  "id": 621081572,
  "txt": [
    {
      "id": "0xeb011a0",
      "en": "You were asked to collect things that may help Khûtra survive the famine with which it has been gripped in recent days.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 6.3: A Message From Cruel Dancer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Collect driftwood along the beach ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'There is one other who expressed an interest in the bounties posted by Saklaphêl, [placeholder]. Cruel Dancer will not know whether Driftwood's interest was real or just a pretense. He may now be in danger, and so may any who associate with him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1181",
      "en": "Cruel Dancer moves swiftly, and then she is gone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Collect crab legs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'We have been through danger before, [placeholder], and I have seen the horrors of war first-hand. What can Cruel Dancer do to me that I have not already suffered?\\n\\n'Still, we should remain alert. I would prefer she leave us alone. I looked into Saklaphêl's bounties not so I could claim one, but so I could learn what the Heirs of Castamir and the Kindred of the Coins were each, separately, hoping to accomplish, and whether that would endanger the lands across the Bay of Belfalas. I did not think such an inquiry would lead to anything like this, or a reunion with you!\\n\\n'I am grateful for the latter, of course.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Driftwood outside Rakhatâb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'I do not think Cruel Dancer needs to worry that I might steal her bounties from her, but she has no way of knowing that.\\n\\n'I will remain alert, and I recommend that you do the same. She is notorious, in her own way, and if half of what I have heard of her is true... we may be in some trouble, [placeholder]. The murder of The Blade-twist has the effect of removing one of her competitors, but it is also a message to us, a warning to stay out of her way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Cruel Dancer will not know whether Driftwood's interest was real or just a pretense. He may now be in danger, and so may any who associate with him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1184",
      "en": "You volunteer to do the work and he snorts noncommittedly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Travel to the village of Khûtra, north-east of Rakhatâb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Find the woman Bôdo described atop the rocks north-east of Khûtra",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'What do we do now?'\\n\\nCaebar looks around nervously, and then surprises himself with a sudden laugh.\\n\\n'I know the answer, of course. We continue our journey. Our road leads to Umbar Baharbêl, and it seems there is a fishing village between here and the city, a village named Khûtra.\\n\\n'I do not think I am becoming any braver, [placeholder], but it may be this adventure is making me more used to living through dangerous situations. Let us hope that continues to be so!'\\n\\nHe looks around again.\\n\\n'But if you see Cruel Dancer lurking about, you will be sure to tell me, won't you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'I know what we do. We continue our journey. Our road leads to Umbar Baharbêl, and it seems there is a fishing village between here and the city, a village named Khûtra.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "Cruel Dancer laughs again, and before you can follow her she is gone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Bôdo in Khûtra",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Talk to the woman north-east of Khûtra",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'This is a poor time to visit this village, stranger. Ever since the great quake shook these lands and the temple on the hill sunk into the earth, an evil has taken the lands hereabout. Famine has come to Khûtra, and disease, and... suspicious folk.'\\n\\nHe stares at you meaningfully. You ask if anyone who has come to the village lately might have inquired about a group such as yours, and he raises an eyebrow.\\n\\n'Could be so. Could be maybe not. I would have to ask some of my neighbours, and while I'm asking I'm not bringing crab legs back to Khûtra, or collecting driftwood along the shore with which we can smoke the meat and improve the flavour. With the famine going on, that's one of the only reliable sources of food around here, and it is barely edible.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'I would have to ask some of my neighbours for the information you want, and while I'm asking I'm not bringing crab legs back to Khûtra, or collecting driftwood along the shore with which we can smoke the meat and improve the flavour. With the famine going on, that's one of the only reliable sources of food around here, and it is barely edible.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Bôdo is unsure what to make of your arrival to his village.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Driftwood is outside Rakhatâb.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'You did as I asked? This surprises me, stranger.\\n\\n'The answer to your question is that yes, you are not the only visitor to recently arrive at Khûtra. A woman there was, and she asked about folk such as those with whom you travel. I saw her again only moments ago, atop the rocks to the north-east.\\n\\n'I think she is waiting for you to go to her.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e35",
      "en": "Bring the driftwood and crab legs to Bôdo in the village of Khûtra",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'You are not the only visitor to recently arrive at Khûtra. A woman there was, and she asked about folk such as those with whom you travel. I saw her again only moments ago, atop the rocks to the north-east.\\n\\n'I think she is waiting for you to go to her.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Bôdo waits for you to return to him in the village of Khûtra.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Caebar is at the meeting spot outside Rakhatâb.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Bôdo told you a woman was looking for you, and could be found atop the rocks north-east of Khûtra.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "A woman has asked to speak with you atop the rocks north-east of Khûtra.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d164",
      "en": "The bounty-hunter Cruel Dancer may be seeking to eliminate her competition and claim the bounties on the Kindred of the Coins for herself, which endangers Driftwood and any who associate with him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "Collected driftwood ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1194",
      "en": "Collected crab legs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "The woman looks familiar to you, but you cannot determine why",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Cruel Dancer moves swiftly, and then she is gone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Gimli waits for you north-east of the village of Khûtra.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Remain alert",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "The village of Khûtra is north-east of Rakhatâb along the coast road that runs to the City of the Corsairs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Talk to Gimli north-east of the village of Khûtra",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Talk to Caebar outside Rakhatâb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'We meet again, [placeholder]. It is a pleasure to speak with you, as it was before. But you did not know my name then, did you?'\\n\\nThe woman flings one arm dramatically outward and holds the back of her other hand over her eyes.\\n\\n'Murder! Murder! Is nowhere safe anymore? This poor man was slain, right here in the open! Oh, it is terrible!'\\n\\nShe lowers her arms to her sides and laughs long and loudly.\\n\\n'It is remarkable how simple it is to make people see what they want to see. I had all the folk of Rakhatâb believing they saw a tall bearded Corsair stab a man to death, right there in the open. Oh, the murder was real enough, and The Blade-twist did not see it coming. Weep not for him. No bounty-hunter should live as long as he did and remain in service. I will have the good sense to hang up my own knife before there is more life behind me than ahead.\\n\\n'But I wanted to speak with you for a particular reason, [placeholder]. I would like to declare for ourselves a truce, and to work together where that is possible. The Blade-twist would share neither money nor information, and slay me with as little regard as I slew him; and that is familiar to me, and in this business that is right. But I observed you speaking with the man called Driftwood in Jax Phanâl, and I could not understand it. For what purpose did he ask you to help the people of that settlement? Not only for their silence. There was something else. I find that most interesting.\\n\\n'Let us consider the Kindred of the Coins our mutual foe, then? I will help you find them, [placeholder]. The bounties belong to me... but it seems to me that you seek them for... other reasons. So long as our aims do not conflict, you may count Cruel Dancer among your allies... if not among your friends. It seems to me you may have friends enough. I trust you chose them carefully?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Who was that woman, [placeholder]?\\n\\n'What? Cruel Dancer? You are joking!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "The fisherman stares at you suspiciously, but says nothing",
      "es": "",
      "es (fem)": ""
    }
  ]
}