{
  "id": 620926303,
  "txt": [
    {
      "id": 228284034,
      "en": "'I grow concerned for the men in Entwade, [placeholder]. In Thane Edric's fervour to protect the crossing, we have forgotten that our crofters have gone and our rations must be preserved for the coming battle.\\n\\n'In other times, such things were not a problem, but with the coming of the Orcs from the Sutcrofts, I fear that our easiest source of food may be at risk. I speak, of course, of fish. Along the river Entwash, we have a great many nets in place to trap fish as they swim downstream. However, the Orcs are a rough, vile lot, and I worry they have destroyed or befouled our fish and nets since they passed into our lands.\\n\\n'If you would, venture to the river's edge, and search the nets. If any fish remain, the men could benefit greatly from seeing them returned to Entwade.'",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Talk to Thane Edric",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'Ah, you have returned! \\n\\n'Thank you for recovering these fish. With my people and our crofters gone to the south, the farms are not as well-kept as they have been, and we will need as many rations as we can muster.'",
      "es": ""
    },
    {
      "id": 225642640,
      "en": "'Have you recovered any fish, [placeholder]?'",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Thane Edric can be found in the Mead Hall of Entwade in eastern Kingstead.\\n\\nYou have recovered a great many fish from the river Entwash. You should now return them to Thane Edric so they can be distributed to his men.",
      "es": ""
    },
    {
      "id": 51875092,
      "en": "With dwindling supplies, the men of Kingstead cling to whatever rations and weapons they can muster.",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Collected fish-filled nets ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Fish-filled nets can be found along the river Entwash to the south-east of Entwade in eastern Kingstead. \\n\\nMagenred has asked that you recover any fish nets that have not been destroyed with the arrival of Orcs in the Kingstead.",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Collect fish-filled nets ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 149027383,
      "en": "Unfit for Orcs",
      "es": ""
    }
  ]
}