{
  "id": 620926301,
  "txt": [
    {
      "id": 228284034,
      "en": "'Hail, [placeholder].  Léoflad and my people have set off to Aldburg, and my hope is that they shall arrive having encountered nary a trouble.\\n\\n'Their safety weighs heavily upon me, friend. I have held the Wade for years, and I would not have sent them away, if I saw not the danger approaching from all sides. Yet, I wish Théoden had done more to aid us....he could have secured Kingstead before leaving us to fend for ourselves among so many foes. As it stands, he has left his niece to handle his affairs here, but I think her no more likely to lead than him, even spared the venomous whisperings of Wormtongue.\\n\\n'This, of course, brings me to you. You have come into our lands and aided my people well. There are many matters to attend to in Entwade, and all of them of dire importance. Without a concerted effort, there can be no way to address them all before time runs out.'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Talk to Thane Edric",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Thane Edric can be found in the Mead Hall of Entwade in eastern Kingstead.\\n\\nYou have aided Thane Edric's men greatly in preparing the town and eliminating the Enemy's nearest forces.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Thane Edric and his men struggle to make ready for the coming siege of Entwade amid the numerous threats already surrounding the town.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "In Too Deep",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Aid Thane Edric's men in securing Entwade ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Few could deny the effort you have put forth, [placeholder]. My men and I are grateful for what you have done to aid us in preparing for the White Hand's next assault. Without the King's aid, we were ill-prepared for such a task, but should the Wade hold, he and I shall have words upon his return.\\n\\n'Come then, we must talk of what is to be done with this man you have found.'",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Aid Thane Edric's men in securing Entwade ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Thane Edric's men can be found inside Entwade, as well as along the road west to Middlemead and among the fields outside southern Entwade.\\n\\nThane Edric has asked that you aid his men in identifying and minimizing the threats that lurk outside Entwade, as well as helping the men of the settlement bolster its defences before the White Hand returns to siege the town.",
      "es": ""
    },
    {
      "id": 215429256,
      "en": "DNT -- Players will not see",
      "es": ""
    }
  ]
}