{
  "id": 620926255,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "Amidst the starved Orcs of the Sutcrofts, you have found a grim source of food sustaining them - the horses of the riders of Entwade. \\n\\nThe fallen horses must have been stolen away as they wandered the fields. These mighty steeds of the Rohirrim ill-deserved such a fate, and should be buried on the plains of Kingstead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "You have buried the stolen horses, bringing some honour to their grim end.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Thane Edric grows concerned for his men and steeds alike at Entwade as they make ready to repel a mighty assault by the White Hand.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "On the Plains Evermore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Buried fallen horses on the fields of Kingstead ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Bury fallen horses on the fields of Kingstead ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "The stolen horses can be found among the Orcs near the river Entwash to the south of Entwade.\\n\\nYou have discovered slain horses of the Rohirrim of Entwade. In keeping with the Rohirric culture, you should bury them on the fields of Kingstead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "Although you could not save them from their grim fate, you have returned honour to the horses of the Rohirrim of Entwade and buried them upon the wide, beautiful plains of Kingstead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730881",
      "en": "Several horses remain unburied. You should lay them to rest before returning to Entwade.",
      "es": "",
      "es (fem)": ""
    }
  ]
}