{
  "id": 620926254,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'As you have no doubt heard from Thane Edric, Orcs have crossed the Wade into our lands from the Sutcrofts. We know not what has driven them here, but they cannot remain for their numbers will bolster the already sizeable forces of the White Hand.\\n\\n'They bear queerly adorned armour, but beneath it, they appear frailer than most we have seen thus far. It is my thought that Reeve Fastred and his men drove them off, though I would imagine Edric would take him to task for not slaying all of their number.\\n\\n'We cannot abide them near our border. Ride south of Entwade along the edge of the river, and slay them. For how gaunt they appear, it may well be a mercy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to Thane Edric",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Thane Edric can be found in the Mead Hall of Entwade in eastern Kingstead.\\n\\nYou have defeated the remainder of Orc forces that fled into the Westemnet. You should inform Thane Edric of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Thane Edric grows increasingly concerned by the presence of queer Orcs that have fled into the Westemnet from the Sutcrofts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "No Quarter in the Westemnet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'I know not if Reeve Fastred drove them from his lands, but the Orcs will find no safety here.\\n\\n'You have removed another threat facing me and my men, and for that I am grateful. Though I have no love for Théoden, the Orcs of the White Mountains have long lain dead, and I shall not tolerate another Orc on the plains of Kingstead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Defeated fleeing Orcs near the Entwash ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Defeat fleeing Orcs near the Entwash ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Orcs can be found to the south of Entwade near the shores of the river Entwash.\\n\\nThane Edric's guard, Magenred, has asked you to slay Orcs that have fled into Kingstead from the Sutcrofts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73089",
      "en": "'What news have you of the Orc invaders?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}