{
  "id": 620926218,
  "txt": [
    {
      "id": 162883670,
      "en": "'I will not disappoint my lord Grimbold. Grimslade will stand! I hope the half-orcs bring all their strenght. We shall never surrender!'",
      "es": ""
    },
    {
      "id": 162883764,
      "en": "'Let us convene at the gate. I want to see to his safe departure myself.'",
      "es": ""
    },
    {
      "id": 162883671,
      "en": "'I did not like the look in that half-orc's eyes. He will pay back our kindness with fire and blood. Mark my words, traveller.'",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'I like not that Grimslade's fate hangs by the honour of a half-orc's oath....'",
      "es": ""
    },
    {
      "id": 111477329,
      "en": "Wait alongside Hildith and the guards of Grimslade",
      "es": ""
    },
    {
      "id": 162883673,
      "en": "'I do not believe any creature would shun our kindness and forgiveness. I believe we will be safe now. Our vigilance will be unnecessary -- you will see.'",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Speak with Hildith",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "Hildith has gone to the front gate of Grimslade.\\n\\nYou should speak with Hildith.",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Talk to Hildith",
      "es": ""
    },
    {
      "id": 246419881,
      "en": "Hildith is at the front gate of Grimslade.",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Listen to Hildith's decision",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Follow Hildith",
      "es": ""
    },
    {
      "id": 177082759,
      "en": "Hildith has asked you to watch and wait....",
      "es": ""
    },
    {
      "id": 246419792,
      "en": "Grimslade is being attacked! Defend the city gate....",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "Grimslade must be saved from the Half-orcs bringing fire.",
      "es": ""
    },
    {
      "id": 246419795,
      "en": "The half-orc who was moments ago a prisoner of Grimslade now stands before the gates of town.\\n\\nYou should speak with the prisoner.",
      "es": ""
    },
    {
      "id": 246419799,
      "en": "The half-orc who was moments ago a prisoner of Grimslade now stands before the gates of town.",
      "es": ""
    },
    {
      "id": 246419893,
      "en": "Hildith is at the front gate of Grimslade.",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Hildith is in the jail of Grimslade.\\n\\nYou should speak with Hildith.",
      "es": ""
    },
    {
      "id": 246419897,
      "en": "Hildith is at the front gate of Grimslade.",
      "es": ""
    },
    {
      "id": 162883652,
      "en": "'Such a soft, foolish, trusting lot can have no place in the new Rohan -- a Rohan governed by Saruman the Wise!'",
      "es": ""
    },
    {
      "id": 162883701,
      "en": "'I see. It would seem we have all abandoned him....\\n\\n'Erkenbrand's host torn asunder by the Uruks, Prince Théodred's death in his arms....\\n\\n'His home closed to him, his soldiers dead....\\n\\n'And I, his fellow, leaving him alone where he stood.'\\n\\nElfhelm's face is grave as he meets Hildith's eyes. 'I must take my leave, my lady, for Gandalf bade me to protect Edoras for the King.'",
      "es": ""
    },
    {
      "id": 162883703,
      "en": "'My poor husband. What have I done?!'\\n\\nHildith sighs deeply as she turns to Elfhelm.\\n\\n'Good luck to you, Elfhelm. I will not forget what you have done for us this day. If I ever see Grimbold again, I will tell him of how your valour saved us all.'",
      "es": ""
    },
    {
      "id": 246419811,
      "en": "Elfhelm is with Hildith at the gate of Grimslade.",
      "es": ""
    },
    {
      "id": 111477313,
      "en": "Defend Grimslade",
      "es": ""
    },
    {
      "id": 162883752,
      "en": "'And now we wait, I suppose....\\n\\n'We have bolstered our defences somewhat, in case our friend decides not to keep his word. I cannot bring myself to go back inside just yet, and I'll feel much safer if you remain here with us, [placeholder].'",
      "es": ""
    },
    {
      "id": 111477361,
      "en": "Stand your ground to defend Grimslade",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "Hildith is in the jail of Grimslade.",
      "es": ""
    },
    {
      "id": 111477412,
      "en": "Assist Hildith at the front gate",
      "es": ""
    },
    {
      "id": 177082738,
      "en": "An unwelcome smell fills the air....",
      "es": ""
    },
    {
      "id": 111477318,
      "en": "Speak with the prisoner",
      "es": ""
    },
    {
      "id": 111477366,
      "en": "Speak with Elfhelm",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "Hildith is in the jail of Grimslade.\\n\\nYou should speak with Hildith.",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "Speak with Hildith once more",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'I would like to wait here a bit longer, and see that our walls remain safe. My heart tells me that we were too merciful to that Half-orc. I truly do not know what Grimbold would have done, for men with Orc-blood are not to be trusted.'",
      "es": ""
    },
    {
      "id": 162883667,
      "en": "'This waiting is most unnerving. I find myself reflecting upon my regrets. Will I ever see my husband again? How he must suffer....\\n\\n'If only our prisoner had been trustworthy, I could have perhaps occupied my mind with more pleasant distractions! Will the half-orcs come, I wonder?'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "Éomer's tale is done. You should now return your thoughts to the men gathered at Helm's Gate, waiting for Gandalf and hoping that Erkenbrand will return soon.",
      "es": ""
    },
    {
      "id": 162883668,
      "en": "'Have you noticed the marked change in Lady Hildith's manner? Perhaps she is more personable than I originally thought.'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'Do we let the prisoner go free to keep his word, and call off the attack? Or do we hold him here, punish him, fight, and if we die, let him die with us?'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Instance: Grimslade Will Burn",
      "es": ""
    },
    {
      "id": 162883669,
      "en": "'I do not like this waiting! Why could we not have captured a more trustworthy coward?'",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "Hildith has chosen to free the prisoner in hope that he will stop the attack",
      "es": ""
    }
  ]
}