{
  "id": 620926219,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'Leave me to die, stranger! My prince lies here, and I cannot allow myself to live while the ford lies open to the likes of Saruman.\\n\\n'Let them kill me here. The great host has already marched, but they are only the beginning. My death is here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Grimbold can likely be found somewhere at the Fords of Isen in the far west of the Westfold.\\n\\nYou should search for Grimold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Grimbold can possibly be found at the Fords of Isen, where the stones make paths across the river.\\n\\nYou should search the Fords of Isen for Grimbold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "You should blow the war-horn Gandalf gave you to summon him to Grimbold's side, as he bade you when you last met.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Blow your war-horn to call Gandalf to this spot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Grimbold sits at the grave of Prince Théodred.\\n\\nYou should speak with Grimbold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "Gandalf will surely have heard your call",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Grimbold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Search the hill to the north-east of the Fords",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'I do not know what you think a war-horn can do to help us now. No one will come. I have wandered and waited and cut down foe after foe, but now I see that there is no purpose.\\n\\n'The Fords have fallen, and Rohan has opened its doors to the enemy. We are lost.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Search the hill to the south-east of the Fords",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "This side of the cliff is crawling with hostile Dunlendings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Hildith has asked you to look for her husband Grimbold at the Fords of Isen and tell him that he is still loved, despite the harsh words that passed between them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "This side of the cliff is crawling with hostile Uruks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Search for Grimbold at the river crossing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Grimbold can likely be found near the Fords of Isen.\\n\\nYou should search around the Fords of Isen for signs of Grimbold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a9",
      "en": "Death is everywhere, and looters defile the bodies of the slain....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Find Grimbold at the fords",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Shattered Lord",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'You have saved Grimbold's home from fire and foes, but I must ask you to do one more favour in his name, since I am unworthy of your help.\\n\\n'Will you tell him that his wife still loves him? His spirit is surely broken after losing everyone dear to him, and losing his war upon the enemy at the Fords of Isen.\\n\\n'Please find him and convince him that he still has a life worth living, [placeholder].'",
      "es": "",
      "es (fem)": ""
    }
  ]
}