{
  "id": 620926346,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Quickbeam sent you to explore Gemyndsted and prevent invaders from ruining or looting of its long-lost secrets.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'[placeholder], you return with great news! Saruman's influence wanes further.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Horse stands nearby waiting patiently to take you to Gemyndsted.\\n\\nYou should ride the Horse to Gemyndsted.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'There are some places where Isengard still stands that we cannot reach. Gemyndsted, a small library of ancient Men, is one of these places. The White Hand must be destroyed everywhere. Saruman's influence there must be ended.\\n\\n'Speak to me again and I will show you where this ruin lies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Having defeated the leader of the invaders in Gemyndsted, you prepare to return to Quickbeam and inform him of your success.\\n\\nQuickbeam is at Derndingle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "You gather your belongings and prepare to journey to Gemyndsted.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa81f35",
      "en": "Defeated the leader of the invaders in Gemyndsted",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Have you defeated whatever vile thing is leading the invaders within Gemyndsted?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "You gather your belongings and prepare to journey to Gemyndsted. Egbalth nods and waves you on as you approach the Horse.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat the leader of the invaders in Gemyndsted",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Quickbeam",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "You ran out of time...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Gemyndsted: Leader of Vandals",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Speak with Quickbeam to travel to Gemyndsted.",
      "es": "",
      "es (fem)": ""
    }
  ]
}