{
  "id": 620946398,
  "txt": [
    {
      "id": 177082768,
      "en": "The poultice has eased the man's pain ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Théoden on the field of victory at Helm's Deep, after sunrise",
      "es": ""
    },
    {
      "id": 177082772,
      "en": "This man regretfully owns no horse swift enough to carry the King's tidings",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "This man insists that his injuries are not severe, and will not take a poultice",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Théoden King is to the south of Gandalf, on the field before the Hornburg, after sunrise.\\n\\nGandalf has given you a number of healing poultices and wants you to tend to the hurts of the King and his men.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'The battle is won, my friend, and now we must look to the future! The design of Saruman has been ruined, not by any spell or magic, but by the stout hearts of the Rohirrim and the swift speed of Shadowfax!'\\n\\nGandalf notices your study of the curious trees beyond the Dike.\\n\\n'Ah, that forest is no magic of mine, [placeholder]. A power much older than my own drives it to be here, and I could not have hoped for a more timely arrival than this!'\\n\\nHe hands you a number of healing poultices.\\n\\n'Before we can proceed, we must attend to the hurts of those injured during the battle. These poultices will bring them some measure of relief. Speak with the King and see if he has need of such treatment, and then do what you can for the wounded.'",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Talk to Éomer on the field of victory outside the Hornburg, after sunrise",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'We have seen victory this day, but our work is not ended. We have earned a brief respite only, and must take steps to ensure the safety of the Mark without much pause.'\\n\\nThe King sees the bundle of poultices in your hands and shakes his head.\\n\\n'I am fine, [placeholder]. I have suffered bruises only, and the strength of my fathers has kept me from sustaining grievous injury. Many of my men will have need of that healing; bring those packets to them and see to their hurts. Look too for men with swift horses, and command them to ride for all corners of the Mark with news of what happened at the Hornburg. I want every vale in the Riddermark to have tidings of our victory, and to send their strongest fighters to Edoras by the second day of the full moon.\\n\\n'After you have exhausted the poultices and the riders have set forth, find Erkenbrand and give him my thanks for his timely arrival. Without his men this sun might have risen on a different day for Rohan.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The battle has been won, and now the defenders of Helm's Deep recover from their hurts and look to the future.",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Talk to Déorwine inside the fortress of the Hornburg, after sunrise",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'You will find Théoden King to the south, enjoying the victory. Tend to his hurts, if he is injured, and heed any commands he may have.'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Erkenbrand is on the field of battle outside the Hornburg, after sunrise.\\n\\nThéoden asked you to find Erkenbrand on the field of victory and to thank him for his timely arrival.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Many of our injured men have need of the poultices you carry. Bring them to those who do, and ease the sting of their wounds. Look too for men who own swift horses, and send them to every corner of the Mark with tidings of our victory here!\\n\\n'I want every able-bodied warrior summoned to Edoras by the second day of the full moon. Our work here is only beginning, but it is far better to begin with a victory than from a defeat!'",
      "es": ""
    },
    {
      "id": 128992081,
      "en": "'I will get my horse and leave at once!'",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "The man agrees to ride forth at once",
      "es": ""
    },
    {
      "id": 128992082,
      "en": "'I will bring the King's words throughout Rohan!'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'This is a proud day for the Riders of the Mark, [placeholder]. We have wrested victory from the very claw of Saruman, even as he thought his triumph assured. The House of Eorl is stronger than he supposed, despite thrice-cursed Wyrgende and the whispers of frailty that have been uttered throughout the Mark. Théoden King has fight in him still, as does his sister-son Éomer!'\\n\\nErkenbrand strikes his shield with the side of his sword, and cries 'Victory for the Eorlingas!' a cry that is answered from others of the Rohirrim throughout the field. After a moment he turns again to you with a smile.\\n\\n'We have put the Dunlendings to work, [placeholder], hauling away the bodies of the Orcs and cleaning the field of battle. Any who take a solemn vow not to cross the Fords in war ever again will have the forgiveness of our King.'",
      "es": ""
    },
    {
      "id": 128992083,
      "en": "'I will bring Théoden King's command throughout West Rohan!'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Find Erkenbrand on the field of victory and give him my thanks for his timely arrival. This victory would not have been possible without him.'",
      "es": ""
    },
    {
      "id": 128992084,
      "en": "'I will bring Théoden's command throughout East Rohan!'",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Éomer is on the field of victory outside the Hornburg, after sunrise.",
      "es": ""
    },
    {
      "id": 128992085,
      "en": "'I will get my horse at once!'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Gandalf has decided to ride to Isengard to confront Saruman, and my uncle has determined he should ride with him. Some others will go as well, but first we have need of rest. It will be a few hours before we ride for the Ring of Isengard and its evil master, and all of us toiled greatly during the night.\\n\\n'Find Déorwine inside the Hornburg. He has begun to arrange bedrolls for those seeking to rest for the journey.'",
      "es": ""
    },
    {
      "id": 128992086,
      "en": "'I will leave at once!'",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Éomer has indicated to me a desire to ride with the King to Isengard. He will wish for you to ride there as well.'",
      "es": ""
    },
    {
      "id": 128992087,
      "en": "'Let me get my horse!'",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 128992088,
      "en": "'I would be honoured to bring the King's command to Wildermore!'",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'We spoke yesterday, around sunset, do you remember? It feels a lifetime ago, [placeholder]!'",
      "es": ""
    },
    {
      "id": 128992089,
      "en": "'The second day of the full moon? I will bring this command to Aldburg with all speed!'",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Find Déorwine inside the fortress of the Hornburg. He will arrange a place for you to rest before the company sets forth for Isengard.'",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Gandalf has asked you to bring healing poultices to injured men in Helm's Deep, and the King has asked you to bring his command to any men nearby who own swift horses.",
      "es": ""
    },
    {
      "id": 97134721,
      "en": "Rohirrim Soldier",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Talk to Erkenbrand on the field of victory outside the Hornburg, after sunrise",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Talk to Erkenbrand on the field of victory outside the Hornburg, after sunrise",
      "es": ""
    },
    {
      "id": 87684449,
      "en": "'I am sorry, but my horse is not swift enough for this message.'",
      "es": ""
    },
    {
      "id": 87684450,
      "en": "'I wish I could deliver the King's message, but my horse is sick.'",
      "es": ""
    },
    {
      "id": 87684451,
      "en": "'My horse is old and slow. I cannot deliver the King's message.'",
      "es": ""
    },
    {
      "id": 87684452,
      "en": "'I cannot deliver the King's message. My horse was slain during the fighting.'",
      "es": ""
    },
    {
      "id": 87684453,
      "en": "'There must be swifter riders than I in the Deep. One of them may serve, surely.'",
      "es": ""
    },
    {
      "id": 217145457,
      "en": "'Ah, thank you very much! My hurts are much improved!'",
      "es": ""
    },
    {
      "id": 217145458,
      "en": "'Ah, that brings great relief to my injuries. Thank you.'",
      "es": ""
    },
    {
      "id": 217145459,
      "en": "'Thank you very much for the treatment.'",
      "es": ""
    },
    {
      "id": 217145460,
      "en": "'Thank you for the healing, friend.'",
      "es": ""
    },
    {
      "id": 217145461,
      "en": "'You have my thanks. My wounds are not as severe as I thought.'",
      "es": ""
    },
    {
      "id": 246419880,
      "en": "Erkenbrand is on the field of battle outside the Hornburg, after sunrise.\\n\\nThéoden asked you to find Erkenbrand on the field of victory and to thank him for his timely arrival.",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Issue Théoden's command to men who own swift horses ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419889,
      "en": "Déorwine is inside the fortress of the Hornburg, after sunrise.\\n\\nÉomer thinks you should rest for a few hours inside the fortress of the Hornburg, before going with the King's company to the Ring of Isengard to confront Saruman.",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Treat injured men with healing poultices ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 198973105,
      "en": "'Save your poultices for men who need it. I will be fine.'",
      "es": ""
    },
    {
      "id": 198973106,
      "en": "'My injuries are not that severe. Bring those poultices to men who have a greater need.'",
      "es": ""
    },
    {
      "id": 198973107,
      "en": "'I will be fine. My wounds are not very severe.'",
      "es": ""
    },
    {
      "id": 198973108,
      "en": "'No, save your poultices for men who have a greater need than this.'",
      "es": ""
    },
    {
      "id": 198973109,
      "en": "'I will be fine without this healing. Bring them to men who need them more than I.'",
      "es": ""
    },
    {
      "id": 184825136,
      "en": "'I will make haste to my horse!'",
      "es": ""
    },
    {
      "id": 184825137,
      "en": "'I will bring Théoden's command with utmost haste throughout the Eastfold!'",
      "es": ""
    },
    {
      "id": 184825138,
      "en": "'I own the swiftest horse in the Westfold! I will get him at once!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 14, Chapter 1: The Battle Is Won",
      "es": ""
    }
  ]
}