{
  "id": 621022388,
  "txt": [
    {
      "id": 129348449,
      "en": "'You have become very quiet, Gandalf.'",
      "es": ""
    },
    {
      "id": 129348450,
      "en": "'Is everything all right?'",
      "es": ""
    },
    {
      "id": 47816097,
      "en": "'He has gone on ahead, my lord.'",
      "es": ""
    },
    {
      "id": 48271632,
      "en": "'Many years later, in this Third Age of Middle-earth, they sent him back.'",
      "es": ""
    },
    {
      "id": 47816098,
      "en": "'\\qTrolls,\\q quoth he.'",
      "es": ""
    },
    {
      "id": 48271633,
      "en": "'They gave him a new name and a new form.'",
      "es": ""
    },
    {
      "id": 48271634,
      "en": "'They also gave him this kindness: they removed all memory of his life as Lendelen.'",
      "es": ""
    },
    {
      "id": 235466152,
      "en": "Stay close to Glorfindel as he makes his way through Halroth",
      "es": ""
    },
    {
      "id": 69036791,
      "en": "Stay close to Glorfindel as he makes his way through Halroth",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Glorfindel in the tunnel of Halroth",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Lendelen and Glorfindel have rejoined you atop the stair, and now their mission, and yours, must be completed.",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Glorfindel in the tunnel of Halroth",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "The Bright Company stands against the Nazgûl in a high chamber of Barad-dûr, but the mission of Glorfindel and Lendelen remains higher still.",
      "es": ""
    },
    {
      "id": 138549536,
      "en": "'As for the third member of this foolish band...'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 138549537,
      "en": "'What? What is the meaning of this guise you wear?'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "You have come face to face with Sauron in an upper chamber of Barad-dûr, and must distract the Dark Lord from his real danger.",
      "es": ""
    },
    {
      "id": 138549538,
      "en": "'You are no Elf.'",
      "es": ""
    },
    {
      "id": 138549539,
      "en": "'But that means...'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "The mission of the Bright Company all comes down to this moment, high in the chamber of the Vandassar.",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Lendelen has successfully broken Sauron's hold upon the Vandassar, and now you must escape from the tower!",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Glorfindel has halted, waiting for Lendelen.",
      "es": ""
    },
    {
      "id": 116313137,
      "en": "'Let us reach Lendelen before he does something rash!'",
      "es": ""
    },
    {
      "id": 105458225,
      "en": "'At lassst... I will prove myssself... to the Massster...'",
      "es": ""
    },
    {
      "id": 116313138,
      "en": "'We saw your handiwork, Lendelen. But you should have waited for us.'",
      "es": ""
    },
    {
      "id": 105458226,
      "en": "'I did not belieeeve it!'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'I remember little of our last desperate flight down the stairs and through the tunnel of Halroth. When we returned to the relative safety of Adambel, we were greeted with more sorrow than we brought with us. Men spoke in hushed tones of the last ride of noble Anárion, son of their High King, slain on the field before the Dark Tower. It was a great stone, cast from the heights, that laid him low and ended his life. But I will never forget that it was his riding that granted us access to Halroth, and enabled Lendelen to break Sauron's hold upon the Vandassar.\\n\\n'For so it was. Without the power of the Oath-stone, the Ghâzab Bôron splintered. No longer unified, the Storm of Wrath dissipated, falling apart into its component tribes. The Easterlings fled, no longer dominated by Sauron's will, and they turned instead for their own lands. Their appetite for conquering was sated, and it would be many years before their return. Even so, Middle-earth has never seen so great a horde as the Ghâzab Bôron in all the time since, and we have Lendelen to thank for that.'",
      "es": ""
    },
    {
      "id": 116313139,
      "en": "'I think that is the last of them.'",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Glorfindel has concluded his tale of the last glorious mission of the Bright Company, in which Sauron's control over the Vandassar was broken.",
      "es": ""
    },
    {
      "id": 105458227,
      "en": "'But the rumoursss are true! Invadersss in the tunnel!'",
      "es": ""
    },
    {
      "id": 116313140,
      "en": "'More gaunt-men have crept into our way.'",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Glorfindel stands on Tol Send, ready to conclude his tale.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Glorfindel relates to you the last glorious mission of the Bright Company, but he seems to harbour some hesitation, reluctant to share the tale with you.",
      "es": ""
    },
    {
      "id": 116313141,
      "en": "'It appears that Lendelen found his trolls.'",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "'I have walked this Middle-earth for the long years of this Third Age, sent by the Powers to oppose Sauron. But this was not the first time the Valar sent me hither, though they hid the truth of it from my memory's sight! For what purpose?\\n\\n'It is true. I remember the Bright Company, not only from the tales of Glorfindel but as if I were there... for so I was, in different form. I know the torments Lendelen suffered within the dungeons of Barad-dûr, for it was I who suffered them, and though Sauron be gone the memory of those days fills me with a terror I thought never to know.\\n\\n'But this cut is the worst: I have known these Elf-lords for so long, and this secret they kept from me. Why? Why did you keep this truth from me, Glorfindel? Have I not been a friend to you, no matter the name I wore? You knew me first as Olórin, and now you know me as Gandalf, or Mithrandir. Why would you keep the knowledge of Lendelen from me?\\n\\n'No, I am not angry. Perhaps it was a kindness to keep this from me. What say you to this?'",
      "es": ""
    },
    {
      "id": 116313142,
      "en": "'There he is.'",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Glorfindel stands on Tol Send, ready to conclude his tale.",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Gandalf stands on Tol Send, the events of the past newly-awakened in him.",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Climb the spiral stair and speak with an Elf of the Bright Company outside the upper chambers",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Talk to Glorfindel in Barad-dûr",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'It is time. Lendelen and the other Elves of the Bright Company have gone ahead to secure the tunnel, but we must still remain alert for any threats that might have arisen behind them.\\n\\n'Stay near to me.'",
      "es": ""
    },
    {
      "id": 111477412,
      "en": "Follow Glorfindel and Lendelen to the chamber of the Vandassar, and stand with them",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "Talk to Sauron",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Lendelen has never been one to exercise caution, not when he knows his fellows could be endangered by some approaching threat. On any other day I would appreciate that trait, but on this day Lendelen is the only Elf among us with the ability to break Sauron's hold upon the Vandassar! His role is crucial, and he must be protected!'",
      "es": ""
    },
    {
      "id": 201040561,
      "en": "'I accept the rebuke, my friend, but now there are enough trolls for all!'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'The passage begins to rise. We must be nearing the mountainside well-nigh to the side of the tower.'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'We cannot stay here, though it grieves me deeply to leave my friends to their doom.\\n\\n'Our goal lies above! Lendelen must reach the Vandassar!'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Listen to me very carefully, friend [placeholder]. Ahead, a stair spirals to the upper chambers of the tower, where the Vandassar awaits me. That is our destination.\\n\\n'But we will be exposed on the stairs, and I fear the hateful eyes that may watch our ascent. This I suggest: that you go first.\\n\\n'Nay, do not protest! I do not jest. I wish for you to climb first so I may cover your ascent with my bow. I will slay any foes that think to threaten you from afar, and then the rest of us will follow. We will meet you atop the stair.'",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Your people believe they are strong, gathered beneath their banners and behind their kings. For how long has this \\qGreat Alliance\\q lasted? No more than a handful of years. It needs but one hammer-stroke, well-aimed, and it will crumble into dust. So it always is with Men.\\n\\n'I have called into being a Storm, and it is on its way. Your Alliance will be swept away by the wrath of it.'",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'I thought he was right behind us, but it is not so!\\n\\n'Lendelen, forgive me, my friend! Alas that we must bring word of both your triumph and your loss to the Great Alliance! By your hand the Vandassar is broken, and Sauron's control over the Ghâzab Bôron must begin to wane, and you should celebrate with us! But it is not to be.\\n\\n'Quickly, mellon. There is no time to spare.'",
      "es": ""
    },
    {
      "id": 246419881,
      "en": "Lendelen wants you to climb the spiral stair to the upper floors of the tower, where other Elves of the Bright Company will join you.",
      "es": ""
    },
    {
      "id": 215922913,
      "en": "'You are foolish indeed to challenge the will of Sauron.'",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to Glorfindel in the tunnel of Halroth",
      "es": ""
    },
    {
      "id": 215922914,
      "en": "'What gives strength to this foolish courage?'",
      "es": ""
    },
    {
      "id": 215922915,
      "en": "'For a time, perhaps.'",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Talk to Lendelen inside Barad-dûr",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "'I will think no worse of you if you choose to turn back.\\n\\n'No? You wish to stay? Then you are truly one of us, mellon.'",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Follow the Bright Company into the upper chambers of the tower",
      "es": ""
    },
    {
      "id": 261598657,
      "en": "'Speak on, my old friend.'",
      "es": ""
    },
    {
      "id": 261598658,
      "en": "'What defends this entrance?'",
      "es": ""
    },
    {
      "id": 261598659,
      "en": "'More trolls?'",
      "es": ""
    },
    {
      "id": 261598660,
      "en": "'We cannot turn back now. We must defeat this shade.'",
      "es": ""
    },
    {
      "id": 261598661,
      "en": "'Onward, my friends.'",
      "es": ""
    },
    {
      "id": 246419891,
      "en": "The Bright Company stands against the Nazgûl in a high chamber of Barad-dûr, but the mission of Glorfindel and Lendelen remains higher still.",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "'There is something about you, stranger. This skin you wear is not the only form you harness. It is a power that has served me well... but it will not save you now.\\n\\n'Your people believe they are strong, gathered beneath their banners and behind their kings. For how long has this \\qGreat Alliance\\q lasted? No more than a handful of years. It needs but one hammer-stroke, well-aimed, and it will crumble into dust. So it always is with Men.\\n\\n'I have called into being a Storm, and it is on its way. Your Alliance will be swept away by the wrath of it.'",
      "es": ""
    },
    {
      "id": 261598662,
      "en": "'Farewell, Zaghárog.'",
      "es": ""
    },
    {
      "id": 162883751,
      "en": "'Long have the Eldar believed themselves to be strong... but how wrong they were. If you were truly mighty, you would not seek to ally yourselves with Men. Your kind would stand alone against me, but they do not.\\n\\n'For how long has this \\qGreat Alliance\\q lasted? No more than a handful of years. It needs but one hammer-stroke, well-aimed, and it will crumble into dust. I have called into being a Storm, and it is on its way. Your Alliance will be swept away by the wrath of it.'",
      "es": ""
    },
    {
      "id": 261598663,
      "en": "'We are within the walls of Barad-dûr.'",
      "es": ""
    },
    {
      "id": 162883752,
      "en": "'I know the uses of your people, Dwarf. Greedily do they dig for precious gems and buried secrets, ever willing to cast aside their brother or sister in pursuit of them. It was always so, and it will be always thus, and the dwarves will not live to see any differently.\\n\\n'I have called into being a Storm, and it is on its way. Your Alliance will be swept away by the wrath of it.'",
      "es": ""
    },
    {
      "id": 261598664,
      "en": "'Sauron must not think we would dare this passage.'",
      "es": ""
    },
    {
      "id": 162883753,
      "en": "'I have not seen your kind before. What powers do you wield? Why should the Elf-lord bring you to the sanctum of Sauron? Why should he wish for you to die here?\\n\\n'It is of no consequence. I have called into being a Storm, and it is on its way. Your Alliance will be swept away by the wrath of it.'",
      "es": ""
    },
    {
      "id": 261598665,
      "en": "'Gaunt-men are a poor defence against the Bright Company!'",
      "es": ""
    },
    {
      "id": 111224369,
      "en": "'This way, mellon! Follow me to the rest of the Bright Company!'",
      "es": ""
    },
    {
      "id": 111224370,
      "en": "'Hold.'",
      "es": ""
    },
    {
      "id": 111224371,
      "en": "'Where is Lendelen?'",
      "es": ""
    },
    {
      "id": 111224372,
      "en": "'Did he give any reason for it?'",
      "es": ""
    },
    {
      "id": 111224373,
      "en": "'That sounds like him.'",
      "es": ""
    },
    {
      "id": 111224374,
      "en": "'Gaunt-men and their servants lie in wait.'",
      "es": ""
    },
    {
      "id": 111224375,
      "en": "'These risen servants are no match for the Glánnothrim.'",
      "es": ""
    },
    {
      "id": 111224376,
      "en": "'The passage climbs.'",
      "es": ""
    },
    {
      "id": 111224377,
      "en": "'My friends await us ahead.'",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "'Listen to me very carefully, wild-hearted one. Ahead, a stair spirals to the upper chambers of the tower, where the Vandassar awaits me. That is our destination.\\n\\n'But we will be exposed on the stairs, and I fear the hateful eyes that may watch our ascent. This I suggest: that you go first.\\n\\n'Nay, do not protest! I do not jest. I wish for you to climb first so I may cover your ascent with my bow. I will slay any foes that think to threaten you from afar, and then the rest of us will follow. We will meet you atop the stair.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: The Glory of the Bright Company",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Glorfindel is in the tunnel of Halroth, prepared to fight through the dark passage to Barad-dûr itself.",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Glorfindel is in the tunnel of Halroth, prepared to fight through the dark passage to Barad-dûr itself.",
      "es": ""
    },
    {
      "id": 177082722,
      "en": "Death has come to the Bright Company, and you have failed!",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Glorfindel is in the tunnel of Halroth, prepared to fight through the dark passage to Barad-dûr itself.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Now that you have passed beyond the wall of Barad-dûr with the Bright Company, Lendelen wishes to speak to you.",
      "es": ""
    },
    {
      "id": 180167377,
      "en": "'Hold a moment, Glorfindel.'",
      "es": ""
    },
    {
      "id": 180167378,
      "en": "'There is a crack in the wall of the tower, and the tunnel runs right to it.'",
      "es": ""
    },
    {
      "id": 180167379,
      "en": "'But it is not undefended.'",
      "es": ""
    },
    {
      "id": 180167380,
      "en": "'Nothing so corporeal.'",
      "es": ""
    },
    {
      "id": 180167381,
      "en": "'It is a shade, a spirit of no little power.'",
      "es": ""
    },
    {
      "id": 180167382,
      "en": "'Sauron charged it with the defence of the wall until the masonry could be repaired.'",
      "es": ""
    },
    {
      "id": 180167383,
      "en": "'It is called Zaghárog.'",
      "es": ""
    },
    {
      "id": 180167384,
      "en": "'Fear nothing, mellon. I will protect you.'",
      "es": ""
    },
    {
      "id": 114639681,
      "en": "'Over here!'",
      "es": ""
    },
    {
      "id": 177082738,
      "en": "You failed to escape, and Sauron's victory was complete",
      "es": ""
    },
    {
      "id": 114639682,
      "en": "'This way, my lords.'",
      "es": ""
    },
    {
      "id": 50479153,
      "en": "'Do not stop for any reason!'",
      "es": ""
    },
    {
      "id": 50479154,
      "en": "'My friends, I am sorry...'",
      "es": ""
    },
    {
      "id": 50479155,
      "en": "'Hurry!'",
      "es": ""
    },
    {
      "id": 161494849,
      "en": "'Lendelen! It is time!'",
      "es": ""
    },
    {
      "id": 148021137,
      "en": "'Did you think you could work your evil unopposed?'",
      "es": ""
    },
    {
      "id": 161494850,
      "en": "'If that is to be my doom, I will accept it.'",
      "es": ""
    },
    {
      "id": 148021138,
      "en": "'It is done! The power of the Vandassar is broken!'",
      "es": ""
    },
    {
      "id": 161494851,
      "en": "'Sauron!'",
      "es": ""
    },
    {
      "id": 161494852,
      "en": "'Sauron! Face me!'",
      "es": ""
    },
    {
      "id": 177082745,
      "en": "The veil of the Valar abates!",
      "es": ""
    },
    {
      "id": 161494853,
      "en": "'Now, Lendelen!'",
      "es": ""
    },
    {
      "id": 161494854,
      "en": "'We cannot stay here! Follow me!'",
      "es": ""
    },
    {
      "id": 161494855,
      "en": "'Wait! Where is Lendelen?'",
      "es": ""
    },
    {
      "id": 215055649,
      "en": "'The Glánnothrim will defy you!'",
      "es": ""
    },
    {
      "id": 86903057,
      "en": "'Are you certain, my friend?'",
      "es": ""
    },
    {
      "id": 86903058,
      "en": "'Lendelen was not slain, though he remained behind.'",
      "es": ""
    },
    {
      "id": 86903059,
      "en": "'Sauron brought him to the dungeons of Barad-dûr.'",
      "es": ""
    },
    {
      "id": 86903060,
      "en": "'There he was tortured, tormented by the Dark Lord.'",
      "es": ""
    },
    {
      "id": 111477312,
      "en": "<rgb=#FF0000>All of your allies must survive</rgb>",
      "es": ""
    },
    {
      "id": 109322641,
      "en": "'Few come uninvited to the tower of Sauron.'",
      "es": ""
    },
    {
      "id": 86903061,
      "en": "'The experience was cruel. Finally he succumbed to death.'",
      "es": ""
    },
    {
      "id": 109322642,
      "en": "'How did you gain entrance to my sanctum?'",
      "es": ""
    },
    {
      "id": 86903062,
      "en": "'Sauron spoke true.'",
      "es": ""
    },
    {
      "id": 112828257,
      "en": "'I do not know, Lord Elrond.'",
      "es": ""
    },
    {
      "id": 109322643,
      "en": "'Zaghárog.'",
      "es": ""
    },
    {
      "id": 86903063,
      "en": "'Lendelen was no Elf, and that was not his true name.'",
      "es": ""
    },
    {
      "id": 112828258,
      "en": "'Something... something speaks to me, from the distant past.'",
      "es": ""
    },
    {
      "id": 109322644,
      "en": "'He will be punished.'",
      "es": ""
    },
    {
      "id": 86903064,
      "en": "'He had been sent to Middle-earth by the Valar, in the guise of my people.'",
      "es": ""
    },
    {
      "id": 112828259,
      "en": "'Your story is not ended, Glorfindel. I would hear the end of it.'",
      "es": ""
    },
    {
      "id": 109322645,
      "en": "'But first, let me see who possesses such boldness.'",
      "es": ""
    },
    {
      "id": 86903065,
      "en": "'He was to combat the evils of Sauron, and this he did.'",
      "es": ""
    },
    {
      "id": 112828260,
      "en": "'I am.'",
      "es": ""
    },
    {
      "id": 109322646,
      "en": "'You are not Gil-galad, but I do know you, Elf-lord.'",
      "es": ""
    },
    {
      "id": 112828261,
      "en": "'Death...'",
      "es": ""
    },
    {
      "id": 109322647,
      "en": "'Your king sent you here to die?'",
      "es": ""
    },
    {
      "id": 69036736,
      "en": "Stay close to Glorfindel as he makes his way through Halroth",
      "es": ""
    },
    {
      "id": 112828262,
      "en": "'Sauron said that Lendelen was not of your people.'",
      "es": ""
    },
    {
      "id": 109322648,
      "en": "'But who are these others?'",
      "es": ""
    },
    {
      "id": 112828263,
      "en": "'Can it be so?'",
      "es": ""
    },
    {
      "id": 109322649,
      "en": "'Do they too choose death? I can grant it.'",
      "es": ""
    },
    {
      "id": 112828264,
      "en": "'Yes. I remember.'",
      "es": ""
    },
    {
      "id": 69036739,
      "en": "Stay close to Glorfindel as he makes his way through Halroth",
      "es": ""
    },
    {
      "id": 159046832,
      "en": "'We draw nearer the wall of the tower.'",
      "es": ""
    },
    {
      "id": 111477328,
      "en": "Stand with Glorfindel and Lendelen",
      "es": ""
    },
    {
      "id": 111477329,
      "en": "Follow Glorfindel and escape from the tower!",
      "es": ""
    },
    {
      "id": 111477331,
      "en": "<rgb=#FF0000>If you do not escape in time you will fail the quest.</rgb>",
      "es": ""
    },
    {
      "id": 111477332,
      "en": "Talk to Glorfindel in Barad-dûr",
      "es": ""
    },
    {
      "id": 111477333,
      "en": "Listen to the words of Glorfindel",
      "es": ""
    },
    {
      "id": 235466129,
      "en": "Stay close to Glorfindel as he makes his way through Halroth",
      "es": ""
    },
    {
      "id": 111477334,
      "en": "Talk to Glorfindel on Tol Send",
      "es": ""
    },
    {
      "id": 235466130,
      "en": "Stay close to Glorfindel as he makes his way through Halroth",
      "es": ""
    },
    {
      "id": 111477335,
      "en": "Listen to the words of Glorfindel",
      "es": ""
    },
    {
      "id": 111477336,
      "en": "Talk to Gandalf on Tol Send",
      "es": ""
    }
  ]
}