{
  "id": 621022381,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 12.1: The Approaching Storm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Collect abandoned weapons at Díngarth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a4",
      "en": "Tárandil is at Díngarth, and he desires to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'I must bring word of the Ghâzab Bôron to my father. Tell my brothers I will see them after I deliver my message.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I was at the Morannon when the wounded began to arrive: weary Men and dwarves, bloody and battered, the tale of their defeat writ large upon mournful faces. I saw King Durin from afar, but even from such a distance I could see his face was ashen, and the fire of battle had gone out of him. I spoke with Huneric Hundred-slayer, lord of the Thíuda, and my heart wept to hear his account of the battle on the field of Khôn-khaigu.\\n\\n'\\qWe had so many victories!\\q he said to me, \\qBut it was a deception. We were drawn forward by the promise of those successes, and only when we thought the end was near did Sauron's commanders reveal the true size of the Easterling horde. We fought valiantly, Man and dwarf alike... but we could not fight for long against so many. Any who survived the massacre fled, and I fled with them. Those who could not were captured, cut to pieces or burned on altars to Sauron. A few score can move faster than a horde, and we outpaced the Rhúnhoth, but still they come. They will be here before long.\\q\\n\\n'So said Huneric to me, and I must bring word to my father. Tell my brothers I will see them after I deliver my message.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Remind Men of the Alliance about Narsil, the sword of Elendil ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Sauron has bested us! This endless waiting did not signify a beaten enemy at all! He waited for the Ghâzab Bôron to swell to such size as it could not be opposed, and now we will be crushed between the Rhúnhoth and the Dark Tower!\\n\\n'We cannot despair. We must not. Already I see men casting down their weapons! We must stop them. Quickly, tell the men it is not over! Tell them we must still fight!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Remind Elves of the Alliance about Aiglos, the spear of Gil-galad ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Tárandil at Díngarth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'It is no use. Words will no longer avail us! Better to collect the weapons they have cast aside, for those at least may still be of some use to those soldiers who remain to fight!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'I will see these weapons go to those who remain. Those soldiers with the heart to fight may still make use of them.\\n\\n'But wait, friend. As I look upon these weapons, I am filled with newfound courage. These swords have seen battle, even during the long, slow years of our siege. Their tale is one of standing strong, though today their owners do not. But there are weapons in our Alliance of whom the minstrels sing: Narsil, the blade of my grandfather Elendil, and Aiglos, the spear of Gil-galad. The tale of these weapons is long, and will be longer still! They will not be cast aside. Nay, they will be wielded to the last, and if their song is to end in battle with the Ghâzab Bôron, is that not a glorious end?\\n\\n'Go now, [placeholder], and speak of Narsil and of Aiglos to the frightened Men and Elves who have forgotten the vows they made when they joined the Great Alliance. Will they join their own tales to those of proud Elendil and noble Gil-galad? Will they wield their own weapons alongside Narsil, sharp and deadly, and alongside Aiglos, bright and cold? Tell them, my friend. This may be the end, but let it be an end that shall be worthy of song!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e02",
      "en": "Deliver abandoned weapons to Ornaher at Díngarth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The Longbeard and Thíuda armies that engaged with the Ghâzab Bôron, the Rhúnhoth Storm of Wrath, have been utterly defeated, and now nothing stands between the flank of the Great Alliance and the onrushing horde.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "You have gathered many weapons cast aside by despairing soldiers at Díngarth, and should bring them to Ornaher for distribution to those who may still wield them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'I have learned there is to be a council of the kings, at which they will discuss what can be done about the Ghâzab Bôron. My brothers will likely be permitted to attend, but I will not.\\n\\n'You asked what I wanted for my birthday, and I told you I wanted nothing. But now I know what I want for my birthday present. I want this. I want to attend the council.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "'But men were now without hope. They cast aside their weapons and despaired.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Isildur's son Ornaher is at Díngarth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Frightened Men and Elves can be found at Díngarth.\\n\\nOrnaher believes tales of Elendil's sword Narsil and Gil-galad's spear Aiglos may inspire the frightened Men and Elves to stand against the Ghâzab Bôron.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Fearful soldiers can be found at Díngarth, despairing at the news of the approaching Rhúnhoth horde.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Words are no more use to the despairing soldiers of the Great Alliance. Better now to collect the weapons they cast aside with the hope that they will still be of use to those who remain to fight.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1190",
      "en": "'Word of the approaching horde began to spread throughout the camps of the Alliance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Ornaher at Díngarth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Speak inspiring words to fearful soldiers at Ram Raedas (0/8)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "Collected abandoned weapons ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "Spoke inspiring words about Narsil, the sword of Elendil ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'We cannot despair. We must not. Already I see men casting down their weapons! We must stop them. Quickly, tell the men it is not over! Tell them we must still fight!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'I will see these weapons go to those who remain. Those soldiers with the heart to fight may still make use of them.\\n\\n'But wait. As I look upon these weapons, I am filled with newfound courage. These swords have seen battle, even during the long, slow years of our siege. Their tale is one of standing strong, though today their owners do not. But there are weapons in our Alliance of whom the minstrels sing: Narsil, the blade of my grandfather Elendil, and Aiglos, the spear of Gil-galad. The tale of these weapons is long, and will be longer still! They will not be cast aside. Nay, they will be wielded to the last, and if their song is to end in battle with the Ghâzab Bôron, is that not a glorious end?\\n\\n'Go now, my friend, and speak of Narsil and of Aiglos to the frightened men and Elves who have forgotten the vows they made when they joined the Great Alliance. Will they join their own tales to those of proud Elendil and noble Gil-galad? Will they wield their own weapons alongside Narsil, sharp and deadly, and alongside Aiglos, bright and cold? Tell them! This may be the end, but let it be an end that shall be worthy of song!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "Spoke inspiring words about Aiglos, the spear of Gil-galad ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'Go now, my friend, and speak of Narsil and of Aiglos to the frightened Men and Elves who have forgotten the vows they made when they joined the Great Alliance. Will they join their own tales to those of proud Elendil and noble Gil-galad? Will they wield their own weapons alongside Narsil, sharp and deadly, and alongside Aiglos, bright and cold? Tell them! This may be the end, but let it be an end that shall be worthy of song!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}