{
  "id": 621022394,
  "txt": [
    {
      "id": 177082770,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 49286692,
      "en": "Bring the crumpled note to Gandalf inside the Beorninghús",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "This Orc died wielding his sword, but it did not protect him",
      "es": ""
    },
    {
      "id": 177082772,
      "en": "This Orc bears the symbol of Ugrukhôr, Captain of the Pit",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'Oh, you have returned. What is it?'\\n\\nGandalf's expression is troubled, and he seems distracted by something.\\n\\n'Falch Gurth? No, I have never heard of it before. That is not important right now. I need to speak with you, [placeholder].'",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "You search the Orc but find nothing to explain its presence here",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Firewood can be found near the base of trees in the Beorning-lands, and Orcs and wargs still threaten the peace of the Beornings.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'As long as they remain, you must continue to perform the chores I ask of you. We have need of firewood, for so near to the mountains the nights can be cold even in summer. And there are still Orcs and wargs about, despite your efforts of the other day! Put an end to their raids, and teach them a lesson about persistence!\\n\\n'Carry out these chores and I will allow the Wizard and the Elves to stay a little longer.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Grimbeorn is waiting for you at the Beorninghús.",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Read the crumpled note you found on the missing Orc",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Grimbeorn has not forgotten that Gandalf and the Elves are relying upon his hospitality, and he has some chores for you.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Grimbeorn has not heard from the Elves at the Forest Gate in some time, and despite his reticence to restart trade with the Elves, he worries about the silence.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Yes, very good, fine. You have done the chores I asked you to undertake, and earned the Wizard and the Elves a few more days of hospitality.\\n\\n'There is something else, however. It is not a matter of real concern, but I find I have not heard from the Elves at the Forest Gate in some time, and I wonder if it signals some trouble for my folk? If it does, I would have this problem resolved early rather than late. Go to the Forest Gate and make certain the Elves have things well in hand. If they don't, be sure to tell them so!'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Thindrif is at the Forest Gate.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'I have not heard from the Elves at the Forest Gate in some time, and I do not like it. I do not desire their company, but they do owe me the courtesy of telling me when there is trouble on the border of my lands!'",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "Collected firewood ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'A raiding party of Orcs sought to leave the forest by way of the Gate, [placeholder]. You can see what happened to them. It is curious indeed for Orcs to challenge us on the road. Did they not know our quivers held their doom?\\n\\n'They did seem driven by some desperate haste. Search the bodies, and you may learn what caused them to dare the Gate, to their sorrow.'",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "Defeated Orcs in the Beorning-lands ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Thindrif invited you to search the corpses of the Orcs for some clue as to why they attempted to pass through the Forest Gate.",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "Defeated wargs in the Beorning-lands ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Did you find anything that might explain why the Orcs dared attempt the passage of the Forest Gate? Their need must have been great to challenge us, and they paid dearly for it.\\n\\n'Wait a moment. Did you say you searched the bodies of four Orcs? That is most peculiar, friend. By my bow, I would swear the raiding-party consisted not of four Orcs but five. Can it be that one of these creatures slipped through the Forest Gate while we were distracted by the others?\\n\\n'Search to the south in the Beorning-lands for our missing Orc! There may be some tracks you can follow to his hiding-place, if you make haste!'",
      "es": ""
    },
    {
      "id": 177082793,
      "en": "A number of dead Orcs lie near the Forest Gate",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to Thindrif at the Forest Gate",
      "es": ""
    },
    {
      "id": 111477335,
      "en": "Search the Beorning-lands for the missing Orc's hiding-place",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "You found a crumpled note clutched in the hand of the Orc that fled through the Forest Gate.",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Search dead Orcs at the Forest Gate ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'You found our missing villain? Did he have anything to tell us of his purpose in Eryn Lasgalen?'",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Talk to Thindrif at the Forest Gate",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Search the Beorning-lands for the missing Orc's hiding-place",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "'Gather up more firewood and put an end to the Orc and warg raids, and I will allow the Wizard and the Elves to stay a little longer at the Beorninghús.'",
      "es": ""
    },
    {
      "id": 162883751,
      "en": "'These Orcs did seem driven by some desperate haste. Search the bodies, and you may learn what caused them to dare the Gate, to their sorrow.'",
      "es": ""
    },
    {
      "id": 162883753,
      "en": "'Search to the south in the Beorning-lands for our missing Orc! There may be some tracks you can follow to his hiding-place, if you make haste!'",
      "es": ""
    },
    {
      "id": 162883664,
      "en": "'The Elves allowed an Orc to cross through the Forest Gate? Bah! I am pleased to hear you tracked him down.\\n\\n'The Wizard is inside.'",
      "es": ""
    },
    {
      "id": 194172241,
      "en": "'Only I know the words, and they will die with me!'",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "Thindrif is at the Forest Gate.",
      "es": ""
    },
    {
      "id": 177082737,
      "en": "You find a crumpled note clutched in the Orc's hand",
      "es": ""
    },
    {
      "id": 177082738,
      "en": "You find a crumpled note clutched in the Orc's hand",
      "es": ""
    },
    {
      "id": 246419880,
      "en": "Thindrif thinks one of the Orcs might have escaped into the Beorning-lands during the commotion.",
      "es": ""
    },
    {
      "id": 49286663,
      "en": "Bring the firewood to Grimbeorn at the Beorninghús",
      "es": ""
    },
    {
      "id": 177082742,
      "en": "You found the missing Orc's hiding-place. He is dead, but carries a crumpled note",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Collect firewood from the Beorning-lands ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Defeat Orcs in the Beorning-lands ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419891,
      "en": "Gandalf is inside the Beorninghús.",
      "es": ""
    },
    {
      "id": 177082752,
      "en": "You find a crumpled note clutched in the Orc's hand",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Defeat wargs in the Beorning-lands ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082754,
      "en": "The note speaks of something called 'Falch Gurth' in which Gandalf may be interested",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Go to the Forest Gate on the edge of Eryn Lasgalen",
      "es": ""
    },
    {
      "id": 177082760,
      "en": "You find nothing of interest on the dead Orc",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 13.2: Grimbeorn's Interruption",
      "es": ""
    }
  ]
}