{
  "id": 621022387,
  "txt": [
    {
      "id": "0x6a50240",
      "en": "Talk to the shade of Isildur on Tol Send",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50241",
      "en": "Talk to Glorfindel on Tol Send",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'It is my turn to take up the tale, [placeholder]. Well do I remember the glory of the Bright Company, but if there was valour so too was there tragedy. I hoped it would not be necessary to recall that dark day, but I see now it cannot be avoided.'\\n\\nGlorfindel turns to address Gandalf, sorrow etched on his face and regret in his voice.\\n\\n'I beg your forgiveness, Olórin, Mithrandir, Gandalf. I wished it were not necessary to speak of it, but speak of it I will, if there is no other way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50242",
      "en": "Talk to Gandalf on Tol Send",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'Glorfindel of the Elves desires to speak? If he wishes to continue the tale he may do so, though he seems ill at ease.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50243",
      "en": "Talk to Glorfindel on Tol Send",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1198",
      "en": "'The Hól-budlan could move about unseen, and Tûka was the most skilled of them all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'I do not understand Glorfindel's reluctance, [placeholder]. I have studied the records of the Siege of Barad-dûr and understand well the price of victory over Sauron. I know too that the victory did not last, and it would be many thousands of years before Sauron's ultimate defeat.\\n\\n'There is nothing Glorfindel need keep from me, and his belief that I will be disturbed by this tale of the Bright Company is most puzzling to me. I say he should speak on, and delay no further.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Very well. I will conclude the tale, despite my misgivings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Our Alliance is composed of the mightiest heroes of the age, [placeholder], and together we have achieved many victories. But here, after seven years of siege, our triumphs are mere memory. Sauron has outmaneuvered us. If we cannot overcome his domination of the Ghâzab Bôron, it will not matter how many great heroes stand with us. Our defeat will be certain, and it will be forever.\\n\\n'If Lendelen is trustworthy, as I am told he is, there are few only who can break the spells enwreathing the Oath-stone. They must reach the chamber in which it lies, though it be kept within Barad-dûr itself. Their purpose must be hidden from Sauron, for if he learns what they seek to do he will turn his every thought upon preventing it. If he sees a [placeholder] among the most powerful High Elves that walk in Middle-earth, he may hesitate. \\qWhat purpose do you serve?\\q he may wonder, and in that briefest of delays the mission of the Bright Company might be accomplished. It is a hard thing to ask, [placeholder], but we must seek every advantage we can. It is likely you will not return.\\n\\n'But there are still preparations to be made before the Bright Company departs. You should find the Hól-budlan matriarch Tûka, somewhere to the east of our encampments, for she intended to scout the entrance to the tunnel discovered by her people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Talk to Tûka outside the entrance to Halroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Defeat just the right number of enemies outside Halroth, in Emyn Duir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Over here... as quiet as you can!\\n\\n'This is the tunnel about which I spoke at the council. Some of my people followed it a goodly way, and it seemed to them that it did curve in the direction of the Dark Tower. We all agree that it must empty into the dungeons, and if the Elves are as powerful as they say they will be able to make it at least as far as the tower. Beyond that, well...'\\n\\nTûka shudders.\\n\\n'There are a lot of eyes out here. We should thin out some of the foes this near to Halroth, but not so many as to be suspicious. You had better get to it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Defeat enemies in the vicinity of the entrance to the tunnel of Halroth, in Emyn Duir.\\n\\nTûka thinks you should defeat watchful eyes near the entrance to Halroth, not too many and not too few.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'This way... and be as quiet as you can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "Defeat just the right number of enemies outside Halroth, in Emyn Duir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Well done! You defeated just the right number, I would say: not too many nor too few. The passage of the Bright Company should be unremarked upon, which is better than we might have hoped!\\n\\n'There is nothing else you need help me with at Halroth. You may as well return to Adambel, and relay the news that the tunnel entrance is less-watched than it might have been.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50254",
      "en": "Talk to Tûka outside the entrance to Halroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'I am glad you have returned, for I... I wish to apologize to you for my words earlier. I repented of them not long after you left, and would have them unsaid. Alas, that is beyond my power. Still, I beg you will forgive me. The war must soon end, one way or another, and I would not have us part with such a cloud of ill feeling between us.\\n\\n'My brothers and I plan to take a last meal together at Díngarth, for it seems clear the mission of the Bright Company is the final hope of the Great Alliance, and we may not have another opportunity. I hope that you will join us, my friend. Let me know if you will.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50256",
      "en": "Talk to Vëamacil at Adambel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Thank you, my friend. Let us go together to Díngarth. It is Tárandil's birthday today, and we are celebrating as best we can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "The shade of Isildur is on Tol Send, waiting to tell you more of the tale of the Great Alliance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50259",
      "en": "Talk to Vëamacil and complete 'Instance: A Bad Birthday'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'The sun dawned sickly on the day the mission of the Bright Company was to take place. They gathered at Echad-in-Edhil and prepared to depart for the secret way of Halroth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Find Tûka outside the entrance to the tunnel of Halroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56846",
      "en": "'I hoped it would not be necessary to recall that dark day, but I see now it cannot be avoided.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Glorfindel is on Tol Send.\\n\\nGlorfindel has interrupted the shade of Isildur in his telling of the tale, and wishes to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56847",
      "en": "'I say Glorfindel should speak on, and delay no further.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'But there are still preparations to be made before the Bright Company departs. You should find the Hól-budlan matriarch Tûka, somewhere to the east of our encampments, for she intended to scout the entrance to the tunnel upon which our hope rests.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a2",
      "en": "'There are a lot of eyes out here. We should thin out some of the foes this near to Halroth, but not so many as to be suspicious. You had better get to it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Gandalf is on Tol Send. He has listened with interest to the tale told by the shade of Isildur, but does not understand the need for Glorfindel's interruption.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Glorfindel is on Tol Send, and he has volunteered to complete the tale begun by the shade of Isildur, despite his misgivings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1164",
      "en": "Glorfindel catches your attention, a sorrowful look on his face",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56850",
      "en": "'I think you've almost got it! But not quite!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1165",
      "en": "Glorfindel closes his eyes, and nods with reluctant agreement",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d169",
      "en": "Lendelen of the Bright Company has suggested a dangerous mission to overcome Sauron's domination of the Ghâzab Bôron, and a number of preparations must be made before it can be attempted.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01141",
      "en": "Tûka is outside the entrance of Halroth, a tunnel carved in the rocks of Mordor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "'Over here... as quiet as you can!\\n\\n'This is the tunnel about which I spoke at the council. Some of our people followed it a goodly way, and it seemed to them that it did curve in the direction of the Dark Tower. We all agree that it must empty into the dungeons, and if the Elves are as powerful as they say they will be able to make it at least as far as the tower. Beyond that, well...'\\n\\nTûka shudders.\\n\\n'There are a lot of eyes out here. We should thin out some of the foes this near to Halroth, but not so many as to be suspicious. You had better get to it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56853",
      "en": "'Over here... as quiet as you can!\\n\\n'This is the tunnel about which I spoke at the council. Some of my people followed it a goodly way, and it seemed to them that it did curve in the direction of the Dark Tower. We all agree that it must empty into the dungeons, and if your folk are as powerful as they say they will make it at least as far as the tower. Beyond that, well...'\\n\\nTûka shudders.\\n\\n'There are a lot of eyes out here. We should thin out some of the foes this near to Halroth, but not so many as to be suspicious. You had better get to it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01145",
      "en": "Vëamacil is at Adambel, and he wishes to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56857",
      "en": "'There is nothing else you need help me with at Halroth. You may as well return to Adambel, and relay the news that the tunnel entrance is less-watched than it might have been.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": " #-1:[placeholder]'Our Alliance is composed of the mightiest heroes of the age, and together we have achieved many victories. But here, after seven years of siege, our triumphs are mere memory. Sauron has outmaneuvered us. If we cannot overcome his domination of the Ghâzab Bôron, it will not matter how many great heroes stand with us. Our defeat will be certain, and it will be forever.\\n\\n'If Lendelen is trustworthy, as I am told he is, there are few only who can break the spells enwreathing the Oath-stone. They must reach the chamber in which it lies, though it be kept within Barad-dûr itself. Their purpose must be hidden from Sauron, for if he learns what they seek to do he will turn his every thought upon preventing it. If he sees a #-1:{woman[f]|man} of the wild among the most powerful High Elves that walk in Middle-earth, he may hesitate. \\qWhat purpose do you serve?\\q he may wonder, and in that briefest of delays the mission of the Bright Company might be accomplished. It is a hard thing to ask, but we must seek every advantage we can. It is likely you will not return.\\n\\n'But there are still preparations to be made before the Bright Company departs. You should find the Hól-budlan matriarch Tûka, somewhere to the east of our encampments, for she intended to scout the entrance to the tunnel discovered by her people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01148",
      "en": "Vëamacil is at Adambel, and he wishes to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": " #-1:[placeholder]'Our Alliance is composed of the mightiest heroes of the age, and together we have achieved many victories. But here, after seven years of siege, our triumphs are mere memory. Sauron has outmaneuvered us. If we cannot overcome his domination of the Ghâzab Bôron, it will not matter how many great heroes stand with us. Our defeat will be certain, and it will be forever.\\n\\n'If Lendelen is trustworthy, as I am told he is, there are few only who can break the spells enwreathing the Oath-stone. They must reach the chamber in which it lies, though it be kept within Barad-dûr itself. Their purpose must be hidden from Sauron, for if he learns what they seek to do he will turn his every thought upon preventing it. If he sees a small #-1:{lass[f]|lad} such as you among the most powerful High Elves that walk in Middle-earth, he may hesitate. \\qWhat purpose do you serve?\\q he may wonder, and in that briefest of delays the mission of the Bright Company might be accomplished. It is a hard thing to ask, but we must seek every advantage we can. It is likely you will not return.\\n\\n'But there are still preparations to be made before the Bright Company departs. You should find your matriarch Tûka somewhere to the east of our encampments, for she intended to scout the entrance to the tunnel discovered by your people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'Our Alliance is composed of the mightiest heroes of the age, [placeholder], and together we have achieved many victories. But here, after seven years of siege, our triumphs are mere memory. Sauron has outmaneuvered us. If we cannot overcome his domination of the Ghâzab Bôron, it will not matter how many great heroes stand with us. Our defeat will be certain, and it will be forever.\\n\\n'If Lendelen is trustworthy, as I am told he is, there are few only who can break the spells enwreathing the Oath-stone. They must reach the chamber in which it lies, though it be kept within Barad-dûr itself. Their purpose must be hidden from Sauron, for if he learns what they seek to do he will turn his every thought upon preventing it. If he sees an unfamiliar [placeholder] among the others of the Company, he may hesitate. \\qWhat purpose do you serve?\\q he may wonder, and in that briefest of delays the mission of the Bright Company might be accomplished. It is a hard thing to ask, but we must seek every advantage we can. It is likely you will not return.\\n\\n'But there are still preparations to be made before the Bright Company departs. You should find the Hól-budlan matriarch Tûka, somewhere to the east of our encampments, for she intended to scout the entrance to the tunnel discovered by her people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'Our Alliance is composed of the mightiest heroes of the age, [placeholder], and together we have achieved many victories. But here, after seven years of siege, our triumphs are mere memory. Sauron has outmaneuvered us. If we cannot overcome his domination of the Ghâzab Bôron, it will not matter how many great heroes stand with us. Our defeat will be certain, and it will be forever.\\n\\n'If Lendelen is trustworthy, as I am told he is, there are few only who can break the spells enwreathing the Oath-stone. They must reach the chamber in which it lies, though it be kept within Barad-dûr itself. Their purpose must be hidden from Sauron, for if he learns what they seek to do he will turn his every thought upon preventing it. If he sees a dwarf among the most powerful High Elves that walk in Middle-earth, he may hesitate. \\qWhat purpose do you serve?\\q he may wonder, and in that briefest of delays the mission of the Bright Company might be accomplished. It is a hard thing to ask, [placeholder], but we must seek every advantage we can. It is likely you will not return.\\n\\n'But there are still preparations to be made before the Bright Company departs. You should find the Hól-budlan matriarch Tûka, somewhere to the east of our encampments, for she intended to scout the entrance to the tunnel discovered by her people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "'But there are still preparations to be made before the Bright Company departs. You should find the Hól-budlan matriarch Tûka, somewhere to the east of our encampments, for she intended to scout the entrance to the tunnel upon which our hope rests.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a5",
      "en": "Tûka is outside the tunnel of Halroth, which the Bright Company hopes to use to infiltrate Barad-dûr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a9",
      "en": "Tûka is outside the entrance of Halroth, a tunnel carved in the rocks of Mordor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b6",
      "en": "Defeat enemies in the vicinity of the entrance to the tunnel of Halroth, in Emyn Duir.\\n\\nTûka thinks you should defeat watchful eyes near the entrance to Halroth, not too many and not too few.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1188",
      "en": "'\\qNot too many, nor too few,\\q Tûka had said, and that was all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1189",
      "en": "'They never told me the precise number, but in the end Tûka must have been satisfied.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 12.3: A Bad Birthday",
      "es": "",
      "es (fem)": ""
    }
  ]
}