{
  "id": 621022399,
  "txt": [
    {
      "id": 228284039,
      "en": "'That is the latest of my discoveries from the Black Book. What else lies between these leather covers, I wonder?'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Mithrandir is at Echad Uial, waiting to discuss what else he has learned from the Black Book of Mordor.",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'The man with the shield? Aye, I remember him. I did not much like the look of him, though.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Faramir is at Echad Uial.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Beregond is at Echad Uial.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Mithrandir in Echad Uial and complete 'Instance: The Sword and the Stonemaiden'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'E채rnur's doomed adventure into the citadel now called Durthang has brought to mind a recent conversation. Beregond spoke to me of someone with an interest in that place. Speak to my captain and ask him what happened to the man with the shield. He was here at the camp, but I have not seen him since I returned.'",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Talk to Faramir at Echad Uial",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Talk to Beregond at Echad Uial",
      "es": ""
    },
    {
      "id": 24695153,
      "en": "Unwilling to remain behind in the Vales of Anduin, Mithrandir has come to Echad Uial with the Black Book of Mordor.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Let us not delay. I will tell both you and Prince Faramir what I have learned, if you and he have the time and the interest to listen.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Faramir, I must ask that you not pepper me with questions while I tell you both the tale, or it will take much longer! Trust that [placeholder] will explain to you anything you do not understand. A Wizard's time is valuable and I cannot spend all day relating my discoveries to you.\\n\\n'Are you both ready to listen? Very good.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 13.6: The Sword and the Stonemaiden",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'That is quite a tale! One day you will need to tell me where you found this curious tome, [placeholder]. The sigil on its face cannot be mistaken for anything save the Eye of Sauron, which marks it as an artifact of evil. How then came it to tell the tale of King E채rnur? Nay, not even so, for he was not yet king. But still, little is recorded of the years before he followed his father E채rnil to the throne. To find such an account in a book bearing the mark of Mordor is troubling to me.\\n\\n'But E채rnur's doomed adventure into the citadel now called Durthang has brought to mind a recent conversation. Beregond spoke to me of someone with an interest in that place. Speak to my captain and ask him what happened to the man with the shield. A Man of Ithilien he was, but I confess I do not know his name. He was here at the camp, but I have not seen him since I returned.'",
      "es": ""
    }
  ]
}