{
  "id": 621022396,
  "txt": [
    {
      "id": "0x9b568b4",
      "en": "'We established a camp to the west, and you may find the Prince there. Do what you can to help us, for we have need of strong allies and do not dare turn anyone away!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'My prince has not found it easy to shake his roots as a Ranger; even now he walks somewhere in the valley, despite our warnings. I ask you to find several places from which to <rgb=#00FF00>look</rgb> at Minas Morgul and at the Bridge of Gúliant, and also to defeat our foes along the Rath Dúath. Take the road west until you emerge from the trees; there is a short stone pillar by the side of the track from which you can study the walls of the city. Faramir intended to survey Gúliant, and you may find him there when you have accomplished these tasks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 13.4: The Road to the Moon-lands",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Find Echad Uial in Imlad Morgul",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Beregond at Echad Uial",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Find the bridge of Gúliant over the Morgulduin, west along the road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "<rgb=#FF0000>You will automatically travel to Fennas Gost on the outskirts of Imlad Morgul when you accept this quest.</rgb>\\n\\n'King Elessar has charged Faramir, Prince of Ithilien, with cleansing the evils from Imlad Morgul. Find his men at Fennas Gost, the Dread Door on the western bounds of Gorgoroth, and aid them with their mission. They will not be able to stand alone against Gothmog, but your help may tip the balance in their favour.\\n\\n'Remember, my friend: Minas Morgul was once the tower of Minas Ithil, a jewel of Gondorian art and culture, but it has spent long centuries corrupted by the Nazgûl and Sauron's other terrible servants. None can say what dangers you will find within, but I trust that if any [placeholder] has the courage to face them, you do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "<rgb=#00FF00>Look</rgb> at Minas Morgul when you emerge from the trees along the road, by the stone pillar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Talk to Faramir at the Bridge of Gúliant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Be careful, friend! We are hard-pressed here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "<rgb=#00FF00>Look</rgb> at the environs from the bridge of Gúliant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Defeat foes throughout Rath Dúath ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Be careful, friend! We are hard-pressed here, and attacks can come at any time, without warning!\\n\\n'It was at Prince Faramir's command that we forced open the Dread Door, and we paid dearly for it. Many of my brethren did not survive the initial attack, but now we hold it against whatever evils try to retake it; we will not risk dishonouring the memory of our fallen by giving it back!\\n\\n'We established a camp to the west, and you may find the Prince there. Do what you can to help us, for we have need of strong allies and do not dare turn anyone away!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Welcome, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'I bid you welcome to Imlad Morgul. Ha! Do I say \\qwelcome?\\q This is not a welcoming place, and indeed it must be the least-such I have ever seen!\\n\\n'Even so, it is my honour and my joy to serve here at the command of King Elessar, for it was his mercy alone that allows me to still draw breath. My crime could not be forgiven: I spilled the blood of my fellows and for that a Guard of the Citadel deserves death. Because I acted to save the life of my lord Faramir, the king named me an exile, and charged me with the further protection of Faramir's life. I do not gainsay the king's wisdom, nor would I, but neither am I blameless. I bear my guilt with me, and strive every day to serve King Elessar and Prince Faramir.\\n\\n'It is the king's command that Minas Morgul be utterly destroyed and the valley cleansed. I do not know how this might be accomplished, but I will do whatever I can to make it so! Thus do I welcome you to Imlad Morgul, [placeholder], strange though it seem!\\n\\n'My prince has not found it easy to shake his roots as a Ranger; even now he walks somewhere in the valley, despite our warnings. I ask you to find several places from which to <rgb=#00FF00>look</rgb> at Minas Morgul and at the Bridge of Gúliant, and also to defeat our foes along the Rath Dúath. Take the road west until you emerge from the trees; there is a short stone pillar by the side of the track from which you can study the walls of the city. Faramir intended to survey Gúliant, and you may find him there when you have accomplished these tasks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Follow the road west of Echad Uial, until you emerge from the trees near a stone pillar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'It is good to see you. This was once the Bridge of Ithiliant, but no longer. Now it is called by another name: Gúliant.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "Soldiers of Ithilien are hard-pressed at Fennas Gost, the Dread Door",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "According to Gandalf, the problem posed by Gothmog has become too serious to bear. Your road leads now to Imlad Morgul, where the creature that was once King Eärnur now lurks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'It is good to see you again, [placeholder]. I will not say this is a pleasant place, but I know that once it was. This was Imlad Ithil, and nowhere else in Gondor could rival its beauty when the Ithilduin river sparkled in the moonlight like a vein of silver threaded between dark cliffs. When Isildur came to these shores with his father and brother, he was so taken by the beauty of this valley that he built a citadel beneath the slopes of Achathras, tallest peak of the Ephel Dúath. Minas Ithil he called it, and Barad Cúron, the Tower of the Crescent Moon, rose from its topmost level.\\n\\n'But that was long ago, and the Lord of the Nazgûl coveted the valley and the citadel sheltered within. Twice the Witch-king seized the city. The first time, he possessed it only until the Last Alliance of Men and Elves came south and fought the war that ended the Second Age. Minas Ithil remained under the control of Gondor for centuries, and although it would never again attain the heights it had known under Isildur, it drew the imaginations of poets, artists, and minstrels from all over the kingdom.\\n\\n'That all came to a sad end with the second of the Witch-king's assaults upon the city. When the Nazgûl captured Minas Ithil for the second time, that name could no longer describe the citadel. It became Minas Morgul, the Tower of Sorcery, and so it would stay.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Beregond asked you to defeat foes throughout Rath Dúath, and to scout the terrain by <rgb=#00FF00>look</rgb>ing at several important landmarks within Imlad Morgul.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Fennas Gost, the Dread Door on the outskirts of Gorgoroth, provides access to Imlad Morgul.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Faramir, Prince of Ithilien, can be found near the Bridge of Gúliant in Imlad Morgul.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "An injured Ranger at Fennas Gost has called to you, hoping to prevent you from suffering as he has.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Echad Uial is west of Fennas Gost, in Imlad Morgul.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1190",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Beregond is at Echad Uial in Imlad Morgul.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Travel to Fennas Gost on the outskirts of Imlad Morgul",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to the injured Ranger at Fennas Gost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1196",
      "en": "The dark waters of the Morgulduin rush beneath the stones of Gúliant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "This is one of the locations Beregond described",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1198",
      "en": "This is one of the locations Beregond described",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "Beregond hails you warmly, welcoming you to Echad Uial",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "The walls of the Dead City tower above you, monumental and menacing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "Defeated foes throughout Rath Dúath ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}