{
  "id": 621022395,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'I suspected there was something I missed in the Black Book... and I was right. I could not place my finger upon it, but something stirred within the recesses of my mind, and I found a new avenue of study worth following.\\n\\n'Will you hear me, [placeholder]? Things are not as we believed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Talk to Gandalf and complete 'Instance: The Picture Painted'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to Gandalf inside the Beorninghús",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Give me your attention, and do not let it wander; you must know what I have learned. I have made a worrisome discovery.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Gandalf has continued his study of the Black Book of Mordor, and he has much to tell you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Gothmog has been responsible for much sorrow in each of his guises, [placeholder]. It seems too that his fate is interwoven with yours, for even the tale of Vóin is not free of his corruptive touch, though it be written almost a thousand years ago. Gothmog has been a long-simmering font of evil; he can no longer remain unchallenged. It is time at last to put an end to him.\\n\\n'These past few years revealed to us that which we did not know: King Eärnur was not slain when he rode to Minas Morgul to confront the Witch-king; he was instead transformed into Mordirith, a thrall of the Lord of the Nazgûl. It was by Mordirith's hand that the shadow fell upon Angmar, but he was opposed by Golodir the Ranger and Narmeleth of Lindon, to say nothing of a certain [placeholder] of my acquaintance. Mordirith's designs were broken, but his spirit persevered and he was given a new guise, and a new task. He would command Sauron's armies in war, second only to his old master, the Witch-king of Angmar.\\n\\n'But the Witch-king was slain at Pelennor, as few only might have dared hope, and Gothmog's confidence in his own invulnerability was shaken. He fled the field, escaping to Imlad Morgul and sealing the roads in or out of that vale. While Sauron thrived, the Free Peoples of Middle-earth had worries enough to occupy their attention, and Gothmog could be set aside. But now a new fear presents itself to me. Gothmog has had time now to lick his wounds and search the valley for artifacts that might reverse his fortunes. What terrible sorceries might he have discovered?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 13.3: The Picture Painted",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Gandalf is inside the Beorninghús, waiting to divulge what he has learned from his study of the Black Book of Mordor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Gandalf is inside the Beorninghús, shaken by what he has learned from the Black Book of Mordor.",
      "es": "",
      "es (fem)": ""
    }
  ]
}