{
  "id": 621022386,
  "txt": [
    {
      "id": 216727827,
      "en": "Glorfindel is on Tol Send. He has agreed to finish the tale begun by the shade of Isildur, despite his misgivings.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Do not trouble yourself, Glorfindel, on my account. All that was kept from me has been restored, and I do not begrudge you for keeping secret that which the Valar hid from me. Indeed, in this knowledge I find reassurance, for I see now that my reluctance to oppose Sauron directly was borne from Lendelen's sad fate. And is it not true that Frodo's quest proved successful, and the Ring and the Dark Lord both defeated at one stroke? Indirect opposition found success where direct opposition could not, and in that I may say the Bright Company came at last to have its greatest triumph.\\n\\n'But I remember now that which I did not before. I know the end of the tale.'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Forgive me, Ol贸rin, Mithrandir, Gandalf. Forgive me, Lendelen.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Glorfindel is on Tol Send.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Talk to Glorfindel on Tol Send and complete 'Instance: The Glory of the Bright Company'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Gandalf is on Tol Send.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Glorfindel on Tol Send",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Gandalf on Tol Send",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Glorfindel has volunteered to finish the tale begun by the shade of Isildur, for he fought alongside the Bright Company and remembers both the triumph and the sorrow they encountered within the Dark Tower.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Will you hear me, then?'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Listen now to the last glory of the Bright Company, and may it prove worth the sorrow I foresee in its telling.'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 12.4: The Glory of the Bright Company",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'And so it is done, [placeholder]. When I beheld Ol贸rin in a new guise in this Third Age, I knew him to be Lendelen come again. And yet he knew nothing of his former life, and remembered nothing of the trials he endured within Barad-d没r.\\n\\n'I could think of one reason only for that: the Valar had kept the memory of that experience from him as a mercy and a kindness. For if he remembered the cruel tortures he suffered at the hands of Sauron, how could he oppose the Dark Lord upon his return, knowing the extent of Sauron's malice?\\n\\n'And so we chose not to speak of Lendelen or his sad fate within the Dark Tower during the final days of the Second Age. I did not wish to inflict this harm upon Ol贸rin, Mithrandir, or Gandalf... and for that I beg his forgiveness. Lendelen was my closest advisor, my dearest friend, and I failed him. I thought it best to leave his memory behind, for if that was the purpose of the Valar I would not wish to do otherwise.'",
      "es": ""
    }
  ]
}