{
  "id": 621022385,
  "txt": [
    {
      "id": 111477395,
      "en": "Talk to Tárandil",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Listen to the conversation of the sons of Isildur",
      "es": ""
    },
    {
      "id": 266374868,
      "en": "Follow Vëamacil to his brothers",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Vëamacil",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Vëamacil and his brothers are at Díngarth.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'It is strange to me that after so many years spent in siege, tomorrow the sun may dawn upon the Great Alliance for the last time. The council was most clear: if the Bright Company fails to break Sauron's control over the Oath-stone, all hope of our victory is fled.\\n\\n'No! Banish the thought, banish it! We will think of something.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Meldaran is at Díngarth.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The sons of Isildur are spending a final night by the fire before the day dawns upon the Bright Company's desperate mission to rob Sauron of his domination over the Ghâzab Bôron.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "The sons of Isildur are at Díngarth.",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I will not lie to you, friend. Your mission tomorrow will not be easy, for you go to the most dangerous of all places in this Black Land. I envy you not the chance; I am no fool! But in this one thing I am envious: tomorrow you will be given the chance to do something, stand or fall, and you need not wait for fate to arrive; you will go to meet it! Not every man gets the opportunity for that.\\n\\n'The Elves of the Bright Company are renowned for their courage. If I had any advice to give you, it would be this: stay near to Glorfindel! Some measure of inspiration will serve you in good stead, and I warrant he will provide any you might require! Who can tell what we might say on the morrow? The glory of the Bright Company may be joined with yours, and Men may speak in reverent tones of your own contribution. Victory might not be yours, but at the least none will speak of cowardice!'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Talk to Vëamacil",
      "es": ""
    },
    {
      "id": 238287377,
      "en": "'Cowards. Cowards!'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Meldaran",
      "es": ""
    },
    {
      "id": 238287378,
      "en": "'There is cowardice enough on these shores to fill up a mountain!'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'If we do survive... if the Bright Company does complete its mission, and Sauron's hold over the Ghâzab Bôron is broken, I wish to ask my foster-father for a boon. I do not seek treasure, or reward, or glory. I want only one thing.'\\n\\nTárandil clenches his hands into fists.\\n\\n'I want Isildur to send me to Morthond. I want to find Rioc of the Mountain, in whatever hole he hides, and make him pay for his oath-breaking. I want to slay him myself. If we survive the days to come, I will take no rest until I have paid Rioc for his treachery.'",
      "es": ""
    },
    {
      "id": 238287379,
      "en": "'I cannot help it, no matter how much I try.'",
      "es": ""
    },
    {
      "id": 227325872,
      "en": "'Do they not serve as a useful example of our wrath?'",
      "es": ""
    },
    {
      "id": 238287380,
      "en": "'Vëamacil! You speak the fool, and shame yourself!'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "The sons of Isildur are at Díngarth.",
      "es": ""
    },
    {
      "id": 227325873,
      "en": "'Of course we would rather have had their spears.'",
      "es": ""
    },
    {
      "id": 238287381,
      "en": "'It is my birthday today, the seventh since we came to Mordor.'",
      "es": ""
    },
    {
      "id": 227325874,
      "en": "'Broken oaths and curses make for grim talk on a birthday, Tárandil.'",
      "es": ""
    },
    {
      "id": 238287382,
      "en": "'I know what I want for my birthday.'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 227325875,
      "en": "'Let us sit, and speak of happier things!'",
      "es": ""
    },
    {
      "id": 238287383,
      "en": "'I have. His ire is unrelenting. It will not abate!'",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'I have seen brighter birthdays, but if we do survive, let us look back upon this one more fondly! Tárandil, I am certain father will grant you the boon you seek; did he not rage for a week and a day at the betrayal of the Men of the Mountain? If you desire the death of Rioc, father is certain to grant it.\\n\\n'But let us speak of lighter matters! Among the Thíuda recently come through Ram Raedas, I saw a woman of such loveliness she could melt even your own sturdy armour, Tárandil! The blade she carried was sharp, even deadlier than your own, and with words of love you might win her heart. Why, she might join her weapon to yours, and let Rioc pay double for his treachery!'",
      "es": ""
    },
    {
      "id": 227325876,
      "en": "'I was a goodly distance away, if I tell you true...'",
      "es": ""
    },
    {
      "id": 238287384,
      "en": "'He will not set aside his curse... not for any reason.'",
      "es": ""
    },
    {
      "id": 227325877,
      "en": "'I cannot describe her as would the poets, but I am fairly certain she was fair.'",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "The sons of Isildur are at Díngarth, waiting for you to sit by their camp-fire.",
      "es": ""
    },
    {
      "id": 227325878,
      "en": "'Pass me some of the bread and cheese. My appetite is sharpened.'",
      "es": ""
    },
    {
      "id": 227325879,
      "en": "'You wound me, Ornaher.'",
      "es": ""
    },
    {
      "id": 227325880,
      "en": "'And to think you were once my favourite brother.'",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Tárandil is at Díngarth.",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Vëamacil is at Díngarth.",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "The sons of Isildur are at Díngarth.",
      "es": ""
    },
    {
      "id": 265866097,
      "en": "'We must think of something.'",
      "es": ""
    },
    {
      "id": 265866098,
      "en": "'All is well, my brothers. Apologies were made and accepted.'",
      "es": ""
    },
    {
      "id": 265866099,
      "en": "'At any rate, all is well now.'",
      "es": ""
    },
    {
      "id": 265866100,
      "en": "'Again?'",
      "es": ""
    },
    {
      "id": 265866101,
      "en": "'Tárandil was at the victory feast held by the Orodhoth, the Men of the Mountain.'",
      "es": ""
    },
    {
      "id": 265866102,
      "en": "'He thinks he should have known them for oath-breakers.'",
      "es": ""
    },
    {
      "id": 265866103,
      "en": "'It has come up... once or twice.'",
      "es": ""
    },
    {
      "id": 265866104,
      "en": "'All others came when we called, and dared not refuse.'",
      "es": ""
    },
    {
      "id": 133770257,
      "en": "'We cannot go with you, but none here are cowards.'",
      "es": ""
    },
    {
      "id": 265866105,
      "en": "'I think even the Men of the Mountain served a purpose.'",
      "es": ""
    },
    {
      "id": 133770258,
      "en": "'Had we the opportunity, we too would fight alongside the Bright Company, as you will!'",
      "es": ""
    },
    {
      "id": 133770259,
      "en": "'Ah.'",
      "es": ""
    },
    {
      "id": 133770260,
      "en": "'Do not dwell on them, Tárandil.'",
      "es": ""
    },
    {
      "id": 133770261,
      "en": "'They swore an oath of friendship and alliance with our father.'",
      "es": ""
    },
    {
      "id": 49286656,
      "en": "<rgb=#00FF00>Sit</rgb> by the fire",
      "es": ""
    },
    {
      "id": 133770262,
      "en": "'But when the war began, and he called for their aid, they refused.'",
      "es": ""
    },
    {
      "id": 133770263,
      "en": "'I am sure our father will grant you this boon.'",
      "es": ""
    },
    {
      "id": 133770264,
      "en": "'You've seen the anger that stirs in him when talk turns to the Men of the Mountain.'",
      "es": ""
    },
    {
      "id": 133770265,
      "en": "'How beautiful was this Thíuda woman, Vëamacil?'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Listen to the conversation of the sons of Isildur",
      "es": ""
    },
    {
      "id": 261275952,
      "en": "'That is nothing new.'",
      "es": ""
    },
    {
      "id": 77544977,
      "en": "'It seems to me only one apology was needed, my brother, and not two.'",
      "es": ""
    },
    {
      "id": 77544978,
      "en": "'Does something trouble you, Tárandil?'",
      "es": ""
    },
    {
      "id": 77544979,
      "en": "'Put them from your mind, my brother.'",
      "es": ""
    },
    {
      "id": 77544980,
      "en": "'He levied a curse upon them for their cowardice and their oath-breaking.'",
      "es": ""
    },
    {
      "id": 77544981,
      "en": "'Is this wine already gone?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: A Bad Birthday",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Listen to the conversation of the sons of Isildur",
      "es": ""
    }
  ]
}