{
  "id": 621022392,
  "txt": [
    {
      "id": 216727827,
      "en": "The shade of Isildur is on Tol Send.",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'I was with my king on this day. I know what then befell.\\n\\n'The Dark Lord opened his gates and emptied Barad-d没r, unleashing the last of his armies in a final bid to destroy those who besieged him. On the slopes of Mount Doom he brandished his black mace Mordagnir, wading through friend and foe alike, until at last he faced the High Kings of the Alliance. The One Ring shone on his finger, and he sent forth his evil thought, seeking to dominate Gil-galad's mind when he donned the Three.\\n\\n'But he did not see it. Gil-galad threw back his head and laughed at Sauron, and the Dark Lord was filled with rage. \\qThe rings of my people may be together,\\q my liege declared, \\qbut they are far from here. Far from you.\\q And Sauron knew he had been deceived, lured from the safety of his tower, and he knew his peril. But above all else he desired to inflict anguish upon those arrayed before him. He sent his will into the One Ring, and his foes were held fast by its spell. Sauron fell upon them in deadly combat, and great gouts of ash and flame roared from the peak of Mount Doom.\\n\\n'I stood on the slope, too far to aid my king, but near enough to feel the terrible heat of that battle. Even now I can feel it, and I know the pain of that day anew.'",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Elrond on Tol Send",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Elrond is on Tol Send, and he wishes to pick up the tale where Gandalf has left it.",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'I remember this day. It is burned upon my memory, and will not fade.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'While Sauron tormented Lendelen within Barad-d没r, the leaders of the Great Alliance met once more in secret. A trap was decided upon, a trap with which to ensnare Sauron and draw him forth from his tower.\\n\\n'The Lady Galadriel had remained at Minas Ithil after she and Lord Celeborn drove the Nazg没l from the valley. Now she sent her thought to Lendelen, and she spoke directly through Sauron's prisoner to the Dark Lord. \\qOne broke the gates of Ithil,\\q Lendelen said, his last breaths upon him, and Sauron laughed, for he had the mastery.\\n\\n'\\qTwo sundered the ramparts of Morannon,\\q Lendelen continued, and doubt began to gnaw at the Dark Lord. He had long feared the Elven-rings, and in his secret heart he dreaded to think they could be used against him.\\n\\n'\\qBut Three...\\q Lendelen said as the last of his strength departed. \\qThe power of the Three, wielded together, shall cast you down at last.\\q\\n\\n'And so Lendelen perished, and his final words remained hidden to me for this past Age. But now I know what they wrought, for it was by this message that the Deceiver was himself deceived. Sauron climbed to the pinnacle of Barad-d没r, and looking from that vast height he beheld a shining figure ascending the slopes of Mount Doom. Fear seized him, and he imagined that Gil-galad possessed all three Elven-rings, and would use them together to destroy him. For the Three were hidden from his sight, but he thought he could sense they had been united at last.'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Talk to the shade of Isildur on Tol Send",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 51875094,
      "en": "His memory restored by the words of Glorfindel, much that was hidden from Gandalf has been returned to him: pain, loss, and suffering, but knowledge also.",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 12.5: The End of the Tale",
      "es": ""
    }
  ]
}