{
  "id": 621022391,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'You again? And here I hoped you might have gone, and taken Wizard and Elves with you! It was a pleasant thought, but now it is dashed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Gandalf is on Tol Send, deep in thought.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Grimbeorn is at the Beorninghús.\\n\\nGandalf thinks you should return to the Beorninghús and speak with Grimbeorn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Grimbeorn at the Beorninghús",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "The shade of Isildur is on Tol Send.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to the shade of Isildur on Tol Send",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'My memory is less certain of the years following the defeat of Sauron, [placeholder]. Gultháva's enchantment still enwreathes my mind, and I find it difficult to clearly recall the events that transpired. There were two years of peace, that I know, and during those years the kingdom of Gondor was restored to order. Vows were taken before the Oath-stones, and a tomb made for my father at Amon Anwar. It was to be a hallowed place.\\n\\n'At last it was time for me to take up my father's place on the high throne in the North. My queen and my youngest son waited for me in Rivendell, where they marked the time during the war, so I chose not to sail. With a company of knights, my sons, and the heirlooms of my house, I rode north... to my death and the death of my sons. We were all of us betrayed. You have agreed to help me avenge this treachery, [placeholder], but I do not see the face of my betrayer, and cannot remember what befell. In my mind's eye I see only a chamber with a white stone, beneath a rotating beacon, but all is hazy, as if I look from a great distance.\\n\\n'I do not know what this vision signifies. Gultháva's enchantment releases its grip upon my mind but slowly, and leaves only mystery in its wake.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "Gandalf strokes his beard and nods. It is the Wizard's way of asking for attention",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'We have been some time away from the Beorning-lands, and Grimbeorn may worry at our absence. We should return to him and assure him we still have need of his hospitality. I desire also to return to my study of the Black Book of Mordor, for I see now that some things I long held to be certain were perhaps not so, and I wonder at some avenues of learning I might have dismissed too readily.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Do you mean to tell me the Wizard and the Elves have not gone? Ah, it was a pleasant thought, but now it is dashed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "After the defeat of Sauron, Isildur faced a number of challenges during the two years preceding his death on the Gladden Fields and the loss of the One Ring.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Sauron was defeated, but at great cost. Elves and Men wept for their lost kings, for the like of Gil-galad and Elendil would never come again. But there was joy too, for the war was ended and none could see the sorrows of the Age to come. The Ring should have been destroyed on that day, but it was not. Isildur took the Ring as payment for the death of his father and the travails of his people, an heirloom of his house and a record of their triumph over evil.\\n\\n'The several kindreds that composed the Alliance returned to their homelands, nursing their grief and holding dear the memory of their triumph. We believed Sauron was gone forever, and it was not so.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Yes, my friend, I know what chamber Isildur describes. Many pieces fall now into place for me, for as Lendelen I knew many things and saw much. It is as if a room that was sealed to me has been flung open, and while the pain is unwelcome the knowledge is not. I deem it a worthy trade, though Glorfindel regrets the necessity.\\n\\n'This I believe, [placeholder]. It was known to Sauron's servants that Isildur perished in the Gladden Fields. They scoured the swamplands hereabout in search of the Ring, but they found it not. In time, his bones were recovered and borne away to places of great evil, perhaps to the very Houses of Lamentation it is said lie hidden somewhere within Mordor. What unholy rites were performed with his remains? I hazard no guess, but in time perhaps even the servants of Sauron tired of this villainy, and his bones were brought to some chamber where they, in time, were forgotten.\\n\\n'The white stone Isildur describes must be the Vandassar of Dúath, which stood in Minas Ithil until the forces of Sauron captured that city during the Second Age. It was moved to Barad-dûr at the direction of the Witch-king, hauled on a great waggon pulled by hill-trolls into Gorgoroth. It was in the Dark Tower that the Bright Company broke the spells upon it. After the war, when the Alliance razed Barad-dûr to its foundation, the Vandassar must have been returned to Minas Ithil. So that explains the white stone, but what of the rotating beacon? Indeed, there was a beacon of some note in that city, kept in an upper chamber atop Barad Cúron, the Tower of the Crescent Moon. It seems to me the bones of Isildur came to lie within the tower. If his shade is to find rest, these bones must be recovered.\\n\\n'But let us not now dwell upon that task. We have been some time away from the Beorning-lands, and Grimbeorn may worry at our absence. We should return to him and assure him we still have need of his hospitality. I desire also to return to my study of the Black Book of Mordor, for I see now that some things I long held to be certain were perhaps not so, and I wonder at some avenues of learning I might have dismissed too readily.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'In the chamber I see a white stone, and a rotating beacon. But what does this vision signify?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 13.1: Two Years of Peace",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to Gandalf on Tol Send",
      "es": "",
      "es (fem)": ""
    }
  ]
}