{
  "id": 621022398,
  "txt": [
    {
      "id": 177082785,
      "en": "'The fine weather of our departure did not last,' Gandalf reads solemnly",
      "es": ""
    },
    {
      "id": 118547779,
      "en": "'Wait. I know this presence.'",
      "es": ""
    },
    {
      "id": 118547780,
      "en": "'Urudanî?'",
      "es": ""
    },
    {
      "id": 118547781,
      "en": "'How can this be? How are you so changed?'",
      "es": ""
    },
    {
      "id": 118547782,
      "en": "'What happened to you?'",
      "es": ""
    },
    {
      "id": 118547783,
      "en": "'I had hoped you would abandon Mordor.'",
      "es": ""
    },
    {
      "id": 118547784,
      "en": "'Ah, Vóin, you are right.'",
      "es": ""
    },
    {
      "id": 118547785,
      "en": "'It was a deception. I was foolish to... believe it.'",
      "es": ""
    },
    {
      "id": 210427201,
      "en": "'I wonder what else we might learn from the words of Vóin?'",
      "es": ""
    },
    {
      "id": 210427202,
      "en": "'It seems every new discovery leads to further questions.'",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Move through the twisting passage to another of the Halls of Memory",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Talk to Gandalf in Durthang as depicted by the Halls of Memory",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Listen to the account of Eärnur's doomed adventure within Durthang",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Further information about Vóin's journey to Gondor as one of Eärnur's boon companions lies beyond the Grey Mountains, in the Halls of Memory.",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Gandalf in Durthang as depicted by the Halls of Memory",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Gandalf is in the tavern depicted by the Halls of Memory.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Move through the twisting passage until you reach another of the Halls of Memory",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Gandalf's study of the Black Book has revealed an excursion by Eärnur and his companions to recapture the fortress of Durthang, in Gorgoroth.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Approach the band of adventurers in the tavern depicted by the Halls of Memory",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Listen to the account of Vóin and his friends at the tavern depicted by the Halls of Memory",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Gandalf in the Minas Anor tavern depicted by the Halls of Memory",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'Their experience in Mordor was bleak. To hear Vóin tell it, nothing went right for them once they passed into that land. The fortress that was once called Durthand became far more inhospitable with its transformation into Durthang; it was more well-defended than the adventurers expected, and they faced strong opposition from the very beginning. Silmahtar soon changed his opinion of their fortunes, receiving a leg-wound that caused him a great deal of pain and put a limp in his step.\\n\\n'They found no sign of Ugrukhôr within the fortress, and as their dream of slaying the Captain of the Pit faded, tempers in the fellowship ran hot. Eärnur dulled his sword on the thick hide of a mountain troll, and with each combat the blade weakened further. At last it snapped, and the prince of Gondor was left weaponless.'",
      "es": ""
    },
    {
      "id": 97406241,
      "en": "'Another round!'",
      "es": ""
    },
    {
      "id": 97406242,
      "en": "'You didn't?'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "Gandalf is in Durthang, as depicted by the Halls of Memory.",
      "es": ""
    },
    {
      "id": 97406243,
      "en": "'We do.'",
      "es": ""
    },
    {
      "id": 97406244,
      "en": "'You could make certain to never cross their path.'",
      "es": ""
    },
    {
      "id": 97406245,
      "en": "'I jest! It is a jest!'",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'The adventurers knew they could not reclaim the fortress without first slaying Ugrukhôr, but for as long as he eluded them Durthang would remain the property of Mordor. Their spirits low, they resolved to leave.\\n\\n'And that, Vóin tells us, is when they felt a new presence upon the battlements.'",
      "es": ""
    },
    {
      "id": 97406246,
      "en": "'What is that?'",
      "es": ""
    },
    {
      "id": 97406247,
      "en": "'Hurry and lift him up. We have to go!'",
      "es": ""
    },
    {
      "id": 17716272,
      "en": "'No, Eärnur. These wounds... are my last. I can feel it.'",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 97406248,
      "en": "'Eärnur... he will not last.'",
      "es": ""
    },
    {
      "id": 17716273,
      "en": "'Listen to me, Eärnur... take my sword...'",
      "es": ""
    },
    {
      "id": 201806657,
      "en": "'The evils that lurked still in Gundabad must have rejoiced to see them leave.'",
      "es": ""
    },
    {
      "id": 52527361,
      "en": "'Only one more? I say give us two at once!'",
      "es": ""
    },
    {
      "id": 17716274,
      "en": "'Wield Orthadel... and defeat evil.'",
      "es": ""
    },
    {
      "id": 201806658,
      "en": "'The words of Vóin draw us forward.'",
      "es": ""
    },
    {
      "id": 52527362,
      "en": "'My throat is parched. The south-lands are dry, and I have a great thirst!'",
      "es": ""
    },
    {
      "id": 17716275,
      "en": "'Now go!'",
      "es": ""
    },
    {
      "id": 52527363,
      "en": "'Ha! So it does!'",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'When last we left Vóin and his companions, they adventured in the Grey Mountains. Let us turn our attention to the Ered Mithrin, and pick up the thread of that tale.'",
      "es": ""
    },
    {
      "id": 17716276,
      "en": "'Vóin, I expect... Thafar...'",
      "es": ""
    },
    {
      "id": 52527364,
      "en": "'The harps sing loud, the fires burn low...'",
      "es": ""
    },
    {
      "id": 52527365,
      "en": "'What, then?'",
      "es": ""
    },
    {
      "id": 52527366,
      "en": "'Well, I know nothing of him. Old, was he?'",
      "es": ""
    },
    {
      "id": 52527367,
      "en": "'What did he survive?'",
      "es": ""
    },
    {
      "id": 52527368,
      "en": "'Durthand, you say?'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419872,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 52527369,
      "en": "'When do we leave?'",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'The plans were made, and they were kept secret from all but Eärnur's band. Even his father the king did not know what they intended.\\n\\n'Vóin says this of their departure: \\qPleasant weather, few clouds. Warm, but not uncomfortable. Left the city without incident. Silmahtar thinks so highly of our chances that he believes the prince will be made king upon our successful return.\\q'\\n\\nGandalf frowns.\\n\\n'It was not to be so, [placeholder].'",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Listen to the conclusion of Eärnur's doomed adventure within Durthang",
      "es": ""
    },
    {
      "id": 246419881,
      "en": "Gandalf wishes to resume the tale of Vóin in the Grey Mountains as they are depicted by the Halls of Memory.",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to Gandalf in Durthang as depicted by the Halls of Memory",
      "es": ""
    },
    {
      "id": 116224738,
      "en": "'But they did not. To the prince and his friends it seemed almost a holiday.'",
      "es": ""
    },
    {
      "id": 246419889,
      "en": "Vóin and his companions met at a tavern in Minas Anor one night, and planned a dangerous excursion.",
      "es": ""
    },
    {
      "id": 219343921,
      "en": "'Then we will be spared more tales of your lost city?'",
      "es": ""
    },
    {
      "id": 246419890,
      "en": "Vóin and his companions met at a tavern in Minas Anor one night, and planned a dangerous excursion.",
      "es": ""
    },
    {
      "id": 219343922,
      "en": "'Aye.'",
      "es": ""
    },
    {
      "id": 246419891,
      "en": "Gandalf's study of the Black Book has revealed an excursion by Eärnur and his companions to recapture the fortress of Durthang, in Gorgoroth.",
      "es": ""
    },
    {
      "id": 219343923,
      "en": "'You cannot continue without a sword, my prince!'",
      "es": ""
    },
    {
      "id": 246419892,
      "en": "Gandalf is in Durthang, as depicted by the Halls of Memory.",
      "es": ""
    },
    {
      "id": 202826817,
      "en": "'Enough, my friend. I think we all know the song by now.'",
      "es": ""
    },
    {
      "id": 219343924,
      "en": "'Wield mine in place of yours!'",
      "es": ""
    },
    {
      "id": 246419893,
      "en": "Gandalf's study of the Black Book has revealed an excursion by Eärnur and his companions to recapture the fortress of Durthang, in Gorgoroth.",
      "es": ""
    },
    {
      "id": 202826818,
      "en": "'I did not call you all here for drinking.'",
      "es": ""
    },
    {
      "id": 219343925,
      "en": "'An apparition approaches!'",
      "es": ""
    },
    {
      "id": 246419894,
      "en": "Gandalf is in Durthang, as depicted by the Halls of Memory.",
      "es": ""
    },
    {
      "id": 202826819,
      "en": "'Not only for drinking, Sil.'",
      "es": ""
    },
    {
      "id": 219343926,
      "en": "'Magoldir, I hear more Orcs approaching!'",
      "es": ""
    },
    {
      "id": 202826820,
      "en": "'You know of Halannon, the Survivor of Durthand?'",
      "es": ""
    },
    {
      "id": 219343927,
      "en": "'The Orcs are getting closer! It sounds like a lot of them.'",
      "es": ""
    },
    {
      "id": 202826821,
      "en": "'He survives no longer. He died in his sleep two moons ago.'",
      "es": ""
    },
    {
      "id": 202826822,
      "en": "'Thrice ten years ago, Halannon served in the fortress of Durthand, the Black Shield.'",
      "es": ""
    },
    {
      "id": 202826823,
      "en": "'The fortress was taken by Ugrukhôr, the Captain of the Pit. The defenders surrendered.'",
      "es": ""
    },
    {
      "id": 202826824,
      "en": "'Ugrukhôr accepted their surrender... and slew them anyway.'",
      "es": ""
    },
    {
      "id": 202826825,
      "en": "'All save one: Halannon.'",
      "es": ""
    },
    {
      "id": 107927329,
      "en": "'Hmm.'",
      "es": ""
    },
    {
      "id": 107927330,
      "en": "'If indeed they met in the Merry Swan, they should have left all traces of merriment behind them.'",
      "es": ""
    },
    {
      "id": 107927331,
      "en": "'It beggars belief that they thought it would be easy.'",
      "es": ""
    },
    {
      "id": 107927332,
      "en": "'I can read the admonishment in Vóin's words, borne from late wisdom. Too late.'",
      "es": ""
    },
    {
      "id": 77203073,
      "en": "'No!'",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'And so the survivors of Eärnur's band returned to Minas Anor, defeated and mourning the loss of their friend. Silmahtar's hopes as they set forth did not come to pass; indeed, King Eärnil was more wroth than they had ever seen, and he forbade his son from leaving the city without his consent. To Vóin's eyes, the prince was made a prisoner, and every day the flame of Eärnur's rage grew hotter still.\\n\\n'Eärnur met with Vóin and his knights in secret to weave elaborate plots of revenge against those he blamed for the death of Magoldir: Urudanî Stonemaiden for the deed itself, and Ugrukhôr for his absence at Durthang. \\qIf he had been there,\\q Vóin writes, \\qthe whole adventure would have gone differently. The prince is sure of it.\\q'\\n\\nGandalf strokes his beard.\\n\\n'I see in this account much that is familiar, [placeholder]. No, not the deeds themselves, for I have never seen any record of this doomed expedition to reclaim Durthang in the texts of Gondor. What I find familiar is this description of Eärnur, son of King Eärnil II. Even the known records of his disposition describe Eärnur in life as bold, brash, and reckless. I wonder if he remained so as Mordirith, and now as Gothmog?\\n\\n'That is enough for now, my friend. And Faramir! I trust you paid attention as well? These are matters that concern you closely, for this foe now lurks upon the very edge of your lands, and in a city that will demand your protection and that of your king, once it is retaken!'",
      "es": ""
    },
    {
      "id": 107927333,
      "en": "'It is with reluctance he draws us on to Durthang.'",
      "es": ""
    },
    {
      "id": 35131504,
      "en": "'An Orc blade? That is a poor substitute.'",
      "es": ""
    },
    {
      "id": 77203074,
      "en": "'The creature is gone!'",
      "es": ""
    },
    {
      "id": 35131505,
      "en": "'Leave it be! We had best get out of here!'",
      "es": ""
    },
    {
      "id": 35131506,
      "en": "'Fool Elf! What were you thinking?'",
      "es": ""
    },
    {
      "id": 35131507,
      "en": "'Magoldir...'",
      "es": ""
    },
    {
      "id": 162883768,
      "en": "'For three years, Vóin and his new companions adventured the length and breadth of the Grey Mountains and the northern reaches of the Misty Mountains, hunting down the remaining vestiges of Angmar and bringing battle to the evils dwelling in Gundabad. Never did they know defeat, and their triumphs emboldened Prince Eärnur.\\n\\n'He remembered a promise he had made years before. Intent on seeing it fulfilled, he invited his companions to make the southward journey to his home, to Gondor. They would stay for a time in Minas Anor, as his city was then called, and plan the occasion of their next victories.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: The Sword and the Stonemaiden",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Gandalf speaks to you of the discoveries he made while studying the Black Book.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Gandalf is in the Grey Mountains, as depicted by the Halls of Memory.",
      "es": ""
    },
    {
      "id": 177082752,
      "en": "'Vóin does not record the name of the tavern. Might it have been the Merry Swan?'",
      "es": ""
    },
    {
      "id": 24695125,
      "en": "Gandalf has continued his study of the Black Book of Mordor.",
      "es": ""
    },
    {
      "id": 177082759,
      "en": "'It was in the Grey Mountains that Vóin's path entwined with that of Prince Eärnur,' Gandalf reads",
      "es": ""
    },
    {
      "id": 177082761,
      "en": "'Yes, I believe it may have been the Merry Swan,' Gandalf muses, stroking his beard",
      "es": ""
    },
    {
      "id": 24003712,
      "en": "'I met with Halannon some years ago, and promised to enact his vengeance upon Ugrukhôr.'",
      "es": ""
    },
    {
      "id": 24003713,
      "en": "'\\qI will slay the Captain of the Pit, and retake Durthand!\\q I told him.'",
      "es": ""
    },
    {
      "id": 24003714,
      "en": "'But there was never a good opportunity, and now Halannon is dead.'",
      "es": ""
    },
    {
      "id": 24003715,
      "en": "'What will I say to his sons if I never make good on my promise?'",
      "es": ""
    },
    {
      "id": 24003716,
      "en": "'But that will leave you weaponless, and we need your blade-skill.'",
      "es": ""
    },
    {
      "id": 24003717,
      "en": "'No, I will find something else.'",
      "es": ""
    },
    {
      "id": 24003718,
      "en": "'This will do.'",
      "es": ""
    },
    {
      "id": 24003719,
      "en": "'It will have to do.'",
      "es": ""
    },
    {
      "id": 24003720,
      "en": "'Magoldir, we cannot stay!'",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Talk to Gandalf in the Halls of Memory",
      "es": ""
    },
    {
      "id": 24003721,
      "en": "'Magoldir!'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Return to the Grey Mountains, as depicted by the Halls of Memory",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to Gandalf in the Grey Mountains as depicted by the Halls of Memory",
      "es": ""
    },
    {
      "id": 24003728,
      "en": "'Knights of Gondor, to me!'",
      "es": ""
    },
    {
      "id": 24003729,
      "en": "'Now you will die, witch!'",
      "es": ""
    },
    {
      "id": 179930209,
      "en": "'We have to go! This place is not safe!'",
      "es": ""
    },
    {
      "id": 24003730,
      "en": "'I will, my friend.'",
      "es": ""
    },
    {
      "id": 118547777,
      "en": "'That seems unlikely, Macilnis.'",
      "es": ""
    },
    {
      "id": 118547778,
      "en": "'It is a sad tale, and one I fear will become all too common where Mordor is concerned.'",
      "es": ""
    }
  ]
}