{
  "id": 620912100,
  "txt": [
    {
      "id": 136263297,
      "en": "The water here is dark, cool, and clear",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "This is a good place to examine the water's quality",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "This is not a good place to test the water....",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The dwarf Búi has stopped in the Hall of Flowing Water to record and map the reservoirs of Zelem-melek.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "This is a good place to examine the water's quality",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "This is a good place to examine the water's quality",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "To your left, an Orc camp stretches as far as the eye can see. It is the greatest Orc establishment you have seen yet in Zelem-melek....",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Well, hello there! Are you travelling through these parts as well? I am happy to be exploring, and happier that I have found something worth noting on my map of Zelem-melek!\\n\\n'Clean flowing water will be invaluable to our expedition, for hauling it in has been a sore trial with the Sirannon all blocked up.\\n\\n'Will you search around for flows or reservoirs of clean water?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Water can be tested at any of the waterfalls in the Hall of Flowing Water.\\n\\nYou should use the phial to collect samples of water in Zelem-melek.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'A massive Orc camp to the south, you say? Perhaps this is where the fiends are pouring from. I believe you have discovered the source of the expedition's bane in the Twenty-first Hall, friend [placeholder].'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Water can be tested in the reservoirs in passages adjacent to the Hall of Flowing Water.\\n\\nYou should use the phial to collect samples of water in Zelem-melek.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Other sources of water may be near the Hall of Flowing Water.\\n\\nYou should search near the Hall of Flowing Water for more water sources to sample.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Búi is in the Hall of Flowing Water in central Zelem-melek.\\n\\nYou should return to Búi with your findings.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Examine the purity of the water in the Hall of Flowing Water",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Test water in adjacent passage ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "The water is clean and cold ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Search near the Hall of Flowing Water for more water sources",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Following the Flowing Water",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Return to Búi with your findings",
      "es": ""
    }
  ]
}