{
  "id": 620912190,
  "txt": [
    {
      "id": 136263297,
      "en": "The first gate has opened",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Guthfinn and his minions have been defeated",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "The gate to Helf's home has been opened",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The stone-giant, Helf, has stolen the egg of a great eagle. He has retreated back to the safety of his mountain home upon Iorbar's Peak, where he plans to make the egg into his next meal.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Helf has been defeated",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "The egg has been destroyed",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The dangerous snow covered paths twist up the mountain side in front of you.\\n\\nYou have begun seeking the current location of the egg, stolen by the giant Helf from the eagles.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Dourhand leader, Guthfinn, prevents your passage beyond the next gate.\\n\\nGuthfinn has fooled the stone-giants into helping him stop your advance up the mountian trails.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The gate beyond the stone-giant structures has been opened, allowing you to continue along the trail.\\n\\nWith Guthfinn defeated, and the stone-giant games ended, you are free to proceed along the path to Helf and the egg.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Helf awaits your arrival upon the summit of Iorbar's peak.\\n\\nThe gates have been opened to the summit at the end of the path. Helf is expecting you, and the eagle egg cannot be far away.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Ascend the mountain to the first gate",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Guthfinn and his minions",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Ascend the mountain to Helf's home",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Defeat Helf and secure the great eagle egg",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Iorbar's Peak - Tier 2",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Do not allow the egg to become destroyed",
      "es": ""
    }
  ]
}