{
  "id": 620804667,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated wights ([placeholder]/10)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You see a strange silver object around the wight's neck as it falls....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Collected a frozen amulet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Launo told you that rumour has come to him that the ancient dwarf-ruins of Kibilzahar have become haunted by fell spirits.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Greetings, Sivullinen! I am Launo of Hirvi-heimo. It has come to me that you are a warrior of some renown, and we have need of such as our battles with the Susi-väki to the west grow more frequent and deadly.\\n\\n'One of my tribe has been studying the old ruins on the northern edge of the great glacier across the Ice Bay. We believe that they were built by the dwarves, but it has lain abandoned for longer than our tales recall. I received a message from my kinsman a few days ago claiming that he had seen fell spirits clambering among the ruins. Where they might have come from he could not guess, and he dared not approach too closely for he is no warrior himself.\\n\\n'I ask you this, will you go to speak with Arre? His messages are disturbing, and in a time of war and strife, we can ill afford to ignore such an omen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Arre is at the camp of Kuru-leiri, in the northern reaches of the great western glacier.\\n\\nLauno has asked you to speak with Arre concerning the fell spirits he reported.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Launo sent you? Good, good. There is something evil afoot here, and I know not what it might portend. See that fortress up on the mountainside above us? It has long stood cold and silent, built by a lost tribe of dwarves who came here hoping to find ore and riches -- to no avail. It has lain abandoned for many generations of our people.\\n\\n'But no more! Lately I have seen figures moving about upon its battlements, and a deadly cold hangs over it, making the frozen blasts upon the open jätikkö seem inviting by comparison.\\n\\n'The air of evil about it is palpable, and I dare not approach it myself, for I am no warrior. Will you go there and discover the secret of those strange spirits that now haunt its walls?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Kibilzahar lies upon the northern slope of the glacier, north-west from Kuru-leiri.\\n\\nArre asked you to explore the ruins of Kibilzahar. Perhaps you may solve the mystery behind the appearance of the fell spirits.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Kibilzahar lies upon the northern slope of the glacier, north-west from Kuru-leiri.\\n\\nArre asked you to explore the ruins of Kibilzahar. Perhaps you may solve the mystery behind the appearance of the fell spirits.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Speak with my kinsman Arre at Kuru-leiri.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'What is this? It is so cold that it burns flesh! You say you found this around the neck of one of the Râto you fought in Kibilzahar?\\n\\n'Alas, none of my lore speaks to such evil mâginen, and I cannot divine its purpose, but I can say one thing for certain: the amulet itself is of Susi-väki craftsmanship, a work of crudely-beaten silver set with an ice-jewel.\\n\\n'This leaves us with precious few means to learn where it came from or how it came to be enchanted so....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Have you found nothing in Kibilzahar? There must be some clue there to the nature of this nameless evil.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Kibilzahar lies upon the northern slope of the glacier, North-west from Kuru-leiri.\\n\\nWhile exploring Kibilzahar you discovered that some of the wights wandering through its ruins were wearing strange amulets. You should retrieve one of these amulets for Arre.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'What manner of spirits haunt Kibilzahar, I do not know. Will you investigate for me, Sivullinen?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Arre is in Kuru-leiri, south-east from Kibilzahar.\\n\\nYou should bring the frozen amulet you found in Kibilzahar. Perhaps he will be able to tell you more about it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'What manner of spirits haunt Kibilzahar, I do not know. Will you investigate for me, Sivullinen?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Arre",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'What manner of spirits haunt Kibilzahar, I do not know. Will you investigate for me, Sivullinen?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat wights in Kibilzahar ([placeholder]/10)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat wights in Kibilzahar (9/10)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Collect a frozen amulet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Slaves of the Ice",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Bring the frozen amulet to Arre",
      "es": "",
      "es (fem)": ""
    }
  ]
}