{
  "id": 620804731,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I have studied this amulet a bit more, but it remains a mystery to me. There is only one I know of who might be able to tell us of its true nature. He is of the Susi-väki -- a näkijä who was exiled from their midst for some crime he would not tell me.\\n\\n'A few years ago, Nicca came upon me out in the  wastes and saved my life as I lay there frozen and near to death. I spoke with him for a time and learned a little of the Susi-väki and their ways before he sent me back here.\\n\\n'He still lives, I think, in a hidden place near the southern end of the jätikkö. If you can find him and show him this amulet, he might be able to tell you the truth of its mâginen and purpose.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You come through cold and evil to speak with me? You are not of the Gauredain. You are not Lossoth. Both would kill me. Who are you? Ah, names do not matter here in the endless ice -- you have brought something. Something made of ice and hatred. Show it to me.\\n\\n'My kin who are lost to me made this, but the magic is not theirs. It comes from the dark land to the East, where the dead walk. I know its purpose, and it is very evil. Among my kin, those who show fear are exiled out into the frozen wilds to die, from the cold or the arrows of the Lossoth. My fate is the same.\\n\\n'It is said that fell spirits wander the cold forever, howling against their fate, and these howls become the shriek of the wind upon the ice. Something took these spirits from the ice and trapped them in tombs of frozen flesh and bone, enslaving them. They have become warriors of the dark lords of the East -- those same lords whom I spoke against, earning exile from my kin who are enthralled by them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Gauradan Nicca may be of some help to you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Exiles of Winter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Arre told you of a strange Gauradan mystic he once encountered upon the glacier. He appeared to be an exile among his people, but was wise in their lore. It is possible that he could tell more of the strange frozen amulet that you found in Kibilzahar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the frozen amulet to Nicca",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Nicca lives somewhere along the southern edge of the great glacier, in the hills east of Barad Gaurhoth.\\n\\nArre suggested you speak with Nicca and learn what you may of the amulets.",
      "es": "",
      "es (fem)": ""
    }
  ]
}