{
  "id": 620804682,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Pardon me, my good [placeholder], but can you help an Eglan far from his home out? I am having the worst luck! The bag what was holding my marbles split open, and by the time I noticed it, all the marbles were gone. \\n\\n'Then, even worse, is that I saw a beast out in the snows there gobble one up! And I do not think it was the only marble what was lost that way either.\\n\\n'It is a bit disgusting, I would agree, but I need those marbles back. A burglar needs his whole bag of tricks! Bring me back my marbles -- you will have to dig through more than one kind of creature's stomach, I would wager.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, thank goodness! I missed these things -- want to watch me juggle them? No? Ah well.\\n\\n'Unfortunately, the missing marbles have not been the worst of my troubles....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Where are my marbles? You have not had any luck?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Lost My Marbles",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Warstang, a burglar currently residing in Zigilgund, has lost his marbles -- they seem to have been scattered and eaten by various beasts -- and wants your help recovering them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected marbles ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the marbles to Warstang",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You may find the beasts that ate Warstang's marbles scattered throughout Länsi-mâ.\\n\\nFind Warstang's lost marbles in the bellies of the beasts who ate them and return them to him at the dwarf-outpost of Zigilgund.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect marbles ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}