{
  "id": 620804673,
  "txt": [
    {
      "id": 22075075,
      "en": "Return the dwarf-picks to Thórth",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Greetings, [placeholder]. I am Thórth, the head of the expedition to the Icereave Mines, such as it is.\\n\\n'We were expecting a convoy, but recently I received news that it was attacked. Bad enough that it was carrying foodstuffs and armourer's supplies: those can be acquired locally with only a little effort. But it was also carrying mining-picks, and those cannot so easily be replaced.\\n\\n'Forge new ones? Do you have any idea of the work that goes into a superior dwarf-pick? To make something that can hew the hardest stone, and extract the most precious of metals therefrom? Bah! No, if we're to support ourselves by mining, we must have our picks back. They were scattered around Norsu-hauta, the mammoth graveyard just south of here. Retrieve them and you shall be rewarded.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Dourhands? Surely not!\\n\\n'[placeholder], this is serious. Dourhands in this remote area! They will have to be rooted out, every dwarf Jack of them.\\n\\n'At least you found the picks -- that's a job well done, and doubly valuable if you prevented them from falling into the hands of stinking thin-bearded Dourhands.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Have you not yet found those picks? The rock won't mine itself, you know!\\n\\n'As I said, check south of here, in what the Lossoth name Norsu-hauta, the place where mammoths go to die.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Scattered in the Graveyard",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "On its way to the dwarf-outpost of Zigilgund, a convoy bearing vital supplies, especially mining picks, was attacked, and its contents scattered.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected dwarf-picks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect dwarf-picks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Collect the dwarf-picks that were scattered when the supply convoy bound for Zigilgund was attacked. Thórth said they would likely be in and around the nearby mammoth graveyard.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return the dwarf-picks to Thórth",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "You have found the dwarf-picks that Thórth sent you to recover. You should return them to him at Zigilgund.",
      "es": ""
    }
  ]
}