{
  "id": 620804684,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Reclaimed Warstang's pouch from a Guaradan thief",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Warstang, the Eglan-burglar staying with the dwarves at Zigilgund, has had his belt-pouch burgled from him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I do not believe this, and it is a bit embarrasing, honestly, but... someone has gone and stolen my belt-pouch! A burglar burgled -- I shall not soon live this down.\\n\\n'If I had to guess, I would put the money I do not have anymore on the thief being a Gauradan. There are not many beasts around here with thumbs to unhook a pouch. I wonder if they train up to burgle, too...?\\n\\n'But look here, I need my pouch! Will you help me again? You can find the Gauradan thieves out in the wastes to the south-east of Zigilgund.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Gauradan thieves can be found south-east of Zigilgund.\\n\\nWarstang has asked you to recover his stolen belt-pouch from the Gauredain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Wait, my pouch is here. So what is hiding in this pouch...?\\n\\n'Oh dear, this is not mine: it is the Guaradan thief's pouch! I had best not look inside it. I really do not wish to know what a Guaradan keeps in his pouch.\\n\\n'Thank you for your efforts anyway, [placeholder]! The least I can do is give you a little from my own pouch....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Warstang is currently residing in Zigilgund.\\n\\nYou should return the belt-pouch to Warstang.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you found my pouch yet? No? Well, keep looking, then! The Gauredain are found to the south-east of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Where is my belt-pouch?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Reclaim Warstang's pouch from a Gauradan thief",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the pouch to Warstang",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Reclaim Warstang's pouch from a Guaradan thief",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Who Burgles the Burglar?",
      "es": "",
      "es (fem)": ""
    }
  ]
}