{
  "id": 620804668,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have found orders concerning the Jewel of Ice",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Esko told you the tale of the Jewel of Ice and how the Angmarim are using it as leverage against the Lossoth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Now that you know the story of the Jä-koru, I think it is time that we address the matter at hand.\\n\\n'A spy of mine claims that the Angmarim plan to bring the Jä-koru back into Forochel some time soon... but we do not know how or when they might do so.\\n\\n'As you have likely noticed, there is an encampment of Angmarim near the Ironspan, which is the most likely route they would use to bring the Jä-koru here... assuming it was held in Angmar itself all these years. If you do battle with the Angmarim there, you may be able to find one who knows something of the Jä-koru, or at least evidence of its passage if they have already brought it through.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Angmarim are encamped near the Ironspan, in the mountains of Forochel well to the east of the bay.\\n\\nEsko has asked you to search the encampments of the Angmarim for some evidence of the Jewel of Ice.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah! Well done, [placeholder]! At last we have the Jä-koru very nearly in our hands!\\n\\n'According to these papers, it is already here in Forochel -- the Angmarim plan to hold it for some time yet, to hold it over the head of the Hylje-heimo and continue to manipulate the Council until such time as their servants among the Susi-väki and Kivi-väki have hurt us badly enough that we are ready to sue for peace -- and slavery to Angmar. Only then will they relinquish the Jä-koru.\\n\\n'Obviously we cannot wait while this happens -- if we can capture the Jä-koru for ourselves and present it to the Hylje-heimo in secret, then we can ensure their support in the Council and join forces with the peoples of the South in time to stop this evil before it consumes us all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Angmarim are encamped near the Ironspan, north-east of Pynti-peldot.\\n\\nEsko has asked you to search the encampments of the Angmarim for some evidence of the Jewel of Ice.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Esko is at Pynti-peldot, south-west of the Ironspan.\\n\\nYou found a set of orders that tell when and where the Jewel of Ice will be brought into Forochel. You should bring the orders to Esko at once.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Men of Angmar are evil and do us ill to withhold the Jä-koru.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have not yet found any trace of the Jä-koru? Please continue your search...we cannot afford to fail in this!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The Men of Angmar are evil and do us ill to withhold the Jä-koru.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search for evidence of the Jewel of Ice",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Search for evidence of the Jewel of Ice",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the Angmarim orders to Esko",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Ransom of Angmar",
      "es": "",
      "es (fem)": ""
    }
  ]
}