{
  "id": 620804675,
  "txt": [
    {
      "id": 136263297,
      "en": "Found bent key",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Thórth suspects that whoever is leading the Dourhands at the Icereave Mines is hiding in a locked area within the mines.",
      "es": ""
    },
    {
      "id": 127306849,
      "en": "'So let's see about this key....'",
      "es": ""
    },
    {
      "id": 127306850,
      "en": "'I'll need to heat it a bit before I shape it.'",
      "es": ""
    },
    {
      "id": 127306851,
      "en": "'There, that should do it!'",
      "es": ""
    },
    {
      "id": 127306852,
      "en": "'Now to the shaping!'",
      "es": ""
    },
    {
      "id": 127306853,
      "en": "'There, that got it!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Attacks from those thin-beards is no small matter, [placeholder]. They are organized -- they must have supplies, and a plan, and a leader to be this far north.\\n\\n'I found some old maps of the Icereave Mines, and one of them shows a room inside. If I were the wagering sort, I would lay my money on those Dourhands planning to take over the mines, and that their leader would be claiming that particular area as his own.\\n\\n'You will need to find a key. Perhaps one of the other Dourhands might have one?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Icereave Mines lie to the south-west of Zigilgund.\\n\\nThórth has asked you to drive the Dourhands from the Icereave Mines.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Excellent work! Let's take a look at it....\\n\\n'Oh blast, the key is bent! Ah, well. Not to worry... I think I can fix it.\\n\\n'Hold on a moment....'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Thórth is at Zigilgund.\\n\\nYou should return to Thórth with news of your victory.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You will need to find the key to the locked place in the mines, [placeholder]. I would guess one of the Dourhands might have one....'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You will be getting into no locked rooms without a key. I suggest you go find it.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Take a key from a Dourhand within the ancient Icereave Mines",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Wait while Thórth finishes his work",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the key to Thórth",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Take a key from a Dourhand within the Icereave Mines",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Key to Their Greed",
      "es": ""
    }
  ]
}