{
  "id": 620804732,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Delucheleg",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Nicca has told you of the fell spirits which wander the glacier and the creature that draws them forth, entombing them within the frozen husks of Men to serve as dark warriors.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The fell spirits of Kibilzahar bring cold and ice and make it a terrible place. You must bring warmth and fire to that cold, desolate place of stone.\\n\\n'Once, when the Kivi-väki were there, there was warmth. They lit great fires to warm the very stones. So must you do to banish the spirits. Be warned though. There is a dark manâja hidden there. It is he who commands the spirits, and he will not like the fire. You must not take this foe lightly, or you too will die there, a frozen corpse that walks.\\n\\n'Now go. This is not a place for you. It is mine, and I shall die here alone when my time comes.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Kibilzahar lies to the north-west of Kuru-leiri.\\n\\nNicca told you that some evil power has trapped fell spirits within the bodies of wights in Kibilzahar. Only the warmth of fire can banish them. He has told you to re-kindle the ancient fires that the dwarves once used to heat the ancient fortress. He also warned you of an evil lord who haunts that place, and to be ready to face him should you go there again.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'A servant of Angmar? Here upon the very jätikkö? The Elders will be furious to hear that the Rauta-väki have already stretched their hands so far into our lands.\\n\\n'Thank you for your help. If Nicca was indeed correct and that creature was the one raising the Râto, then soon perhaps the dark mâginen will fade and they will haunt Kibilzahar no more.\\n\\n'Allow me to give you this gift for all you have done. I must go soon and tell the Council of Elders what has transpired here.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Arre is at Kuru-leiri, south-east of Kibilzahar.\\n\\nHaving defeated Delucheleg, the Gaunt-man responsible for raising the wights, you should return to Arre and tell him of your discoveries and battles.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Delucheleg is very old and very evil...be wary of his power.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Summon and defeat Delucheleg",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Arre in Kuru-leiri",
      "es": ""
    },
    {
      "id": 245325633,
      "en": "'What is this? Who dares free these slaves from my bonds of ice? You shall pay for this, mortal!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Cold as Death",
      "es": ""
    },
    {
      "id": 245325634,
      "en": "'No, this cannot be! My masters shall avenge me! You shall hang from the ramparts of Carn Dûm for this...'",
      "es": ""
    }
  ]
}