{
  "id": 620804676,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Right! That ought to just about do it. The key be fixed. \\n\\n'One of my cohorts caught an' interrogated a Dourhand just a little while ago, and found out that they're bein' led by a right vicious dwarf, name of Arnmórth the Exacting. He's the greediest Dourhand since Skorgrím: thinks o' nothin' but gold and how to keep it. Ye'll need help defeatin' him, just to warn ye: he's likely to have plenty o' guards.\\n\\n'Now, take this key, find his quarters, open that door, and give 'im what for! ...And bring the key back when yer done -- once the Icereave Mines be ours again, we'll be wantin' to use that room.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Hah, excellent! I'll wager Arnmórth didn't even know wha' hit him!\\n\\n'[placeholder], ye will always have a welcome by the fires an' at the tables within the Icereave Mines -- once they're ours again. Ye've more than earned a reward.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Go find the quarters of Arnmórth the Exacting in the Icereave Mines, and defeat him! ...I've fixed the key for ye, what else're ye waitin' on?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Where's the key? Why are ye back here? Don't tell me ye've been driven off by them thin-beards!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Arnmórth the Exacting",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Thórth has fixed the broken key, and wants you to gather allies and find and defeat Arnmórth the Exacting within the Icereave Mines.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Arnmórth the Exacting",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Arnmórth the Exacting",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Find the inner office within the Icereave Mines.  Bring allies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Thórth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Return to Thórth at Zigilgund with the key, and report your defeat of Arnmórth the Exacting.",
      "es": "",
      "es (fem)": ""
    }
  ]
}