{
  "id": 620887063,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Do you feel that vibration in the ground, [placeholder]? Saruman has constructed...something down there. You can see some of the workings in the great rift in the western ward. I could not even begin to tell you what it is all for.\\n\\n'He has goblins working on the engine night and day, though, so you can be certain it is important to his plans.\\n\\n'If you can find a way down there and keep those goblins from finishing this great device of his, it will hopefully prevent any terrible surprises when it comes time to confront Saruman and his armies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Good work, [placeholder]. Let us hope that your efforts will hinder Saruman's plan for a time, or perhaps the whole accursed thing will collapse into that hole.\\n\\n'I suppose that is probably too much to hope for, but hope is all we seem to have at the moment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Most of the goblins seem to be gathered in and around that huge rift in the western quarter of Isengard.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Crack in the Works",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Saruman's servants have constructed a massive set of fell devices beneath Isengard. These engines are maintained by bands of goblin-engineers. Without their constant tinkering the whole array is likely to fall into disrepair.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated goblin-engineers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat goblin-engineers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You may be able to get down to the device array through the network of strange pipes that seem to run through the area.\\n\\nDagoras asked you to defeat the goblin-engineers working on Saruman's great device down in the rift beneath the western ward of Isengard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Dagoras within the Ring of Isengard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Dagoras is hiding within the Ring of Isengard.\\n\\nYou should return to Dagoras with news of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}