{
  "id": 620887030,
  "txt": [
    {
      "id": "0xbaceee1",
      "en": "'Who dares tresspass upon my Ward!? I shall enjoy tormenting you in the dungeons of Isengard!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbaceee2",
      "en": "'You are no servant of Saruman... and so you must die!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbaceee3",
      "en": "'How did you find your way in here? No matter, your journey shall end here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbaceee4",
      "en": "'I imagine that Saruman will be quite interested in interrogating you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated the Master of the East Ward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbaceee5",
      "en": "'Who disturbs my work? Let death be your reward!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated the Master of the North Ward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Defeated the Master of the West Ward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Isengard operates under the rule of Saruman the White.\\n\\nIn his efforts to maintain control of his growing army and industry, he has assigned powerful Men to see to the working of each of the wards of the fortress.\\n\\nIf you can defeat the ward masters, you will significantly disrupt the efficiency of Isengard's industry of war.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'It would not do to be seen in here, [placeholder]. The servants of Saruman are everywhere!\\n\\n'Saruman has made certain there are no shortcomings in his defences. He has placed each of the wards of the Ring of Isengard under a master to ensure that all matters follow his schedule and purpose.\\n\\n'Orcs are not independently responsible, so that is understandable, but it also means that if you can dispatch the master of each of these wards, his finely-oiled engine of war should shudder to a halt until he can replace them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Masters can be found at each of the spokes of the roads that dissect the Ring of Isengard.\\n\\nDagoras has instructed you to defeat the Master of each of the wards of Isengard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'That did not take you very long.\\n\\n'I wonder that you are able to move about Isengard without drawing greater alarm... something must be afoot to distract the master of the house from dealing with such an incursion.\\n\\n'I hope we are not too late to put a stop to whatever is in motion here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Dagoras is hiding within the Ring of Isengard.\\n\\nYou should return to Dagoras with news of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you dealt with the Masters of the Wards yet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat the Master of the East Ward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat the Master of the North Ward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat the Master of the West Ward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Dagoras within the Ring of Isengard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Wards of Isengard",
      "es": "",
      "es (fem)": ""
    }
  ]
}