{
  "id": 620887029,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Orc-overseers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Brutal Orc-overseers ensure that the Orcs working the engines of Isengard continue their labours without respite or complaint.",
      "es": ""
    },
    {
      "id": 22047649,
      "en": "'Keep working, you worms!'",
      "es": ""
    },
    {
      "id": 22047650,
      "en": "'First one to slack off feels my lash!'",
      "es": ""
    },
    {
      "id": 22047651,
      "en": "'You want to eat? Work faster!'",
      "es": ""
    },
    {
      "id": 22047652,
      "en": "'Gimme any lip and I'll break you in two!'",
      "es": ""
    },
    {
      "id": 22047653,
      "en": "'You, over there! Back to work!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Do you see those brutes up on the platforms there? Those are the overseers that keep the rest of the Orcs in line.\\n\\n'Orcs like each other only slightly more than the rest of us, so if there is no one watching over them, they are about as argumentative and lazy as a sack of rats.\\n\\n'If you can slay those overseers as you make your way through Isengard, it may buy some time for the Rohirrim to gather their strength and their wits.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Orc-overseers can be found throughout Isengard.\\n\\nDagoras asked you to defeat the Orc-overseers keeping the labourers of Isengard in line.",
      "es": ""
    },
    {
      "id": 22047654,
      "en": "'Looks like you lazy sots are in for the beating of your lives!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'That should hamper Saruman's plans, for a short time at least.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Dagoras is within the Ring of Isengard.\\n\\nYou should return to Dagoras with news of your success.",
      "es": ""
    },
    {
      "id": 22047655,
      "en": "'The lot of you'll end up in a cell under Isengard!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I am not sure what to make of these Uruks of Saruman's. They may be a greater threat than even the Orcs and goblins.'",
      "es": ""
    },
    {
      "id": 22047656,
      "en": "'Don't give me no guff or I'll come down there right now!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Have you dealt with the overseers yet?'",
      "es": ""
    },
    {
      "id": 22047657,
      "en": "'Someone get that weakling back on his feet - or make sure he never moves again!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Orc-overseers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Dagoras within the Ring of Isengard",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Overseers of Isengard",
      "es": ""
    }
  ]
}