{
  "id": 620883861,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected a map from the Draig-lûth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Draig-lûth have been hauling treasure into hills of Thrór's Coomb.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The past few months, during the night, the Draig-lûth have been hauling bags and crates through the forests of Thrór's Coomb. The weapon you told me about must have fallen out of them.\\n\\n'I have not yet been able to determine where they are taking their goods, though. I have watched them wander the hills, criss-crossing back and forth, looking or searching for something as they go. I wonder if they do not know where they are going either.\\n\\n'Head down into the hills and forest below and see if you can find the Draig-lûth. Perhaps one of them may have a map that shows where they're going or will give us a sign to pursue.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Draig-lûth can be found in Thrór's Coomb in Enedwaith.\\n\\nFrithgeir asked you to search the Draig-lûth in Thrór's Coomb to see if you can find a map indicating where they are taking their treasure.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I do not know what this means. It's indecipherable to me. Nothing more than scribbles and nonsense. These symbols here -- a fish and a volcano -- seem to refer to things that aren't even in Enedwaith let alone Thrór's Coomb. \\n\\n'Perhaps Nár will be able to tell us more, presuming he is lucid. I suppose there's nothing to lose. Bring it down and show it to him, and let's see what he says.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Frithgeir is at Zudrugund in Thrór's Coomb in Enedwaith.\\n\\nThe map is full of scribbles and nonsense. Perhaps Frithgeir will be able to help you decipher it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Nár is in the library at Zudrugund in Thrór's Coomb in Enedwaith.\\n\\nFrithgeir examined the map and found nothing he could decipher. He suggested you bring it down to Nár in the library and see if he could make anything of it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If we don't know where they're going with those bags and chests, we can't do anything.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Fire burns over a sea of gold beneath the rising sun. Teeth, scales, claws... ripping... rending... tearing....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Frithgeir is at Zudrugund in Thrór's Coomb in Enedwaith.\\n\\nNár mumbled what seemed to be a bunch of nonsense while scribbling on the map. Hopefully, Frithgeir can help to translate the mad dwarf's ramblings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I cannot make heads nor tails of this map. We have no choice but to see if Nár can be helpful.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'If this is what he said and wrote, Nár must not have been having one of his lucid moments. This makes almost less sense to me than what we started with. Allow me to think for a moment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Teeth, tails, claws, scales... and fire... terrible, roaring fire.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect a map from the Draig-lûth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Show the map to Frithgeir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Show Nár the map you found",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Frithgeir about the map and Nár's ramblings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Map to the Treasure",
      "es": "",
      "es (fem)": ""
    }
  ]
}