{
  "id": 620883964,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The wolves are most terrifying in their own lair, where other beasts of the wild dare not roam. The bravest of our warriors would often venture there to fight the hardier wolves in their own territory.\\n\\n'The lair is not far from here -- it is just north of Galtrev. May the Gwirod be with you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done, [placeholder]! Only our greatest warriors were up to this great task without suffering mortal wounds. You have proven yourself to be quite a hunter. You are valuable to the people of Galtrev, especially now when the men are absent....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You will find the lair to the north-east of Galtrev. Good luck to you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Hunt at the Fanged Lair",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The more vicious wolves of Pren Gwydh can be found in their lair, and the bravest warriors of Galtrev once attempted to fight these beasts in their own territory...that is, before they were taken for the war.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated elder wood-stalkers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat elder wolves in the Fanged Lair ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Elder wolves can be found in the Fanged Lair, north of Galtrev.\\n\\nYou should defeat many elder wolves in Pren Gwydh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Hopcun in Galtrev",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Hopcun can be found in Galtrev, awaiting your safe return.\\n\\nYou should speak with Hopcun and inform him that the hunt was successful.",
      "es": "",
      "es (fem)": ""
    }
  ]
}