{
  "id": 620883828,
  "txt": [
    {
      "id": 218649169,
      "en": "'Saruman is growing in power by the day. The clans here have all fallen to him and soon they will be forced to march to war for him. They will be slaughtered in the plains of Rohan for no reward, while the Wizard reaps all the benefit.\\n\\n'My clan, the Boar-clan, has done all it can to stand against him, but our efforts have not yielded any true victory. We simply do not have the power to stand against him, but I believe I have found a way. In the hills to the north, past the borders of our lands and into the forests of Thrór's Coomb, I found a weapon. It is ancient and powerful. If there are more to be found, then we might be able to stand against the Wizard.\\n\\n'However, I do not know where to look for more such weapons -- there were no others in the area around this one. Seek out Frithgeir the Dwarf at Zudrugund and learn whether he can help us. He has been sympathetic to our cause in the past.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'A powerful and ancient weapon, you say, found here in the hills of Thrór's Coomb, which is to be used to stand against the Wizard Saruman? I may indeed be able to help you.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'If we can find more of these weapons, we can make an earnest stand against Saruman of Many Colours.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "There is Gold in the Hills",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "There are tales of powerful weapons and armour in the hills of Enedwaith that might prove to be useful in the battles to come.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Frithgeir at Zudrugund",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Frithgeir is at Zudrugund in Thror's Coomb in Enedwaith.\\n\\nAriene found a powerful weapon in the hills of Enedwaith and believes Frithgeir may know where to find more.",
      "es": ""
    }
  ]
}