{
  "id": 620874916,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Work with Gúrhebnir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Angmar we must put aside and move on to the other threats we face while we still have the time. There is only one estate left within the fields. Getting it back within our control will be a great boon to us and allow us to focus our resources on preparation and routing out the last of the tomb robbers.\\n\\n'Tham Andalath was the ancient home of a great smith, one who made the weapons for the line of kings themselves. While most of his work has been lost to history, his influence is seen in every blade we wield.\\n\\n'Goblins now camp within the walls of the ruins of Tham Andalath. Foul, stupid, smelly creatures. Compared to the organized forces of Angmar, cleaning them out should be an easy task for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'With Tham Andalath the last of the estates falls back within our control. You have done great work here for us in the fields, but it is not done yet.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The goblins will not leave Tham Andalath on their own, if only life were that easy for us these days.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Tham Andalath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Tham Andalath is the furthest of the estates from Tinnudir. What was once one of the most opulent houses in all of Evendim is now desecrated by goblins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Work with Nadfaron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Nadfaron, Brogdagnir and Gúrhebnir are all at Tinnudir.\\n\\nOrchalwë has asked you to work with three of the other Rangers in driving the goblins from Tham Andalath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Work with Brogdagnir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Orchalwë is at Tinnudir.\\n\\nOrchalwë will be pleased to hear Tham Andalath has been cleared of goblins.",
      "es": "",
      "es (fem)": ""
    }
  ]
}