{
  "id": 620874862,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Work with Gúrhebnir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The Twilight Fields are dotted with several ruins of ancient estates, places where the opulent life was on full display during the height of the kingdom. They also managed the vast farming lands that once covered these hills.\\n\\n'Tham Nambarth is the nearest of those estates and our first priority. While the threats to it are not great they must not be trivalized in their importance, for Tham Nambarth is being reclaimed by nature herself.\\n\\n'Speak to my colleagues here, they each have a different plan for ensuring the estate's longevity.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I have heard back from my men and they all are pleased with the work you have done in Tham Nambarth. There is much yet to do within the fields.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'While it is in the best shape, Tham Nambarth must not be ignored and provides us a good starting spot.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Tham Nambarth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Tham Nambarth is the most well kept of the estates that lie in ruin within the Twilight Fields.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Work with Nadfaron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Nadfaron, Brogdagnir and Gúrhebnir are all at Tinnudir.\\n\\nOrchalwë has asked you to work with three of the other rangers to help Tham Nambarth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Work with Brogdagnir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Orchalwë is at Tinnudir.\\n\\nOrchalwë will be pleased to hear that Tham Nambarth should be safe for the near future.",
      "es": "",
      "es (fem)": ""
    }
  ]
}