{
  "id": 620874918,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'All of the soldiers who served at Ost Heryn signed documents that swore their allegiance and service to the North Kingdom. To truly honour that, they would have gone to defend Fornost when it was besieged. \\n\\n'Most of the soldiers at Ost Heryn were cursed due to nothing of their own doing. It is a difficult position to be in as a soldier: do you follow the orders of your commander even when you know they are wrong? Can you blame a soldier for doing so?\\n\\n'They still carry those Writs of Honour after all of these years. Gather them from the spirits and return them to me. Perhaps I can find a way to consider them honoured and release them from this torment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'For being as old as they are, the spirits have kept these writs in amazing shape. I can read every letter of the contract. Now, to see if I can find a way to honour them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We must find a way to honour the oath of these spirits and release them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Writs of Honour",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ost Heryn is an ancient fortress built to support Fornost. In the time of need, however, its leader betrayed his oath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Writs of Honour ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect Writs of Honour ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ost Heryn is south of Torogethir's camp.\\n\\nTorogethir asked you to venture within Ost Heryn and collect several Writs of Honour from the spirits within.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the Writs of Honour to Torogethir at his camp in Parth Aduial",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Torogethir is at his camp, north of Ost Heryn.\\n\\nTorogethir will be eager to examine the Writs and see if there is a way he can honour them.",
      "es": "",
      "es (fem)": ""
    }
  ]
}