{
  "id": 620874914,
  "txt": [
    {
      "id": 218649169,
      "en": "'Tham Andalath is an important place for rangers. It is there the blade we wield was designed and the first set was made and presented to our king. A ranger holds his blade with the highest of esteem. Within combat, a ranger and his blade are one.\\n\\n'I cannot stand by while goblins desecrate the home of the smith that gave us our blades. Foul creatures, they eat and destroy everything, not thinking for what happens when they are gone. A stain is left upon the earth that will never be cleansed.\\n\\n'I ask you to go to Tham Andalath for me and see if it can be saved from that fate. To do that, the goblins must not be allowed to stay within its walls any longer.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'They have been driven off you say? That pleases me. We have honoured the memeory of a hero of my people.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Just thinking about goblins makes me want to bathe.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Goblins from Gramsfoot",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Tham Andalath is the furthest of the estates from Tinnudir. What was once one of the most opulent houses in all of Evendim is now desecrated by goblins.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated goblins at Tham Andalath ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat goblins at Tham Andalath ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Tham Andalath is north east of Tinnudir and east of Tham Ornen.\\n\\nBrogdagnir asked you to venture to Tham Andalath and defeat many of the goblins encamped there.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Brogdagnir is at Tinnudir, south west of Tham Andalath.\\n\\nBrogdagnir will be pleased to hear the goblins at Tham Andalath have been defeated.",
      "es": ""
    }
  ]
}