{
  "id": 620874890,
  "txt": [
    {
      "id": 228284039,
      "en": "'Ah, Spring! The scent of flowers is in the air.  Why, they are at their most bountiful now out of all weeks of the year and are blooming all through Ered Luin, the Shire, and Bree. Avery Crabapple in Bree-town was looking for someone to help him out of a pickle, and I think you look just the sort!  Go speak to him if you have the time. You'll find him in the Market Square in Bree.'",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Speak with Avery Crabapple during the Flower-blooming Season",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Why, how fortuitous! You appear to be just the person.  Avery Crabapple, a friend of mine in Bree, was looking for someone of your renown to help him.  Even the most stalwart of persons can get swept away in the springtime, especially with all the lovely flowers blooming.  The smell of flowers and romance is in the air!  Go speak to Avery if you have the time, you'll find him in the Market Square in Bree.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "For a short while every year, rare flowers bloom throughout Middle-earth. Avery Crabapple has a need for your assistance during this special event.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Are you the local hero, [placeholder], of whom I've heard so much? I'm mightily glad you've made it in time for the Flower-blooming season! I have an urgent need for help, you see....'",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Avery is in Bree, somewhere in the Market Square.  I do hope you can help him!'",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'You should speak to Avery. I'm sure you can find him in Bree's Market Square.'",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'I hope you're able to help Avery out of his predicament! He should be found in the Market Square in Bree.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "Avery Crabapple, a man of Bree, has need of your assistance during this special event, when the loveliest local flowers bloom in Ered Luin, the Shire, and Bree.\\n\\nHe has summoned you after hearing of your deeds, hoping that you can help him with a most difficult task....",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Avery Crabapple is in the Market Square of Bree.\\n\\nYou should speak with Avery Crabapple, as you have been asked to help him with a very difficult task during the flower-blooming season.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Are you the local hero [placeholder] of whom I've heard so much? I'm mightily glad you've made it in time for the Flower-blooming season! I have an urgent need for help, you see....'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Speak with Avery Crabapple during the Flower-blooming Season",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Why, what luck!  I've heard tell that Avery Crabapple, a man of Bree, is in need of some assistance. It's the annual week of flowers, when the loveliest local flowers bloom in Ered Luin, the Shire, and Bree.  Avery was looking for a person of some high regard to assist him. I think you are just the person! Go speak to him if you have the time. You'll find him in the Market Square in Bree.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "When the Rare Flowers Bloom",
      "es": ""
    }
  ]
}