{
  "id": 620874856,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Tham Nambarth was once a great hall. You can see that in what still stands today. This will not be the case for long though, and not because of looters, or goblins, or anything else like that. It is the ivy! It grows deep into the cracks in the walls and slowly pushes the bricks apart until nothing is left standing.\\n\\n'I have brewed a concoction which I believe the ivy will absorb, draw into its roots and then slowly perish. Thus saving the ruins for a great deal of time to come.\\n\\n'Head to Tham Nambarth and use this on the ivy, let me know what happens.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It did nothing you say? That perplexes me. It definitely affected the ivy I used it on. I wonder if the ivy at Tham Nambarth is resistent somehow or maybe it just takes longer. I will check on it in a few days I think...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'That ivy is not going to wither away itself...trust me on that.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Poisoned Ivy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ivy has grown over the ruins of Tham Nambarth, threatening to rip the building brick by brick.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Nothing seems to happen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Use the Concoction on the Ivy ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Tham Nambarth is east of Tinnudir.\\n\\nGúrhebnir asked you to go to Tham Nambarth and apply his concoction to the ivy you find there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak to Gúrhebnir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gúrhebnir is at Tinnudir, west of Tham Nambarth.\\n\\nGúrhebnir will be discouraged to hear his concoction did nothing immediately.",
      "es": "",
      "es (fem)": ""
    }
  ]
}