{
  "id": 620874919,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I have spent many a day observing the spirits within Ost Heryn. They move as if they are still on patrol, walking the walls and paths, seeking out the Enemy. Many times they found one.\\n\\n'Tomb-robbers have tried to ransack Ost Heryn, correctly presuming the ruins of the fortress hold valuables. They have not accomplished much, though... they fear the spirits and try to avoid them, for when the spirits find them, they do attack, and the robbers lose more than win.\\n\\n'The robbers within the ruins present two problems. They are slowly carting off our legacy, and they are not allowing the spirits to be at rest. I wish you to drive the tomb-robbers out... we shall see if that helps to quiet the ruins.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Good! With those robbers out of the ruins, we shall see if the spirits calm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Trust me, those tomb-robbers will not leave of their own will. Even the spirits are not enough to deter them from the treasures they seek.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Unfulfilled Duty",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ost Heryn is an ancient fortress built to support Fornost. In the time of need, however, its leader betrayed his oath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated tomb-robbers at Ost Heryn ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat tomb-robbers at Ost Heryn ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ost Heryn is south of Torogethir's camp.\\n\\nTorogethir asked you to defeat some of the tomb-robbers skulking about Ost Heryn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Torogethir at his camp in Parth Aduial",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Torogethir is at his camp, north of Ost Heryn.\\n\\nTorogethir will be pleased to hear a number of tomb-robbers have been driven from Ost Heryn.",
      "es": "",
      "es (fem)": ""
    }
  ]
}