{
  "id": 620874807,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Tham Nambarth was where my family once resided, in an age long ago. It saddens me to see it in such a state of disrepair, though I know it is amongst the nicer estates within the hills.\\n\\n'It is threatened now, though by a source that itself is not threatening. A herd of elk have settled within its walls. They are not a problem alone, however soon they will bring predators. Wolves, hungry robbers, Wargs and goblins from the northern hills.\\n\\n'For Tham Nambarth to be safe it must be kept empty. Head there and defeat the elk you find within. It is the only way for the ruins to survive further.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So the deed is done? It is a shame those creatures had to perish, for they knew naught the trouble they would bring down up on those ruins.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Though it saddens me to ask you to do this, the elk must be forced from Tham Nambarth, by whatever means necessary.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Prey and Predator",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Elk have taken over Tham Nambarth and soon they shall bring larger predators.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Elk at Tham Nambarth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Elk at Tham Nambarth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Tham Nambarth is east of Tinnudir.\\n\\nBrogdagnir asked you to venture to Tham Nambarth and drive off the elk within.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Brogdagnir is at Tinnudir, west of Tham Nambarth.\\n\\nBrogdagnir will be pleased to hear the ruins of his family are now empty.",
      "es": "",
      "es (fem)": ""
    }
  ]
}