{
  "id": 620874908,
  "txt": [
    {
      "id": 218649169,
      "en": "'I suppose you have been informed of the situation? It is a disgrace that vile men have taken one of our ancient estates, ruined or not. I would go there myself had I not orders to stand this post.\\n\\n'I know this place is not your home. I know these halls are not where your ancestors were born, walked, laughed, ate, loved, and ultimately died. This is not where your history lives...but you must be able to relate to how this feels.\\n\\n'I ask you, in my stead, to venture to Tham Ornen and drive the Angmarim from within its walls with a force they have never seen. I wish you to send them a defeat so strong it echoes all the way to the gates of Carn Dûm.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I could hear the screams of terror from here. They will certainly think twice before they return, though I fear they still shall.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I only wish it could be my blade by your side as you make them regret ever stepping foot into the lands of my fathers.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Friendly Welcome",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Tham Ornen has been occupied by forces from Angmar. What value they see in the ruin is unknown.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Angmarim at Tham Ornen ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Angmarim at Tham Ornen ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Tham Ornen is north-east of Tinnudir.\\n\\nBrogdagnir implored to you to deliver a resounding defeat to the Angmarim encamped at Tham Ornen.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Brogdagnir at Tinnudir",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Brogdagnir is at Tinnudir, south-west of Tham Ornen.\\n\\nBrogdagnir will be pleased to hear that the Angmarim have been driven from Tham Ornen.",
      "es": ""
    }
  ]
}