{
  "id": 620874866,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'It is not enough that we battle nature and time as enemies to our history, we have to deal with greedy robbers who want to deny us our past and identity. It cannot be tolerated.\\n\\n'Right this very moment a group of tomb robbers is combing through what is left of Tham Varan. Everything they find will be sold to whoever will give them a spare copper. They think nothing of the history that is lost.\\n\\n'Go to Tham Varan and drive them off. Show them that we, the rangers, have returned to claim our lands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Do you think they got the message to not come back? I fear it is only a matter of time until they return. Greed is a powerful force.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If they would but come to us we would help them but instead they rob and steal. They must be shown the error of their ways.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Robbers and Vandals",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Tham Varan is slowly being dismantled by a group of tomb robbers, stripping it of everything of even the smallest value.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Tomb Robbers at Tham Varan ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Tomb-robbers at Tham Varan ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Tham Varan is east of Tinnudir and Tham Nambarth.\\n\\nBrogdagnir asked you to venture to Tham Varan and drive off the tomb robbers there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Brogdagnir is at Tinnudir, west of Tham Varan and Tham Nambarth.\\n\\nBrogdagnir will be pleased to hear the robbers will think twice before returning to Tham Varan.",
      "es": "",
      "es (fem)": ""
    }
  ]
}