{
  "id": 620874921,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'When Fornost sent forth the call, Ost Heryn did not answer. She remained dormant, allowing the fortress of the North Downs to fall to the Enemy. That decision rested solely with its commander.\\n\\n'He has paid dearly for his decision that day. His spirit stands before the doorway into Ost Heryn, ever watchful of all around. He has never been allowed to stop or rest. The more I watch him the more I pity him... punished for eternity for a decision made in a moment ages ago.\\n\\n'I feel he has paid his due and wish to end his penance. For this to be done, I believe that he must share in the fate that Fornost suffered on that dire day: he must taste the pain of the defeat himself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I sensed the commander leave this place not long ago. I believe he has finally found peace after all these long years. I thank you for delivering it to him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The commander will not know peace until he knows defeat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Payment of an Ancient Debt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ost Heryn is an ancient fortress built to support Fornost. In the time of need, however, its leader betrayed his oath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated the Oath-breaker commander",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat the Oath-breaker commander",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ost Heryn is south of Torogethir's camp.\\n\\nTorogethir asked you to venture to Ost Heryn and defeat the Oath-breaker commander there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Torogethir at his camp in Parth Aduial",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Torogethir is at his camp, north of Ost Heryn.\\n\\nTorogethir will be pleased to hear that the Oath-breaker commander has tasted defeat and has vanished.",
      "es": "",
      "es (fem)": ""
    }
  ]
}