{
  "id": 620874867,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Work with Gúrhebnir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The next estate within the fields is Tham Varan. It is a place we know little about. The records we have found only describe its name. It is an enigma indeed.\\n\\n'The only thing I know is that the tomb robbers have been swarming over it as of late. Given our focus elsewhere it has been ripe for the picking and they have slowly stripped out any valuable information we could find to glean its identity.\\n\\n'Work with the other rangers here to see what we can learn. I would very much like to rescue the identity of Tham Varan from its current place, another nameless faceless forgotten ruin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am beginning to like you and can see why my fellow rangers speak so kindly about you. You have done good work with the first two estates, however the next are in more dire situations.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'History will not delay in stealing Tham Varan from us, I suggest you not either.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Tham Varan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Tham Varan, the south easterly estate, is shrouded in mystery. Its identity has been lost to time and the robbers there carry off more clues every day.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Work with Nadfaron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Nadfaron, Brogdagnir and Gúrhebnir are all Tinnudir.\\n\\nOrchalwë has asked you to work with three of the other rangers to recover the identity of Tham Varan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Work with Brogdagnir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Orchalwë is at Tinnudir.\\n\\nOrchalwë will be pleased to hear that Tham Varan's identity has been learned and its history protected.",
      "es": "",
      "es (fem)": ""
    }
  ]
}