{
  "id": 620874805,
  "txt": [
    {
      "id": 218649170,
      "en": "'Forestry, is it? A fine choice for any self-respecting dwarf!\\n\\n'Collection of wood and hide may seem a menial task for a dwarf, but fine bows are crafted from that wood and finer robes and clothing from the tanned hides. This makes the collection and refinement of these items necessary for our culture. Fine folk, foresters. Talk with the supplier here.\\n\\n'He will set you on the path to becoming another in a long litany of fine foresters.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You are far from home, [placeholder]. We will honour your request and help you as you learn the art of forestry.\\n\\n'Aglallen, the supplier here, will instruct you in the art of forestry.'\\n\\n<rgb=#FF0000>WARNING: You must make sure to have room in your inventory for this quest.</rgb>",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Introduction to Forestry",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Wood is used in many facets of our lives, but we are cautious to take only what is given to us. It is this simple truth that all foresters will learn. Wood is a necessity; without it, many of the masterworks of the Elves would have never come to be. So too are hides necessary, and it is the forester who learns how to treat the hides in the proper manner as to cure them and make them suitable for the soft leather and cloth used by tailors.\\n\\n'I am pleased to see that there are still Elves who would seek to continue the collection of the wood and hide that the world provides.\\n\\n'Aglallen, the supplier here, is willing to instruct you further in your study of forestry.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'You will find Marigold Grubb here in the Crafting Area. \\n\\n'She is a supplier and has offered to instruct those looking to set out in the forester profession.\\n\\n'Speak with her if you are interested in learning and practicing the forester profession.'\\n\\n<rgb=#FF0000>WARNING: You must make sure to have room in your inventory for this quest.</rgb>",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have made a piece of brushed light leather",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You should speak with the supplier here at once!'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Collecting wood and refining it or tanning and curing hides is a necessity. Without any folk who did this, how would woodworkers or tailors  be able to make their wares?\\n\\n'You will want to speak with Marigold Grubb, the supplier here. She has volunteered her time and energy to teach all the new apprentices. Mind her well.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have made a thin rowan board",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You should speak with the supplier here at once!'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'Well look at you. I do not often see your folk here, and when I do, I always find it a bit queer. Well, hobbits less so because of the hill.\\n\\n'Oh, I am sorry, you wish to know more of forestry? Todd Brushwood, the supplier here, has offered to teach all who wish to know the finer points of forestry.\\n\\n'Good day, [placeholder].'\\n\\n<rgb=#FF0000>WARNING: You must make sure to have room in your inventory for this quest.</rgb>",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "You should speak with the Supplier to learn more about forestry.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'You should speak with the supplier here at once!'",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'Forestry is the collection and refinement of wood and hides found among the fallen timber and beasts throughout Middle-earth. The refined materials that foresters provide are used by woodworkers and tailors to ply their trades.\\n\\n'Todd Brushwood, the supplier here, has offered to teach all those who are looking to set out as foresters.'",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "'If you are looking for guidance in forestry, then I am prepared to offer you direction.\\n\\n'If my methods are too fast, feel free to speak with me again, and I will answer any questions that you may have. I will do my best to provide you with clear direction. The first and most important step is having the proper ingredients.\\n\\n'I have kept some of these ingredients aside for purpose of providing to new foresters. Take this <rgb=#FF00FF00>crate</rgb> and let us begin.'\\n\\n<rgb=#FF00FF00>Suppliers provide the secondary ingredients necessary for foresters to treat the materials that they collect. As this is a collection profession, there are no additional recipes to purchase, as all are learned automatically as you advance.</rgb>",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Supplier provided you with a <rgb=#FF00FF00>crate</rgb> full of ingredients that you can use to execute the forester recipes. Open the <rgb=#FF00FF00>crate</rgb> to get the ingredients.\\n\\n<rgb=#FF00FF00>Ingredients for foresters are found among fallen branches or from the many beasts lurking in the wild, and some are purchased from suppliers. You can also find ingredients on the Auction Hall.</rgb>",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'You should speak with the supplier here at once!'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The Supplier provided you with the ingredients necessary to create a piece of <rgb=#FF00FF00>brushed light leather</rgb> and a <rgb=#FF00FF00>thin rowan board</rgb>.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Good work, so far. Get your hands back to work and cure that <rgb=#FF00FF00>piece of light leather</rgb> and treat those <rgb=#FF00FF00>logs of rowan wood</rgb>.'\\n\\n<rgb=#FF00FF00>To open your crafting panel, you can use the T key or click on the crafting button (it looks like a hammer and anvil) in the lower left part of your UI.\\n\\nSelect the Forester tab in the craft UI and find the proper recipe.\\n\\nRemember: In order to execute a recipe, you must be near the proper facility. Forestry requires a workbench.</rgb>",
      "es": ""
    },
    {
      "id": 8725888,
      "en": "'Have you forgotten something? I do not see the items that you were supposed to deliver to me. You should return with them.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "The recipes are complete. <rgb=#FF00FF00>Do not sell the brushed light leather or thin rowan board!</rgb> It is time to show your handiwork to your mentor, the Supplier.",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'Grab your <rgb=#FF00FF00>forester's axe</rgb> and make sure you have it equipped, then open the <rgb=#FF00FF00>crate</rgb> of ingredients that I gave you and make your way to the workbench.'\\n\\n<rgb=#FF00FF00>Ingredients for foresters are found in chests, gathered from fallen branches, or from beasts of the wild. They can also be purchased from suppliers. You can also find ingredients on the Auction Hall.</rgb>",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'Grab your <rgb=#FF00FF00>forester's axe</rgb> and make sure you have it equipped, then open the <rgb=#FF00FF00>crate</rgb> of ingredients that I gave you and make your way to the workbench.'\\n\\n<rgb=#FF00FF00>Ingredients for foresters are found in chests, gathered from fallen branches, or from beasts of the wild. They can also be purchased from suppliers. You can also find ingredients on the Auction Hall.</rgb>",
      "es": ""
    },
    {
      "id": 63183944,
      "en": "'Good work, so far. Get your hands back to work and cure that <rgb=#FF00FF00>piece of light leather</rgb> and treat those <rgb=#FF00FF00> logs of rowan wood</rgb>.'\\n\\n<rgb=#FF00FF00>To open your crafting panel, you can use the T key or click on the crafting button (it looks like a hammer and anvil) in the lower left part of your UI.\\n\\nSelect the Forester tab in the craft UI and find the proper recipe.\\n\\nRemember: In order to execute a recipe, you must be near the proper facility. Forestry requires a workbench.</rgb>",
      "es": ""
    },
    {
      "id": 63183945,
      "en": "'Good work, so far. Get your hands back to work and cure that <rgb=#FF00FF00>piece of light leather</rgb> and treat those <rgb=#FF00FF00>logs of rowan wood</rgb>.'\\n\\n<rgb=#FF00FF00>To open your crafting panel, you can use the T key or click on the crafting button (it looks like a hammer and anvil) in the lower left part of your UI.\\n\\nSelect the Forester tab in the craft UI and find the proper recipe.\\n\\nRemember: In order to execute a recipe, you must be near the proper facility. Forestry requires a workbench.</rgb>",
      "es": ""
    },
    {
      "id": 205636720,
      "en": "'Grab your <rgb=#FF00FF00>forester's axe</rgb> and make sure you have it equipped, then open the <rgb=#FF00FF00>crate</rgb> of ingredients that I gave you and make your way to the workbench.'\\n\\n<rgb=#FF00FF00>Ingredients for foresters are found in chests, gathered from fallen branches, or from beasts of the wild. They can also be purchased from suppliers. You can also find ingredients on the Auction Hall.</rgb>",
      "es": ""
    },
    {
      "id": 205636721,
      "en": "'Good work, so far. Get your hands back to work and cure that <rgb=#FF00FF00>piece of light leather</rgb> and treat those <rgb=#FF00FF00>logs of rowan wood</rgb>.'\\n\\n<rgb=#FF00FF00>To open your crafting panel, you can use the T key or click on the crafting button (it looks like a hammer and anvil) in the lower left part of your UI.\\n\\nSelect the Forester tab in the craft UI and find the proper recipe.\\n\\nRemember: In order to execute a recipe, you must be near the proper facility. Forestry requires a workbench.</rgb>",
      "es": ""
    },
    {
      "id": 205636722,
      "en": "'Grab your <rgb=#FF00FF00>forester's axe</rgb> and make sure you have it equipped, then open the <rgb=#FF00FF00>crate</rgb> of ingredients that I gave you and make your way to the workbench.'\\n\\n<rgb=#FF00FF00>Ingredients for foresters are found in chests, gathered from fallen branches, or from beasts of the wild. They can also be purchased from suppliers. You can also find ingredients on the Auction Hall.</rgb>",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Speak with the Supplier in the crafting area",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "You have been provided with ingredients",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Open the <rgb=#FF00FF00>crate</rgb> given to you by the Supplier to collect the two light hides, two logs of rowan wood, and one lump of wax",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "You now have all the ingredients to make a brushed light leather and a thin rowan board",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Using the ingredients you received, craft a piece of <rgb=#FF00FF00>brushed light leather</rgb>",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Using the ingredients you received, craft a <rgb=#FF00FF00>thin rowan board</rgb>",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Bring the <rgb=#FF00FF00>brushed light leather and thin rowan board</rgb> to the Supplier",
      "es": ""
    },
    {
      "id": 8725904,
      "en": "'Hello, there. I hear that you are interested in learning the ways of a forestry. If so, you have come to the right place.\\n\\n'I will try to not move too quickly for you, but if I do, speak with me again to ask more pointed questions.\\n\\n'I almost forgot the most important thing for every new forester -- ingredients. Everything you need is inside this <rgb=#FF00FF00>crate</rgb>.'\\n\\n<rgb=#FF00FF00>Suppliers provide the secondary ingredients necessary for foresters to treat the materials that they collect. As this is a collection profession, there are no additional recipes to purchase, as all are learned automatically as you advance.</rgb>",
      "es": ""
    },
    {
      "id": 8725905,
      "en": "'Well, look here... another would-be forester. I am pleased to meet you and am looking forward to helping you get started.\\n\\n'If I go too fast or you need help at any point, you can ask me questions about forestry, and I will do my best to provide you with clear direction. The first and most important step is having the proper ingredients.\\n\\n'I set aside a few for new foresters like yourself. Take this <rgb=#FF00FF00>crate</rgb> and let us begin.'\\n\\n<rgb=#FF00FF00>Suppliers provide the secondary ingredients necessary for Foresters to treat the materials that they collect. As this is a collection profession there are no additional recipes to purchase, as all are automatically learned as you advance.</rgb>",
      "es": ""
    },
    {
      "id": 8725906,
      "en": "'Hello, there. I hear that you are interested in learning the ways of forestry. If so, you have come to the right place.\\n\\n'I will try to not move too quickly for you, but if I do, speak with me again to ask more pointed questions.\\n\\n'I almost forgot the most important thing for every new forester -- ingredients. Everything you need is inside this <rgb=#FF00FF00>crate</rgb>.'\\n\\n<rgb=#FF00FF00>Suppliers provide the secondary ingredients necessary for foresters to treat the materials that they collect. As this is a collection profession, there are no additional recipes to purchase, as all are learned automatically as you advance.</rgb>",
      "es": ""
    },
    {
      "id": 8725907,
      "en": "'Let me see what you were able to do....'\\n\\nShe inspects the brushed light leather and thin rowan board.\\n\\n'It appears that there are no impurities in these. \\n\\n'I think that you have done very, very well, [placeholder]. I approve and declare you a novice forester.'",
      "es": ""
    },
    {
      "id": 8725908,
      "en": "'Oh no, did you sell your brushed light leather and thin rowan board? Well, I need to inspect them, so you had better find a way to make me more.'",
      "es": ""
    },
    {
      "id": 8725909,
      "en": "'Let me see what you have done.'\\n\\nHe examines the items closely.\\n\\n'Both the leather and the wood appear to have been treated without a hint of impurity.\\n\\n'I think that this is a very good effort and proves that you are prepared to contine your work towards becoming a master forester.'",
      "es": ""
    },
    {
      "id": 8725910,
      "en": "'Do you have the items I requested on you? I do not see them. I hope you did not sell them for coin. I would like to inspect that work. You had best find a way to make another.'",
      "es": ""
    },
    {
      "id": 8725911,
      "en": "'May I see the items that I requested you to make for me?'\\n\\nHe takes a moment to admire your handiwork.\\n\\n'These are a fine example of treated wood and leather... nary a fault in the process can be seen. You are well on your way towards becoming a forester. Well done, [placeholder].'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Foresters collect wood from fallen branches. They are also adept at treating the wood for use; but this is not the end of a Forester's knowledge, for they also cure hides from the beasts found throughout the wild. These learned skills provide woodworkers and tailors with the materials necessary to ply their own crafts. This gathering profession is much-needed and often profitable in Middle-earth.\\n\\n<rgb=#FF00FF00>Be careful! You will need to complete the correct recipes and deliver the correct items outlined in this quest. \\n\\nYou will need to execute the treated rowan and light leather recipes and deliver the thin rowan boards and brushed light leather. Failing to do so will force you to obtain new raw materials or to restart the quest after a 24-hour delay.</rgb>",
      "es": ""
    },
    {
      "id": 8725912,
      "en": "'Have you forgotten something? I do not see the items that you were supposed to deliver to me. You should return with them.'",
      "es": ""
    },
    {
      "id": 8725913,
      "en": "'May I see the items that I requested you to make for me?'\\n\\nHe takes a moment to admire your handiwork.\\n\\n'These are a fine example of treated wood and leather...nary a fault in the process can be seen. You are well on your way towards becoming a forester. Well done, [placeholder].'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'It looks as though you have strayed a little ways from home, [placeholder], and you want to learn about forestry?\\n\\n'It seems, then, that you have come to the right place.\\n\\n'You want to speak with Binír, the supplier here. He will be able to set you upon the path of forestry.'\\n\\n<rgb=#FF0000>WARNING: You must make sure to have room in your inventory for this quest.</rgb>",
      "es": ""
    }
  ]
}