{
  "id": 620874915,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Goblins are amusing creatures. Easily misunderstood, they are more clever than often given credit for and very devious. However, if done correctly, one can trick them into believing something much larger is going on around them and scare them into a panic.\\n\\n'That is what we will do to the goblins at Tham Andalath. We can defeat as many as we want, but goblins are thicker than the flies at night, and will only return. We must make them not want to.\\n\\n'The flames at Tham Andalath are the key. Night and day they are constantly burning, the goblins never let them go out. They must fear the darkness and believe something out there will get them if the fires are not lit. If you were to put them out, I believe the goblins may leave all on their own.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'A scout that swung through just before you arrived reported seeing goblins fleeing Tham Andalath already. Great work.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I wonder what it is in the dark they are afraid of.... I know those fields well....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Quenching the Flame",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Tham Andalath is the furthest of the estates from Tinnudir. What was once one of the most opulent houses in all of Evendim is now desecrated by goblins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Put out camp-fires ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Put out the camp-fires ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Tham Andalath is north east of Tinnudir, east of Tham Ornen.\\n\\nGúrhebnir asked you to quench the camp-fires at Tham Andalath believing if they are not burning the goblins will flee.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gúrhebnir is at Tinnudir, south west of Tham Andalath.\\n\\nGúrhebnir will be pleased to hear the lights of Tham Andalath are now dark.",
      "es": "",
      "es (fem)": ""
    }
  ]
}