{
  "id": 620797505,
  "txt": [
    {
      "id": 218649170,
      "en": "'It's bad enough that Lobelia has got her hands on old Mr. Bilbo's hole and has taken to threatening her neighbours and such, but now she has got herself made the official Yule-planner! She'll ruin the holiday, and that's no mistake.\\n\\n'That Lotho of hers don't take truck with festive drinks and parties, and she loves that boy enough to make a mess of it all for him. What's a Yule-feast without a good mug, I asks? And what is all this nonsense about ending the feast early this year?\\n\\n'It's bad business, [placeholder]. Mark my words, she'll ruin it for us all. Perhaps you could see about dealing with the problem on behalf of us Hobbiton-folk?'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Have you heard? Old Lobelia Sackville-Baggins has gone and got herself made the official Yule-planner this year! It's dreadful, I says. Old Bilbo at least knew how to throw a particularly fine feast -- if a bit odd -- but Lobelia, now....\\n\\n'She wants to serve vegetables and tea! Fine for a garden-party, but a Yule-feast? I daresay it's an outrage!\\n\\n'It's that Lotho's doing, I'd lay odds. He needs a good lesson taught, but I guess no-one's got the courage. Perhaps you might talk to Old Flourdumpling, old Whitfoot the Mayor, about finding someone else?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Yuletide Woes",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'After all her fuss about my pies, Lobelia was made the official Yule-planner. Now she wants to leave my pies out of the feast altogether! I'm not usually one to brag, but my pies are well thought of in Hobbiton, and I just don't think it fair that they should be left out...in favour of vegetables!\\n\\n'Why I'm sure Opal Goodbody put her up to this outrage...she never did like me. Well, I can deal with her, but who is going to deal with Lobelia?\\n\\n'Maybe you would find out how she managed to get her position and can find a way to do something about it? It would be a blessing to all of Hobbiton if you could!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'I think it is just delightful that Lobelia was made the official Yule-planner this year! She has such a wise head on her shoulders. I know that Lotho has been out and about, spending large amounts of money...I'm sure it's going towards the feast!\\n\\n'I'm sure all those rumours about Lobelia wanting vegetables and tea and an early bedtime for the feast is foolishness. Lobelia is a hobbit, after all...what else could a hobbit ask for than a wonderful feast?\\n\\n'Well, I'm sure all those tom-fools begging Old Flourdumpling to remove Lobelia from her position are just jealous. You wouldn't happen to be one of them would you?'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Found an invitation",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'It's a sad day, my friend. Here I thought there would be orders going to and from Bag End with no end when Lobelia was made the Yule-planner, but there ain't been no mail at all; no letters, no provender, no gifts, no nothing.\\n\\n'Well, Hobbiton will be bad off this year if Lobelia stays in her position. What's to become of the Yule-feast? It's a pity, it is.\\n\\n'Hey, maybe you could look into her appointment? It smells a bit fishy to me...what with all the ruckus in the Southfarthing, and this Chief buying up land in the Northfarthing. It would be nice to have something to celebrate, and Lobelia being removed from her position would certainly be something to celebrate!'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'Old Lobelia has been pestering the Shirriffs about maintaining order during this year's Yule-feast. Who made her the boss anyway? Well, I suppose Mayor Whitfoot did, but that doesn't mean I have to like it.\\n\\n'She wants all the inns closed during the feast this year and plans on having tea instead of beer! Can you believe it? Well, open or closed, I'll be sitting right here in The Ivy Bush come Yule.\\n\\n'Maybe you would ask around and find out how exactly Lobelia managed to worm her way into Old Flourdumpling's good graces?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "You have been asked to inquire among the Hobbiton-folk for an explanation of Lobelia's post as Yule-planner.",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'It's hard enough managing a stable in the Shire, but when I heard that Lobelia Sackville-Baggins was made the official Yule-planner this year, I almost climbed on one of my ponies and rode out of Hobbiton as quick as I could. It's a poor joke, if you ask me. What good can come of it?\\n\\n'Lobelia has all the joy and capacity for pleasantry as a spoiled egg. It smells, I tell you, and the rumours of her plans for the feast smell worse.\\n\\n'Perhaps you could look into her appointment? There has to be a mistake; I'm sure of it!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Sandyman's Mill is north of the bridge over the Water in Hobbiton.\\n\\nTed Sandyman's unusual behaviour might suggest a need to search Sandyman's Mill for anything out of the ordinary.",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "'Shut me down for Yule, that's what she wants to do! Who? Why that Lobelia Sackville-Baggins! She was made official Yule-planner, if you can believe it!\\n\\n'Why what's a feast without good cheer? And how do you get good cheer without an inn? It's a terrible mistake...it has to be!\\n\\n'Maybe you would go find out the truth behind these rumours? It's madness, I tell you!'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Will Whitfoot is at the Town Hole in Michel Delving, far to the west of Hobbiton.\\n\\nYou should report your findings to Will Whitfoot, the Mayor of the Shire.",
      "es": ""
    },
    {
      "id": 8725888,
      "en": "'Lobelia took a pony-cart up to Michel Delving maybe a month ago, but that is all I know.'",
      "es": ""
    },
    {
      "id": 8725889,
      "en": "'I have heard a thing or two, but I am not one to spread rumours.\\n\\n'But if you have to know, I heard she paid off Old Flourdumpling off in Michel Delving for the position.'",
      "es": ""
    },
    {
      "id": 8725890,
      "en": "'Lobelia Sackville-Baggins is trying to cheat Hobbiton out of their Yule-feast? I would love to help, but I fear my hands are tied in this matter.\\n\\n'Lobelia came not a month ago seeking the laws relating to local Hobbiton feasts. If I remember correctly the Hobbiton-law states: Whosoever resides in the Hill at Bag End shall be charged with the planning and coordination of all local feasts and festival-activities and shall preside over said feasts in the absence of the Mayor.\\n\\n'This law being a holdover from when the Baggins family was the chief residence of the Hill. Because the law was not changed or a new planner appointed, there is simply nothing I can do.'\\n",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Inquire among the Hobbiton-folk for an explanation of Lobelia's post as Yule-planner",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Search Sandyman's Mill for anything out of the ordinary",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Will Whitfoot",
      "es": ""
    },
    {
      "id": 8725904,
      "en": "'I haven't heard aught else save that we're all to eat our vegetables and get a proper nights rest. The cheek of it!'",
      "es": ""
    },
    {
      "id": 8725905,
      "en": "'Lobelia has been coming and going on festival business, but I haven't heard how she came to the job.'",
      "es": ""
    },
    {
      "id": 8725906,
      "en": "'Lobelia's post as Yule-planner? No, I haven't heard anything as to how she came by it.'",
      "es": ""
    },
    {
      "id": 8725907,
      "en": "'I'm sorry, but I haven't heard anything about how Lobelia came by the Yule-planner post.  \\n\\n'Whatever shall we do? Yule will be ruined if Lobelia has her way!'",
      "es": ""
    },
    {
      "id": 8725908,
      "en": "'The Yule-feast will be simply wonderful this year! The best that has been held for many a long season; leastwise, better than any that old fool Bilbo ever planned, that's for certain.'",
      "es": ""
    },
    {
      "id": 8725909,
      "en": "'Be off! Can't you see we have a great deal of planning left to do before the Yule-feast?'",
      "es": ""
    },
    {
      "id": 8725910,
      "en": "'Sorry, I haven't heard anything.'",
      "es": ""
    },
    {
      "id": 8725911,
      "en": "'Lobelia? I heard she was up to some mischief away in Michel Delving...I'm sure that's how she came by the position.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "It appears that Lobelia Sackville-Baggins is the Hobbiton Yule-planner.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 8725912,
      "en": "'If you need any help looking for information, I might be able to help you after another pint or two.'",
      "es": ""
    },
    {
      "id": 8725913,
      "en": "'The Yule feast? Why my dad and I were personally invited by Lotho Sackville-Baggins, but why I would tell the likes of you anything more is beyond me.\\n\\n'Now be off! I have important things to be doing up at the mill without the likes of you snooping about my business.'",
      "es": ""
    },
    {
      "id": 262676277,
      "en": "Found an invitation",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Why hullo there! I am guessing you have come about the rumours? Well, I am afraid they are true; Lobelia Sackville-Baggins is the official Yule-planner for the Hobbiton Yule-feast! It's dreadful, simply dreadful! She has already announced that we will be getting nothing more than harvest-vegetables at the feast. The gall of some folk!\\n\\n'Lobelia also told us that we ought to end the festival early this year, what with all the roustabouts that have been coming in...says it isn't safe for decent folk to stay up late outdoors. Naught but vegetables and an early bed...what is a respectable hobbit to do?\\n\\n'What's more, no one in Hobbiton is rightly sure how she came by the title. For years, old Mad Baggins held the position, and in turn Frodo Baggins took it after his disappearance. Something isn't right about the whole affair. Do you think you would be able to help us set things to rights?'",
      "es": ""
    }
  ]
}