{
  "id": 620797526,
  "txt": [
    {
      "id": 218649169,
      "en": "'Excuse me a moment, but could I beg a favour of you? I have this work order for materials and labour over in the Bree community that I need delivered immediately to confirm our work dates with the purchaser. I know this isn't much notice, but I can pay you well for your trouble.\\n\\n'I just need you to take this to Nan Henwood over by the gates of the community a little ways south-east of here, east of those old ruins.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'What is this? Ah, the work order from Sarabeth. Thank you very much! We've been hoping to see this for a few days now.\\n\\n'Say, while you're here, could you take this to Bill Twiggins? He should be in the market square of the community.\\n\\n'I don't know if you're looking for a house right now, but take a look around while you're there and let me know if anything catches your fancy.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'What? Today? Where did this come from? Sarabeth? I didn't know this was going to be today! Oh no, Nan's going to kill me....\\n\\n'Please excuse me. I have some things I need to see to immediately!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Building the Bree Homestead",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Bree is a small town, but growing everyday due to the travellers coming up the Greenway from the South.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the work order to Nan Henwood",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Nan Henwood is near the gates of the Bree homestead, south-east of Sarabeth Lowbanks, east of the old ruins there.\\n\\nSarabeth Lowbanks has asked you to deliver a work order confirmation to Nan Henwood.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the work order to Bill Twiggins",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Bill Twiggins is in the market square of the Bree homestead.\\n\\nNan Henwood has signed the work order and asked you to take it to Bill Twiggins.",
      "es": ""
    }
  ]
}