{
  "id": 620797524,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Ah, forgive me, traveller, could you aid me for a moment? I must deliver an important notice, but I cannot leave Duillond right at the moment.\\n\\n'I have this order for fine woods in the Duillond community that I need carried immediately to confirm the time of delivery. Could you take this to Barchiril over by the gates of the Duillond community across the river and south at the cross-roads beyond the bridge?\\n\\n'It should require just a few minutes of your time, and Barchiril should compensate you well for the effort.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What is this? Ah, the confirmation from Badennas. Thank you very much! We have been hoping to see this for a few days now.\\n\\n'Would you be so kind as to bring this to Barthavron for me? He is a craftsman who can usually be found in the market square of the community.\\n\\n'Should you see a home that might suit your needs while you are inside, please do let me know.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'My thanks to you. It is good to know that Badennas has completed my order. Our construction of the most recent homes will soon be complete, thanks to her efforts.\\n\\n'It seems strange to be building new and afresh even as so many of us seek to leave these lands. Be it one year or a thousand, our people still need places to live while they await their time to sail into the West.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Building the Duillond Homestead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Though Duillond is small haven as far as Elf-refuges are concerned, there are those who dwell there for many seasons.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the work order to Barchiril",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Barchiril is near the gates of the Duillond homestead, across the river and south from the cross-road.\\n\\nBadennas has asked you to deliver a work order confirmation to Barchiril.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the work order to Barthavron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Barthavron is in the market square of the Duillond community.\\n\\nBarchiril has signed the work order and asked you to take it to Barthavron.",
      "es": "",
      "es (fem)": ""
    }
  ]
}