{
  "id": 620797525,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Excuse me a moment...might I beg a favour of you? I have this work order for materials and labour over in Michel Delving that I need delivered immediately to confirm our work dates with the purchaser. I know this isn't much notice, but I can pay you well for your trouble.\\n\\n'I just need you to take this to Andy Brockhouse over by the gates of the Michel Delving community, south of the town proper.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What is this? Ah, the work order from Overhill. Thank you very much! We've been hoping to see this for a few days now.\\n\\n'Could you do me a favour and take this in to Rolf Bracegirdle? He's a furnishing decorator in the community market square.\\n\\n'And take a look around while you're there. I don't know if you're looking for a house right now, but you might see something that catches your fancy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'It seems that our wood order is finally on its way.\\n\\n'Thank goodness! My stock is just about gone as it is. I was going to have to start chopping trees myself just to stay in business! Imagine!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Building the Michel Delving Homestead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Michel Delving is a burgeoning community, with many new holes being dug.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the work order to Andy Brockhouse",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Andy Brockhouse is near the gates of the Michel Delving homestead, south of the town proper.\\n\\nThe woodworker in Overhill has asked you to deliver a work order confirmation to Andy Brockhouse.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the work order to Rolf Bracegirdle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Rolf Bracegirdle is in the market square of the Michel Delving homestead.\\n\\nAndy Brockhouse has signed the work order and asked you to take it to Rolf Bracegirdle.",
      "es": "",
      "es (fem)": ""
    }
  ]
}