{
  "id": 620797437,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Bilbo's Buttons",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have added a stained button to your collection",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "A brass button stained with something... blood perhaps?\\n\\nIn any case, it certainly is not a goblin-relic -- it looks more like something you would find on a hobbit's waistcoat....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Say now, what's that you have there? Buttons? Oh my, and here I had thought I'd seen the last of them so many years ago. Where did you find these? Ah, they do bring back the memories of my youth. Now that was a proper adventure, let me tell you. You should have seen us! Swords flashing, goblins biting! That and the most dangerous game of riddles I've ever played in my life, I daresay!\\n\\n'Those were the days... and you've reminded me, I've got to get back to my book. I had quite forgotten to add that bit about my scrape at the back door! Don't let me hold you up with my rambling. We have all got important things to do!\\n\\n'Oh? The buttons? Never you mind. I had given up on them for good long ago, and they do look quite the worse for wear, don't they? Can't imagine what the goblins held on to them all this time for. Keep them if you wish!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have added a tarnished button to your collection",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e2",
      "en": "This odd little brass button is heavily tarnished and worse for wear - but it seems that at some point it would have set well upon a rather fine coat or jacket. How did goblins get this?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have added a polished button to your collection",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "This brass button is old and worse for wear, but it looks like some curious goblin has polished it recently. He must have carried it as a keepsake of some sort.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Find Bilbo's lost buttons",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You have added a scratched button to your collection",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e4",
      "en": "How odd -- a brass waistcoat button in the depths of Goblin-town? The face of the button appears to have been heavily scratched, perhaps against a rock face at some point in the distant past.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "You have added a bent button to your collection",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e5",
      "en": "This bit of brass finery seems out of place in the dark warrens of Goblin-town. It also seems to have been bent, perhaps in whatever incident separated it from the waistcoat it once must have secured.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "You have added a shiny button to your collection",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e6",
      "en": "This brass button looks surprisingly well-kept, and you can still faintly see the etched design on it that marks it as being of Shire manufacture -- but what hobbit in his right mind would venture into the depths of Goblin-town wearing a waistcoat!?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3687",
      "en": "You have added a broken cufflink to your collection",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e7",
      "en": "Interesting -- this appears to be a cufflink that might have once been in fashion among the Hobbits of the Shire, but the post has snapped, and it is of little value now.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3688",
      "en": "You have added a blackened cufflink to your collection",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e8",
      "en": "This cufflink looks like it might have once been a rather fine piece of jewellery -- likely of hobbit-make -- but it appears to have been badly marred and blackened when some clumsy goblin dropped it into a fire pit some time ago.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the stained button",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find the tarnished button",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Find the polished button",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Find the scratched button",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Find the bent button",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Find the shiny button",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Find the broken cufflink",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "Find the blackened cufflink",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "How strange... scattered throughout the warrens of Goblin-town seem to be a set of old, well-worn brass buttons, as if lost from a Hobbit's waistcoat. How in the world did such things come to be in these dark and twisted tunnels?",
      "es": "",
      "es (fem)": ""
    }
  ]
}