{
  "id": 620797569,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'They think an Elf is caught within the dungeons down beneath? Goblin-town has re-awoken and I fear there's more than just one trapped in those depths. I do not remember where the dungeons are within, it was a long time ago. It will be up to you to explore and find where they are being kept.' ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'So, Blackfang revealed Glorwen's fate to you before he was himself torn to pieces by his own pack? I deem it a fitting fate for such a monster, but not for poor Glorwen!\\n\\n'There is but one glimmer of hope that remains -- the hatred of the goblins for my people is such that they will not kill Glorwen if they can help it. They would much rather keep her in endless toil and torment until her will to live breaks and she either loses her mind or dies of her own accord.\\n\\n'Luckily, Glorwen is no faint maiden to be easily broken by such as they, and thus we may have some time to effect her escape -- but I would not have her suffer a minute longer beneath at the tender mercies of the goblins!\\n\\n'I have heard that Glóin, a dwarf yet still a friend, has set up a camp outside of Goblin-town. Find him and he will share with you what he knows of the depths and dungeons hidden beneath.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Leave me be! Touch me again, and I'll break your arm as I did the last of you filthy beasts who dared try it!'\\n\\n'Oh! Forgive me! In this eternal darkness one does not come to expect a friendly face at the door...Who are you and how have you come to this hellish place?! Are you a fellow prisoner who has found a means of escape? Or a truly foolish [placeholder] who has come down here of your own accord?\\n\\n'Never mind -- it matters not. All that matters now is that we free the others and find our escape from this deadly prison, before we meet our ends so far from the light of the stars.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Hurry, [placeholder]! You must find Glorwen in Goblin-town before it is too late!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Down, Down to Goblin-town",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Having defeated the Warg pack-leader Blackfang and discovered the likely whereabouts of the missing Elvish hunter Glorwen, you now face the grim task of proceeding into the depths of Goblin-town itself to effect her rescue!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "Glóin is encamped outside the entrance to Goblin-town.\\n\\nNogmeldir has asked you to find Glóin and ask for aid finding Glorwen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Glorwen is imprisoned in Goblin-town.\\n\\nNogmeldir has asked you to find and rescue the scout Glorwen.",
      "es": "",
      "es (fem)": ""
    }
  ]
}