{
  "id": 620797523,
  "txt": [
    {
      "id": 218649169,
      "en": "'Your pardon, friend, but could I beg a favour of you? I have this work order for materials and labour over in the Thorin's Hall community that I need delivered immediately to confirm our work dates with the purchaser. I know this is not much notice, but I can pay you well for your trouble.\\n\\n'I need you to take this to Rúni over by the gates of the Thorin's Hall community, west of Thorin's Gate. You can't miss it.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'What is this? Ah, the work order from Tyrvi. Thank you very much! We have been hoping to see this for a few days now.\\n\\n'Go ahead and bring this work order to Rambi in the market square of the community. While you are there, why don't you take a look around...let me know if you see anything you like!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have a work order from Tyrvi? Has this been signed yet?\\n\\n'Finally! I've been sitting here on my thumbs for two days now! It's a shameful waste of time, if you ask me, but you can be sure that MY work will be done promptly at least.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Building the Thorin's Hall Homestead",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "New homes are always being built in the community of Thorin's Hall.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the work order to Rúni",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Rúni is near the gates of the Thorin's Hall homestead, west of Thorin's Gate.\\n\\nNagli has asked you to take a work order to Rúni..",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the work order to Rambi",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Rambi is in the market square of the Thorin's Hall homestead.\\n\\nRúni has signed the work order and asked you to take it to Rambi.",
      "es": ""
    }
  ]
}