{
  "id": 620797501,
  "txt": [
    {
      "id": 218649170,
      "en": "'I'll sign your petition, you can be sure!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'A petition for a new Yule-planner? Of course I'll sign it!\\n\\n'That Lobelia has been nothing but trouble since she moved to Bag End. What I wouldn't give for young Mr. Frodo to return.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Yule Be Sorry",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'A petition for a new Yule-planner? Of course, I'll sign it!'",
      "es": ""
    },
    {
      "id": 208662001,
      "en": "'This is an outrage!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'What's that now? Why of course I'll sign your petition!'",
      "es": ""
    },
    {
      "id": 208662002,
      "en": "'How dare you threaten me with a petition, preposterous!'",
      "es": ""
    },
    {
      "id": 208662003,
      "en": "'Hobbiton law requires at least ten signatures on an official petition.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'I'll sign your petition!'",
      "es": ""
    },
    {
      "id": 208662004,
      "en": "'Well, it looks like the Yule-feast will continue as planned.'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'You were able to find a way to get Lobelia out of her office? Give that paper here!'",
      "es": ""
    },
    {
      "id": 208662005,
      "en": "'What?!?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Hobbiton lies far to the east of Michel Delving.\\n\\nWill Whitfoot has given you an official petition and has sent you to Hobbiton to find ten inhabitants to sign your petition.",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'A petition for a new Yule-planner? Of course, I'll sign it!'",
      "es": ""
    },
    {
      "id": 208662006,
      "en": "'No!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Lobelia Sackville-Baggins is at Bag End on the Hill in Hobbition.\\n\\nHaving obtained ten signatures, you should bring the signed petition to Lobelia Sackville-Baggins.",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "'A petition? Why would I sign a silly thing like that?'",
      "es": ""
    },
    {
      "id": 208662007,
      "en": "'Fiddlesticks!'",
      "es": ""
    },
    {
      "id": 175253801,
      "en": "'But look here, it only has nine signatures!'",
      "es": ""
    },
    {
      "id": 22720097,
      "en": "'My gaffer told me there was someone up here looking for me?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to the inhabitants of Hobbiton",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Serve Lobelia with the petition",
      "es": ""
    },
    {
      "id": 8725904,
      "en": "'What's that now? Why of course I'll sign!'",
      "es": ""
    },
    {
      "id": 8725905,
      "en": "'You were able to find a way to get Lobelia out of her post? Give that paper here!'",
      "es": ""
    },
    {
      "id": 8725906,
      "en": "'What do you want? Can't you see that I am busy preparing for this year's Yule-feast?'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Book of Festival-law holds precedent for removing Lobelia Sackville-Baggins from her 'post,' but it will not be easy.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 18197217,
      "en": "'Excuse me Mrs. Lobelia.'",
      "es": ""
    },
    {
      "id": 18197218,
      "en": "'Oh, this the petition he said I should sign?'",
      "es": ""
    },
    {
      "id": 18197219,
      "en": "'Now that I signed it can I go back to playing?'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Ah, here it is! The Book of Festival-law clearly states that a festival-planner can be changed with a petition signed by no fewer than ten persons who reside in the town of the feast in question.\\n\\n'Here, take this official petition. If you can find ten residents of Hobbiton to sign it, then the post of Hobbiton Yule-planner can be changed!'",
      "es": ""
    }
  ]
}