{
  "id": 620797570,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'As if we'd not enough to deal with here, it seems that a few of Rivendell's scouts have gone astray, somewhere east of here, up in the High Pass. A pair of them that passed through some few weeks ago said there were rumours that a new Great Goblin has arisen in Goblin-town and were going to see if they were true...and make trouble for them if they were.\\n\\n'Well, there's trouble a-plenty up in these mountains without a pair of flighty Elves stirring up more, mark my words, but go they did, and we've not heard aught from them since. One of my folk went along with them -- a fellow by the name of Eywind -- so they ought to be fine.\\n\\n'Now that I think about it, Eywind is a bit of a hot-head himself. He went tagging along with the others as he fancied he would find a bit more adventure up in the High Pass, as he put it, so maybe it would be best if you did go take a look and see if they're all right....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ho there friend! What brings one such as you into the frozen peaks of the High Pass?\\n\\n'Vighar sent you, did he? Good fellow -- well, it turns out we're fine here. Plenty of goblins to go around and the weather's not so bad, once you get used to it.\\n\\n'Now, we do have quite a few things on the docket, if you will -- that and it seems my skinny friend here has lost his fellow. Glorwen got up here a bit before us, and while she left signs of her safe arrival, we've seen naught of her since. He's a cool one, but I think he's starting to get a bit worried.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You should seek out my kinsman Eywind up in the High Pass. He and his companions should be encamped out past Pinnath Fenui, up through Cirith Daur.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Into the High Pass",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Vighar Roadwalker has told you of a trio of scouts sent forth from Rivendell and passed through his camp some weeks ago to scout the eastern reaches of the Misty Mountains, as they rise up into the High Pass. These three -- the Elves Nogmeldir and Glorwen and the dwarf Eywind -- have been tasked with determining the strength of Goblin-town, where it has been rumoured that a new Great Goblin has taken the throne, and may be preparing for war against settlements on either side of the Misty Mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Eywind in the High Pass",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Find Eywind and his companions in the High Pass, through the passage that runs past Pinnath Fenui and through Cirith Daur to the east.",
      "es": "",
      "es (fem)": ""
    }
  ]
}