{
  "id": 620797503,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'As I said, there is nothing I can do to help you with Lobelia Sackville-Baggins, as much as I would like to.\\n\\n'Your only hope for getting a new festival-planner would be to search the Book of Festival-law for any adjuncts to the existing laws.\\n\\n'I sent the Book of Festival-law to the library in the Great Smials for safe keeping. If you wish to further pursue the matter, you should seek out that book.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You found the Book of Festival-law!  Let me have a look.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Have you found the Book of Festival-law yet? It should be in the library at the Great Smials in Tuckborough.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Book of Festival-law",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Will Whitfoot mentioned the Book of Festival-law, which may contain more information about Lobelia Sackville-Baggins' supposed post as Yule-planner.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Found the Book of Festival-law",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa81f35",
      "en": "Found the Book of Festival-law",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search for the Book of Festival-law",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Book of Festival-law is in the library of the Great Smials in Tuckborough, far to the east of Michel Delving.\\n\\nWill Whitfoot sent you to the Great Smials in Tuckborough to search for the Book of Festival-law.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Will Whitfoot in Michel Delving",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Will Whitfoot is at the Town Hole in Michel Delving, far to the west of Tuckborough.\\n\\nYou should return to Will Whitfoot with the Book of Festival-law.",
      "es": "",
      "es (fem)": ""
    }
  ]
}