{
  "id": 621027554,
  "txt": [
    {
      "id": "0x82ba87",
      "en": "Behind the broken houses of Dáru Lagúrz, the kergrim conduct horrid rituals from within Gorthad Nûr, the Deep-barrow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82bab5",
      "en": "Deep in the darkness of Thuringwath lies Bâr Nírnaeth, the Houses of Lamentation. There, within that great fane where the Nazgûl once worshipped and made sacrifice to Sauron, one of the Dark Lord's most mysterious servants prepares Dhak Thrakrut, the Rite of Returning.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba88",
      "en": "The Filth-well of Eithel Gwaur is the source of the corruption that has long tainted the flowing waters of the Ithilduin, giving to them a new name: Morgulduin, River of Sorcery.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82baa0",
      "en": "Within the outer ring of Minas Morgul, Gothmog's and Ugrukhôr's forces are engaged in pitched battle. Encouraged by your own actions, the Harrowing of Morgul has begun!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Complete Delver of Eithel Gwaur, the Filth-well",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82bab8",
      "en": "High above the Morgul Vale in a cleft in the side of Achathras, Gath Daeroval is home to the Shadow-roost of the fell beasts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Complete the deeds of the Minas Morgul Instances.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82baa4",
      "en": "It is said that the nine Nazgûl would assemble, in those days of battle, to best their greatest adversaries and to strike relentless fear into those who dared face them in combat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82baa5",
      "en": "Within Minas Morgul, a great repository of evil knowledge stands: The Halls of Black Lore. To gain the information you seek, you must enter and face Dolguzigir, the Dark Archivist.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Complete Delver of Gorthad Nûr, the Deep-barrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa25",
      "en": "Conqueror of the Dead City",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Complete Cleanser of Bâr Nírnaeth, the Houses of Lamentation",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Complete Conqueror of Gath Daeroval, the Shadow-roost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d166",
      "en": "Stand firmly against the greatest evils of the Dead City and Imlad Morgul.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Complete Harrower of Morgul",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Complete Stalwart Scholar of Ghashan-kútot, the Halls of Black Lore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Complete Conqueror of the Fallen Kings",
      "es": "",
      "es (fem)": ""
    }
  ]
}