{
  "id": 620779730,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected glittering copper ring",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Barton Tyne has lost the glittering copper ring given to him by his wife Verity, and he is beside himself with worry about what she will do when she finds out he lost it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You wouldn't happen to be a jeweller, would you? Or maybe you're friends with one? I'm in a real situation, you see, and I need someone to fashion a glittering copper ring for me...and soon!\\n\\n'I had some business at The Forsaken Inn, helping unload some of the crates from a delivery of foodstuffs sent from Bree, and somewhere along the way, I lost my wedding ring. My wedding ring! My wife is going to be furious!\\n\\n'If Verity sees that I don't have it, well, I don't even want to think about that! That's why I need the services of a jeweller -- I need a glittering copper ring, and fast! I can't go back to Bree without one! I have any number of useful things to offer, if you'll just help me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Barton Tyne is on the road between the town of Bree and The Forsaken Inn.\\n\\nBarton Tyne has told you that he lost his wedding ring, and he is looking for the services of a jeweller to make a glittering copper ring to replace it. His wife Verity is sure to be furious if he returns without it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'This glittering copper ring looks just like my lost wedding ring, [placeholder]! Verity will never know the difference!\\n\\n'You've really helped me out, my friend. Here, let me give you these coins and other odds and ends along with my thanks!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Barton Tyne is on the road between the town of Bree and the Forsaken Inn.\\n\\nBarton Tyne has told you that he lost his wedding ring, and he is looking for the services of a jeweller to make an amethyst ring to replace it. His wife Verity is sure to be furious if he returns without it!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You've really helped me out, [placeholder], and I won't forget it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I really need a jeweller to make me a glittering copper ring, [placeholder]! My wife Verity is going to kill me if I don't have my wedding ring when I get home to Bree!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Thanks again for your help, my friend. Don't tell Verity I lost my wedding ring!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Thanks again for your help, my friend. Don't tell Verity I lost my wedding ring!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring a glittering copper ring to Barton Tyne",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect glittering copper ring",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Crafting: Barton Tyne Has Lost His Ring",
      "es": "",
      "es (fem)": ""
    }
  ]
}