{
  "id": 620779748,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected boar-tusks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected wolf-tails ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Collected Orc-shields ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Trouble of all manner surrounds the Forsaken Inn, and a retired Constable needs help protecting the Inn from the threats.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Greetings, young [placeholder]. I'm the Constable here at the Forsaken Inn. My body's too old for adventure, but my mind is young enough to know there's work to be done around here.\\n\\n'Up north, beyond Weathertop, there are wolves and Orcs in the Midgewater Pass and boars scattered throughout Annunlos, all causing no end of trouble. I've a bit of a proposition for you: clear out the threats. If you bring me proof of your noble deeds, I will see that you get a fair reward.\\n\\n'Are you interested?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wolves can be found in the Midgewater Pass. Orcs prowl north in the Weather Hills and the Midgewater Pass. Boars wander in Annunlos and the Weather Hills surrounding Weathertop.\\n\\nBram Ashleaf has asked you to help protect The Forsaken Inn by clearing the threat of wolves, Orcs, and boars from the area surrounding the inn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Wolf-tails, boar-tusks, and Orc-shields... you are quite the skilled warrior. It may seem a menial task to you, but believe me when I say this is much appreciated.\\n\\n'The people here at the Inn struggle enough without worrying about the wildlife and evils that are spreading unhindered. Ever since those lights appeared atop Weathertop, we've had one trouble after another, and there isn't a sign of relief in sight.\\n\\n'Take this small reward... you've earned it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You've quite a warrior's hand, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Are you taking a rest so soon or aren't you up to the task? I need you to take care of those wolves, Orcs, and boars.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I'm not as young as I once was. Thank you for your help!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Bram Ashleaf at The Forsaken Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect boar-tusks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect wolf-tails ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Collect Orc-shields ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Noble Deeds",
      "es": "",
      "es (fem)": ""
    }
  ]
}