{
  "id": 620779623,
  "txt": [
    {
      "id": 218649169,
      "en": "'Have you heard that Archet gave them Blackwold villains what-for? Kicked 'em right out, they did, and good on 'em! If little old Archet can manage it, I say Combe can do one better, and sweep them Blackwolds out o' the Chetwood for good!\\n\\n'Now I lost my Sally's chain when them brigands took over my farm. She's been gone for many a year, but that chain always did bring me comfort. One o' them Blackwolds probably picked it up, and I want it back! Farm's far to the east -- just follow the road past all them brigand campfires.\\n\\n'Eh, what's that? No, it's a chain, not a necklace. What a queer question.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You found my Sally's chain and showed those Blackwold villains a thing or two, I don't doubt it! A lifetime o' thanks, [placeholder]!\\n\\n'Ah, Sally was a good hound. We'd go hunting in the fall, and she could sniff out a coney from what seemed near a mile! It's good to have her chain back. It's all I've got left o' her, now.\\n\\n'Take these coins for your trouble, [placeholder], with my thanks.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I can hear her barking, barking away at some old squirrel. You get 'em, Sally! Ha ha!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'My old farm is east of here, deep in the Chetwood. You'll pass by a lot of those brigand camps on the road, and the farm is on a small rise.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Old Bauman's Farm",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Sally was a good dog, and no mistake.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Blackwold brigands seized Old Bauman's farm during the early days of their uprising.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected Sally's chain",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring Sally's chain to Old Bauman",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Old Bauman's farm lies far to the east of Combe, beyond the brigand camps in the Chetwood, at the end of the eastward path. Old Bauman is at the logging camp, south of the Chetwood, east of Combe.\\n\\nOld Bauman lost his farm to the Blackwolds when they retreated from Archet, and he would like you to go there and retrieve his Sally's chain for him.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect Sally's chain",
      "es": ""
    }
  ]
}