{
  "id": 620779630,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected rowan hammer",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected rowan haft ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Combe lumber-camp is in need of supplies with which its workers can increase the production of useable timber.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Hello there, do you have a moment? I'm sorry to bother you, but I thought I would ask this of you, just in case you know something about woodworking.\\n\\n'Mason Thorne has charged me with purchasing supplies for the camp here, but I've had a difficult time finding woodworkers willing to sell me some of the supplies we need.\\n\\n'If you don't mind, could you bring me some supplies made of rowan wood? A rowan hammer and some rowan hafts would be perfect. I'd really appreciate it, and I'd pay you for them, of course, with coins and some odds and ends!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Ember Hayes is at the Combe lumber-camp.\\n\\nEmber has said she would pay you for a rowan hammer and three rowan hafts, if you could bring them to her. A woodworker should be able to make these items.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have the items crafted from rowan wood I requested? Thank you so much! These look to be just what Mason wanted me to procure for the lumber-camp. I'll pay you, just as we agreed. Here you go.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ember Hayes is at the Combe lumber-camp.\\n\\nEmber has said she would pay you for a rowan hammer and three rowan hafts, if you could bring them to her. A woodworker should be able to make these items.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Thank you for the supplies.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'No luck finding someone to supply rowan hammers and hafts yet? Me either! You'd think that Combe would be crawling with woodworkers, but it seems that everyone is out of stock or is just charging too much!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Thank you again for obtaining the supplies I needed.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Thank you again for obtaining the supplies I needed.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring a rowan hammer and three rowan hafts to Ember Hayes",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect rowan hammer",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect rowan haft ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Crafting: Supplies for the Lumber-camp",
      "es": ""
    }
  ]
}