{
  "id": 620779654,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated spiders at the Old East Path ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected Atli's axe",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Collected Atli's axe",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Atli Spider-bane asked one of Jon Brackenbrook's hunters to clear out some of the spiders which have overrun the Old East Path, but he has yet to return.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Aye, you might do. Interested in some work? See, I sent one of Jon Brackenbrook's hunters to clear out some spiders that have overrun the Old East Path west of here, but he's not returned.\\n\\n'Fool probably went off to get an ale at the Mad Badger instead of doing what I asked! And he took my best axe, at that. Since the rascal's not done his job, I'll need you to go out to the Old East Path and clear those filthy spiders away from it.\\n\\n'You ought to search for that hunter while you're there, in case he's actually trying to do his duty and gotten himself into a pickle. Not that I'm too worried about him, but I want that axe back!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Old East Path is west of the hunter's lodge.\\n\\nSuspecting that Jon Brackenbrook's hunter went off for an ale instead of the duty he was hired for, Atli asked you to go in and clear out the spiders. He also mentioned that you ought to search for the missing hunter, while you were out there.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "The puncture marks on the neck of the hunter reveal that he fell victim to the poison of the spiders on the Old East Path. In his hand, you see the axe Atli Spider-bane spoke of. You take the axe from his hand.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Atli Spider-bane can be found out front of the hunter's lodge.\\n\\nWhile clearing the spiders from the Old East Path, you found the first hunter Atli had sent out, slain by the spiders. In the hunter's hand was Atli's axe, but it was broken during battle. You should return to Atli with the ill news.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Spiders are filthy creatures, and evil. They've choked up the Old East Path leading from Archet and need to be removed.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'The poor fellow...is dead? And I spoke so ill of him. I'll never forgive myself! Those spiders will pay, I tell you!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Do you have my axe? If that rascal hunter has lost it, I'll feed him his innards.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat spiders at the Old East Path ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Search for the missing hunter",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the axe to Atli Spider-bane",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Must be completed prior to the \\qIntroduction.\\q",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Spiders at the Walls",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Must be completed prior to the \\qIntroduction.\\q",
      "es": ""
    }
  ]
}