{
  "id": 620779714,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected greater sickle-fly wings ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Roderick Neeker-friend is worried about Sniken, his pet Neekerbreeker, and has asked for your help cheering him up.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Hello there! Enjoying a nice stroll through the Marshes? I don't meet too many folk that can stand the smell, or the bugs, or the damp, so it's always nice to meet a kindred spirit! Say hello, Sniken! Who's a good boy, then?'\\n\\nThe Neekerbreeker in the cage responds only with an angry clicking sound.\\n\\n'That wasn't nice, Sniken. I don't know what's gotten into you.\\n\\n'He might be hungry. In fact, he might be wanting his favourite food: sickle-fly wings. If you kill a few of the greater sickle-flies, you might find enough wings to satisfy Sniken. That might cheer him up!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Greater sickle-flies are found mainly in the southern Midgewater Marshes. Roderick Neeker-friend is camped atop a cliff near the Goblinhole Ruins in the south-east part of the Midgewater Marshes.\\n\\nRoderick Neeker-friend asked you to collect wings from the sickle-flies found in the Midgewater Marshes to help feed his pet Neekerbreeker, Sniken.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Those wings are just the kind that Sniken likes. You saved me some trouble hunting down those greater sickle-flies.\\n\\n'Now, here's a treat for you! I'll give you a key to my chest over there. I put all the treasures I find in the Marshes in there. Maybe you'll find something you like!\\n\\n'And the next time you take a pleasant stroll through the Midgewater Marshes, stop by and say hello!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb39d091",
      "en": "'Look what the nice folks brought you, Sniken!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You're always welcome on my marshy turf, friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'The greater sickle-flies here in the southern Midgewater Marshes are a noisy lot, what their swooping around and collecting the midges in the air. My neeker here, Sniken, loves their wings, probably his favouritest food about.\\n\\n'If you are lucky, the wings won't be damaged when you kill the creature, and you'll be able to pull off the wings. Then Sniken here will have a treat!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb39d092",
      "en": "'Here you go!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Watch out for the goblins. They really make the marsh much less pleasant.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb39d093",
      "en": "'Ouch! Careful now, Sniken! Near on took my finger off.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Ah, there's nothing like the smell of swampy air. It smells like life!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the sickle-fly wings to Roderik Neeker-friend",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Neek-breek, breek-neek, neek-breek, breek-neek.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect greater sickle-fly wings ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Breek-neek, neek-breek, breek-neek, neek-breek.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Neeker-friend",
      "es": "",
      "es (fem)": ""
    }
  ]
}