{
  "id": 620779626,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected Filbert's handkerchief",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Posco Burrows is concerned that his uncle, Filbert Burrows, has gone deep into the Chetwood to 'have a word' with the Blackwold brigands and wants to make sure he has not gotten himself into trouble.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'My Uncle Filbert and I were having tea and discussing the state of things in Bree-land -- about how the folk in Archet showed the Blackwold brigands a thing or two -- when Uncle Filbert stood up and said, \\qSomeone ought do something about these villains. I'm going to give them a piece of my mind.\\q And then he left, without even finishing his tea!\\n\\n'Up the road in the woods east of this camp, past the brigands' watch-fires, there's some ruins where the Blackwolds are holed up. Uncle Filbert has probably gone there to have a word with them. Though I don't think he will make the full journey, he's not as young as he once was.\\n\\n'If he has, he's likely got himself into trouble. I dare go no further to search for him, but could you go look for him and make sure he's all right?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Filbert Burrows should be somewhere along the road east of Combe heading towards the Chetwood.\\n\\nPosco Burrows has asked you to look for his uncle, Filbert, and make sure he is unharmed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It's good to hear that Uncle Filbert is all right. He always says that I'll develop good hobbit-sense when I get older, but if he's any example, I'm not sure I will!\\n\\n'Thank you for looking in on him, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Cole Sickleleaf is at the ruins between the main Blackwold encampment and Skunkwood's Farm.\\n\\nYou found Posco Burrow's uncle, Filbert, sitting on a stump at the cross-roads in the Chetwood. He wants you to collect a handkerchief taken by Cole Sickleleaf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Filbert Burrows is waiting at the cross-roads in the Chetwood.\\n\\nYou should return Filbert Burrow's handkerchief to him and convince him to leave the area.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Uncle Filbert is probably sitting on a stump or rock right now! I would wager he never made it by the split in the road!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Finally, someone respectable! I was beginning to think no one out here in the woods had any manners! I simply couldn't stand by any longer while the Blackwolds have their way in the Chetwood! I marched right in and told them just what I think of their sort.\\n\\n'They laughed me right out of their camp! \\qGo back to Hobbiton, little boy!\\q they said to me! I've never been spoke to like this, never! I wanted to leave, something in that big ruin is just a bit off, I say!\\n\\n'One ruffian, Cole Sickleleaf -- he used to be a nice boy -- took my handkerchief. Could you bring it back to me? He ran off to the ruins all the way to the east, between the frightening ruins to the north and that Skunkwood's farm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Posco Burrows is waiting for you at the Lumber Camp by Combe.\\n\\nFilbert Burrows, determined to remain where he is until the Blackwolds relent, has asked you to return to Combe to tell his nephew, Posco Burrows, that he is fine.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Have you got my handkerchief yet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You, at least, have some decency. I thank you very much for returning my handkerchief and bid you a good day, as civilized folk are wont to do!\\n\\n'I'm going to stay here and keep an eye on these impolite troublemakers. Maybe it's the Tookish blood I get from my mother's side of the family, but it'll take more than insults to send me back to town unsatisfied! Perhaps my presence here will remind these ruffians what it means to live in Bree-land!\\n\\n'If you can tell my nephew, Posco, that I'm fine, I'd appreciate it. Good day!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I'm going to keep an eye on these Blackwold villains. I don't trust 'em one bit! You go back to the Lumber Camp by Combe and tell my nephew Posco that everything's fine, and I'll be back soon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'One of those brigands inside the ruins has picked up my handkerchief. I just know it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the handkerchief to Filbert Burrows",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'It won't be long before these Blackwold brigands are kicked out of the Chetwood, if there's any justice!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect Filbert's handkerchief",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Can you believe the brass of these Blackwold brigands?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Posco's Uncle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'Uncle Filbert is sure to get himself into trouble, sooner or later.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'Uncle Filbert is a grand hobbit, but he's always challenging authority.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}