{
  "id": 620779747,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Nishrûk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have spoken with Constable Bram Ashleaf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The goblins of Minas Eriol are led by a terrible creature named Nishrûk.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Goblins swept in from the north and overran the ruins in the south, then were pressed into service by the strange Orcs in the north. Their leader, a cunning little runt called Nishrûk, hides in the ruins west of this encampment in the darkest reaches of Minas Eriol.\\n\\n'Bram sent me here to see that the leader was destroyed and that these fine folk were watched over properly. Now, I know that the encampment is deep beyond the ruins to the west in an area that looks truly infested by goblins. \\n\\n'Go to that section of the ruins of Minas Eriol and kill Nishrûk. I'll have a reward for you when the deed is done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The goblin's leader, Nishrûk, dwells in a goblin-fort built among the ruins south-east of The Forsaken Inn.\\n\\nDeputy Osmann has asked you to slay Nishrûk, the leader of the goblins troubling The Forsaken Inn. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Heroes come from unlikely places. You've done very well, [placeholder]. Were I braver, I would have waded into those goblins on my own.\\n\\n'While we may have dealt a blow against the goblins here in the west, it's unlikely that the tribe will scatter to the wind. They're well organized for goblins, almost as if there is a purpose to their actions. Something tells me that the Lone-lands is in for bad times... well, worse than usual.\\n\\n'We'll survive -- we always do -- and thanks to you, we may be able to handle the goblins near our Inn. I promised you a gift. This was mine when I was still young enough to use it... I pass it now to you. May it treat you as well as it did me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Deputy Osmann awaits you across the bridge at the eastern edge of the ruins at Minas Eriol.\\n\\nYou entered the ruins and defeated Nishrûk, as Deputy Osmann requested. You should return to him with news of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Bram put too much faith in me, I fear. I am not a stout enough warrior to go wading through the number of goblins perched to the west. Better to leave that to folk like you. Hardy and hale folk who crave adventure.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Heroes come from unlikely places. You've done very well, [placeholder]. Were I braverer, I would have waded into those goblins on my own.\\n\\n'While we may have dealt a blow against the goblins here in the west, it's unlikely that the tribe will scatter to the wind. They're well organized for goblins, almost as if there is a purpose to their actions. Something tells me that the Lone-lands is in for bad times...well, worse than usual.\\n\\n'We'll survive -- we always do -- and thanks to you we may be able to handle the goblins near our Inn. I promised you a gift. This was mine when I was still young enough to use it...I pass it now to you. May it treat you as well as it did me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Nishrûk won't be troubling anyone anymore...good work, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'These goblins are a problem, but I daresay they'll be easier to handle now that you've killed Nishrûk.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Nishrûk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Deputy Osmann",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Goblin-leader",
      "es": "",
      "es (fem)": ""
    }
  ]
}