{
  "id": 620865111,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "This is the rune Culang described",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "There is something carved on the tree here....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have uncovered the Rangers' cache of bandages",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Culang has assigned you the task of finding a number of hidden caches of supplies scattered throughout Nan Laeglin. If you can uncover these supplies, the Grey Company will be able to pass through swiftly without as having to resort to bartering with possibly hostile locals or stopping to hunt.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "The ground here seems to be disturbed....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'We need to be ready for anything, and there are some supplies we were unable to gather before our hasty departure. Among them is a decent supply of bandages for the wounded.\\n\\n'However, there is a traveller's cache laid in not far from here, if you are willing to try and retrieve it. I believe the rune-marker can be found carved on a solitary tree directly east of Lhanuch.\\n\\n'Once you have found the marker, the cache itself should be buried in a small copse of trees directly to the north-east.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The cache of bandages he says is hidden east of Lhanuch. The rune-marker should be carved on a solitary tree somewhere directly east of the Lhanuch.\\n\\nCulang has sent you to retrieve a hidden cache of bandages.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'In endeavours such as these, it is inevitable that some among us will be wounded. These bandages have been steeped in potent herbs that help ward off infection and speed the healing of such wounds.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The cache of bandages is buried in a small copse of trees directly north-east of the rune.\\n\\nCulang asked you to retrieve a hidden cache of bandages.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Culang is at his camp in Nan Laeglin, to the south of the cache.\\n\\nYou have discovered the Rangers' cache and dug up the bandages hidden there. Now you should return with them to Culang.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We need those bandages, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'We need those bandages, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Examine the rune",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find the Rangers' rune hidden on a solitary tree east of Lhanuch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Dig here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "The cache should be buried in a small copse of trees north-east of the Rangers' rune",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Cache and Carry: Bandages",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Bring the bandages to Culang",
      "es": "",
      "es (fem)": ""
    }
  ]
}