{
  "id": 620865112,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Walt Wheatley has been murdered by Blackwolds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Bill Hayspear has been murdered by Blackwolds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Thornton Woodley has been murdered by Blackwolds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Some brave farmhands chased off the Brigands that attacked Sprigley's farm, but they have not yet returned, and Wil Wheatley fears the worst.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "This quest cannot be completed outside of the introduction.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'My dad and the other farmhands, they gave chase to the brigands after the attack on our farm. I don't think the brigands expected us to put up such a fight after they surprised us. There weren't many of them, but I never saw them act so bold afore today.\\n\\n'Only problem is, they ain't back yet. They ran off to the east, chasing the brigands into the woods. It was hours ago, though, and I'm very worried!\\n\\n'Could you go look for them and bring them back safe?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Cal Sprigley's farmhands went off towards the east after some attacking Blackwold brigands.\\n\\nYou should search for the missing farmhands and bring them back safe to the farm so that Wil and Cal can ease their fears.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'No! It cannot be! My poor father... and the others, no, it cannot be, it cannot.'\\n\\nWil is silent for a long moment, his eyes closed, but after a great pause he is roused.\\n\\n'I will have my revenge upon those Blackwolds, or I will die trying! Archet will never fall to such murderous fiends.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Wil Wheatley is at Cal Sprigley's farm in the south of Archet, awaiting news of his fellow workers and his father.\\n\\nYou should break the news to Wil that his father and the other farmhands were murdered in their bold pursuit of the Blackwolds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'My dad ain't as young as he used to be. He should know better than to go off chasing folk around like that. I am very worried for him and the others.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search for Walt Wheatley",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Search for Bill Hayspear",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Search for Thornton Woodley",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Return to Wil Wheatley with the tragic news",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Courageous Farmhands",
      "es": "",
      "es (fem)": ""
    }
  ]
}