{
  "id": 620865132,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Blackwold brigands ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "A letter inside the satchel tells that the Blackwolds mean to attack tonight with the help of Angmar",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Jon Brackenbrook has sent you into the Blackwold's Roost, the heart of the shadow over Archet, in hopes that you can uncover their plan of attack.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Calder Cob has shown his true colours at last! I knew him to be evil-hearted, but my father is too trusting. He does not like to think ill of people. His blindness wounded me, but he is a good man.\\n\\n'So, to answer your question: yes, I will come to Archet's aid, I and my fellows. I am a hunter and a skilled warrior, trained by my father and Captain, and I would rather die than sit idly by while foul brigands crash upon a decent peoples.\\n\\n'Let us see what there is to see before the storm is upon us. While I gather my warriors and my weapons, you should sneak into the Blackwold's Roost and uncover their plan of attack for tonight.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Blackwold's Roost can be found south of the Hunting Lodge.\\n\\nYou should defeat brigands to thin their ranks and gather information about their exact plans for the raid on Archet.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Good work, [placeholder], and fast too! This will be a great boon to Archet! Now we will be able to counter their efforts with the proper strategy.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Jon Brackenbrook is mustering his strength in the Hunter's Lodge, in the north-east corner of Archet.\\n\\nYou should return to Jon Brackenbrook with the Blackwold-plans you have collected.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Blackwold's Roost is south of here, across the lake. You should be able to find plans if you venture around. Just be prepared to fight as you go!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat brigands to thin their ranks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Gather information about the intended Blackwold raid",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the Blackwold-plans to Jon Brackenbrook",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Intro: Into the Shadow",
      "es": ""
    }
  ]
}