{
  "id": 620865109,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "This is the rune Culang described",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "There is something carved on the stone here....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have uncovered the Rangers' cache of arrows",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Culang has assigned you the task of finding a number of hidden supply caches scattered throughout Nan Laeglin. If you can uncover these caches, the Grey Company will be able to pass through the land swiftly without having to risk bartering with potentially hostile locals.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "The ground here seems to be disturbed....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'In these days, previously tranquil lands are now fraught with danger and enemies at every turn. Already, we have expended most of the arrows we brought with us.\\n\\n'I need you to find a hunter's cache that was put aside some years ago, should we find ourselves in need. Within it, you will find a considerable supply of arrows and spare bow-strings, both of which we are now in sore need of.\\n\\n'The cache is a short distance north-west of Lhanuch, within sight of a small set of curious ruins. A rune can be found on an overlook above the ruins. Once you have found it, make your way sixty paces south and search near the base of a small cliff there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The cache is somewhere a short distance north-west of Lhanuch where you can see a small set of curious ruins. You should be able to find the Rangers' rune on an overlook above them.\\n\\nCulang has sent you to find a cache of arrows, which can be found sixty paces south of a Rangers' rune.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Good, [placeholder]. That is a fair bundle of arrows and strings. It ought to last us until we reach the southern border of Dunland...it will have to.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The cache of arrows is buried about sixty paces directly south of the Rangers' rune, along the base of a small cliff there.\\n\\nCulang asked you to find a hidden cache of arrows.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Culang is at his camp in Nan Laeglin, south-east of the cache.\\n\\nYou have discovered the Rangers' cache and dug up the arrows hidden there. Now you should return with them to Culang.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We need that cache of arrows, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'We need that cache of arrows, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Examine the rune",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find the Rangers' rune hidden on an overlook above the curious ruins north-west of Lhanuch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Dig here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Search for the cache about sixty paces south of the Rangers' rune at the base of a small cliff.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Cache and Carry: Arrows",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Take the arrows to Culang in Nan Laeglin",
      "es": "",
      "es (fem)": ""
    }
  ]
}