{
  "id": 620865165,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated grim Ashenwight ritualists ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Destroyed ritual cauldron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "In the depths of Trac-Plas, several wights are enacting a grisly ritual to bring more of their kind to life.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'There have been reports of dark rituals being enacted upon barrows near Trac-plas. These creatures are said to be creating the vile liquid that you have discovered. \\n\\n'Will you seek out these creatures and defeat the wights performing the ritual? \\n\\n'Travel south along the road, until you reach the broken bridge. From there, head westwards into Trac-plas.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Trac-Plas lies to the south and west of Mincham's camp.\\n\\nMincham asked you to defeat the wights performing the foul rituals at Trac-Plas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'With the disruption of the dark rituals, the wights will be unable to quickly raise more of their foul brethren. You have done a great deed for the peoples of Enedwaith and the Grey Company.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Mincham's camp is located south and slightly west of the large Gondorian ruins in the Lich Bluffs.\\n\\nYou should return to Mincham and let him know that you have defeated the ritualists and disrupted their ritual.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Mincham is located south and slightly east of the large gondorian ruins in the Lich Bluffs.\\n\\nReturn to Mincham and let him know that you have located and dispatched a TBD.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The wights of the Lich Bluffs must be hindered in their vile plans.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat grim Ashenwight ritualists ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Mincham in the Lich Bluffs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Mincham in the Lich Bluffs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Weaken the Grip of Darkness",
      "es": "",
      "es (fem)": ""
    }
  ]
}