{
  "id": 620865100,
  "txt": [
    {
      "id": 136263297,
      "en": "The only gate is blocked! Archet is on its own now...",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Cal Sprigley has asked you to gather what help you can from the nearby town of Combe.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I'm glad you're here! Some Blackwolds tried to attack us this morning, but we drove them off.\\n\\n'We must get help from Combe, the next town over. It's south-west of here, and not more than a short journey away. They must bring their soldiers to Archet at once to help stave off the raid!\\n\\n'Please make haste -- I fear the Blackwolds mean to attack tonight. The road here is crawling with brigands, but I pray you can make it safe to Combe.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Combe Gate is not far to the west of Sprigley's Farm, along the road south from the town of Archet.\\n\\nYou should ask for assistance in Combe, for they have many well-equipped soldiers there due to their proximity to the dangerous Chetwood.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'B-blocked? No, it cannot be! My men travelled to Combe only yesterday for a delivery.... That is bad news, [placeholder]. The captain must be informed of what's going on at once!\\n\\n'Here is a note for Brackenbrook. He knows my scrawl; he will believe you now.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Cal Sprigley is at his farm in the southernmost tip of Archet.\\n\\nYou should return to Cal and inform him that the road to Combe is blocked at the gate, and Archet will be on its own.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Captain Brackenbrook is within the walls of the town of Archet.\\n\\nYou should return to Brackenbrook with Cal Sprigley's letter as proof of the Blackwolds' intentions. He must be told that the southern part of Archet is rife with signs of an impending raid.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Please hurry, [placeholder]! I think the Blackwolds mean to attack tonight. I don't know how it came to be, but they are organized now. They pose a greater threat than I could have imagined.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "As Brackenbrook reads the letter from Cal Sprigley, his face is blank. He reads it a second time, and only then does he look at you.\\n\\n'I have been a fool. Oh, what have I done?'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Brackenbrook needs to know what the Blackwolds have done! You must get back to Archet -- I fear there isn't much time!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Go to Combe to plead for aid against the Blackwold threat",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return to Cal Sprigley with your dire news",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring Sprigley's letter of warning to Brackenbrook",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Intro: A Plea for Aid",
      "es": ""
    }
  ]
}