{
  "id": 620865133,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The East Path is fraught with danger, but in that danger lies hope",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated spiders on the Old East Path ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "This brigand scout met his doom at the dead end on the Old East Path",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Blackwold-plans you collected reveal that the brigands, guided by the evil forces of Angmar, mean to attack under the cover of shadow by the Old East Path, which is overrun by spiders.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'What an excellent find, [placeholder]. These folk from Angmar sound like evil foes, but at least we know what we are up against....\\n\\n'The plans also show a map that points to the Old East Path, which is just near here. We all avoid that path save for Atli Spider-bane, a visitor from east of the Misty Mountains.\\n\\n'Speak with Atli and learn what he can tell you about the path. We can use the path to our advantage if we manage to successfully scout it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Atli Spider-bane stands outside the Hunter's Lodge.\\n\\nYou should speak with Atli Spider-bane and learn what you can about the Old East Path.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Aye, I know all about the Old East Path. There are spiders everywhere! When you kill one, another takes its place.\\n\\n'If we are to make use of the path at all, we should fight our way through and ensure that it is still blocked at the walls of Archet.\\n\\n'The spiders will do some work for us against the Blackwolds. And what the spiders don't deal with, we shall come from afore and behind with our axes and our blades, and we will fall upon them like a mighty cave coming down!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Old East Path cuts into the large hill west of the Hunting Lodge.\\n\\nYou should explore the Old East Path to see how it can be used to get an advantage over the Blackwolds when they attack.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Jon Brackenbrook is at the Hunter's Lodge in the north-east corner of Archet.\\n\\nYou should tell Jon Brackenbrook of the dead end and the slaughtered Blackwold scout at the end of the Old East Path.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Keep your wits about you, [placeholder]. Spiders are deadly foes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'That is good news! A dead end at the end of the path will work in our favour! The brigands will be slowed, and they will have the spiders at their heels, and the hunters will come from behind while the soldiers attack at the head!\\n\\n'I will go to Archet to rally them and ready them for the storm that awaits them tonight.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I think Atli's knowledge of the layout of the Old East Path will help us form a plan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Atli Spider-bane about the Old East Path",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat spiders on the Old East Path ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "See if the wall is still intact",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Return to Jon Brackenbrook with the hopeful news",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Intro: A Slender Hope",
      "es": "",
      "es (fem)": ""
    }
  ]
}