{
  "id": 620865131,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You must appeal to Jon Brackenbrook against his father's wishes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Captain Brackenbrook, in his loyalty to Calder Cob, allowed his own son to become estranged from him after his son and Calder Cob had a falling out. The Captain took Calder Cob's side, and his son has not set foot in Archet since.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You cannot fathom just how wrong I have been. I have trusted Calder Cob and heeded his advice for a long time... even after my own son tried to warn me of his duplicity.\\n\\n'My son, Jon, is a worthy hunter, but he has not set foot in this town for over three years. He will never forgive me for the things I said to him.\\n\\n'O, what a fool I am! I told him he was not welcome in Archet until he stopped behaving like a jealous child. Now he and his hunters are our only hope. But what can I do? He does not deserve to be dragged deeper into my folly. Nay, Archet must withstand this storm without help....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Strider has not yet left Archet, but he is anxious to leave so that he can pursue his true charge.\\n\\nStrider is a wise Ranger who has seen many evil things come to pass; you should ask him what to do.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You come from the town, do you? I have been watching from the bounds... the skies have turned dark and fell, and there is a shadow of unrest over all of Archet, over Men and beasts and trees alike. Let me guess: my father has not the wisdom to observe such things, so you heard of his exiled son and came to me for aid.\\n\\n'Come, then, out with it! I desire to hear what you have to tell.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Jon Brackenbrook, the exiled son of the Captain, can be found in the Hunter's Lodge to the north-east of Archet.\\n\\nYou should appeal to Jon Brackenbrook and his hunters to come to the aid of the besieged town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Nay, I will not ask Jon to come to our aid. I am not worthy to ask favours of my son. I will fall with Archet.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Do not despair, [placeholder]! You have done remarkably well -- indeed, better than I could have done. You earned Captain Brackenbrook's trust.\\n\\n'You must appeal to his son Jon against his wishes. I must leave soon, and Archet will need all the help it can get even if a father's pride is at stake.\\n\\n'I am confident you will be able to bring the hunters in and give this town a fighting chance. In the meantime, I must make haste. Amdir assures me he just needs rest....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Nay, I will not ask Jon to come to our aid. I am not worthy to ask favours of my son. I will fall with Archet.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You have proven yourself to be both wise and brave, [placeholder]. I trust Archet's fate to you in my stead! You have given me a little more peace of mind.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Brackenbrook is hopeless -- you should ask Strider what to do",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Ask the exiled hunter to come to Archet's aid",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Intro: The Exiled Hunter",
      "es": "",
      "es (fem)": ""
    }
  ]
}