{
  "id": 620865166,
  "txt": [
    {
      "id": 218649169,
      "en": "'At Trac-plas, several elder wights have been sighted among the newly-risen. These creatures appear to be gathering the risen wights and are trying to control them. Perhaps the elder wights may reveal what purpose, beyond the spread of terror, these raisings serve.\\n\\n'Will you seek out these wight-captains and defeat as many as you can find?\\n\\n'They can be found in the upper portions of Trac-plas, on the southern border of the Lich Bluffs, west of the main road.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The description of these captains match the descriptions of several creatures we have faced before. I fear these wights may have a powerful master.\\n\\n'I must thank you for seeking them out and putting them to rest.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The captains of the Ashenwights are foul indeed and must be defeated.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Culling the Darkness",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Among the newly-risen wights, several older, more powerful creatures have been sighted. Perhaps defeating these creatures may shed light upon the emerging threat.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated grim Ashenwight-captains ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat grim Ashenwight-captains ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Trac-plas lies south and west of Mincham's camp.\\n\\nThere are older, more powerful wights haunting the barrows of Trac-plas among their younger brethren. Mincham has asked you to seek out these creatures and defeat them.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Mincham in the Lich Bluffs",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Mincham's is located north and west of Trac-plas.\\n\\nYou should return to Mincham and let him know that you have dispatched several of the grim Ashenwight-captains.",
      "es": ""
    }
  ]
}