{
  "id": 620865110,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "This is the rune Culang described",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "There is something carved on the tree here....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have uncovered the Rangers' cache of healing draughts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Culang has assigned you the task of finding a number of hidden caches of supplies scattered throughout Nan Laeglin. If you can uncover these supplies, the Grey Company will be able to pass through swiftly without as having to resort to bartering with possibly hostile locals or stopping to hunt.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "The ground here seems to be disturbed....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'We need to be ready for anything, and there are some supplies we were unable to gather before our hasty departure. Among them is a decent supply of healing draughts to alleviate the effects of dangerous poisons, wounds, and the like.\\n\\n'However, there is a traveller's cache laid in not far from here if you are willing to try and retrieve it. It lies somewhere well to the south of Lhanuch, near the edge of the Lich Bluffs.\\n\\n'You should be able to find the rune atop a green hill with many trees upon it. Once you have found the rune, turn west and search around the base of a boulder some forty paces on into a stand of evergreens.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The cache of healing draughts is hidden well to the south of Lhanuch, on the border of the Lich Bluffs. The Rangers' rune may be found atop a green hill with many trees upon it.\\n\\nCulang has sent you to retrieve a hidden cache of healing draughts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The draughts you have brought us will be invaluable in battle. The Enemy is well-known for his use of deadly poisons and cruel weapons that cause wicked wounds, and these will help prevent the worst effects of such devices.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The cache of potions would be buried around the base of a boulder some forty paces west into a stand of evergreens.\\n\\nCulang asked you to retrieve a hidden cache of healing draughts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Culang is at his camp in Nan Laeglin, north-east of the cache.\\n\\nYou have discovered the Rangers' cache and dug up the healing draughts hidden there. Now you should return with them to Culang.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We need those draughts, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'We need those draughts, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Examine the rune",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find the  rune atop a green hill with several trees upon it",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Dig here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Find the Rangers' cache forty paces west of the rune, buried around a boulder among a stand of evergreens",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Cache and Carry: Healing Draughts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Bring the healing draughts to Culang",
      "es": "",
      "es (fem)": ""
    }
  ]
}