{
  "id": 620865164,
  "txt": [
    {
      "id": 136263297,
      "en": "You have found Lhe Colvarn",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Destroyed components ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Within Lhe Colvarn, the ancient crypt below Drug Haniad, several wights are gathering components to fuel rituals across the Lich Bluffs.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'From within Lhe Colvarn, the ancient crypt below Drug Haniad, wights are gathering materials for the foul rituals taking place in and among the barrows of the Lich Bluffs.\\n\\n'I must ask you to enter Lhe Colvarn and seek out the wights there. Their ritual components must be retrieved before they can attain their goal.\\n\\n'Travel south along the road until you locate a small crypt opening that has been dug into the ground at Drug Haniad.' ",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Lhe Colvarn, an ancient crypt below Drug Haniad, may be found due east of the main road, in the southern portion of the Lich Bluffs. A small crypt opening that has been dug into the ground.\\n\\nMincham asked you to locate the entrance to Lhe Colvarn and enter therein.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The destruction of those ritual components is but a step in stemming the tide of darkness throughout the Lich Bluffs. I thank you for all of your hard work.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The wights and their ritual components may be found in Lhe Colvarn, beneath Drug Haniad, south of Mincham's camp.\\n\\nMincham asked you to enter Lhe Colvarn and destroy the wights' ritual components.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Mincham's camp is located north of Drug Haniad, along the road.\\n\\nYou should return to Mincham and let him know that you retrieved and destroyed the ritual components of the wights at Lhe Colvarn.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The entrance to Lhe Colvarn lies to the south in Drug Haniad.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The ritual components of the wights must be retrieved and destroyed, [placeholder].'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find Lhe Colvarn",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Retrieve and destroy components ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Mincham in the Lich Bluffs",
      "es": ""
    },
    {
      "id": 228870261,
      "en": " Fuel to the Fire",
      "es": ""
    }
  ]
}