{
  "id": 620934187,
  "txt": [
    {
      "id": 228284034,
      "en": "'As you can see,  Underharrow is playing host to far too many.\\n\\nWorse still, little has been done to ensure our safety since the men rode west. As I see it, to house so many here with no means to defend them is lacking in even the most basic strategy. Éowyn will not hear it... the foolish girl. Being thrust into leadership means not that you are a wise leader!\\n\\n'Ah, but you wish to listen to my concerns? Very well... we have not much time, but let us talk.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Ellen Fremedon can be found outside the Mead Hall of Underharrow.\\n\\nYou have spoken to Ellen Fremedon of her family and Underharrow. You should now speak to her of other matters.",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to Ellen Fremedon",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Lady Fremedon of Underharrow finds herself at odds with Éowyn as she makes ready for the impending migration to Dunharrow.",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Let us speak, [placeholder].'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Fiddle and the Drum",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Well, now you know all you need to know about us. We have little more time to idly speak.\\n\\n'The burdens of Edoras have fallen on Underharrow, and if you would aid us, I would be grateful.'",
      "es": ""
    },
    {
      "id": 215429255,
      "en": "DNT -- Players will not see",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Talk to Ellen Fremedon",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Ellen Fremedon can be found outside the Mead Hall in Underharrow.\\n\\nYou have arrived at Underharrow and met with Ellen Fremedon, the settlement's acting leader. You should now speak to Ellen to learn more of her and her burdens.",
      "es": ""
    }
  ]
}