{
  "id": 620934165,
  "txt": [
    {
      "id": 228284034,
      "en": "'The people are safe, [placeholder], and that is all that matters. Let them have their hope...\\n\\n'I have known this war to be over for some time, but to speak truthfully, I see not the hope that others do. You and I are the last of Middlemead, and should you wish to live, I would suggest you flee to Edoras as well.\\n\\n'I was born in this town, grew to lead it, I will die in this town, and I swear, arm or not, I will die a warrior!'",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Éowyn in Edoras",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Thane Mágla finds his decision to stay behind called into question as the White Hand presses the attack on Middlemead.",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Come, let us have a drink!'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Éowyn can be found outside Meduseld in Edoras.\\n\\nYou have escaped Middlemead with Mágla and should now report your success to Éowyn.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'You have done well to rescue Mágla from the White Hand. His people made it here safely, and I am glad you have as well.\\n\\n'He is nothing short of a brilliant tactician and though he may no longer be a warrior as he once was, he can still aid our people far more than he believes!\\n\\n'Thank you, [placeholder].'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Trading Fates",
      "es": ""
    },
    {
      "id": 215429255,
      "en": "'What word have you from Middlemead?'",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Talk to Thane Mágla",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Thane Mágla can be found inside the Mead Hall of Middlemead.\\n\\nMágla's people have escaped to safety, but Middlemead now faces an impending siege by Uruk and Dunlending forces united under the White Hand. You should speak to Thane Mágla.",
      "es": ""
    }
  ]
}