{
  "id": 620934166,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Éowyn can be found outside Meduseld in Edoras.\\n\\nYou have prepared the people of Middlemead and the Harrowdale for their journey to Dunharrow. You should now speak to Éowyn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'You have aided the people of Rohan far beyond anything I could have expected, [placeholder].\\n\\n'Your efforts in the Eastemnet, and now here in Kingstead show well your care for my people. There remains much to do in these grim days of war, but I and the others can rest more easily knowing the ally we have in you.\\n\\n'We shall remain here at Théoden King's order, for the people shall be safe from the Enemy. Wander not too far, [placeholder], for I am sure our paths will cross again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Éowyn can be found with the people of Kingstead on the Firienfeld at Dunharrow.\\n\\nYou have defended the people of Rohan as they made shelter. You should speak to Éowyn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Prepare Éowyn and her people to journey to Dunharrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730889",
      "en": "DNT -- Players will not see",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Éowyn can be found outside Meduseld in Edoras.\\n\\n<rgb=#FF0000>You must complete the quests 'Edoras: In Need of Cheering-up', 'Book 12, Chapter 5: Eyes of Edoras', and 'Book 12, Chapter 6: Through the Net' before Éowyn's people can depart for Dunharrow.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73088",
      "en": "DNT -- Players will not see",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Éowyn can be found outside Meduseld in Edoras.\\n\\nYou have finished readying Éowyn and her people. You should now speak to Éowyn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Éowyn outside Meduseld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Prepared Éowyn and her people to journey to Dunharrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'You have done well, [placeholder]. While there can never be an ideal time for such a journey, I believe our best opportunity has arrived.\\n\\n'The journey shall be long, but I trust in your efforts in the Harrowdale, and I know my people will remain safe and sheltered from the White Hand. I can only hope my men at Dunharrow have finished readying the camp.\\n\\n'When you are ready, we will lead my people to safety at Dunharrow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Éowyn, Mágla, and Ellen Fremedon have made their preparations, and now, they stand ready to guard the people of Kingstead as they travel to Dunharrow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Talk to Éowyn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'The time has come, [placeholder]! Kingstead faces harsh times, and Dunharrow remains the only place to keep my people from the White Hand and their savagery.\\n\\n'Through our labours, the people of Kingstead stand ready to journey to Dunharrow. We shall travel south through the Harrowdale and climb the Stair of the Hold to Dunharrow. It is there we shall join my men at the camp they have prepared and wait for word from Théoden King. \\n\\n'You have done well to prepare my people, and I am confident the path south will be free of danger through your efforts. When I am certain that my people and I are ready, we shall begin the journey!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Talk to Éowyn at Dunharrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'My people and I have made ready! Let us lead my people to safety at Dunharrow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Road to Dunharrow",
      "es": "",
      "es (fem)": ""
    }
  ]
}