{
  "id": 620934169,
  "txt": [
    {
      "id": 228284039,
      "en": "'We will start shortly. I encourage you to join us, for you are a welcome guest of this house.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Éowyn stands outside of Meduseld, looking out upon Edoras.\\n\\nYou should speak with Éowyn.",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Try to cheer Éowyn",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Poor dear Éowyn. And she talks to no one! What can we do to cheer her up?\\n\\n'Perhaps she would talk to you, outsider as you are. She need not be brave for you, as she must for us to see us safely to Dunharrow. What do you think?'",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Éowyn stands outside of Meduseld, looking out upon Edoras.\\n\\nYou should speak with Éowyn.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'You wish to speak with me? Please feel free, [placeholder]. I would not deny the wishes of such a helpful guest of our house.'\\n\\n'Come with me; I am about to walk through Edoras one last time, to see that everyone is ready to leave. Your company will be most welcome.'",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "Éowyn cannot be cheered by you, or by any power you possess.",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Speak with Éowyn",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'I feel invigourated for the first time in many a year! Ah! To be free, to ride upon the plains -- to slay the foes that threaten our great land....\\n\\n'Alas, I fear it was only a short interlude.'\\n\\nÉowyn, still flushed with the thrill of battle, falls once again into morose silence. There can be no cheer for one so burdened with her role, always forced to do her duty and not what is in her heart.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "It has come to your attention that Éowyn is in need of some cheering up after the shadow over Meduseld has lifted at long last.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'TBD - cheer up Éowyn'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Edoras: In Need of Cheering-up",
      "es": ""
    }
  ]
}