{
  "id": 621049621,
  "txt": [
    {
      "id": "0x3178d11",
      "en": "You have been tasked with defending the Gate of Gath Uior from allies of the Iron Crown.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "The mission is complete!\\n\\nSpeak to Hórin for your reward!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8eaf11",
      "en": "Never-ending",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: In the Trenches",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I have a new mission for you, [placeholder].\\n\\n'My scouts have come back from the Iron Pass where they have received a plea for assistance. It would seem a small band of Elves still hold the Gate of Gath Uior in Angmar. My scouts were told not to stray too far afield. Instead, they reported back to me immediately about the Elves. I believe if you leave now, you will still be able to offer this small band of Elves the assistance they require.\\n\\n'The Rift is but one of the paths that can lead to Gundabad from Angmar. It is important that we protect Gundabad from further attacks by the Iron Crown!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Complete Mission: In the Trenches",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'In the far eastern edges of Angmar lies The Rift. The passage through the mountains there is one of few that the Iron Crown has taken to the slopes of Gundabad….\\n\\n'Your mission is to defend the Gate of Gath Uior from allies of the Iron Crown.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Hórin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef81a2",
      "en": "Monsters in this mission will continue to join the fight until their leader is defeated.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Your mission is to defend the Gate of Gath Uior from allies of the Iron Crown.\\n\\nSpeak to Hórin to travel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Well done! With the Gate of Gath Uior still under guard, may we experience fewer troubles out of Angmar!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}