{
  "id": 621049741,
  "txt": [
    {
      "id": 162883721,
      "en": "'Ancient dwarf-sarcophagi seem to still hold names and dates of the deceased.\\n\\n'Your mission is to record these etchings safely, and return to Horin.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "You have been tasked with recording the etchings of buried dwarves.",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "The mission is complete!\\n\\nSpeak to Horin for your reward!",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mission: Buried, but Not Forgotten",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I have a new mission for you, [placeholder].\\n\\n'Our scouts have made an incredible new discovery. Upon our recent excavation of an ancestral dwarf-tomb, it would appear that some of the stones are still in such good condition, they actually have the names and dates of the dwarves buried there!\\n\\n'This is an important discovery, as so much about Gundabad's history was lost to the ages. Do you think you could go and copy down any legible names and dates written on the sarcophagi down there? Oh, and be careful. Our scouts reported hearing strange noises while they were down there....'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Complete Mission: Buried, but Not Forgotten",
      "es": ""
    },
    {
      "id": 261009172,
      "en": "Traps!",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Horin",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Your mission is to record etchings of the deceased dwarves in the excavated tomb.\\n\\nSpeak to Horin to travel to Atkat-darag",
      "es": ""
    },
    {
      "id": 133136803,
      "en": "Some monsters in this mission will attempt to lay down traps that will give you a debuff if caught in the trap.",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'Well done! Thanks to you we can start piecing together more of the history of the dwarves and Gundabad.'",
      "es": ""
    }
  ]
}