{
  "id": 621049623,
  "txt": [
    {
      "id": 51875089,
      "en": "You have been tasked with protecting the Elves left to guard the entrance to The Rift.",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "The mission is complete!\\n\\nSpeak to Hórin for your reward!",
      "es": ""
    },
    {
      "id": 261009169,
      "en": "Burning Shield",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mission: Siege of the Rift",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I have a new mission for you, [placeholder].\\n\\n'My scouts have come back from the Iron Pass where they have received a plea for assistance. It would seem a small band of Elves still hold on to a watch-tower overlooking The Rift in Angmar. My scouts were told not to stray too far afield. Instead, they reported back to me immediately about the Elves. I believe if you leave now, you will still be able to offer this small band of Elves the assistance they require.\\n\\n'The Rift is but one of the paths that can lead to Gundabad from Angmar. It is important that we protect Gundabad from further attacks by the Iron Crown!'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Complete Mission: Siege of the Rift",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'In the far eastern edges of Angmar lies The Rift. The passage through the mountains there is one of few that the Iron Crown has taken to the slopes of Gundabad….\\n\\n'Your mission is to protect the Elves left to guard the entrance to The Rift.'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Hórin",
      "es": ""
    },
    {
      "id": 133136802,
      "en": "Some monsters in this mission will apply a flaming reflect shield to themselves.",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Your mission is to protect the Elves left to guard the entrance to The Rift.\\n\\nSpeak to Hórin to travel.",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'Well done! With The Rift still under guard, may we experience fewer troubles out of Angmar!'",
      "es": ""
    }
  ]
}