{
  "id": 620879655,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I am distressed, [placeholder]. I fear that Cuthric's insolent goading of the Ox-clan captain has compromised our mission. More than that, both companies now converge upon the Mustering Tree, and I fear that once they have combined their strength, they will overrun our camp, and Théodred will have to fall back.\\n\\n'I will join Thurbald, Elfrith, and Cuthric and make a stand against the foe...will you join me, [placeholder]? At the least, we will have an end worthy of rememberance.\\n\\n'Let me know what you decide, my friend, but I must know soon.'\\n\\n<rgb=#FF0000>This instance can only be run solo.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, [placeholder]. I was rendered unconscious during the battle, but apparently the Dunlendings thought me dead. When they had removed themselves from the Mustering Tree, your Ranger friend found me and brought me back here.\\n\\nI will live, but others are lost forever but in song. Our lost companions will be missed, but I believe our actions will hinder the war-efforts of the Dunlendings...though to what degree, I cannot yet say.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'It is decided then! Let us be off and let the Dunlendings beware!'\\n\\n<rgb=#FF0000>This instance can only be run solo.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Taking a Stand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You found all of Léofward's scouts and reported back to him. Now Léofward prepares to act upon your discoveries.\\n\\n<rgb=#FF0000>This instance can only be run solo.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Accompany Léofward to the Mustering Tree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Léofward is at the Rohirrim scout-camp in the Gravenwood.\\n\\nYou should let Léofward know when you are ready to depart for the Mustering Tree.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Léofward at the Rohirrim scout-camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Léofward is at the Rohirrim scout-camp in the Gravenwood.\\n\\nYou should return to Léofward to discuss the battle at the Mustering Tree.",
      "es": "",
      "es (fem)": ""
    }
  ]
}