{
  "id": 620879738,
  "txt": [
    {
      "id": 218649170,
      "en": "'Your defeat of the youth proves little, [placeholder], but it does prove this: you have some small skill in combat. More than one of our unskilled youths, at the least.'\\n\\nMair studies you appraisingly.\\n\\n'How will you handle one of our more experienced fighters, I wonder? Seek out and challenge Sors, Eiviona, or Owein here in Tûr Morva. They will be more of a challenge, I trust.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Well now, perhaps you do have things to teach us in the ways of combat. I am listening.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Practiced Arm",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Mair expects us to fight? I am not afraid of you! I will show you the strength of the Hebog-lûth, though I be but a fledgling in the art of combat!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Do you think that you can defeat me? I have seen service in war, Duvodiad. I am not a fresh-faced youngling untested by combat. Prepare yourself!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have beaten the youthful Dunlending fighter",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Defeating Yevan, Olwen, or Wundod will tell me if my father is right to believe that you have anything to teach us in the ways of warfare. They are youthful and inexperienced.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have beaten the experienced Dunlending fighter",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Can you defeat one of our more experienced fighters? Seek out and challenge Sors, Eiviona, or Owein, here in Tûr Morva. They will be more of a challenge, I trust.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Yevan, Olwen, and Wundod can be found in Tûr Morva.\\n\\nMair has challenged you to defeat one of the youthful fighters of the Falcon-clan in combat.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I am no fighter, I am a singer of songs! I am not the Olwen you want! You are looking for my sister, I think. She is outside our home, to the north, near Penrod.\\n\\n'Do not worry, it happens a lot. I do not know what Mother was thinking.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Mair is by a large rock in the northern half of the village of Tûr Morva in Tâl Methedras.\\n\\nYou have easily defeated a youthful fighter of the Falcon-clan and should return to Mair.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Sors, Eiviona, and Owein can be found somewhere in Tûr Morva.\\n\\nMair has challenged you to defeat one of the more accomplished fighters of the Falcon-clan in Tûr Morva.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Mair is by a large rock in the northern half of the village of Tûr Morva in Tâl Methedras.\\n\\nYou have defeated an experienced fighter of the Falcon-clan and should return to Mair.",
      "es": ""
    },
    {
      "id": 227777569,
      "en": "'I am ready! I am not afraid!'",
      "es": ""
    },
    {
      "id": 94995425,
      "en": "'Enough! You are the victor! Enough!'",
      "es": ""
    },
    {
      "id": 118654241,
      "en": "'I give up! I surrender!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find and challenge Yevan, Olwen, or Wundod",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat your opponent",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Mair in Tûr Morva",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Find and challenge Sors,  Eiviona, or Owein",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Defeat your opponent",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Mair in Tûr Morva",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Mair has asked you to teach the warriors of the Falcon-clan fighting skills from the North.",
      "es": ""
    },
    {
      "id": 254317409,
      "en": "'I will show you how a Falcon fights!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Many clans have joined with Saruman, [placeholder], and the Hebog-lûth may need to face them before it is all over. We need every advantage we can get, and my father the Brenin thinks that you and your Ranger friends are just such an advantage.'\\n\\nMair assesses you shrewdly.\\n\\n'I am not so certain. Are there any fighting skills in the North worth knowing? Find some of our most youthful fighters and challenge them to combat. That will tell me if my father is right to think so highly of your skills. I speak of Yevan, Olwen, or Wundod. If you cannot defeat any of those youths in combat, you have nothing to teach us.'",
      "es": ""
    }
  ]
}