{
  "id": 620879717,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You find a set of shallow footprints in the mud",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You find a set of deep footprints at the base of the rock",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Collected avanc-jaws ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Wynfor has seen someone sneaking around the far shore of the lake in T창l Methedras and wants you to investigate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "The footprints appear to have been made by someone not wearing shoes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I do not like it, [placeholder]. Someone has been sneaking around the far shore of the lake under cover of night. It is not one of my people, and I do not think it is one of yours, either.\\n\\n'I am not as spry as I was when I was young. I cannot track this unwelcome guest, but perhaps you can. Go to the far shore of the lake and look for the footprints of this intruder. That may tell me something I can use.\\n\\n'Kill the avanc while you are there and bring me their jaws. I have an idea.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "There may be footprints on the far side of the lake, and there certainly are avanc.\\n\\nWynfor wants you to look for footprints on the far side of the lake in T창l Methedras. He also wants you to slay avanc and bring him their jaws.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'That was fast. Did you really find any sign of the intruder I saw?'\\n\\nWynfor listens as you describe the footprints you found on the far shore of the lake. He nods.\\n\\n'Those sound like women's feet, [placeholder]. Some woman is creeping around in the dark, and she does not want to be found. If she is not one of ours, and she is not one of yours, then she is an enemy.\\n\\n'Hand me those avanc-jaws.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Wynfor is at T청r Morva, in T창l Methedras.\\n\\nYou have scouted the far shore of the lake for footprints and have also collected the jaws of the avanc that live there. You should bring them to Wynfor as he requested.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Someone has been creeping around on the far side of the lake under cover of night. I do not like it. Search for this intruder's footprints while you are out there. They may tell me something useful.\\n\\n'Slay avanc on the lakeside and bring me their jaws, too. I have a notion that I will be wanting them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You haven't brought me anything.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find a set of footprints on the western shore of the lake, north-west of the eyot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find a set of footprints beneath the rocky cliffs west of the western shore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect avanc-jaws ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring avanc-jaws to Wynfor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Unwelcome Guest",
      "es": "",
      "es (fem)": ""
    }
  ]
}