{
  "id": 620879757,
  "txt": [
    {
      "id": 54354734,
      "en": "Penrod wants you to check in on some of the Rangers who are helping the Falcon-clan prepare for war and see how they are doing.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Your Ranger friends have already been very helpful, [placeholder]. If the clans loyal to Saruman try to strike us before we are ready to leave, we may yet have a chance.\\n\\n'Speak with your friends and see how they progress with their tasks.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Halbarad, Radanir, and Braigiar can be found throughout Tûr Morva.\\n\\nPenrod wants you to check on with members of the Grey Company helping the Falcon-clan prepare for war with Saruman.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ha! Ha! I am sorry your friend Radanir is unhappy. Mucking out the oxen is not a pleasant task, but if it is not done, all suffer. There are very few desirable tasks when it comes to preparing for war, [placeholder], but all must be done.'\\n\\nPenrod laughs heartily.\\n\\n'But I am not ankle-deep in manure, am I? Perhaps I will find someone to take Radanir's place. We are grateful for the help and do not want any of the Rangers to resent volunteering it!\\n\\n'Thank you for your help and theirs, [placeholder]. The clans arrayed against us are fierce and merciless, but they do not have allies from the North, as we do!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Penrod is among the northern buildings of Tûr Morva.\\n\\nYou have spoken with a number of Rangers and found how they are helping with the preparations.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Your Ranger friends are helping us prepare for war. You should check with them and see how they are doing.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'We are doing all we can, [placeholder]. I have been assisting Rhus with the tanning; it is dirty, odious work, but the Falcon-clan needs the leather if they are to have fresh armour for its warriors.\\n\\n'I saw Radanir not long ago. He was not very happy about something, but would not tell me what it was. Right now I am working to clear this brush so we can stretch some more hides as they come in.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'There is a great deal to do before the Falcon-clan is ready, but this work will be worth it in the end. We have few enough allies in this land. If the sweat of our brow can help the Hebog-lûth stand against the clans loyal to Saruman, the work is worth it.\\n\\n'We have already brought much in the way of food. Once it is dried or preserved, it will be wrapped and ready. My arms ache, but not so badly that I must stop.' ",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'I know allies among the Dunlendings are precious few, [placeholder], but I do not see what is so different about the Falcon-clan than others that we have seen.\\n\\n'They have me mucking out the oxen! I have seen more manure already in Dunland than I have in my entire life back north. I could be doing something useful, but instead they hand me a hay-fork and a broom and tell me to get to work.\\n\\n'I do not like these men, [placeholder], and it is not because of the manure. There are plenty of reasons, but the smell of manure has made me forget most of them. I say we bid them farewell and leave them to their own devices!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Halbarad in Tûr Morva",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Radanir in Tûr Morva",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Braigiar in Tûr Morva",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Penrod in Tûr Morva",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Rangers Put to Work",
      "es": ""
    }
  ]
}