{
  "id": 620879746,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'What do you know of the hunt, [placeholder]? I have been the greatest hunter of the Hebog-lûth for many summers, but it was not always so. When I was a boy, I wandered far and wide in search of the greatest prey I could master, but I searched in vain.\\n\\n'Finally I came to a clearing in the trees, and amid the brilliance of a noon-time sun, I beheld a mighty figure. He was many times the height of a normal man, and it seemed he wore a great antlered helm. I was beneath his notice. He turned to gaze between the trees, and even as I contemplated the great Huntsman he was gone.\\n\\n'I never found that clearing again, though I sought it. I fashioned this charm in his shape out of wood, and every time I go on the hunt I carry it with me. I give it to you now. Defeat creatures of Tâl Methedras, and each one will add to the legacy of this charm. Its legend will make me stronger when I bear it south against our enemies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Did you feel the Rhi Helvarch, the Wild Huntsman, with you while you were on the hunt? Sometimes I have felt sure he was helping guide my bow or strengthening my blade. That is why I carry that talisman with me and will bring it with me to battle.'\\n\\nYou return the Charm of the Huntsman to Cungen, and he grins.\\n\\n'I would not want to lose this, I will tell you that much! But I can feel that touring with you has done it some good, and now it will be of even more use to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Every victory you attain while bearing the charm I gave you will add to its legend. It is a token of good fortune on the hunt, and I will be pleased to have as much fortune as possible when we go to fight the other clans.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Where is the charm? Did you lose it? How can that be?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Charm of the Huntsman",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Cungen has given you a wooden charm he carved of the mighty Rhi Helvarch, the Wild Huntsman, and wants you to go hunting with it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated creatures in Tâl Methedras while bearing the Charm of the Huntsman ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat creatures in Tâl Methedras while bearing the Charm of the Huntsman ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wild creatures can be found throughout Tâl Methedras.\\n\\nCungen has asked you to defeat wild creatures throughout Tâl Methedras while bearing the charm of the Wild Huntsman, believing it will become even stronger with every victory.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return the Charm of the Huntsman to Cungen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Cungen is on the uppermost level of Tûr Morva.\\n\\nYou have defeated many creatures while bearing the Charm of the Huntsman and should return the charm to Cungen.",
      "es": "",
      "es (fem)": ""
    }
  ]
}