{
  "id": 620879756,
  "txt": [
    {
      "id": 54354734,
      "en": "Seren is the mother of Anirin, the messenger you met in Enedwaith and rescued from Lhaid Ogo. She wants news of her son brought to those who love him.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'A moment, if you would, Duvodiad. You have come from the lands of the Algraig, from Lhanuch? Did you see a young man there named Anirin?'\\n\\nYou tell her that you did encounter such a man, rescuing him from peril in the depths of the cave called Lhaid Ogo.\\n\\n'My son! My Anirin! Thank the spirits! Oh, [placeholder], you must give me any word of him you have.'\\n\\nYou tell her that he seemed to be doing fine and planned to return to Tûr Morva once he recovered from the experience.\\n\\n'Thank you for these tidings! You must bring them to his beloved, to whom he is promised. Her name is Wenda, and her home is down the hill to the south.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Wenda's home is down the hill to the south of Seren, in Tûr Morva.\\n\\nSeren wants you to bring news of her son Anirin to his beloved Wenda.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have news of Anirin?'\\n\\nYou tell her about your encounter with Anirin in the depths of Lhaid Ogo, in Enedwaith, and she seems relieved to hear he plans to return soon.\\n\\n'I told him not to go, but he could not be persuaded. Anirin is stubborn! He gets that from his mother.\\n\\n'Thank you for saving my beloved, [placeholder]. I am indebted to you, and when Anirin and I have married, our family will be indebted to you as well. It is our way.\\n\\n'Return to Seren and thank her for sending you to me.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Seren is in Tûr Morva.\\n\\nYou have given tidings of Anirin to his beloved, and Wenda now wants you to return to Seren with her thanks.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Penrod is among the northern buildings in Tûr Morva.\\n\\nPenrod wishes to speak with you.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Return to Seren and thank her for thinking of me. I will be glad when Anirin is safely returned, but any news of him makes my day brighter.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Wenda is such a nice girl. She did not want Anirin to bring Lheu Brenin's message to the Algraig, but he saw the need and could not be dissuaded.\\n\\n'Have you met Penrod, the Brenin's first Brehur? He is among the northern buildings of Tûr Morva. He was looking for you.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'My son is promised to Wenda, who lives down the hill to the south. She will want to hear any news of him you can give her!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'I saw you speaking with Anirin's family. It was a difficult decision for him to make, to be the bearer of Lheu Brenin's message north to the Algraig, but he knew its importance. He is swift; it is one of the reasons the Brenin tasked him with that journey. He will be back with his mother and with Wenda soon enough.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Penrod wanted to speak with you. Look for him among the buildings to the north.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Wenda in Tûr Morva",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Seren in Tûr Morva",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Penrod in Tûr Morva",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Tidings of Anirin",
      "es": ""
    }
  ]
}