{
  "id": 620879647,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'[placeholder], while I have no care for the Dunlendings and their forest, I do wonder how much wood these Orcs have already cut... this may help decipher for what the wood will be used. A relatively small amount may indicate something as simple as fire-wood or spears. A large amount, on the other hand may indicate the construction of siege-weapons.\\n\\n'If you wish to help me, go to their encampment, Ak-ghru, and investigate the clear-cut wood. Perhaps you will be able to determine exactly how much wood the Orcs have taken and how much more it appears they are determined to take.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I think you are right, [placeholder]. I wager that the Orcs are indeed preparing for war... this is more dire than I thought.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We must know what the Orcs are using the wood for.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Wanton Destruction",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Orcs serving the White Hand are clear-cutting the forest and shipping the wood off to an unknown location.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "The Orcs at Ak-ghru have cut a large amount of wood and are still razing the forest to the ground",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Scout Ak-ghru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The clear-cut forest can be found at Ak-ghru.\\n\\nElfrith asked you to investigate the clear-cut part of the forest to determine how much wood the Orcs have gathered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Elfrith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Elfrith is hiding beyond the bounds of Ak-ghru.\\n\\nYou should report to Elfrith that the Orcs have cut a large amount of wood, probably for use in building siege-engines.",
      "es": "",
      "es (fem)": ""
    }
  ]
}