{
  "id": 620879633,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Matters here are more dire than I had first believed, [placeholder]. From your description, I believe the cauldron that rests within the Slade of Shadows is the fabled Dutegelh.\\n\\n'Legend tells that it is a relic once kept by the Necromancer at Dol Guldur, lost when he was driven forth by the White Council. It is rumoured to have the power to create an army of wights... if I am correct, Gwyllion may be trying to use it on behalf of Saruman. She must be stopped.\\n\\n'For this, I have a plan... speak with me when you are ready.'\\n\\n<rgb=#FF0000>WARNING: This is a solo instance and cannot be completed in a fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Alas, Andreg was a good friend and a stout companion. He will be remembered for his sacrifice.\\n\\n'Gwyllion has much to answer for... it is a pity that she escaped. At least her allies from the Ox and Stag clans will be of no further trouble. Nevertheless, we will renew our efforts to find the Old Woman of the Mountain and bring her to justice.\\n\\n'Thank you for returning these tokens... I may yet have a use for them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Good! Let's us move closer to the Slade of Shadows... I have a plan to ensnare Gwyllion and her allies.'\\n\\n<rgb=#FF0000>WARNING: This is a solo instance and cannot be completed in a fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Do you have something for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Tribunal of Shadows",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Slade of Shadows is the site of a nefarious ritual conducted by the Old Woman of the Mountain to summon fell spirits out of the world of shadow.\\n\\n<rgb=#FF0000>WARNING: This is a solo instance and cannot be completed in a fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Accompany Andreg to the Slade of Shadows",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Andreg awaits you near the Slade of Shadows.\\n\\nYou should speak with Andreg when you are ready to put his plan in motion.\\n\\n<rgb=#FF0000>WARNING: This is a solo instance and cannot be completed in a fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the tokens of the gurach to Saeradan at the Rohirrim scout-camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Saeradan is at the Rohirrim scout-camp, north of the Slade of Shadows.\\n\\nYou should return to Saeradan with the news of Andreg's sacrifice at the Slade of Shadows.",
      "es": "",
      "es (fem)": ""
    }
  ]
}