{
  "id": 620879737,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Placed snap-jaw traps on the ground ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "This would be a suitable place to set the traps.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have left the suitable place for setting Wynfor's traps.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Wynfor has fashioned three traps from the avanc-jaws that you brought him and wants you to set them out for the mysterious intruder.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You have used up all the traps and should return to Wynfor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I will take this string and stretch it here... and here....'\\n\\nWynfor works for a few moments, then is satisfied.\\n\\n'Aye, this will do. See! I have made of this avanc-jaw a trap! It will snap shut on the leg of its unsuspecting prey, and this intruder will find it much more difficult to evade capture!\\n\\n'Let me make a few more, and... all right. I will give you these three traps. Set them in the vicinity of those footprints you found, and we will see if this unwelcome intruder strays into our trap! Use up the bundle of traps and return to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You found footprints on the far shore of the lake, north-west of the eyot and beneath the cliffs west of the shore, and now Wynfor wants you to set three traps he made at those locations.\\n\\nWynfor has given you three traps he has made, and he wants you to set them in the vicinity of the footprints you found earlier.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You set the traps? Good. We do not want anyone sneaking around who should not be here.\\n\\n'I wonder if that was enough traps? I may see if your Ranger friends will help me collect more avanc-jaws.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "You have placed the snap-jaw traps in Tâl Methedras, as Wynfor wanted.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Wynfor is in Tûr Morva.\\n\\nYou have set the traps for Wynfor and should now return to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Set those three traps near where you found those footprints, [placeholder]. We will catch this intruder with one of them, then we will see what she has to say for herself! Use up the bundle of traps and come back here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'No Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I am not as spry as I used to be.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'We do not need any unwelcome guests creeping about.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Place the three snap-jaw traps near the footprints until you have used them up ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Thank you for helping me guard the village.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find a suitable place to set the traps near the footprints",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Wynfor at Tûr Morva",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Find a suitable place to set the traps near the footprints",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Setting Traps",
      "es": "",
      "es (fem)": ""
    }
  ]
}