{
  "id": 620879755,
  "txt": [
    {
      "id": 218649170,
      "en": "'We truly do not see many dwarves in these lands. Lindar was quite close with Lheu Brenin, and the gifts he gave to him were most thoughtful. I wonder if the Brenin will have occasion to use any of them but the sword, given these times.'",
      "es": ""
    },
    {
      "id": 174885873,
      "en": "A half-smile dances on Lheu Brenin's face.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'What can I do for you, [placeholder]?'\\n\\nYou tell him that Arwel wanted you to ask him about his previous dwarf guest. Lheu Brenin laughs heartily.\\n\\n'Arwel has always been fascinated with your people; I think he wishes he had been born a dwarf! That would be a loss for the Falcon-clan; my daughter Mair has always been fond of him.\\n\\n'It is true, we played host to one of your people not long ago. His name was Lindar, and he gifted me a weapon when he departed. Dwarves are keen of eye, yes? Examine these weapons and tell me which of them was his gift to me.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Rare Dwarf",
      "es": ""
    },
    {
      "id": 174885874,
      "en": "Lheu Brenin raises an eyebrow.",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Well? Which weapon was a gift from Lindar?'\\n\\nYou tell him your answer, wondering what his reaction will be. His surprise is obvious.\\n\\n'All three of them? Are you certain? Why do you say that?'\\n\\nYou tell him that it was not your examination of the weapons that led you to the answer. Instead, it was the visible reaction on his face every time you handled one of the weapons that made you realize the question was not a fair one.\\n\\n'Ha! That will teach me to think I know the ways of dwarves, [placeholder]! Well done, indeed! Lindar did gift each of these to me: the axe as a present from his people for past aid, the sword to combat present strife, and the staff to lean on in my old age, if I live to see it.\\n\\n'You are indeed a rare dwarf! Go speak with my Brehur, Penrod, to the north. He wanted to speak with you.'",
      "es": ""
    },
    {
      "id": 174885875,
      "en": "Lheu Brenin nods almost imperceptibly.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "This axe is of fine dwarf-make, sharp and strong",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You will find Lheu Brenin outside his house at the top of the village. Speak with him about your kinsman, the other dwarf that passed through Tâl Methedras recently.'",
      "es": ""
    },
    {
      "id": 174885876,
      "en": "Lheu Brenin looks knowingly at you.",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Most men would need two hands to wield this heavy sword",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The weapons are right there on the table. Which of them was Lindar's gift to me?'",
      "es": ""
    },
    {
      "id": 174885877,
      "en": "Lheu Brenin clears his throat.",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "This staff is well-balanced, and could be deadly in the right hands",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Lheu Brenin is outside his home on the upper-most level of Tûr Morva.\\n\\nArwel, delighted at meeting a dwarf, thinks you should speak with Lheu Brenin about another dwarf who passed through Tâl Methedras recently.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Penrod is the first of my Brehur and wished to speak with you.'",
      "es": ""
    },
    {
      "id": 174885878,
      "en": "Lheu Brenin's eyebrow twitches with amusement.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Weapons are arrayed on a table next to Lheu Brenin.\\n\\nLheu Brenin has asked you to examine the weapons on the table next to him and to identify which of them was Lindar's gift to him.",
      "es": ""
    },
    {
      "id": 174885879,
      "en": "Lheu Brenin's eyes twinkle with amusement.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Lheu Brenin is outside his home on the upper-most level of Tûr Morva.\\n\\nYou have examined the weapons and should now tell Lheu Brenin which weapon was a gift from the dwarf Lindar.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Penrod is among the northern buildings in Tûr Morva.\\n\\nLheu Brenin has asked you to speak with his Brehur, Penrod.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Lheu Brenin in Tûr Morva",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Examine the axe on the table near Lheu Brenin",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Examine the sword on the table near Lheu Brenin",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Examine the staff on the table by Lheu Brenin",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Lheu Brenin in Tûr Morva",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Penrod in Tûr Morva",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Arwel is delighted to meet a dwarf, considering how few he has seen, and tells you about another who visited the Brenin recently.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Mair told me that there was a dwarf with the company, but I did not believe her. But here you are! We see so few of your people here.\\n\\n'Is it true what they say about your cities under the mountains, that they stretch for leagues and leagues? How can you build for so long, and so great a distance? Do you not miss the daylight?\\n\\n'You must excuse my questions. You are only the second dwarf I have seen in many months, and the other did not speak to me, as he met only with the Brenin. You should speak with Lheu Brenin, and he can tell you of your kinsman.'",
      "es": ""
    }
  ]
}