{
  "id": 620879639,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Destroyed crates of black fire ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Destroyed crates of black fire ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A company of Dragon-clan warriors is encamped at the northern end of the Gravenwood, marching down from Enedwaith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I have seen wagons bearing crates coming from the south to Uvel-cadlus. I wondered at first why the Dunlendings would be bringing provisions and supplies northward to a company that is moving southward towards their muster, but later I saw something that terrified me.\\n\\n'The Draig-lûth took from the crates a black powder which they were able to ignite into a terrible fire which scorched tree and earth and shattered stone. I fear the Dragon-clan will use this black fire against our people, should all-out war ensue.\\n\\n'Will you enter Uvel-cadlus and destroy this black fire? The Rohirrim would be greatly indebted to you if you should succeed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Crates of black fire can be found within Uvel-cadlus.\\n\\nThurbald has asked you to enter Uvel-cadlus and destroy the Draig-lûth's supply of black fire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It is good news that you bring. I do not fear so much now for the safety of my people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Thurbald is hiding to the south of Uvel-cadlus.\\n\\nYou should return to Thurbald with news of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Thurbald is hiding to the south of Uvel-cadlus.\\n\\nYou shold return to Thurbald with news of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Destroy the black fire, [placeholder], before it can be used against my people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Destroy crates of black fire ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Thurbald",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Thurbald",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Breath of the Dragon",
      "es": "",
      "es (fem)": ""
    }
  ]
}