{
  "id": 620879642,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'If you are determined to help me, I will defer your assistance to the herd instead.\\n\\n'The herd bolted when they heard the battle-shouts and smelled the bloodshed, but they are loyal to these fields, and they will return to the land where they were raised and cared for.\\n\\n'I watched the Dragon-clan invaders set traps for the poor beasts. If you have any kindness in you, you will disable the traps to ensure that the cattle are not cruelly harmed upon their return.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'That was a kindly done deed, [placeholder]. But do not waste any further time on me; you should leave before the Dragon-clan finds you and kills you, like they did my husband, his father, and gentle Celun.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The traps are on the west side of the river, where the cattle roamed before the Dragon-clan attacked us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Unsuspecting Loyalty",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Blodwen has asked you to help save the cattle from cruelty when they eventually wander back to their home. You must disable the traps set by the Dragon-clan meant to keep the returning herd from wandering.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Disabled cruel traps ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Disable the traps intended to snare the cattle ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Dragon-clan set traps for the herd in the rocky fields on the west of the shallow river in the Herd-lands.\\n\\nYou should disable the traps so that the herd may return without being brutally wounded for their loyalty.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Blodwen in the Herd-lands",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Blodwen is at her hiding place amid the rocks of Trum Dreng's southern farm, the Herd-lands.\\n\\nYou should tell Blodwen that you have disabled all of the traps that you could find.",
      "es": "",
      "es (fem)": ""
    }
  ]
}