{
  "id": 620879636,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'This news is distressing. The Orcs are of little concern to me -- let them consume the Dunlendings' wood -- but the companies of Dunlending warriors troubles me. From what you tell me, they will be converging upon the Mustering Tree, and that is an ill omen.\\n\\n'Despite the enmity the Draig-lûth have shown to their own countrymen, I think it more likely that both companies are meeting as allies to join the host gathering in Wulf's Cleft.\\n\\n'I must think upon this problem.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Léofward sent you? That is well, for I have discovered an encampment of Draig-lûth -- Dragon-clan warriors -- moving down from Enedwaith. News of their movement should be taken to Léofward at once...I will remain and keep an eye on the encampment.\\n\\n'If you wish to be of further aid, I may have other tasks for you before you leave, though.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Silent Riders",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You there, Léofward sent you? I have news for you to take to him: a band of Orcs bearing the mark of the White Hand has entered the Gravenwood and has been clear-cutting the forest here. I know not for what purpose, but they have been shipping the wood eastward.\\n\\n'If you wish to be of further assistance, I may have other tasks for you before you go.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Indeed, I am well, [placeholder]. I have discovered an encampment of warriors of the Uch-lûth, the Ox-clan, marching eastward out of Carreglyn. I daresay they are up to no good. Take this news at once to Léofward.\\n\\n'If you wish to be of further aid, I may have other tasks for you before you leave.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Assisted Thurbald with Breath of the Dragon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Seek out Thurbald, Cuthric, and Elfrith and find out what they have discovered.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Assisted Thurbald with Into the Dragon's Maw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The Dragon-clan must be stopped here, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Assisted Thurbald with Pulling the Dragon's Teeth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Rohirrim scouts Thurbald and Cuthric are somewhere in the northern reaches of the Gravenwood, while Elfrith returned south to watch the road into Wulf's Cleft.\\n\\nLéofward has asked you to find the scouts he sent out into the Gravenwood and make sure they are well.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I think Cuthric is scouting the Ox-clan encampment to the south-west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Assisted Cuthric with Charge of the Ox",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c50",
      "en": "Assist Elfrith with Clear-cutting Orcs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Thurbald is hiding outside a Dragon-clan encampment, north of the Rohirrim scout-camp.\\n\\nThurbald needs your help with several tasks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'These Orcs must be dealt with, [placeholder]...they are a foul blight on the world.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "Assisted Cuthric with Heading off the Stampede",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c51",
      "en": "Assist Elfrith with Trophies of the Enemy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The Rohirrim scouts Thurbald and Cuthric are somewhere in the northern reaches of the Gravenwood, while Elfrith returned south to watch the road into the Isendale.\\n\\nLéofward has asked you to find the scouts he sent out into the Gravenwood and make sure they are well.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Let Léofward know that I am fine.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "Assisted Cuthric with Prime Cut",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c52",
      "en": "Assist Elfrith with Wanton Destruction",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Cuthric is hiding outside an Ox-clan encampment, west of the Rohirrim scout-camp.\\n\\nCuthric needs your assistance with some tasks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'The Ox-clan rabble is preparing to move south to Wulf's Cleft...we must stop them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3687",
      "en": "Assisted Elfrith with Clear-cutting Orcs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c53",
      "en": "Talk to Léofward at the Rohirrim scout-camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "The Rohirrim scouts Thurbald and Cuthric are somewhere in the northern reaches of the Gravenwood, while Elfrith returned south to watch the road into the Isendale.\\n\\nLéofward has asked you to find the scouts he sent out into the Gravenwood and make sure they are well.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'Elfrith is patrolling the road to the south, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3688",
      "en": "Assisted Elfrith with Trophies of the Enemy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "Elfrith is hiding outside and Orc-camp, south-west of the Rohirrim scout-camp.\\n\\nElfrith needs your assistance with some tasks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3689",
      "en": "Assisted Elfrith with Wanton Destruction",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced7",
      "en": "Léofward is at the Rohirrim scout-camp.\\n\\nYou should return to Léofward with the information provided to you by the Rohirrim scouts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Thurbald",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Assist Thurbald with Breath of the Dragon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Assist Thurbald with Into the Dragon's Maw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Assist Thurbald with Pulling the Dragon's Teeth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Cuthric",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Assist Cuthric with Charge of the Ox",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Assist Cuthric with Heading off the Stampede",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "Assist Cuthric with Prime Cut",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c9",
      "en": "Talk to Elfrith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Théodred, son of King Théoden of Rohan, has led a small party of scouts into the Gravenwood to determine the movements and motives of the Dunlendings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'[placeholder], if you wish to be of aid to me, I have a task of great import -- though it may not seem so at the first. I sent several scouts out into the Gravenwood to discover any movement of Dunlending forces, but I have not yet heard from any of them.\\n\\n'Would you seek out the scouts and learn if any ill has befallen them? It has been too long, and I fear for my companions. Their names are Thurbald, Elfrith, and Cuthric. Thurbald and Cuthric have gone north and east into the Gravenwood, while Elfrith has returned south to watch the road to Wulf's Cleft.\\n\\n'I will reward you for your efforts.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}