{
  "id": 620879744,
  "txt": [
    {
      "id": 218649170,
      "en": "'Thank you for bringing me that basket of apples. I will prepare them for travel. While I do that, will you bring this empty basket back to your Ranger friend in the orchard?\\n\\n'When you see him, ask if he has collected the fallen apple-wood branches I asked him to gather. I will need them to smoke some of the meats the warriors will bring south.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Thank you for bringing me these branches! The smoke from these should do very nicely. You can throw them on the fire, if you like.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Preserved for the Journey",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Well done! I have many more preparations to make before we will have enough food for the warriors of the Falcon-clan, but it is a start, and I thank you for it!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'This is a curious land, [placeholder]... very different than I expected. I expected Dunlendings to charge heedlessly to war, but these folk of the Falcon-clan are taking great pains to prepare for battle.\\n\\n'It worries me that the other clans, the ones sworn to Saruman's service, are likely cut from the same cloth. We must not underestimate his allies if they are as tough as the Men that we have seen in Tûr Morva.\\n\\n'You are ready to bring a basket of apples back to the woman Idele? Take one of these... they are ready.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You drop the basket and apples scatter everywhere",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'If you would like to help out, go to the orchards to the north-west and bring me a basket of the apples picked by your Ranger friends.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'You have returned already? Oh, I see. Yes, I did gather some apple-wood branches for Idele. You can bring some of them to her now, if you like.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Idele accepts the basket of apples with a smile",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Pick up one of these empty baskets and carry it to your Ranger friend in the orchard to the north-west. Then bring back some of the apple-wood branches I asked him to gather.'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You drop the basket and it breaks into pieces",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The orchards of Tûr Morva are to the north-west.\\n\\nIdele has asked you to bring a basket of apples to her from the orchards where several of the Rangers are picking fruit.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Did you ask your Ranger friend at the orchard to the north-west if he gathered the apple-wood I asked him to collect? I need it to smoke the meats for the journey south.'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Golodir nods at the basket and beckons to you",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Talk to Idele in Tûr Morva",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "A basket of apples near Golodir in the orchard of Tûr Morva is ready for carrying to Idele.\\n\\nIdele has asked you to bring a basket of apples to her from the orchard of Tûr Morva.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Go ahead. You can throw the wood on the fire. The smoke will do the meats a world of good.'",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You drop the wood, and it splinters into tiny pieces",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Throw the wood on the fire",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Idele is in Tûr Morva.\\n\\nYou have brought a basket of apples to Idele in Tûr Morva and should now speak with her.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Any one of these baskets of apples are ready for you to bring to Idele, [placeholder]. She is south-east of here in the village, is she not? By one of the camp-fires?'",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "Idele smiles as you arrive with the armful of wood",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Talk to Idele at Tûr Morva",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "There are empty baskets near Idele in Tûr Morva.\\n\\nIdele has asked you to pick up an empty basket and carry it back to Golodir in the orchard north-west of Tûr Morva.",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'You are to bring an armful of apple-wood to Idele in Tûr Morva? She is to the south-east of here, is she not?'",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Golodir is in the orchard of Tûr Morva.\\n\\nYou have brought back an empty basket to the orchard and should now speak with Golodir.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Idele is in Tûr Morva, south-east of the orchard.\\n\\nIdele is waiting for some of the apple-wood branches that Golodir collected from the orchard.",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "Idele is in Tûr Morva.\\n\\nYou have brought an armful of apple-wood to Idele, and she wants to speak with you.",
      "es": ""
    },
    {
      "id": 94621400,
      "en": "The fire Idele is using to smoke the meat for the journey south is by her in the middle of Tûr Morva.\\n\\nIdele has given you some wood to throw on the nearby fire.",
      "es": ""
    },
    {
      "id": 94621401,
      "en": "Idele is in Tûr Morva.\\n\\nYou have helped to smoke some of the meats for the journey of the Falcon south and should speak to the fire-tender, Idele.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Golodir in Tûr Morva",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Pick up a basket of apples near Golodir in the orchard",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Carry the basket of apples to Idele in Tûr Morva",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Idele at Tûr Morva",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Pick up an empty basket near Idele in Tûr Morva",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Carry the empty basket to Golodir in the orchard",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Golodir at Tûr Morva",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Pick up an armful of wood from the orchard",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Carry the armful of wood to Idele in Tûr Morva",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Idele is charged with collecting food and smoking meats for when the Falcon-clan must go to war.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'It is my task to prepare food for the warriors when they must travel south to fight the hostile clans: apples, hazelnuts, elderberries, and smoked meats. Some of your friends are picking apples at the orchards of Tûr Morva. Go there and bring back a basket of apples, and I will wrap them up.\\n\\n'The orchard is to the north-west.'",
      "es": ""
    }
  ]
}