{
  "id": 620879638,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Though the Dragon-clan has long been known to war with even their own countrymen, I fear this company is not here to stir trouble in Dunland. There have been Dunlending travellers going to and fro between Pren Gwydh and Tâl Methedras, and the Draig-lûth have ignored them.\\n\\n'Perhaps one of them carries orders from their chieftain, or a general of their forces -- if there are such ranks among these wild men. Would you enter their camp, Uvel-cadlus, and seek such orders among their captains?\\n\\n'It will be dangerous, but such information can only benefit our cause.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Indeed, this is as I feared. These orders are directing the Dragon-clan to join with a company from the Ox-clan at the Mustering Tree, from where they will march south to Wulf's Cleft.\\n\\n'This is troubling, but useful information.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Cut the head from the Dragon, and the beast will perish...I am sure of it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Did you find any orders?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Into the Dragon's Maw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A company of Dragon-clan warriors is encamped at the northern end of the Gravenwood, marching down from Enedwaith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected orders",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect orders",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "One of the Dunlending captains might carry the orders Thurbald seeks.\\n\\nThurbald has asked you to find a copy of the Draig-lûth's orders.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the orders to Thurbald",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Thurbald is hiding to the south of Uvel-cadlus.\\n\\nYou should bring the orders you found to Thurbald at once.",
      "es": "",
      "es (fem)": ""
    }
  ]
}