{
  "id": 620879656,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'[placeholder], word has come via craban from one of the Boar-clan scouts who are aiding us in this accursed place. Huwela reports that she may have found the witch your Ranger-friends seek...this Old Woman of the Mountain.\\n\\n'Huwela awaits you near the road to Tâl Methedras to the north. I thank you for your aid here, but soon I fear we must escape back to our own lands. We have taken too many losses here.\\n\\n'May fortune go with you, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It is well that you have come, Duvodiad. It is known among my people that the Old Woman of the Mountain is called such because she dwells upon the heights of the mountain you call Methedras, but we have never known the way to her abode...she always came down among us.\\n\\n'I have discovered a path leading from the road to Tâl Methedras up the mountainside. There is an evil air about the path, so I will not go there, but I believe this may well be the path your friend Saeradan seeks.\\n\\n'Return to Saeradan and thank him for the kindness he has shown the People of the Boar and tell him of the path. Tell him also that none have travelled it recently.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You should speak with Huwela on the road to Tâl Methedras.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Huwela found the path, but none have travelled it recently? I wonder, then, what has become of Gwyllion since her defeat at the Slade of Shadows.\\n\\n'I think she must do one of two things: seek refuge with Saruman or find her way back to her own abode to recoup her strength.\\n\\n'I think if she appears at Orthanc in defeat, she will not find herself welcomed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Coming to a Conclusion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Following the Battle of the Mustering Tree, a scout from the Dunlending Boar-clan resistance sent word to Léofward that she had news regarding the Old Woman of the Mountain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Huwela near the road to Tâl Methedras",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Huwela awaits you near the road to Tâl Methedras, north of the Rohirrim scout-camp.\\n\\nLéofward told you to meet with the Dunlending scout, Huwela, regarding the Old Woman of the Mountain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Saeradan at the Rohirrim scout-camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Saeradan is at the Rohirrim scout-camp, south of the road to Tâl Methedras.\\n\\nHuwela told you of a path she found leading up Methedras and instructed you to bring the information to Saeradan.",
      "es": "",
      "es (fem)": ""
    }
  ]
}