{
  "id": 620879672,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have the Strong Ale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Daervunn the Ranger was detained by the Rohirrim at the Ford of Isen when he attempted to warn them of Saruman's treachery. It appears that some faction within the Golden Halls of Edoras has a grudge against the Dúnedain and has ensured that their passage through the region will not be easy.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7dc0d91",
      "en": "'Come, let us speak privately.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7dc0d92",
      "en": "'One of these Rangers came to our encampment yesterday.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7dc0d93",
      "en": "'Shortly before he arrived, we received orders to detain any Dunedain we encountered.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7dc0d94",
      "en": "'They are suspected of conspiring with the Dunlendings against Rohan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7dc0d95",
      "en": "'It seems there is someone in Edoras who does not like your Ranger friends overmuch.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7dc0d96",
      "en": "'I deem it likely that the request for their capture came from Isengard itself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7dc0d97",
      "en": "'Yet I see much to arouse my suspicions about Saruman's intentions.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'[placeholder]! Well met... or so I would say were I not bound to a post. I came here to warn Théodred of Saruman's schemes, but I am afraid the Wizard remains a step ahead of us.\\n\\n'One of Grimbold's men produced a message from Edoras ordering the detainment of any Men of Dúnadan descent. It seems that Isengard may have wormed its tendrils into the nobility, if I do not miss my guess.\\n\\n'Now, as much as I enjoy the comforts of a cheery camp-fire and the good company of my guards, I do not suppose you could see fit to speak on my behalf with the camp commander? I suppose I might be able to free myself, but I would likely injure or kill some of Grimbold's men in the process, and I would rather not give credence to Saruman's claims against us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7dc0d98",
      "en": "'I have no wish to detain the Ranger -- but I have little choice in the matter.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Grimbold is at the Ford of Isen.\\n\\nDaervunn has asked you to speak with Grimbold on his behalf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The Ranger? Aye, we detained him yesterday when he entered our camp unheralded.\\n\\n'We are under new orders as regarding the Dúnedain. It seems that they have managed to cross the lords of Edoras in some manner.\\n\\n'Come, let us speak more of this... in private.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7dc0d99",
      "en": "'I can no longer afford to trust our treaties with Isengard -- yet my orders are clear.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Grimbold has outlined his suspicions about Isengard's involvement in the orders he has received. You must find some way to free the Ranger without Grimbold's direct involvement.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'My hands are bound with ties that no knife can cut. Only a sharp wit will suffice to break them....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7dc0de0",
      "en": "'But now that we come to it, I do have an idea....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Listen to Grimbold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Grimbold at the Ford of Isen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Grimbold at the Ford of Isen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Failure to Communicate",
      "es": "",
      "es (fem)": ""
    }
  ]
}