{
  "id": 620879657,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Though Gwyllion is not dead and will likely return again, I believe your duties here are ended, [placeholder]. Halbarad and the Grey Company will have need of you in the South.\\n\\n'Speak with Léofward before you go, but I doubt not that the Horse-lords will also retreat from this place soon.\\n\\n'Amlan and I will remain here. If Gwyllion returns, she must be dealt with, for she is a powerful adversary who might bring trouble to our chieftain from afar. Fare thee well, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Saeradan is correct, [placeholder]. Our mission here was both a success and a failure. We can no longer tarry here, for both the Ox and Dragon-clans are aware of our presence.\\n\\n'We will come along as we can, but in the meantime, journey south to Forthbrond in the Isendale and report to Ardwyn. Let him know that the Dunlendings are coming... and in greater force than we could imagine.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Hurry to Forthbrond, [placeholder]... our people must be warned of the Dunlending force at Wulf's Cleft.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have come from Léofward? This is grim news you bring, but not unexpected. The Enemy is already upon us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Bringer of Ill News",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Speak with Léofward, [placeholder]. I must return to my duties.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "After confronting and defending against the Dunlendings at the Mustering Tree, your duties in the Gravenwood have come to an end.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Léofward at the Rohirrim scout-camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Léofward is at the Rohirrim scout-camp in the Gravenwood.\\n\\nSaeradan instructed you to speak with Léofward before continuing your journey southward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Ardwyn in the Isendale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ardwyn is at Forthbrond in the Isendale, south of the Gravenwood.\\n\\nLéofward asked you to take a report to Ardwyn regarding the strength of the Dunlending forces.",
      "es": "",
      "es (fem)": ""
    }
  ]
}