{
  "id": 620879713,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'These are the plants I asked for, [placeholder]? Good. Take them to my grinding stone over there and grind the leaves into a fine powder. It will provide the colour my dye requires.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have not brought me what I seek?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mark of the Falcon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'This is just the right shade for our purposes, [placeholder]. Use it to mark the leather armour I have nearly finished with the claw of the Falcon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'You have nothing for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected lake-side plants ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Plants with red leaves grow along the lake-side in Tâl Methedras, but only where the dirt comes right down to the water. Bring me their leaves, and I can grind them up to make the dye that I will need to mark this armour.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'That is an acceptable Falcon's claw, [placeholder]. That will drive fear into any of the clans that try to fight us!\\n\\n'Thank you for the help you have been today. I will not forget it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You collect the crushed plant dye from the grinding stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Use my grinding stone to crush the plants that you collected into colouring for the dye I need. It is right over there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'You have nothing for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You draw a passable Falcon's claw on the armour",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Lake-side plants with red flowers can be found growing alongside the shore of the lake in Tâl Methedras, but only where the dirt comes right down to the water.\\n\\nTaf has asked you to collect lake-side plants with red leaves that he can grind up for dye.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I have set some armour there on the table. Use the dye you prepared to put the mark of the Falcon on it, [placeholder]. You have earned the right!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Taf is at the leather-working pavillion in Tûr Morva.\\n\\nYou have collected the lake-side plants Taf asked you to gather and should bring them to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'This armour will be the most durable I have made.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "There is a grinding stone at the leather-working pavillion near Taf, in Tûr Morva.\\n\\nTaf has asked you to grind up the plants you gathered on his grinding stone, in order to make the colouring for the dye he needs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Our warriors need to have the strongest armour.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Taf is at the leather-working pavillion in Tûr Morva.\\n\\nYou have ground up some dye on his grinding stone and should show the product of your labour to Taf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Partially-completed leather armour is on the table near Taf in the leather-working pavillion of Tûr Morva.\\n\\nTaf has asked you to use the dye you prepared to put the mark of the Falcon on some of the partially-completed leather armour he has set out on a table.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "Taf is at the leather-working pavillion in Tûr Morva.\\n\\nYou have drawn the mark of the Falcon on some of the partially-completed armour and should return the excess dye to Taf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect lake-side plants ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring lake-side plants to Taf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Grind up some dye using Taf's grinding stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring the crushed dye to Taf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Draw the mark of the Falcon clan on the partially-completed armour",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Return the excess dye to Taf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Taf is responsible for crafting much of the armour the Falcon-clan will wear into battle and could use your help.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I have been working as quickly as I can to fashion armour from the leather that Rhus prepares, but it is time-consuming work. It is important that the armour be strong, but it must also bear the mark of the Falcon; our enemies quail when they know who it is they fight, and Saruman will be no different!\\n\\n'My stock of the dye used to mark the finished armour with the mark of the Falcon is low. Can you pick the red plants along the lake-side here in Tâl Methedras? Bring me several handfuls of their leaves, and we can grind more of the dye.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}