{
  "id": 620879752,
  "txt": [
    {
      "id": 54354734,
      "en": "Maelona had never seen a hobbit before your arrival in Tûr Morva and wants you to share stories of your homeland with members of the Falcon-clan who are concerned by you.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You are the first halfling I have ever seen, [placeholder]. What strange times we live in!'\\n\\nMaelona laughs nervously.\\n\\n'I hope you do not think me rude to say so, but your appearance is most curious to my eyes and those of my fellows. We have seen dwarves, of course, but you are different even than that folk!\\n\\n'Perhaps if you were to share stories of your people and your homeland with the more distrustful members of my clan, they would be put at ease, good halfling. I am speaking of Gwynna and Olwen, who expressed their concerns to me when you arrived. You will find them here in Tûr Morva.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Gwynna and Olwen can be found in Tûr Morva.\\n\\nMaelona told you that some of her fellows are distrustful of hobbits, having never seen one before, and you should tell them stories of your homeland.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thank you for speaking with Gwynna and Olwen, [placeholder]. I know that your stories have helped show them that halflings are not a people to be feared.\\n\\n'Penrod, the first Brehur of Lheu Brenin, was looking to speak with you. He is here in Tûr Morva.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Maelona is in Tûr Morva.\\n\\nMaelona will want to speak with you once you have regaled Gwynna and Olwen with tales of your homeland.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Penrod, the first Brehur of Lheu Brenin, is in Tûr Morva. He has been asking for you.\\n\\nMaelona told you to speak with Penrod now that you have reassured her friends Gwynna and Olwen.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I think you are looking for my sister Olwen. She is here in Tûr Morva.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Ah, [placeholder], the halfling! Very good. I have heard you were telling some of our people stories of your homeland. It sounds like it was a good home.\\n\\n'My people had a good home once, but it was taken from us, long ago. Perhaps one day, we will have it again, but not as thralls to some Wizard. It is not worth that.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Gwynna and Olwen are here in Tûr Morva. Do not confuse Olwen with her sister! One of them is training to be a warrior, and one of them is a singer of songs. It is the singer who expressed her concerns to me.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "Gwynna looks at you warily, his face a mask of curiosity and fear.\\n\\n'You are a... halfling? Why are you... why are you so small?'\\n\\nHe turns a bright shade of red, and you decide to defuse his embarrassment with tales of the Shire.",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "Gwynna looks at you warily, his face a mask of curiosity and fear.\\n\\n'You are a... halfling? Why are you... why are you so small?'\\n\\nHe turns a bright shade of red, and you decide to defuse his embarrassment with tales of your home.",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "Olwen looks at you distrustfully.\\n\\n'How do we know that you are what you say you are? A hobbit? I have not heard of hobbits before. How do we know that you are not in league with Saruman?'\\n\\nYou decide that Olwen might be more accepting if you tell her tales of the Shire.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "Olwen looks at you distrustfully.\\n\\n'How do we know that you are what you say you are? A hobbit? I have not heard of hobbits before. How do we know that you are not in league with Saruman?'\\n\\nYou decide that Olwen might be more accepting if you tell her tales of your home.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Penrod is here in Tûr Morva. He was asking for you.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Gwynna in Tûr Morva",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Your homeland sounds most comfortable. Would that we were all so fortunate to live in such a place!'",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Your homeland, this Shire, sounds most comfortable. Would that we were all so fortunate to live in such a place!'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Olwen in Tûr Morva",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Maelona in Tûr Morva",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'What could have driven you to leave your home? It sounds like such a peaceful place, and I would have stayed there in comfort if even half of your stories about it are true!'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'What could have driven you to leave the Shire? It sounds like such a peaceful place, and I would have stayed there in comfort if even half of your stories about it are true!'",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Penrod in Tûr Morva",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Concerned by Hobbits",
      "es": ""
    }
  ]
}