{
  "id": 620879652,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I wonder if you have the temerity to provoke the captain of these wild men? Perhaps, perhaps not.\\n\\n'Prove it to me. Take this ox-skull, upon which I have engraved insulting signs, and place it before the tent of the Uch-lûth's captain. If he has any sense of honour, he will come forth and do battle with you.\\n\\n'If you defeat him, perhaps the Ox-clan will return to their homes peaceably.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ha! I wish I could have seen the wild man's face!\\n\\n'At least it shows that some Dunlendings do have a sense of honour which can be insulted.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Show these Ox-clan merchants what I think of them....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Prime Cut",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A company of Ox-clan warriors are encamped on the western edge of the Gravenwood, arrayed for war.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Placed the ox-skull before the tent of the Ox-clan's captain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Place the desecrated ox-skull before the tent of the Ox-clan's captain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Ox-clan captain's tent may be found within Rhuvel-cadlus, in the valley below Cuthric's post.\\n\\nCuthric wants you to place a desecrated ox-skull before the tent of the Ox-clan's captain in an effort to goad him into single combat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Cuthric",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Cuthric is hiding on the ridge above Rhuvel-cadlus.\\n\\nYou should return to Cuthric and tell him that you have done as he asked.",
      "es": "",
      "es (fem)": ""
    }
  ]
}