{
  "id": 620879707,
  "txt": [
    {
      "id": 218649170,
      "en": "'The leather strips have been cleaned? Good. I have stretched some of the hides between poles here to make them more pliable.\\n\\n'Use this club to beat the rough patches of the hides smooth. The fewer uneven patches there are, the more well-fitting any armour made from it will be.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I have several batches of leather in various stages of readiness, [placeholder], and you have helped with many of them.\\n\\n'Here are some ox-skins that have been treated. Bring them to Taf in the leather-working pavillion on the edge of the lake, north of here. He should be just about ready for them.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Curing the Leather",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'This ox-hide will serve, [placeholder].'\\n\\nRhus points to the buckets of sudsy water lying nearby.\\n\\n'I have cut strips of leather from some of the ox-hides your Ranger friends brought me this morning. The strips are soaking in these buckets for now. Dunk them thoroughly and comb out any of the grime that still remains in the hides.\\n\\n'It may take a while, but that is the way of things that are worthwhile.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'You are the [placeholder] who has been helping Rhus? I see, I see. You have helped him with the various stages of preparing leather for use by the Falcon-clan? It is only right that you now help me, is it not?'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You skin the ox and now have a suitably tough ox-skin",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The oxen on the far side of the lake should have tough enough skins for my purpose. You just have not found one yet.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'You have naught for me? Where did it go?'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Cleaned strips of leather ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Leather must be thoroughly cleaned if it is to be made into strong armour-pieces. Clean the strips which I am soaking in these buckets; it may take a while, but that is true of much that is worthwhile.'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Beat the hides ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Tâl Methedras Oxen can be found on the far side of the lake, across from Tûr Morva.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The hides are right there, stretched between those poles. Beat them smooth, and the armour we make from them will be better-fitting.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Rhus is on the eastern shore of the lake in Tâl Methedras, by his tanning tools in Tûr Morva.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Taf should be ready for those ox-skins now. Bring them to him at his pavillion north of here.'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Buckets of sudsy water are set out near Rhus in Tûr Morva.\\n\\nRhus has asked you to help clean the leather strips he is soaking in the sudsy buckets.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Tanning is a complex process, difficult to do properly.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Rhus is by his tanning tools in Tûr Morva.\\n\\nYou have cleaned several of the strips of leather that Rhus has been soaking and should now speak with the tanner about what he needs next.",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'I learned the trade of leather-making from my father.'",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "There are hides stretched between poles near Rhus in Tûr Morva.\\n\\nRhus wants you to beat the stretched hides in order to smooth them out for use in armour-making.",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'The armour Taf makes from this leather will be durable.'",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Rhus is by his tools in Tûr Morva.\\n\\nYou have helped Rhus considerably, and he wishes to speak with you.",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "Taf is at the leather-working pavillion, north of Rhus's home and on the shore of the lake in Tâl Methedras.\\n\\nRhus has given you treated ox-skins to bring to Taf.",
      "es": ""
    },
    {
      "id": 94621400,
      "en": "Taf is at the leather-working pavillion, north of Rhus's home and on the shore of the lake in Tal Methedras.\\n\\nRhus has given you treated ox skins to bring to Taf.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Recover a suitably tough skin from a slain Tâl Methedras ox",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the tough ox-skin to Rhus",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Clean strips of leather in sudsy buckets ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Rhus in Tûr Morva",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Beat the stretched hides to improve their suitability for armour-making ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Rhus in Tûr Morva",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Bring treated ox-skins to Taf on the shore of the lake",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Rhus has been given the task of tanning leather to be used in the preparation of armour for the Falcon-clan and will appreciate your help.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I have heard about you, [placeholder]. You are here to help me prepare leather to be used in the making of armour for the Falcon-clan?'\\n\\nRhus grins at your nod of assent.\\n\\n'Tanning is a complex and lengthy process, but so is the business of war; I began to prepare much of this leather some days ago. But we will need more.\\n\\n'On the far side of the lake you will find oxen. I need tough skin from one of them. Make sure it is suitable before you return to me!'",
      "es": ""
    }
  ]
}