{
  "id": 620879745,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected toad-residue ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Iwan believes the clans that have pledged themselves to Saruman deserve no mercy and plans to brew a poison with which to fight them.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The clans that have agreed to follow Saruman deserve no mercy, [placeholder]. Let them fear the talons of the Falcon! My people will show them that Dunland needs no Wizard sovereign. This land is for Dunlendings, not the thralls of Saruman!\\n\\n'Toads frequent the far shore of the lake and the eyot in the middle of the water. Scrape some of the residue from their skin and bring it to me. Handle it carefully! I may be able to put it to use.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Toads can be found throughout Tâl Methedras, on the far shore of the lake and the island in the middle of the water.\\n\\nIwan has asked you to collect some of the residue from the skins of toads in Tâl Methedras.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Iwan is a fool, and always has been! Never taste the poison you are making!'\\n\\nMaelona sighs.\\n\\n'There is a root that grows at the base of trees along the shores of the lake here in Tâl Methedras. I have some of it in my stock. When grinded into a powder, it can cure most digestive ailments.'\\n\\nMaelona digs around in one of the pouches tied about her waist and produces some of the powder.\\n\\n'Give this to Iwan. He should start to feel better.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Iwan is sitting on the shore of the lake near the orchard of Tûr Morva.\\n\\nYou have collected residue from the toads of Tâl Methedras and should bring it back to Iwan.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Maelona is outside her house near the entrance of Tûr Morva.\\n\\nIwan has inadvisably tasted the toad-residue that he wants to coat the Falcon-clan's weapons with and is now sick. He has sent you to the healer Maelona to bring him something that will cure him.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Certain roots can be found in the shadow of the trees that surround the lake. I have made a powder of these roots, and I have observed its ability to ease the stomach. Iwan should consume the powder I gave to you, and he will recover.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Toad-residue? Ah, there it is. Thank you. Let us see how potent it is.'\\n\\nBefore you can stop him, Iwan sticks out his tongue and licks the residue. Suddenly his eyes cross, and he turns a pale shade of green.\\n\\n'It... is just what we need... a coating of this... on our weapons... will do great harm to the... disloyal clans....\\n\\n'Find our healer, Maelona... ask her to make something... that will cure me... she is... in the village....'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Iwan is at the lake's edge near the orchards of Tûr Morva.\\n\\nMaelona has given you some powder that should cure Iwan of his digestive complaint.",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Toads can be found on the far shore of the lake and on the eyot in the middle of the water here in Tâl Methedras. Bring me the residue of their skins, and I can put it to use.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'There is no residue? What is this?'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The healer... Maelona... she may have something that will... cure me.'\\n\\nIwan shudders weakly and turns a deeper shade of green.\\n\\n'But look... at how effective....'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'I feel... terrible... is that not wonderful?'\\n\\nIwan accepts the powder Maelona gave to you, and in a few moments his colour begins to return.\\n\\n'Ah, thank you, [placeholder]. I think... I think that tells us everything we need to know! Coating the weapons of the Falcon-clan with this toad-residue will cause our enemies some real distress!\\n\\n'I would normally not resort to poison, but the clans that side with Saruman are Dunlendings no longer. They do not deserve mercy, and I feel no regret wielding poisoned weapons against them!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat toads and scrape residue from their skins ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'You have nothing for me!'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the toad-residue to Iwan",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Maelona in Tûr Morva",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Bring the root-powder to Iwan",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "No Mercy for Traitors",
      "es": ""
    }
  ]
}