{
  "id": 620879677,
  "txt": [
    {
      "id": 125189361,
      "en": "'These duvodiad do not belong here! Cast them out, Brenin! The Hebog-lûth needs them not!'",
      "es": ""
    },
    {
      "id": 82265025,
      "en": "'There is no need, Penrod. I am here.'",
      "es": ""
    },
    {
      "id": 82265026,
      "en": "'Men of the North! You must have spoken with Glynn Brenin of Lhanuch.'",
      "es": ""
    },
    {
      "id": 82265027,
      "en": "'He received my message? I knew I could trust the boy Anirin to make good speed.'",
      "es": ""
    },
    {
      "id": 74897073,
      "en": "'Who threw that stone?'",
      "es": ""
    },
    {
      "id": 82265028,
      "en": "'That road is not safe for enemies of the Wizard. He is not fond of the Falcon-clan or our friends.'",
      "es": ""
    },
    {
      "id": 74897074,
      "en": "'If I find out who threw that stone, he will never throw another!'",
      "es": ""
    },
    {
      "id": 82265029,
      "en": "'What do you mean? My people do as I do.'",
      "es": ""
    },
    {
      "id": 74897075,
      "en": "'This way.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'This way, please. I have sent word ahead to Lheu Brenin, and he is awaiting your arrival.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I am sorry your welcome to Tûr Morva was marred in this way, [placeholder]. Saruman will never command the loyalty of the Falcon-clan, and the more he tries, the stronger my resolve will grow. I had thought my people stood with me in this, but it seems some are unwilling to respect my wishes.\\n\\n'The Wizard sent an emissary to buy our loyalties with gold and silver. I have him locked in the dungeon. It will not be long before he sends another, but this one may have an army at his back. We can help you against Saruman, but first we need to prepare our own defences.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I will find out who threw that stone, and they will pay for it. You are the guests of my father, and you are under his protection while you are in our village!\\n\\n'It is an affront to my father, it is an affront to me, and it is an affront to the Hebog-lûth!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Welcome to Tûr Morva, travellers from the north! It is the hope of Lheu Brenin that you share our desire for peace. Can there be friendship between our people?'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'It is nothing, [placeholder]. The stone only grazed me. I am fine.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Remain alert, [placeholder], but try not to offend them. This is their land, and passage south will be easier if we can count the Falcon-clan among our allies. If half the stories they tell in Lhanuch about Lheu Brenin are true, we do not need him as an enemy.'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'We will help them make their preparations, [placeholder]. Our aims do not line up perfectly with those of the people of Dunland, but we do share a common enemy. Let Saruman be distracted by the Falcon-clan while we make our way through the Gap of Rohan unobserved.'",
      "es": ""
    },
    {
      "id": 237115073,
      "en": "'Is this true? Have you shamed me in this way?'",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'Penrod will tell you what still needs to be done. I will show you to him.'",
      "es": ""
    },
    {
      "id": 237115074,
      "en": "'That is not your decision to make, cur! They are under my protection.'",
      "es": ""
    },
    {
      "id": 237115075,
      "en": "'Penrod, bring my axe.'",
      "es": ""
    },
    {
      "id": 237115076,
      "en": "'Halbarad of the North, will you accept this man's life in satisfaction of my debt to you?'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Grey Company has come to Tûr Morva, in Tâl Methedras, to meet with Lheu Brenin, the leader of the Falcon-clan.",
      "es": ""
    },
    {
      "id": 46344561,
      "en": "'We will help you ready for war with Saruman, Lheu Brenin. Tell us what we can do.'",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Talk to Lheu Brenin",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Talk to Halbarad",
      "es": ""
    },
    {
      "id": 90081841,
      "en": "'I will bring you to Lheu Brenin.'",
      "es": ""
    },
    {
      "id": 97267969,
      "en": "'Stay alert.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Halbarad",
      "es": ""
    },
    {
      "id": 126747617,
      "en": "'We are honoured to meet you, Mair of the Falcon-clan.'",
      "es": ""
    },
    {
      "id": 39699121,
      "en": "'My people do not wish to spill blood at our meeting, Lheu Brenin. We both have enemies enough.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Léolin",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Follow Léolin into Tûr Morva",
      "es": ""
    },
    {
      "id": 243526833,
      "en": "'I will bring you to Lheu Brenin. Please follow me.'",
      "es": ""
    },
    {
      "id": 243526834,
      "en": "'This way.'",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Saeradan",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Mair",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Follow Léolin through Tûr Morva",
      "es": ""
    },
    {
      "id": 106369025,
      "en": "'My lord.'",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Penrod",
      "es": ""
    },
    {
      "id": 179536817,
      "en": "'Welcome to Tûr Morva, strangers from the north.'",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Meet with Lheu Brenin, leader of the Falcon-clan",
      "es": ""
    },
    {
      "id": 179536818,
      "en": "'I am named Mair. I am the daughter of the Brenin.'",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Listen to Lheu Brenin's proposal",
      "es": ""
    },
    {
      "id": 230051265,
      "en": "'Very well. I will have him locked up in our dungeon until I decide what to do with him.'",
      "es": ""
    },
    {
      "id": 230051266,
      "en": "'Bring him there, my daughter.'",
      "es": ""
    },
    {
      "id": 230051267,
      "en": "'Your people and mine may disagree on many things. The gulf between us may be great.'",
      "es": ""
    },
    {
      "id": 230051268,
      "en": "'But on this we must agree: the Wizard Saruman cares not for us.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Halbarad is on the path leading up to Tûr Morva.",
      "es": ""
    },
    {
      "id": 230051269,
      "en": "'He cares not for Dunland. He looks down his nose at my people. He seeks to use us, then cast us aside.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Léolin is on the path leading up to Tûr Morva.",
      "es": ""
    },
    {
      "id": 230051270,
      "en": "'And I'll wager you distant northerners have not crossed his thoughts before.'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Léolin is leading you up the hill to meet with Lheu Brenin in Tûr Morva.",
      "es": ""
    },
    {
      "id": 28654417,
      "en": "'I found the villain, father! This is he who threw a stone at your honoured guests!'",
      "es": ""
    },
    {
      "id": 230051271,
      "en": "'If you'll help us ready for war, I think we can bring Saruman down to our level.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Saeradan has been hit by a stone thrown by a Dunlending. You should check to make sure that he is all right.",
      "es": ""
    },
    {
      "id": 230051272,
      "en": "'Help us ready for battle against the Wizard. We will remind him that the Falcon still has its talons.'",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Mair is not pleased at whoever threw the rock at Saeradan.",
      "es": ""
    },
    {
      "id": 203186801,
      "en": "'I am all right. It's fine.'",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Léolin is leading you through Tûr Morva to meet with Lheu Brenin, the leader of the Falcon-clan.",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "Lheu Brenin's first Brehur, Penrod, is ready to speak with you.",
      "es": ""
    },
    {
      "id": 94621400,
      "en": "You have come into Tûr Morva to meet with Lheu Brenin, leader of the Falcon-clan.",
      "es": ""
    },
    {
      "id": 94621401,
      "en": "Lheu Brenin is waiting to speak with you.",
      "es": ""
    },
    {
      "id": 46220801,
      "en": "'Both counts are true. Anirin fulfilled his duty, and Glynn Brenin's resolve was strengthened.'",
      "es": ""
    },
    {
      "id": 46220802,
      "en": "'I am Halbarad, and this is [placeholder]. These others are my kin.'",
      "es": ""
    },
    {
      "id": 46220803,
      "en": "'We seek the fast road south, but it must pass by Isengard.'",
      "es": ""
    },
    {
      "id": 46220804,
      "en": "'It seems your feelings are not shared by all your people, Lheu Brenin.'",
      "es": ""
    },
    {
      "id": 171765008,
      "en": "Halbarad is waiting to speak with you.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: The Will to Stand",
      "es": ""
    },
    {
      "id": 96286161,
      "en": "'I would not have this man slain, Halbarad.'",
      "es": ""
    }
  ]
}