{
  "id": 620879658,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Burned a store-house",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Burned a store-house",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Burned a store-house",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The farm on the herd-lands is useless to the Stag-clan now; its farmers were slaughtered, and the Dragon-clan desires it. If it is destroyed, however, the Dragon-clan will not wish to remain here.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You have set fire to the feed store-house",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "The torch has gone out",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "You have set fire to the grain store-house",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'This farm is nothing to the Stag-clan now -- it only serves to keep the Draig-lûth too close to Lhan Tarren and the wilds of Trum Dreng while they feel the need to occupy it.\\n\\n'It would be better if the whole place was burned to the ground, and me with it. Without hope, there is no future here. Not for me, and not for them.'\\n\\nThere is some sense to what Blodwen says. It would likely be for the best if the farm was burned to the ground. The Dragon-clan would have no choice but to leave.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The store-houses can be found in the huts and towers throughout the herd-lands, not far from Blodwen's hiding spot. Flaming brands used by the Dragon-clan to conquer the farm are likely near the huts.\\n\\nYou should burn down the seed store-houses so that they cannot continue to supply the Dragon-clan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I saw the flames and smoke from here, [placeholder]. You did well.\\n\\n'It grieves me to know that the herd-lands are destroyed beyond repair, but at least the Dragon-clan will want nothing more with this land. They will not settle here. They wanted our food-stores... now they have nothing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Blodwen still lingers in her hiding place, waiting for death to reunite her with her new family.\\n\\nYou should tell Blodwen that you have destroyed what was left of the farm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The grain-stores can be found in the two stone towers on the edge of the Herd-lands.\\n\\nYou should burn down the grain store-houses so that they cannot continue to supply the Dragon Clan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If you wish to rid this place of the Dragon-clan invaders, you should destroy the store-houses.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Blodwen still lingers in her hiding place, waiting for death to reunite her with her new family.\\n\\nYou should tell Blodwen that you have destroyed what was left of the farm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Use torches to burn down store-houses ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Blodwen in the herd-lands",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Return to Blodwen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Return to Blodwen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "No Hope, No Future",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Return to Blodwen",
      "es": "",
      "es (fem)": ""
    }
  ]
}