{
  "id": 620879676,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Catrin of the Falcon-clan wants you to help the oppressed people of Galtrev and those who live throughout Pren Gwydh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The clans of Dunland have a proud history, [placeholder], and none prouder than the Falcon. Weaker clans have forgotten where they came from, forgotten their honour, but not my people.\\n\\n'But dangers press on us from all sides. Good people live here in Galtrev and throughout Pren Gwydh, and they must be protected, their ills cured.\\n\\n'Once you have aided the people of Pren Gwydh to your satisfaction, go to Tûr Morva, in Tâl Methedras. The people of the Falcon will be glad to have your help! Tûr Morva is to the east of here, beyond the Gravenwood.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Tûr Morva is in Tâl Methedras, to the east of Pren Gwydh.\\n\\nCatrin has asked you to aid the people of Galtrev and Pren Gwydh as much as you can before moving on to Tâl Methedras.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'For my part, I am glad to have your help, [placeholder], and that of these Rangers. Even the Hebog-lûth cannot stand against Saruman alone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Léolin is suspicious of you, but has agreed to bring you to meet Lheu Brenin.\\n\\nYou have met the guard at the pass into Tâl Methedras, but he is wary of you and the Rangers. He is waiting to travel with you to Tûr Morva.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Penrod is waiting to speak with you in Tûr Morva.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Help the people of Pren Gwydh as much as you can before moving on to Tâl Methedras, to the east. There are good people here, despite the presence of some who think Saruman can better their lives.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "The guard looks you up and down, suspiciously.\\n\\n'You say you have helped Catrin in Galtrev? That old woman is always sending us help, but the help is almost never what we need. If you and these Rangers are different, I will bring some of you to see Lheu Brenin. But I hope you do not expect aid from us. The People of the Falcon have their own problems.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I will bring you and your people to Tûr Morva to speak with the Brenin, but I promise you nothing else. The Falcon-clan has its own problems to solve.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I am glad to have your help, and that of these Rangers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Aid the people of Pren Gwydh as much as you can before moving on to Tâl Methedras",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'The Falcon cannot stand alone against the Wizard.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Léolin, and he will bring you to Tûr Morva",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Penrod in Tûr Morva",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Lheu Brenin imprisoned the emissary sent from Isengard.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 4, Chapter 6: The Will to Stand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'There is much work to be done if we are to be ready.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}