{
  "id": 621044295,
  "txt": [
    {
      "id": "0xeb011a0",
      "en": "King Thráin can be found at Muru Azog.\\n\\nYou have driven back the Orcs at Muru Azog and found the remains of Azog being picked by crows. You should talk to King Thráin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "Hermáth Stormhammer can be found at Amdân.\\n\\nYou have witnessed the end of the Battle of Azanulbizar. You should talk to Hermáth Stormhammer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'Azog is slain, and the Ironfoot has taken his head. The Orcs should know the battle has turned against them!\\n\\n'And yet, some of Azog's own clan still cling to their meagre holdings outside the Great Gates. It cannot stand!\\n\\n'Slay these... Ufúrzrak, and drive the rest of his ilk back beyond the gates of Khazad-dûm! Azanulbizar will be ours!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 5: The Bitterest Victory",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a4",
      "en": "King Thráin can be found at Muru Azog.\\n\\nAfter the defeat of Azog, King Thráin appears intent on routing the remaining Orcs at Azanulbizar. You should talk to King Thráin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Investigate the gates of Khazad-dûm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to Hermáth Stormhammer at Amdân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "As you walk among the Iron-folk, you catch sight of your friend Dáin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Defeat Ufúrzrak Orcs at Muru Azog ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Hermáth, my friend! I was beginning to think we lost you on the Great-way!'\\n\\nDáin embraces you warmly.\\n\\n'It is hard to believe that we are here at last. I have read the stories of old Azanulbizar, but none could describe it in such detail.\\n\\n'It seems fitting that this war should end where it began, don't you think?\\n\\n'And if what I have heard is true, we will not have to sit idle for much longer!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Defeat Ufúrzrak thrug-hai at Muru Azog ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Talk to King Thráin at Muru Azog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Before the pass leading to the gates of Khazad-dûm, the survivors of the confrontation against Azog gathered anew. After the slaying of Azog, they had withdrawn from the encampment, anticipating another assault from the Orcs who still dwelt within Khazad-dûm. With them, they bore away only the head of Azog and the body of Náin Orcsfoe. Indeed, Náin's mail-collar had withstood Azog's blow, but the same could not be said for his neck. It snapped, and by all accounts, Náin had died in an instant.\\n\\n'Little comfort this was to Dáin, who had remained silent ever since he ventured beyond the Great Gates. Even so, the head of Azog was the prize King Thráin had sought ever since Nár brought word of Thrór's death to the exiles at Zudrugund. And it had been won!\\n\\n'Left nearly halt after Urro wounded him at Durin's Stone, King Thráin knelt among his guard, but his eyes would not be turned from Khazad-dûm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to King Thráin and aid in 'A Final Reckoning'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "As you continue to read Hermáth Stormhammer's account of the Battle of Azanulbizar, you begin the fifth and final chapter in which the Dwarves of the Haban’akkâ of Thráin must reckon with the cost of victory over Azog.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "The Iron-folk can be found in the centre of Amdân at Azanulbizar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Dáin can be found among the Iron-folk at Amdân.\\n\\nYou should talk to Dáin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Alas, such are the disadvantages of being the son of the Lord of the Iron Hills!\\n\\n'But you, my friend... I suspect you could pass among the others in this great Haban’akkâ without a second glance, even with that hammer of yours!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Find and rally with the Iron-folk in Amdân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Dáin can be found among the Iron-folk at Amdân.\\n\\nYou should talk to Dáin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Dáin can be found among the Iron-folk at Amdân.\\n\\nYou should talk to Dáin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Dáin and learn of the 'Council of the Seven'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Nud-mekhem, the east-gate, can be found to the west of Muru Azog.\\n\\nHoping to rout the last of the Orcs at Azanulbizar, King Thráin has asked you to investigate the gates of Khazad-dûm and defeat Orcs of the Ufúrzrak clan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Dáin at Amdân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to Dáin at Amdân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "Before the gates of Khazad-dûm, crows pick at Azog's remains",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "Defeated Ufúrzrak Orcs at Muru Azog ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'And so, the pyres burned away and so the ashen dale of Azanulbizar was abandoned. Although none beheld them at the battle's end, we later learned the Elves of the Golden Wood had borne witness to our deeds, spying the smoke from afar as it rose into the sky above the dale. As King Thráin had named them at Durin's Stone, the Marasrân—the Burned Dwarves came to occupy a place of great honour and reverence among Durin's Folk. Long after, among each of the Seven Houses, all a Dwarf needed to say about his ancestor was 'he was Marasrûn' and it would elicit grave nods and murmurs of respect.\\n\\n'In time, the other Houses departed back to their homes, bearing the burdens of the arms and amour collected from their dead. As for the Iron-folk, we too departed, making the long journey back to Járnfast. Dáin became the Lord of Iron Hills in all but title, for Grór had become lost in his sorrows, surviving his father, brothers, and now his son alike with not one among them whose bones he could honour.\\n\\n'Last of all, King Thráin and the exiles departed. They were few now and weary, having lost much and won little in the war, but south they went along the Great-way, until at last they returned to Zudrugund.\\n\\n'The Sixth War of the Dwarves and Orcs was ended—the cost too great, the prize too small to hold.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Defeated Ufúrzrak thrug-hai at Muru Azog ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}