{
  "id": 621044296,
  "txt": [
    {
      "id": 246419873,
      "en": "Thromur can be found at Amdân.\\n\\nAfter repelling the Orcs at Kamaz-kala, you should find Thromur and investigate what kept him from joining the vanguard.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 3: Death in the Dale",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "Ah, Hermáth! Though I tried to convince my father otherwise, he insisted on sending those messengers to find you.\\n\\n'While you were off aiding the others, there was a bit of tension in the vanguard. It seems King Thráin's son, Frerin, and his esquire had something of an argument, and he sent that dwarf back to Amdân on some errand. Before Thromur could return, Frerin had no choice but to set off with the vanguard. Thromur! That was the esquire's name!\\n\\n'Lord Grór has asked us to repel the Orcs at Kamaz-kala should we be needed in the dale, but once that is done, you should find out what has been keeping Thromur. He ought to hurry up or the battle will be over!'",
      "es": ""
    },
    {
      "id": 246419876,
      "en": "Thromur can be found at Amdân.\\n\\nYou have found Thromur and should aid him in completing his errand.",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "'Hermáth! I thought you were lost! Are you all right?'\\n\\nDáin embraces you.\\n\\n'Grandfather Grór was right to sound his horn-call when he did! If we had waited any longer, I... no matter.'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Muster to the Iron-folk at Khur Azan",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Find Thromur at Amdân",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "Thromur can be found at Amdân.\\n\\nYou have discovered a likely culprit in the theft of Urro's hand. You should aid Thromur.",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "As you walk among the Iron-folk, you catch sight of your friend Dáin",
      "es": ""
    },
    {
      "id": 246419880,
      "en": "Dáin can be found at Durin's Stone.\\n\\nAfter the defeat of Urro One-hand, the Iron-folk have arrived at Durin's Stone. You should talk to Dáin.",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Hermáth, my friend! I was beginning to think we lost you on the Great-way!'\\n\\nDáin embraces you warmly.\\n\\n'It is hard to believe that we are here at last. I have read the stories of old Azanulbizar, but none could describe it in such detail.\\n\\n'It seems fitting that this war should end where it began, don't you think?\\n\\n'And if what I have heard is true, we will not have to sit idle for much longer!'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Dáin at Khur Azan",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Aid Thromur",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Talk to Thromur and forge 'Bonds of Oak and Iron'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'As King Thráin and his vanguard battled down the Great-way, we of the Iron-folk stood ready to answer the horn-calls of our brethren. None were more eager to join the fight than Náin Orcsfoe, but Grór forbade his son from following the vanguard to Khazad-dûm. With the Black Mattock in hand and his horn at his side, the Lord of the Iron Hills knew well his duty, but if news did not soon come of victory, he would sound the horn-call himself and send the full fury of the Iron-folk against Azog.\\n\\n'Alas, in the vanguard's wake, the Orcs had reassembled at Kamaz-kala and yet unknown troubles were stirring at Amdân.'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Defeat Orcs at Kamaz-kala ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "As you continue to read Hermáth Stormhammer's account of the Battle of Azanulbizar, you begin the third chapter in which the Dwarves of the Haban’akkâ of Thráin press onward into the dale and the vanguard faces a grave setback.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "The Iron-folk can be found in the centre of Amdân at Azanulbizar.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Dáin can be found among the Iron-folk at Amdân.\\n\\nYou should talk to Dáin.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Alas, such are the disadvantages of being the son of the Lord of the Iron Hills!\\n\\n'But you, my friend... I suspect you could pass among the others in this great Haban’akkâ without a second glance, even with that hammer of yours!'",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Find and rally with the Iron-folk in Amdân",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Dáin can be found among the Iron-folk at Amdân.\\n\\nYou should talk to Dáin.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Dáin can be found among the Iron-folk at Amdân.\\n\\nYou should talk to Dáin.",
      "es": ""
    },
    {
      "id": 177082768,
      "en": "Defeated Orcs at Kamaz-kala ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Talk to Dáin and learn of the 'Council of the Seven'",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "The Iron-folk can be found at Khur Azan.\\n\\nYou have returned to Khur Azan and should now muster to the Iron-folk waiting in reserve.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Dáin at Amdân",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "An uneasy dwarf appears to be searching Amdân for something",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Become Hermáth Stormhammer!",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Talk to Dáin at Amdân",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Talk to Dáin at Durin's Stone",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "Dáin can be found at Khur Azan.\\n\\nAfter arriving at Khur Azan, you have spotted your friend, Dáin. You should talk to Dáin.",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "Kamaz-kala can be found slightly north-west of Khur Azan at Azanulbizar.\\n\\nLord Grór has asked the Iron-folk to repel the Orcs at Kamaz-kala should the battle need to be joined.",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "In the distance, you see the Haban’akkâ of Thráin encamped at Amdân",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "Among the many Iron-folk who have marched to Khur Azan, you spot Dáin",
      "es": ""
    }
  ]
}