{
  "id": 621044297,
  "txt": [
    {
      "id": "0xd6a5027",
      "en": "Talk to Dáin at Amdân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Dáin can be found at Amdân.\\n\\nYou should talk to Dáin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "Dáin continues the story of Nafni, now near its ending.\\n\\n'And so Khazad-dûm was abandoned. Thráin I became king, barely older than I am now, and eventually he led our people to Erebor. Nafni earned his title \\qThe Unslain\\q for surviving his second encounter with the Balrog, and he would become a wise advisor and trusted friend to King Thráin. He was a great and noble dwarf of Durin's Folk.'\\n\\nDáin appears even more pleased with his most recent recounting of the tale of Nafni the Unslain.\\n\\n'Khazad-dûm may have been abandoned, but the spirit of Durin's Folk has never dimmed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Fall of Khazad-dûm (Weekly)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "After many long years, the fearsome Balrog known as Durin's Bane still lurks within the shadows of Khazad-dûm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5022",
      "en": "Complete 'The Fall of Khazad-dûm'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Complete 'The Fall of Khazad-dûm' on any difficulty.\\n\\nUse the Instance Finder to enter this instance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Ah, Hermáth. Is something on your mind?\\n\\n'Shall I remind you of the tale of Nafni the Unslain?'\\n\\nDáin clears his throat and begins his story once again.\\n\\n'In the year 1980 of the Third Age, Durin's Bane was unearthed in the Foundations of Stone. Nafni was there on that day, protecting Durin VI while the king treated his Elf-guests to a tour of Khazad-dûm's splendid mines. Durin fell to the Balrog's fury, but he ordered Nafni to survive and protect his son, Náin. And so he did, for Nafni was fleet of foot and was able to escape the terrible creature! He saw that fiend in all of its fiery terror... and lived. Upon hearing Nafni's recounting, Náin was enraged, and vowed revenge for his father at all costs.\\n\\n'The brave soldiers of Khazad-dûm tried to push the Balrog and the Nameless horde in its train back to the depths, but slowly, more and more of the kingdom was to fall. A year later, Durin's son, now King Náin I, gathered his forces and launched one final, desperate attack against the Balrog, slayer of his father and target of his vengeance....'\\n\\n<rgb=#FF0000>NOTE: Completing 'The Fall of Khazad-dûm' on any difficulty will advance this quest.</rgb>",
      "es": "",
      "es (fem)": ""
    }
  ]
}