{
  "id": 621044294,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 4: Charge of the Iron-folk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'And so, Azog was slain, crushed beneath the boots of Dáin and beheaded. A fitting fate!\\n\\n'But something had troubled my friend ever since he passed beyond the gates of Khazad-dûm, and I dared not ask what it was. The battle was not yet ended, after all, nor would it be until every last Orc was banished from Azanulbizar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Rally warriors of the Iron Hills at Durin's Stone ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "As you walk among the Iron-folk, you catch sight of your friend Dáin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Hermáth, my friend! I was beginning to think we lost you on the Great-way!'\\n\\nDáin embraces you warmly.\\n\\n'It is hard to believe that we are here at last. I have read the stories of old Azanulbizar, but none could describe it in such detail.\\n\\n'It seems fitting that this war should end where it began, don't you think?\\n\\n'And if what I have heard is true, we will not have to sit idle for much longer!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Dáin and confront 'The Lord of Moria'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Hermáth Stormhammer at Muru Azog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Urro is slain? That is no small feat, my friend, and all the better for us!\\n\\n'When Bolg fled the field, my father and his guard pursued him towards the gates of Khazad-dûm. Many of the Iron-folk battle on the field here at Durin's Stone, but if ever there was a chance to slay Azog, the time has come!\\n\\n'Before we set out, order as many of our kin as you can to rally to the Great Gates!\\n\\n'Go! There is no time to waste, my friend!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "As you continue to read Hermáth Stormhammer's account of the Battle of Azanulbizar, you begin the fourth chapter in which the Dwarves of the Haban’akkâ of Thráin turn the tide of battle and the Iron-folk charge to meet Azog at the gates of Khazad-dûm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "The Iron-folk can be found in the centre of Amdân at Azanulbizar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Dáin can be found among the Iron-folk at Amdân.\\n\\nYou should talk to Dáin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Alas, such are the disadvantages of being the son of the Lord of the Iron Hills!\\n\\n'But you, my friend... I suspect you could pass among the others in this great Haban’akkâ without a second glance, even with that hammer of yours!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Find and rally with the Iron-folk in Amdân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Dáin can be found among the Iron-folk at Amdân.\\n\\nYou should talk to Dáin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Dáin can be found among the Iron-folk at Amdân.\\n\\nYou should talk to Dáin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Dáin and learn of the 'Council of the Seven'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Iron-folk can be found on the field near Durin's Stone.\\n\\nDáin has asked you to command the Iron-folk and send them to aid his father at the gates of Khazad-dûm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Dáin at Amdân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Become Hermáth Stormhammer!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to Dáin at Amdân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "Dáin can be found at Durin's Stone.\\n\\nYou have ordered the Iron-folk to aid Náin Orcsfoe at the gates of Khazad-dûm. You should talk to Dáin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "Hermáth Stormhammer can be found at Muru Azog at Azanulbizar.\\n\\nAfter the defeat of Azog, Hermáth Stormhammer interjects and calls your attention to events at Muru Azog. You should talk to Hermáth Stormhammer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "In the distance, you see the Haban’akkâ of Thráin encamped at Amdân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "Rallied warriors of the Iron Hills at Durin's Stone ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}