{
  "id": 620823434,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'He owes you his life, [placeholder]. He has always been headstrong and impertinent, but I cannot blame him here. Desire to claim the riches of Khazad-dûm has blinded many dwarves to the minding of their own safety. Still, he is fortunate that you came along when you did; uruks are fierce and not to be underestimated.\\n\\n'Tell me more of this uruk scout. There is something about your story that gives me pause.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Hail, [placeholder]. I have been exploring the lost halls of my fathers; it is a remarkable experience! The great history of this place fills me with wonder at every turn.'\\n\\nRókur's eyes narrow and he stares piercingly into the shadows.\\n\\n'Did you hear that? There's someone there! Prepare yourself for battle!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 3, Chapter 1: An Overzealous Explorer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Hello there, [placeholder]. Lord Brogur sent you to help me? I appreciate the offer, but I have no need of your assistance. In the halls of my fathers I need rely on none but the strength of my own arm!'\\n\\nÚtrygg cocks his head and glares into the shadows.\\n\\n'I may have been too quick to speak, helpful [placeholder]. There is someone there in the shadows. Prepare for battle!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Rókur has been defeated!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Rókur and Útrygg declared their intention to thoroughly explore Zelem-melek, and left through the southern passage that exits the Twenty-first Hall. If you come across one of them in your own explorations, be sure to lend him your aid.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have defended Rókur from the uruk scout.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Return to Brogur in the Chamber of Leadership off the Twenty-first Hall, in Zelem-melek, my friend! Tell him I am fine, and there is no cause for concern!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Útrygg has been defeated.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Rókur and Útrygg are exploring Zelem-melek. They departed from the southern passage exiting the Twenty-first Hall, but from there no one knows where they went.\\n\\nBrogur has asked you to lend any assistance to the dwarves Rókur or Útrygg if you come across them while exploring Zelem-melek.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Return to Brogur in the Chamber of Leadership off the Twenty-first Hall, in Zelem-melek, my friend! Tell him I am fine, and there is no cause for alarm!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You have defended Útrygg from the uruk scout.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Brogur is in the Chamber of Leadership off the Twenty-first Hall, in Zelem-melek.\\n\\nYou have protected an overzealous dwarf from defeat at the hands of an uruk scout, and should report now to Brogur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'I cannot blame my dwarves for their eagerness to explore Moria.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Many riches surely lie hidden in the dark places of Moria.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Rókur and lend him your aid",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defend Rókur from the uruk scout",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Find Útrygg and lend him your aid",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5fe2c1",
      "en": "'Die, puny one!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Defend Útrygg from the uruk scout",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xca9dbd1",
      "en": "'I will end you, creature!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xca9dbd2",
      "en": "'He bore the mark of the White Hand. Tell Lord Brogur of this, at once.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x874a8b1",
      "en": "'Time to die, dwarf!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4849d81",
      "en": "'Show yourself, villain!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4849d82",
      "en": "'He bore the mark of the White Hand. Tell Lord Brogur of this, at once.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Brogur is confident that the time is nigh for the dwarves to retake Moria, and he is not the only one: many dwarves are making dangerous excursions into deep tunnels.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The time of the dwarves is truly at hand, [placeholder]! How ludicrous we were to fear that some curse might lie upon Moria after all these years. Had we returned before now, Moria might be thriving already!\\n\\n'What's done is done. We are here now, and many of the dwarves of our expedition have ventured forth into deep tunnels, seeking great riches that must surely lie untouched within the caves of Moria.\\n\\n'If you come across Rókur or Útrygg during their explorations of Zelem-melek, be sure to lend them any assistance they may require. They set out through the southern passage from the Twenty-first Hall, but where they went from there I do not know.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}