{
  "id": 620823435,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Orcs in Zelem-melek or the Redhorn Lodes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Brogur is worried that an uruk of the White Hand has been scouting near to the dwarf encampment.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Are you certain that the uruk you fought bore the mark of the White Hand?\\n\\n'That is very unusual, [placeholder]. What compelled these creatures to enter Moria? They certainly did not come the way we did! That means they must have gone around the mountains and come in from the east, but for what purpose? Some suspicious plot is afoot, and I do not like it.\\n\\n'Ah, it is no matter. Any Orc or uruk is a threat to us, those of the White Hand no less than any other! Search out Orcs of any allegiance throughout Zelem-melek and the Redhorn Lodes, and defeat them wherever possible. The only Orc I like is a dead one!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Orcs can be found throughout Zelem-melek and the Redhorn Lodes of Moria.\\n\\nBrogur has asked you to defeat Orcs throughout Zelem-melek and the Redhorn Lodes, no matter what tribe to which they belong.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thank you again for your service. I don't like that there are so many Orcs in Moria, but I am particularly troubled by the presence of those of the White Hand. Either they followed us somehow, or they were here first. Neither of these possibilities bodes well for my folk.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Brogur is in the Chamber of Leadership off the Twenty-first Hall in Zelem-melek.\\n\\nYou have defeated many of the Orcs in Moria, and should report now to Brogur of your success.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Orcs of the White Hand should not be here, [placeholder], but all Orcs are a threat. Seek out Orcs in Zelem-melek and the Redhorn Lodes and show them how welcome they are with the bite of your weapon!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'No Blah!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Orcs of the White Hand? Here? I don't like it.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'What could have drawn the White Hand into Moria?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Orcs in Zelem-melek or the Redhorn Lodes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 2: A Long Way from Home",
      "es": ""
    }
  ]
}