{
  "id": 620823437,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Sweina has been defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have defended Sweina from the goblins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Bósi has asked you to take care of a small matter while he reads from the Book of Mazarbul.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5039e41",
      "en": "'Let us fight together, my friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5039e42",
      "en": "'Thank you, my friend! Return to Lord Bósi and tell him that these goblins have long memories!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'One of my dwarves, a miner by the name of Sweina, has taken it upon himself to attack the goblins of the Silvertine Lodes. He has the strength of limb to match his headstrong nature, but there are too many goblins in that place for even him to conquer alone.\\n\\n'Wait! Do not leave for Gamil Filik just yet, for that is not where my dwarf has gone! Sweina believes the goblins have a home in the Water-works, and I heard him vow to follow the mining tracks that run through the Silvertine Lodes down to the flooded deeps themselves. Look for the southernmost tracks on your map; you will find Sweina searching there for goblins!\\n\\n'I will continue to read from the Book of Mazarbul, [placeholder], but you must journey to the southernmost reach of the Silvertine Lodes to dissuade Sweina from his foolhardy mission. I do not doubt that he will slay many goblins, but he will not know when to retreat. You must find him and rescue him from his own folly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Sweina is somewhere among the Silvertine Lodes, likely at the southernmost reach of their mining tracks, near the entrance to the Water-works.\\n\\nBósi has asked that you seek out and rescue one of his dwarves who has foolishly decided to challenge the goblins of the Silvertine Lodes. Sweina believes that the goblins of Gamil Filik have their home much deeper than the Silvertine Lodes, near the entrance to the Water-works.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You found Sweina? I am glad, for he is strong of arm and valiant; we will have need of him for many days to come. I hope he does not get himself into trouble before then.\\n\\n'I have read more of the Book of Mazarbul.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bósi is in the Chamber of the Cross-roads, at the southern entrance to Durin's Way, north of the Great Delving.\\n\\nYou found Sweina and fought alongside him against many goblins, and should return now to Bósi.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Sweina will be somewhere near the southernmost mining tracks of the Silvertine Lodes, near the entrance to the Water-works, seeking goblins to slay. Find him and rescue him, [placeholder], for he is well over his head in this!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Bósi wants me to return to the Chamber of the Cross-roads? I cannot do that now, [placeholder]! There are goblin-necks to hew! Come, fight by my side!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Sweina",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defend Sweina",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 4: A Grudge Against Goblins",
      "es": "",
      "es (fem)": ""
    }
  ]
}