{
  "id": 620823439,
  "txt": [
    {
      "id": 54354734,
      "en": "Bori needs you to recruit some dwarves to fill the ranks of the two groups called for by his plan: the diversionary group and the attack group.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I will need the help of the bravest dwarves of this company if my plan is to succeed, [placeholder]. One group will make a feint against the guarded junction on the Eastern Road, and I will lead the other against Stazgnâkh, the encampment of the White Hand.\\n\\n'Speak with the dwarves in the Twenty-first Hall and recruit as many as you can for my mission. Bring to their minds visions of honour and of valour, for there will be both in great supply!\\n\\n'Once the White Hand is driven from Moria, we will have peace beneath the mountains!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Twenty-first Hall in Zelem-melek is full of dwarves that Bori wants to recruit for his daring mission against the White Hand.\\n\\nBori needs to fill two groups with dwarves: a diversionary force and a main attack group.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Wonderful! Have you found brave dwarves to execute my plan?'\\n\\nBori listens as you tell him of Stilling and Wíli, the volunteers you recruited. He waits expectantly for more, and then his face falls.\\n\\n'That's all? Only two dwarves? How can this be, [placeholder]? That is barely enough for one group! Well, I am sure you did your best. I will manage somehow.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Bori is in the Chamber of Leadership off the Twenty-first Hall in Zelem-melek.\\n\\nYou have attempted to recruit some dwarves for Bori's daring plan to drive the White Hand from Moria, but very few of the dwarves have volunteered.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Talk to the warriors in the Twenty-first Hall and recruit them for the two groups detailed in my plans, [placeholder].'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I have a great deal of respect for Bori, of course, but I have enough work to do without casting stones at a nest of hornets! This plan is ill-conceived, and unless Lords Bósi or Brogur order it themselves I will have no part of it.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Do not question my valour, [placeholder], but I will not follow young Bori to my death. Lord Brogur has already lost his son on this endeavour; unless someone wiser than Bori leads this assault on Stazgnâkh, I fear that Lord Bósi will lose his as well.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'I will gladly volunteer for young Bori's mission. The sooner the White Hand is cast from Moria, the safer we will all be! Let none call Stilling coward!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Propose Bori's plan to dwarves in the Twenty-first Hall ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'I already have tasks to do, [placeholder]. I am sorry that I cannot help Bori with his mission, but I respect him for this undertaking!'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Proposed Bori's plan to dwarves in the Twenty-first Hall ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'I will follow my lord Bósi's son into battle, and gladly! The White Hand's time in Moria will soon be at an end!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 6: Dwarves of the Greatest Courage",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'What is this plan of Bori's? A diversionary strike? I am old-fashioned, and I do not appreciate such tactics; enemies should be challenged head-on.\\n\\n'Even if this were more to my liking, I have too many tasks on my plate and not enough time in which to complete them all. It is a shame that I cannot fight alongside the young master.'",
      "es": ""
    }
  ]
}