{
  "id": 620823438,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'It is worse than I expected, [placeholder]: Balin's final lot was grim. I have not yet read all, but there is much here we should take as a warning. They were greatly outnumbered, but seemed not to know this until it was too late.\\n\\n'Return to the Chamber of Leadership off the Twenty-first Hall, in Zelem-melek, and tell my cousin Brogur to be more cautious. I am worried that if we do not take lessons from Balin's expedition, we may be doomed to his fate.\\n\\n'Perhaps I am overreacting -- indeed I hope that is the case. Regardless, bring my warning to Brogur as quickly as you may.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'My cousin has always worried too much. Balin came to a bad end, yes, but this time it will be different. Look at all the victories we have already had, and in so short a time!\\n\\n'We will be fine, [placeholder]. Do not heed Bósi's groundless worrying. He always does this. Moria has cost us so much already; surely the worst is behind us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Brogur is still in the Chamber of Leadership, off the Twenty-first Hall in Zelem-melek. Bring him my warning as quickly as you may, for these tidings make me uneasy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 5: Words of Caution",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Bósi has read more of the Book of Mazarbul, and is worried about Brogur's haste.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Brogur is in the Chamber of Leadership off the Twenty-first Hall, in Zelem-melek.\\n\\nBósi is worried by what he has read of Balin's fate in the Book of Mazarbul, and wants you to warn his cousin to be more cautious.",
      "es": "",
      "es (fem)": ""
    }
  ]
}