{
  "id": 620823548,
  "txt": [
    {
      "id": "0xd085251",
      "en": "This axe is dwarf-make and looks to have been abandoned recently. Perhaps one of the dwarf expeditionaries has encountered trouble upon the road.\\n\\nYou should search nearby for the owner of this axe.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What Kambi says is disturbing. A goblin-tribe this close to the entrance bothers me. We cannot safely reclaim Moria with such an impending threat.\\n\\n'I am curious as to the nature of this voice, as well. We must do what we can to locate their camp, for while Moria contains many unsleeping things that disappear into the darkness, goblins are not one of them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Hurry up. Let Túbi know about the goblin-tribe and this mysterious voice. They are not going to simply go away and leave us alone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I am a silly old fool for rushing in here without any help, but I thought this mad goblin was just up here by himself. Little did I know, the goblin is skilled at combat.\\n\\n'He has spoken madness since then of a tribe lurking in the darkness. Somewhere near, led by a mysterious voice from the darkness. It is something he fears greatly.\\n\\n'Do not worry about me...this leg is not as bad as it looks. Go and let Túbi know about the goblins and the voice. Those are far more troublesome than this nick on my leg.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "In Pursuit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Hurry up. Let Túbi know about the goblin-tribe and this mysterious voice. They are not going to simply go away and leave us alone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You found a dropped dwarf-axe upon the road and are currently searching for the dwarf who wielded it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the owner of the dropped axe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The owner of the axe will likely be somewhere in the tunnels near Durin's Threshold, towards the west of the Great Delving.\\n\\nYou should search for the owner of the axe.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Túbi Thickfist",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Túbi Thickfist is atop the stairs at Durin's Threshold.\\n\\nKambi told you of the goblin-chieftan's ramblings of his tribe and the voice he fears. He asked you to inform Túbi Thickfist as soon as possible.",
      "es": "",
      "es (fem)": ""
    }
  ]
}