{
  "id": 621072937,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Remedies for Maladies",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Find Indagir within Thaurisgar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Hail, adventurer! Might you lend me your ear? I am Indagir.\\n\\n'It is of great import that you aid me. I am but a humble explorer looking for a way to combat the maladies that affect our land.'\\n\\nIndagir looks nervous.\\n\\n'Within the apothecary, a great wealth of knowledge is yet to be discovered!\\n\\n'While our people suffer from the plague and great corruption, there exists within a panacea that would cure what ails us. I am certain of it! Please, I cannot go alone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Defeat the Twins - Kurja and Karsija",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'The halls are filled with hostile and foul creatures. I cannot fend for myself, but the information within would surely be beneficial to our cause.\\n\\n'I am grateful you've decided to help. I shall meet you within Thaurisgar. I know of a safe place. It is as far as I'll go, for what roams within I can only begin to describe as... unnatural.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Ah, you found me. Good. That was simple enough, right?\\n\\n'But let's see what we're up against....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Proceed further into the apothecary",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Thaurisgar has since been left to abandon with all manner of foul and twisted experiments freed to fester and run wild. A disastrous experiment rendered a large portion of the space either unusable or overrun by its marked victims.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "You have found your way to the lower level apothecaries. But Indagir is nowhere to be found.\\n\\nYou should clear the path ahead and find Indagir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Indagir has asked you to find him within Thaurisgar, the Vile Apothecary.\\n\\n<rgb=#FF0000>Use the Instance Finder to enter Thaurisgar, the Vile Apothecary.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "The gate has opened. You should explore the main hall of the apothecary and try to find Indagir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Indagir asks you for your aid in delving into Thaurisgar, the Vile Apothecary. You should speak to Indagir if you wish to help him.\\n\\nIndagir can be found in Bail Avarc, outside of Carn Dûm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "You have found Indagir in the main hall of Thaurisgar. But it looks like the most twisted experiments block his path.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'That didn't go as planned, did it? We will have to plan accordingly moving forward.\\n\\n'That man has let loose whatever foul creation the apothecary once hid away.\\n\\n'You can trust that I'll find you when I have a lead on his whereabouts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Proceed further into the apothecary",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "You have defeated the Twins, but it seems Indagir was just using you to get what he wanted.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Indagir has asked you to clear a path before you can delve any further into the apothecary.\\n\\nFind your way to the lower level.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Unlock the gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Torvendor witnessed Indagir's betrayal. He was suspicious of him from the start. You should speak to Torvendor.\\n\\nTorvendor can be found in Bail Avarc outside of Carn Dûm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1190",
      "en": "Indagir must be further ahead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Indagir must be in the main hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Torvendor in Thaurisgar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to Indagir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Find a way to the lower level",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "Proceed further into the apothecary",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "The gate appears to be locked",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "Indagir must be further past the gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "Get to the main hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'Well, then. Are you ready, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}