{
  "id": 621072802,
  "txt": [
    {
      "id": 228284034,
      "en": "'Hail, [placeholder].\\n\\n'We must act against the Iron Crown before it is too late. If we are to put an end to their plans for Angmar, we have no choice but to strike at the heart of Gwathrenost!\\n\\n'You should gather your mightiest allies, my friend. Once you have prepared, set siege upon the old citadel of the Witch-king!'\\n\\n\\n<rgb=#FF0000>NOTE: To advance this quest, you must complete 'Gwathrenost, the Witch-king's Citadel' on any difficulty Tier. Once you have completed 'Discovery: Carn Dûm' by travelling to Bail Avarc, use the Instance Finder to join 'Gwathrenost, the Witch-king's Citadel'.</rgb>",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Grúmach can be found at Bail Avarc in Angmar.\\n\\nYou have overcome the masters of the Iron Crown in Gwathrenost and freed Angmar from their influence at last. You should talk to Grúmach.\\n\\n\\n<rgb=#FF0000>NOTE: Bail Avarc can initially only be accessed via stable-master routes. Bail Avarc can be reached via the stable-masters at Esteldín, Gath Forthnír, and the stables of Rivendell.</rgb>",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Grúmach at Bail Avarc",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Complete 'Gwathrenost, the Witch-king's Citadel'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Once the seat of the Witch-king of Angmar, the dread citadel of Gwathrenost casts a long shadow upon the city of Carn Dûm. All but abandoned after the Steward of Angmar was deposed, the remnants of the Iron Crown have crept forth from the shadows, seeking to master a lost artifact of the Witch-king and reclaim dominion of Angmar.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Raid: Gwathrenost, the Witch-king's Citadel (Weekly)",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'You have done us a great service, [placeholder].\\n\\n'With the battle against the Iron Crown won, I hope we shall never need fear their return. None among the folk of Angmar shall forget your deeds!'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "You must overcome the evils gathered within Gwathrenost, the Witch-king's Citadel.\\n\\n<rgb=#FF0000>NOTE: You must complete 'Gwathrenost, the Witch-king's Citadel' on any difficulty Tier to advance this quest. Once you have completed 'Discovery: Carn Dûm' by travelling to Bail Avarc, use the Instance Finder to join 'Gwathrenost, the Witch-king's Citadel'.</rgb>",
      "es": ""
    }
  ]
}