{
  "id": 621072883,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "You are to go to the training dummies behind the totems in Gramsfoot and use your skills so that you might familiarize yourself with how to fight the enemy.\\n\\n<rgb=#00FF00>Remember, you cannot attack or use skills while you are <rgb=#FFFF00>marching</rgb>. You will need to disable the skill <rgb=#FFFF00>March!</rgb></rgb> to begin attacking or use other skills.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Ha! Don't you feel special, you little wretch? Oh... I hit a training dummy, look at me!\\n\\n'Pathetic!\\n\\n'Out there, in the 'moors, the enemy hits back! And most time they don't use pillows filled with feathers. Except maybe the rat-folk. Oh... and them rat-folk is good eatin'.'\\n\\nUglash seems lost in thought for a moment.\\n\\n'Oh... what? I've got no more to teach you - for now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Report back to Uglash",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "You have used both a ranged and a melee skill on a target dummy and should return to Uglash at Gramsfoot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "You struck a blow with Crippling Bite",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Uglash wants you prepared to fight for Mordirith and tasked you with trying out your skills before sending you off to fight the enemy in the Ettenmoors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "You struck a blow with Bestial Claws",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Successfully use <rgb=#FFFF00>Crippling Bite</rgb> on training dummy Kelsen, Jalessa, or Light training-dummy Orion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Let us what you can do. Behind the totems are effigies of the enemy. Go to them. Use your skills against them and return me when you have struck blows upon the false enemies that we train against. Return to me when this task is done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Successfully use <rgb=#FFFF00>Claws</rgb> on a target dummy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730880",
      "en": "'Go hit something you worthless pile of excrement!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Tutorial: Killing in the name of...",
      "es": "",
      "es (fem)": ""
    }
  ]
}