{
  "id": 621072929,
  "txt": [
    {
      "id": "0xeb01195",
      "en": "Baranoth has asked you to collect any research notes that remain in tact within Thaurisgar.\\n\\nThaurisgar, the Vile Apothecary is in Carn Dûm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a4",
      "en": "'You have returned. It is good to see that you have survived such a treacherous journey.\\n\\n'These research notes are promising indeed. Whatever vile and foetid aspirations this Aniochán had, will see shadow and crumble along with this place.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "Collect research notes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b1",
      "en": "These research notes should be enough for Baranoth to examine.\\n\\nBaranoth is located at Bail Avarc, outside of Carn Dûm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd7308b9",
      "en": "'There can be no guarantee that whatever twists the creatures in the apothecary has been contained within. We must endeavor to understand the corruption.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50250",
      "en": "Collect research notes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1171",
      "en": "Found research notes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1188",
      "en": "Found research notes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "'I am curious to learn what you find in Thaurisgar, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e26",
      "en": "Return to Baranoth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "Thaurisgar serves as genesis to some of the most twisted experiments and fell creations by Aniochán the Harrower. It must be studied before countermeasures can be put into place.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Thaurisgar: Studies of Foul Alchemy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Mae govannen, adventurer. I am Baranoth. I have come to assist in the cleansing of this foul place. While others would have you destroy any trace of defilement, I would have you aid me in understanding the very nature of what they sought to achieve here.\\n\\n'There can be no guarantee that whatever twists the creatures in the apothecary has been contained within. We must endeavour to understand the corruption. If you find any notes of alchemical nature within, I urge you to preserve them and bring them to me. It is not only of academic import, but also imperative we discover the depths with which their alchemy has fallen.'\\n\\n\\n<rgb=#FF0000>NOTE: To advance this quest, you must use the Instance Finder (Ctrl+J) to enter Thaurisgar, the Vile Apothecary.</rgb>",
      "es": "",
      "es (fem)": ""
    }
  ]
}