{
  "id": 621072932,
  "txt": [
    {
      "id": "0x6a502a4",
      "en": "Defeat Thaurisgar creatures ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a2",
      "en": "'You're alive. Good.'\\n\\nTorvendor looks down and sighs in relief.\\n\\n'To be honest I did not expect you to survive. I have lost many scouts trying to gain more information about the creatures within.\\n\\n'We have much ahead of us if we are to keep whatever vile creations still linger within. But I am grateful nonetheless for the work you've done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "Torvendor has asked you to cleanse Thaurisgar of vile remnants.\\n\\nThaurisgar, the Vile Apothecary is in Carn Dûm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1180",
      "en": "Destroyed vile phial of bile ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b1",
      "en": "You have put down as many foul creatures as you could within the Thaurisgar. Torvendor should be informed immediately.\\n\\nTorvendor is located at Bail Avarc, outside of Carn Dûm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a7",
      "en": "'The apothecary must be purged of the Iron Crown's corruption, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd7308b6",
      "en": "'We do not know yet what happened, but we cannot leave it as it is, or it will threaten the safety of the surrounding lands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "Defeated Thaurisgar creatures ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "Torvendor is a Ranger from the North who has come as part of a vanguard to keep whatever festers in Carn Dûm from escaping into the outside world. Thaurisgar, the Vile Apothecary is home to some of the foulest and twisted creations.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Thaurisgar: Noxious Cleansing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Destroy vile phial of bile ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Return to Torvendor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Greetings, traveller.\\n\\n'I come from the North. We need your assistance in the apothecary. According to our scouts, the place has been left abandoned. Defeat whatever manner of fell creature that runs wild within, and destroy any evidence of foul experimentation you find.'\\n\\n\\n<rgb=#FF0000>NOTE: To advance this quest, you must use the Instance Finder (Ctrl+J) to enter Thaurisgar, the Vile Apothecary.</rgb>",
      "es": "",
      "es (fem)": ""
    }
  ]
}