{
  "id": 621072884,
  "txt": [
    {
      "id": 216727828,
      "en": "You are to go to the training dummies behind the totems in Gramsfoot and use your skills so that you might familiarize yourself with how to fight the enemy.\\n\\n<rgb=#00FF00>Remember, you cannot attack or use skills while you are <rgb=#FFFF00>Marching</rgb>. You will need to disable the skill <rgb=#FFFF00>March!</rgb></rgb> to begin attacking or use other skills.</rgb>",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'It is good to know you can listen to an Orc and do as they ask. You will be asked, rather rudely by many others out here in the Ettenmoors. Pay them little mind. They are a war-weary lot.\\n\\n'Be warned, mistress, in the 'moors, the enemy hits back! Hard. Except maybe the rat-folk. Oh... and them rat-folk is good eatin'. You ever tried one?'\\n\\nUglash seems lost in thought for a moment.\\n\\n'Oh... what? I've got no more to teach you - for now.'",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Report back to Uglash",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "You have used two skills on a target dummy and should return to Uglash at Gramsfoot.",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "You struck a blow with Wisp of Acid",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Uglash wants you prepared to fight for Mordiríth and tasked you with trying out your skills before sending you off to fight the enemy in the Ettenmoors.",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "You struck a blow with Acid-spike",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Successfully use <rgb=#FFFF00>Wisp of Acid</rgb> on training dummy Kelsen, Jalessa, or Light training-dummy Orion",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Let us what you can do. Behind the totems are effigies of the enemy. Go to them. Use your skills against them and return me when you have struck blows upon the false enemies that we train against. Return to me when this task is done.'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Successfully use <rgb=#FFFF00>Acid-spike</rgb> on a target dummy",
      "es": ""
    },
    {
      "id": 225642624,
      "en": "'Go hit something you worthless pile of excrement!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Tutorial: Killing in the name of...",
      "es": ""
    }
  ]
}