{
  "id": 621072930,
  "txt": [
    {
      "id": "0xd082ba3",
      "en": "Scythespew is an odorous and viscous liquid. The phial which contains it is cool to the touch, but the vile substance is used to break down the toughest of flesh. The upper limits of its potency as a corrosive is untested and unknown.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Find wargslather",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba6",
      "en": "The crimson life essence of an adder has many uses in alchemy. In Thaurisgar, it is valuable for its numbing effects, but can be quite deadly if consumed. Ingestion of this substance can result in loss of vital functions. Research suggests it was mainly used as an anesthetic.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "You have found festersweat, a noxious fermented fungus",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Find festersweat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba9",
      "en": "The essence of a warg that has been reduced down to its base innate chemical structure by repeated cycles of steeping and simmering at low temperatures for long durations.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "You have discovered strickenseep",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "The alchemical concoctions of Anioch치n the Harrower have resulted in the most foul and twisted of experiments. Working with many ingredients and shrouding them in darkness, he was able to create fell abominations out of his test subjects. From the many experiments came a solvent that would become the catalyst of his most wretched creations, Bile of Ifrinn.\\n\\nUsing what remains of his research, find all the ingredients to make Bile of Ifrinn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Find strickenseep",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e112",
      "en": "You found scythespew, an odorous and viscous ichor that is cool to the touch and can break down flesh like acid",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba92",
      "en": "The noxious liquid of festersweat, derived from fungus, is deadly upon physical contact. This concentration has been fermented with other alchemical solutions for long periods of time to create alternative results from its various properties.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d178",
      "en": "In the depths of Thaurisgar are remnants of Anioch치n the Harrower's foul and twisted experiments. Key among the many tools used to shape his creations was the Bile of Ifrinn, a foetid ichor made by mixing the deadliest of ingredients and substances. Each ingredient carrying with it harmful and undesirable effects. It was in these vile and noxious substances that Anioch치n the Harrower found the results he aspired to achieve.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "You have found adder's blood, a powerful numbing agent in alchemical solutions",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba95",
      "en": "Strickenseep is a highly toxic and deadly sap that is known to cause extreme paralysis and loss of vision. Its uses in alchemy is taboo. Its properties and effects are undesirable. However, when mixed with other substances, Anioch치n the Harrower found that its effects and properties could be augmented to avoid the pitfalls of this sap when encountered alone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Find scythespew",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "You have found wargslather",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Alchemy of Thaurisgar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Find adder's blood",
      "es": "",
      "es (fem)": ""
    }
  ]
}