{
  "id": 620964179,
  "txt": [
    {
      "id": 111477392,
      "en": "Find the Chambers of the City plaque",
      "es": ""
    },
    {
      "id": 218639269,
      "en": "Also known as Gadorost. Dug into the side of the Mindolluin, it houses many cells where common folk are held after judgement is passed.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have discovered the Hall of Laws plaque",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "You have discovered the Chambers of the City plaque",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Find the Dome of the Sun plaque",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "Also known as Tham Baudh, the main courthouse of the city. It is where magistrates pass judgement against all but the highest lords in the city.",
      "es": ""
    },
    {
      "id": 218639272,
      "en": "Also known as Bâr Caun, the city's public auction hall.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Read the plaques of places that govern the laws, rules, and commerce of Minas Tirith.",
      "es": ""
    },
    {
      "id": 218639273,
      "en": "Also known as Sammath Oston, it contains offices of city clerks, heralds, records-keepers, and so forth. It is the heart that keeps Minas Tirith alive.",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "You have discovered the Dome of the Sun plaque",
      "es": ""
    },
    {
      "id": 8567442,
      "en": "Also known as Rond Anor, the great meeting-hall of Minas Tirith. It is where the city councilors hold court, and high magistrates hold trials for prominent citizens or the highest of crimes.",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "You have discovered the City Gaol plaque",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Read the plaques of places that govern the laws, rules, and commerce of Minas Tirith.",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Find the City Gaol plaque",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "You have discovered the House of Clamour plaque",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find the Hall of Laws plaque",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Find the House of Clamour plaque",
      "es": ""
    },
    {
      "id": 126754722,
      "en": "Workings of the White City",
      "es": ""
    }
  ]
}