{
  "id": 620964177,
  "txt": [
    {
      "id": 111477392,
      "en": "Find the Middle Stores plaque",
      "es": ""
    },
    {
      "id": 218639269,
      "en": "Also known as Bachrond Dofn. Tunneled into the Hill of Guard, it contains the butteries and warehouses for the coming siege.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have discovered the Keep of the Keys plaque",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "You have discovered the Middle Stores plaque",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Find the Upper Stores plaque",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "Also known as Tham Fendir, the headquarters of the city's doorwards. It is governed by Húrin, Warden of the Keys.",
      "es": ""
    },
    {
      "id": 218639272,
      "en": "The city's public vaults, located within the Hill of Guard.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Read the plaques of landmarks used by those living in Minas Tirith to store provisions and valuables.",
      "es": ""
    },
    {
      "id": 218639273,
      "en": "Also known as Bachrond Enedh. Located within the Hill of Guard, it contains the butteries and warehouses for the coming siege.",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "You have discovered the Upper Stores plaque",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Find The Coffer-house plaque",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "You have discovered The Coffer-house plaque",
      "es": ""
    },
    {
      "id": 8567442,
      "en": "Also known as Bachrond Raud. Located within the Hill of Guard, it contains the butteries and warehouses for the coming siege.",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "You have discovered the Lower Stores plaque",
      "es": ""
    },
    {
      "id": 8567445,
      "en": "Also known as Bâr Mírath. This well-guarded dome contains the treasury of Gondor, holding all the wealth belonging to the Steward. Many locked chambers beneath the building house gold, silver, jewels, and heirlooms from ancient days.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Read the plaques of landmarks used by those living in Minas Tirith to store provisions and valuables.",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Find the Lower Stores plaque",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "You have discovered the Vaults of Rynd Mírath plaque",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find the Keep of the Keys plaque",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Find the Vaults of Rynd Mírath plaque",
      "es": ""
    },
    {
      "id": 126754722,
      "en": "Vaults of the White City",
      "es": ""
    }
  ]
}