{
  "id": 620964082,
  "txt": [
    {
      "id": "0xa8e1190",
      "en": "Egwylf nods in farewell and turns for the fortress",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "Bingo clenches his fists angrily",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'We have made it safely to Grimslade. I do hope that our friend will be able to make a new life for herself here.'\\n\\nThe woman smiles at you and Bingo sadly. The scars of lost Marton will always remain, but her expression shows a resolve to rebuild and recover from the experience.\\n\\n'This was quite enough for one day,' Bingo continues. 'We have been invited to take our supper in the Grimslade Mead Hall, atop the hill. I will meet you inside, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1196",
      "en": "Defeated enemies in the Westfold ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'I do not know when it happened, [placeholder], but somewhere between Marton and here, Mercy gave us the slip!\\n\\n'I don't understand why she would not want to make a home for herself among the people here in Grimslade. She could have been perfectly happy here in Rohan, couldn't she? We did what we could, I suppose. I hope she will be all right out there in the wild.\\n\\n'At any rate, we have been invited to rest our feet and take some supper at the Grimslade Mead Hall, atop the hill. I will meet you inside!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1198",
      "en": "You search through the debris, but find nothing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'This has been a long day, [placeholder]. So much of my journey has been pleasant, full of sunny days and good company, but the sight of Marton burning has... well, it has left me quite upset, and I am not sure what to do next. It is not just me, either. Even Willem seems to be rather down in the dumps.\\n\\n'I am worried about the Shire. Is it time to return home? Oh, I do not know what to do!  Thoughts of home can be comforting, but these thoughts of the Shire have me turned around and upside-down, and now I say to you quite honestly that I do not know which way is up!'\\n\\n<rgb=#FF0000>Next week: 'Willem Whisker and the Wide World' (Recommended Level: 93)</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Egwylf has decided that the time has come to report the result of her errand seeking the Blood Eye cultists to Erkenbrand.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'I will meet you inside the Mead Hall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'I do not know why Mercy did not want to try and make a new home in Grimslade. I cannot understand it!\\n\\n'No sense puzzling over it, I suppose. I will meet you inside the Mead Hall, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I am mostly recovered from that frightening experience, [placeholder], but if I am being honest with you I must confess something: I am very hungry! I am craving food... any food at all! Pies, cheeses, breads, delicious beer, roasted meats... anything will do! Tanglemane had his fill of these apples, but that does not do me any good!\\n\\n'I have spoken with Egwylf, and it seems that she wishes to take her leave of us. We will accompany her to her destination and be on our way!'\\n\\n<rgb=#FF0000>You will automatically travel to Egwylf's destination when you accept this quest.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85980",
      "en": "'I am hungry. Let us find the town of Marton and fill our bellies!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'That is quite a fortress! Do you see it, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85981",
      "en": "'This is no pleasant stroll! This is serious!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Bingo is outside the great wall of the fortress at Helm's Deep.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Talk to Bingo outside Marton, in the Westfold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'It was a pleasant ride from Gapholt, [placeholder], and I was pleased to have your company. I know that Bingo will be quite safe with you to watch over him, and the lynx and the pony seem to be quite effective guardians as well!\\n\\n'But I cannot travel with you forever. My duty is to Rohan, and I must tell Erkenbrand what I learned about the Blood Eye cultists on my journey. This is his fortress, and if any place must be made ready in time of war, the Deep is best suited for it.\\n\\n'Go with my good wishes, my friends! Beware of Orcs in the Westfold!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85982",
      "en": "'I have been trying to cheer up this woman I found in the ruins!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "You reunited with Bingo and Tanglemane, but the frightening experience has left the hobbit with a pang in his stomach and a desire for the foods of his home.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Talk to the dazed woman outside Marton",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Egwylf has decided that she must leave us. It is a pity, but she does have a duty to her kingdom. I do not blame her for it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85983",
      "en": "'My home…'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85984",
      "en": "'I hope she will be able to make a new life here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Bingo wants to journey to the village of Marton, north-east of Helm's Deep in the Westfold, in order to look for some food to quiet his grumbling stomach.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'It is always sad to bid farewell to companions on the road, but Egwylf has her duty and I would not keep her from it! She will be fine. Look at that impressive wall!\\n\\n'We should do something about my grumbling stomach, [placeholder]! I would not ask any of these men for a meal, because men stocking a fortress must carefully ration their food in time of war, or so I have read in books. But let us follow the road to the north-east and see about getting some supper at the first village we come across. I overheard some men speaking of a town called Marton. Let us look there for some means of curbing our appetites!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85985",
      "en": "'I do not know when it happened, but she gave us the slip!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'That is the great fortress where Erkenbrand dwells. I will report to him what I have learned of the Blood Eye cultists.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85986",
      "en": "'This has been a long day.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85987",
      "en": "'I will meet you inside the Mead Hall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85988",
      "en": "'Why did Mercy not want to make a new home here? I cannot understand it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Oh no...'\\n\\nBingo looks on the ruin of Marton in despair, and all the good cheer drains from his face.\\n\\n'I am not hungry any more, [placeholder]. War has already come to the Westfold, and the good people who dwelt in this town have suffered so much!\\n\\n'We must do something! There could be survivors trapped among the rubble! There could be Orcs and Wargs still hunting down the people that remain behind! We have to help anyone that remains in Marton! This is no pleasant stroll, [placeholder]... this is serious!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85989",
      "en": "'I did not know where to go.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50251",
      "en": "Talk to Bingo in the centre of Grimslade, in the Westfold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Bingo has been devastated by the evidence of the destruction of Marton, and wants you to search the ruined town for any survivors that might be trapped within the rubble. He also wants you to defeat any enemies that threaten the Westfold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50253",
      "en": "Talk to Bingo inside the Grimslade Mead Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Bingo is on the road that runs through the ruined town of Marton, in the Westfold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Bingo found a woman wandering among the ruins of Marton, in the Westfold. He asked you to tell her that you would bring her to safety in the town of Grimslade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "The woman looks up at you with tear-stained eyes, and in a single look you know that she has never lived anywhere but Marton. With soft words, you tell her that she will not be safe here, and ask that she come with you and Bingo to Grimslade, to the south-east.\\n\\n'My home...' she says sadly.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Bingo before the wall of Helm's Deep",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to Bingo at the town of Marton, in the Westfold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85994",
      "en": "'I am mostly recovered from that frightening experience. Mostly!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Defeat any enemies that threaten the Westfold ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85995",
      "en": "'I cannot travel with you forever. My duty is to Rohan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85996",
      "en": "'Egwylf has decided that she must leave us. I do not blame her for it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Search burned debris in Marton ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85997",
      "en": "'That is quite a fortress!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85998",
      "en": "'That is the great fortress where Erkenbrand dwells.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "'I found this woman among the ruins! She seems to be in shock, and I have been trying to cheer her up as much as I can. I think she lived in this town before it was attacked, but now she will need a new place to stay. I think we should bring her to the town of Grimslade, to the south-east. If there is still safety to be found in the Westfold, it will be there... at least according to the men with whom I spoke at Helm's Deep!\\n\\n'Please tell her that we will bring her safely to Grimslade. I know that she has gone through a lot, but we cannot leave her here among these dangers, and she in such a state!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Bingo is in the centre of the town of Grimslade, in the Westfold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85999",
      "en": "'Oh no… we must do something!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'Please tell her that we will bring her safely to Grimslade. I know that she has gone through a lot, but we cannot leave her here among these dangers, and she in such a state!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Bingo wants to meet you inside the Grimslade Mead Hall, located atop the hill in the centre of Grimslade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a9",
      "en": "Bingo has never met this woman before, but your path has crossed with hers more than once. Her expression is dazed, and Mercy looks now at the destruction Saruman's armies caused in Marton with pain etched across her face.\\n\\n'I did not know where to go,' she says to you, and nothing more. You tell her that she may be able to find safety and a home of her own in the town of Grimslade, if she is willing to go.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "'Please tell her that we will bring her safely to Grimslade. I know that she has gone through a lot, but we cannot leave her here among these dangers, and she in such a state!\\n\\n'The men at Helm's Deep told me that Grimslade is still peaceful enough, for now. It is to the south-east, in the Westfold. Let us go there, and quickly! This woman should not stay too near this unhappy scene.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "'Let us follow the road to the north-east and see about getting some supper at the first village we come across. I overheard some men speaking of a town called Marton. Let us look there for some means of curbing our appetites!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1170",
      "en": "Mercy does not respond, but her eyes move once more to the burning ruin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859b0",
      "en": "'Tell her that we will bring her safely to Grimslade.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'We must do something! There could be survivors trapped among the rubble! There could be Orcs and Wargs still hunting down the people that remain behind! We have to help anyone that remains in Marton! This is no pleasant stroll, [placeholder]... this is serious!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x87cfe71",
      "en": "Mercy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1184",
      "en": "She nods reluctantly and agrees to go to Grimslade, to search for a new home",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Egwylf before the wall of Helm's Deep",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Thoughts of Home",
      "es": "",
      "es (fem)": ""
    }
  ]
}