{
  "id": 620964180,
  "txt": [
    {
      "id": "0x6a50290",
      "en": "Find The Black House plaque",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba5",
      "en": "Also known as Gobeth Iaur, the original library of Minas Anor which delves into the pier-rock in the middle of the Sages’ Neath. It is dark, dusty, and little-used; its books and scrolls have no semblance of order.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have discovered the House of the Heavens plaque",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "You have discovered The Black House plaque",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Find the Houses of Lore plaque",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "Also known as Bâr Menel, a tower for gazing at the stars. Soothsayers and natural philosophers congregate here, and artisans craft navigational tools for the mariners of the Falas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba8",
      "en": "Also known as Gobeth Vorondil, named for the last Steward not to serve as Ruling Steward. This library was built when Minas Anor was renamed as Minas Tirith. It is a brighter, more orderly place filled with works penned within the past thousand years, as well as transcripts of major texts from ages past. Sometimes called Gobeth Wain, or the New Archives, though this name has fallen out of favour for obvious reasons with the passage of centuries.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Read the plaques of buildings used for the advancement of knowledge within the city of Minas Tirith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba9",
      "en": "Also known as Bâr Vorn, named for the dark stone of which it is built, as well for the ink used within. This is the chief scriptorium of Minas Tirith, where scribes write, copy, and translate texts both old and new. It is part of the Houses of Lore, and its tower houses the school's Warden.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "You have discovered the Houses of Lore plaque",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba92",
      "en": "Also known as Bair Istoth, a collection of halls and towers where the wise gather to teach, learn, argue, and think. Younger sons and daughters of the nobility are often sent here to become sages; teachers from the Houses also work throughout the city, teaching rich and poor children alike to read and write, as well as numbers, history, and other lore.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "You have discovered The Old Archives plaque",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Read the plaques of buildings used for the advancement of knowledge within the city of Minas Tirith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Find The Old Archives plaque",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "You have discovered The Archives of Vorondil plaque",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the House of the Heavens plaque",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Find The Archives of Vorondil plaque",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa2",
      "en": "Teachings of the White City",
      "es": "",
      "es (fem)": ""
    }
  ]
}