{
  "id": 620964083,
  "txt": [
    {
      "id": 162883657,
      "en": "You set the toad-meat down within the wall, and some of the young cubs sniff it with interest. Willem blinks at you slowly, and you know that this is good-bye. He looks from you to Bingo, and you assure him that you will continue watching out for the hobbit adventurer.",
      "es": ""
    },
    {
      "id": 162883666,
      "en": "'This must be Willem's family, [placeholder]!'\\n\\nYou tell Bingo that you think Willem was journeying to find a better home for his family, but he found nothing suitable.\\n\\n'That must be what Lady Galadriel meant when she spoke of his journey! And when we first found him, he was caught in a trap in the Trollshaws, do you remember? That is no place to raise a family! Rohan is embroiled in war, Moria is too dark, the mountains are too cold....'\\n\\nBingo trails away, and looks around at the marshes of the Dunbog.\\n\\n'Do you know something, Willem? Your cubs look satisfied to live here, and it seems that they've already developed a taste for toad-meat. The temperature suits them and they know the nearby landmarks, and now that you're back, your family seems to want for very little. What if [placeholder] and I built a bit of a shelter for you, and gathered some food for your family? We could also defeat some of the more unpleasant foes that stalk the marsh!\\n\\n'This might not have seemed the perfect home before, but compared to the other lands we've seen, I think we might be able to turn it into the perfect place for your family! What do you say to that?'",
      "es": ""
    },
    {
      "id": 246419811,
      "en": "Bingo has said farewell to Willem Whisker and wants to meet you at the nearest town in the Starkmoor.",
      "es": ""
    },
    {
      "id": 111477361,
      "en": "Talk to Bingo at Willem's home in the north-east corner of the Dunbog",
      "es": ""
    },
    {
      "id": 111477365,
      "en": "Talk to Bingo in the town of Avardin, in the Starkmoor",
      "es": ""
    },
    {
      "id": 30955986,
      "en": "'Do you think I should turn around and head for home?'",
      "es": ""
    },
    {
      "id": 30955987,
      "en": "'Willem has not been his usual self for some time now.'",
      "es": ""
    },
    {
      "id": 162883698,
      "en": "Willem purrs loudly, and the rumbling fills the air.",
      "es": ""
    },
    {
      "id": 30955988,
      "en": "'Where is he going? We have to follow him!'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "You have followed Willem Whisker to the entrance to the Dunbog, where he has stopped and waited for you to catch up.",
      "es": ""
    },
    {
      "id": 30955989,
      "en": "'Where is he going? The Dunbog? Why would he go there?'",
      "es": ""
    },
    {
      "id": 30955990,
      "en": "'Is this Willem's family?'",
      "es": ""
    },
    {
      "id": 30955991,
      "en": "'This must be Willem's family!'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Willem ran to the west, into the Dunbog.",
      "es": ""
    },
    {
      "id": 30955992,
      "en": "'We should do what we can for Willem and his family!'",
      "es": ""
    },
    {
      "id": 30955993,
      "en": "'I hope this wall does the trick!'",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Willem Whisker has found a group of lynx in the north-east corner of the Dunbog, and many of them share his pattern and colour. Is this his family?",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'This must be Willem's family, [placeholder]! I think I understand what Lady Galadriel meant when she spoke of his journey! I think he was looking for a better home for his mate and his cubs. Did you find one, W.W.?'\\n\\nEven Bingo can read the disappointment in Willem's face.\\n\\n'I am sorry, Willem! We found him caught in a trap in the Trollshaws, [placeholder], do you remember? That is no place to raise a family! Rohan is embroiled in war, Moria is too dark, the mountains are too cold....'\\n\\nBingo trails away, and looks around at the marshes of the Dunbog.\\n\\n'Do you know something, Willem? Your cubs look satisfied to live here, and it seems that they've already developed a taste for toad-meat. The temperature suits them and they know the nearby landmarks, and now that you're back, your family seems to want for very little. What if [placeholder] and I built a bit of a shelter for you, and gathered some food for your family? We could also defeat some of the more unpleasant foes that stalk the marsh!\\n\\n'This might not have seemed the perfect home before, but compared to the other lands we've seen, I think we might be able to turn it into the perfect place for your family! What do you say to that?'",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Bingo is by the lonely tree in the north-east corner of the Dunbog, with Willem's family.",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Bingo is concerned that something seems to be troubling Willem Whisker, and he wants to learn what it may be.",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "Bingo wants you to help make the Dunbog the perfect home for Willem and his family. You should defeat Orc abominations in the north-west of the Dunbog, collect meat from toads throughout the swamp, and collect suitable stones with which to build a sheltering wall.",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "'I hope this wall does the trick!'",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "You have gathered some things to make Willem's home a little nicer, and should go now to the north-east area of the Dunbog to set Bingo's plan in motion.",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'I suppose this is good-bye, then. You take care of yourself and your family, W.W.!'",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "Willem Whisker is at his nest in the north-east corner of the Dunbog with his family.",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Follow Willem Whisker",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Talk to Willem Whisker outside the Dunbog",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "Bingo is at Willem Whisker's nest in the north-east corner of the Dunbog.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Do you think I should turn around and head for home? I am worried about the Shire, and this has been quite a long journey already... I do not know what to do!\\n\\n'And furthermore, I have noticed that Willem has not been his usual self for a short time now. Do you think he is angry with me for even considering bringing this adventure to an end? Oh, I hope not! Perhaps you can learn if this is the root of his dissatisfaction, [placeholder]. Please find out if Willem is disappointed with me for thinking of returning to the Shire, will you?'",
      "es": ""
    },
    {
      "id": 111477412,
      "en": "Follow Willem Whisker to the west, into the Dunbog",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "Willem looks at you closely. Curiously, the impression you get is that he is trying to make up his mind about something.",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "Willem looks at you expectantly.",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'What did you say to him, [placeholder]? Where is he going? We have to follow him!'\\n\\n<rgb=#FF0000>You will automatically travel in pursuit of Willem when you continue this quest.</rgb>",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "Willem looks at you expectantly, and then bounds away to the west. He seemingly wants you to follow him into the Dunbog.",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'We have to follow him! Where did he go? The Dunbog? Why would he go there?'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 177082672,
      "en": "Willem nods at you, a salute of his own",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Where is Willem going? We have to follow him!'",
      "es": ""
    },
    {
      "id": 177082673,
      "en": "Willem rumbles affectionately at you",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'Look at these lynx! Is this Willem's family?'",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Talk to Willem Whisker inside the Grimslade Mead Hall",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Talk to Bingo inside the Grimslade Mead Hall",
      "es": ""
    },
    {
      "id": 162883747,
      "en": "'We have to follow him! Where did he go? The Dunbog? Why would he go there?'",
      "es": ""
    },
    {
      "id": 177082688,
      "en": "Willem purrs even more loudly",
      "es": ""
    },
    {
      "id": 177082689,
      "en": "Willem nods at you, a salute of his own",
      "es": ""
    },
    {
      "id": 177082690,
      "en": "Willem nods at you, a salute of his own",
      "es": ""
    },
    {
      "id": 177082691,
      "en": "Willem rumbles affectionately at you",
      "es": ""
    },
    {
      "id": 162883751,
      "en": "Willem seems happy.",
      "es": ""
    },
    {
      "id": 177082692,
      "en": "Willem shakes his head sadly",
      "es": ""
    },
    {
      "id": 162883752,
      "en": "You look at Willem nuzzling with the she-lynx and understand that this is his mate, and the smaller lynx curled up nearby are their cubs.",
      "es": ""
    },
    {
      "id": 177082693,
      "en": "Willem shakes his head sadly",
      "es": ""
    },
    {
      "id": 162883753,
      "en": "You look at Willem nuzzling with the she-lynx and understand that this is his mate, and the smaller lynx curled up nearby are their cubs.\\n\\nYou are of Beorn's line, and are more attuned to the thoughts and manners of animals than most. Much is made clear to you by the actions of these lynx, and you know that Willem journeyed far in search of a better home for his family, but found no such place in his travels. He is glad to have returned to his mate and his family, but is disappointed that his journey ended without success.",
      "es": ""
    },
    {
      "id": 177082694,
      "en": "Willem nods at you, and purrs more loudly",
      "es": ""
    },
    {
      "id": 177082695,
      "en": "Willem lowers his front legs in a bow of his own",
      "es": ""
    },
    {
      "id": 177082696,
      "en": "Willem purrs even more loudly",
      "es": ""
    },
    {
      "id": 177082697,
      "en": "Willem nods at you, a salute of his own",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'I suppose this is the end of our journey together, Willem. I am sad to see you go, but I know that your family needs you and I don't want to keep you from them any longer than I already have! I have really enjoyed our travels together, and I wouldn't trade them for anything! I... I'll miss you, W.W.. You take care of yourself and your family too, you hear me?'\\n\\nA loud rumbling sound fills the air.\\n\\n'Are you purring, Willem? No, couldn't be. You are a rough and tough adventurer, a veteran of many campaigns! It must just be my stomach rumbling. I never did get enough meals to suit me on this journey, and today is no different! Well... well... so long, Willem. I will take my rumbling belly away now, so as not to wake the little ones. You are welcome in the Shire any time. Any time, Willem, I mean it!\\n\\n'It is difficult to say good-bye, [placeholder], but we had better leave now or we won't! Let us go north-east to the nearest village in the Starkmoor. I think it is called something like Avardin, but I do not know for certain.'",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'I am glad we were able to help Willem and his family, [placeholder]. I will miss that fuzzy fellow, though. I think I will try to do some writing in my book in order to keep myself busy for now, if that is all right with you.'\\n\\n<rgb=#00FF00>After you complete this quest, Bert Bartleby will arrive in the centre of Avardin in the Starkmoor, in Dunland.</rgb>\\n\\n<rgb=#FF0000>Next week: 'A String of Ill Fortune' (Recommended Level: 93)</rgb>",
      "es": ""
    },
    {
      "id": 49286896,
      "en": "Give the toad-meat to Willem at his nest",
      "es": ""
    },
    {
      "id": 162883764,
      "en": "'Good-bye, Willem! We will miss you! Come visit anytime!'",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "Willem looks at you gratefully and purrs loudly.",
      "es": ""
    },
    {
      "id": 162883768,
      "en": "'I have noticed that Willem has not been his usual self for a short time now. Do you think he is angry with me for even considering bringing this adventure to an end? Oh, I hope not! Perhaps you can learn if this is the root of his dissatisfaction, [placeholder]. Please find out if Willem is disappointed with me for thinking of returning to the Shire, will you?'",
      "es": ""
    },
    {
      "id": 177082710,
      "en": "Willem nods at you and purrs more loudly",
      "es": ""
    },
    {
      "id": 177082711,
      "en": "Willem shakes his head sadly",
      "es": ""
    },
    {
      "id": 177082712,
      "en": "Willem shakes his head sadly",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Willem Whisker and the Wide World",
      "es": ""
    },
    {
      "id": 177082713,
      "en": "Willem lowers his front legs in a bow of his own",
      "es": ""
    },
    {
      "id": 226858272,
      "en": "'I suppose this is… goodbye…'",
      "es": ""
    },
    {
      "id": 226858273,
      "en": "'I am sad to see you go, but… I know that your family needs you, Willem!'",
      "es": ""
    },
    {
      "id": 226858274,
      "en": "'I will miss that fuzzy fellow.'",
      "es": ""
    },
    {
      "id": 226858275,
      "en": "'Goodbye, Willem! We will miss you! Come visit anytime!'",
      "es": ""
    },
    {
      "id": 177082720,
      "en": "Collected toad-meat ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Willem Whisker is inside the Grimslade Mead Hall, in the Westfold.",
      "es": ""
    },
    {
      "id": 177082722,
      "en": "Collected suitable stones ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Bingo is inside the Grimslade Mead Hall, in the Westfold.\\n\\nTo Bingo's surprise, Willem has suddenly run outside!",
      "es": ""
    },
    {
      "id": 177082725,
      "en": "The wall turned out quite well and blocks much of the wind",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "You have followed Willem through the Gap of Rohan and to the entrance of the Dunbog. Now the lynx has stopped, and he seems to be waiting for you.",
      "es": ""
    },
    {
      "id": 177082742,
      "en": "Willem and his mate look hopeful, but their cubs just look sleepy",
      "es": ""
    },
    {
      "id": 177082744,
      "en": "Defeated Orc abominations ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "Willem has led you through the Gap of Rohan to the Dunbog",
      "es": ""
    },
    {
      "id": 111477313,
      "en": "Collect suitable stones in the north-east corner of the Dunbog ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082757,
      "en": "Willem is running towards a lone tree rising from the bog",
      "es": ""
    },
    {
      "id": 177082758,
      "en": "Many of these lynx share Willem's pattern and colour!",
      "es": ""
    },
    {
      "id": 111477316,
      "en": "Build a nice sheltering wall for Willem's family",
      "es": ""
    },
    {
      "id": 111477328,
      "en": "Talk to Willem Whisker by the lonely tree in the Dunbog",
      "es": ""
    },
    {
      "id": 111477329,
      "en": "Talk to Bingo by the lonely tree in the Dunbog",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "Willem suddenly runs outside!",
      "es": ""
    },
    {
      "id": 111477335,
      "en": "Defeat Orc abominations in the Dunbog ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477337,
      "en": "Collect toad-meat from adult bog-toads in the Dunbog ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883651,
      "en": "'We should build a shelter for Willem, and gather some food for his family! We could also defeat some of the more unpleasant foes that stalk the marsh!'",
      "es": ""
    }
  ]
}