{
  "id": 620964079,
  "txt": [
    {
      "id": 49286688,
      "en": "Talk to Humfrey Rumming at the town of Dunfast",
      "es": ""
    },
    {
      "id": 49286689,
      "en": "Bring the various sundries to Bert Bartleby in Forlaw",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "The guard at the gate notices you looking around, and calls you over",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'Thank you for taking care of some of those efts. That may help encourage the people to return to this village. Either that, or the remaining efts may move in! Wouldn't that be something? Hmm... so what brought you out here anyway, [placeholder]?'\\n\\nYou tell Humfrey that Bert Bartleby sent you with a coin-purse to find him and purchase some scrolls, tomes, or potions.\\n\\n'Mister Bartleby! Well, imagine that. His family and mine were neighbours, you know. There was always such a racket coming from the Bartleby house. Growing up with fourteen boys will do that! How are Bert and his many, many brothers, anyway?\\n\\n'I will take this purse from you and give to you these sundries. I am certain Bert will find something among them to his liking!'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'You found Humfrey and saved him from a predicament of his own making? That is very typical of a Rumming, [placeholder], and is precisely what I expected! I see that you purchased some sundries from him. Let me see those.'\\n\\nBert looks through the small collection of goods.\\n\\n'Ah, there is nothing here of note. It is a pity. Well, I will take the remaining coins from you, and... what? You gave him the entire money-purse? I expected some coins back, [placeholder], especially for this bundle of nothing!\\n\\n'Do not trouble yourself, my friend. I am not angry! Indeed, Humfrey may have gotten the better of me in this exchange, but many years ago I gave Humfrey a pittance in coin and he gave to me a creature that would become my dearest friend. I'd say we got the better of Mister Rumming in that exchange, wouldn't you, Rattlepacks?'",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "Defeated frozen efts ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'Were you able to help Bert with whatever he needed, [placeholder]? Good, I am glad!\\n\\n'It is a marvel to me that we have seen Mister Bartleby at so many places on this journey, and he has not had much to say until this point. I wonder where he learned such patience? I have known one or two hobbits that were the same in my day, youngest siblings all! Perhaps Bert grew up with several older brothers, and learned patience at home. He is a unique individual, for certain!'\\n\\n<rgb=#FF0000>Next week: 'Mistaken Identity' (Recommended Level: 90)</rgb>\\n",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'Thank you for looking after Humfrey anyway, [placeholder].'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I think it is time to leave this snowy land behind us. I will be glad to do so, for it has put quite a chill in my bones! Brrrr!'\\n\\nBingo shivers dramatically, and suddenly cries out in surprise.\\n\\n'Oh no! [placeholder], I just remembered something I was supposed to tell you, but this cold weather drove it completely from my mind. My very thoughts must be frozen after all! You know that unusual Man who has been turning up everywhere on this journey of ours? Yes, Bert Bartleby, that is the very fellow! Well, he asked me to send you to see him about a small matter, but I forgot to pass on the message. You had better go to him at once, if it isn't too late! He's just to the south there, by the stables.'",
      "es": ""
    },
    {
      "id": 30955904,
      "en": "It was a pleasure doing business with you!'",
      "es": ""
    },
    {
      "id": 30955905,
      "en": "I hope you were able to help Bert with whatever he needed!'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "The lore-master was last seen near the west-gate of Forlaw.\\n\\nBert Bartleby asked you to find the lore-master that came to Forlaw and buy some potions and scrolls from him.",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Hullo there, my well-travelled friend! I am glad to finally be a part of this journey of yours and Bingo's, and I hope that I will not disappoint! I was quite an adventurer in the days of my youth, but those days are well past now. The merchant life suits me rather more than the questing life, these days!\\n\\n'You must know what a merchant needs more than anything, surely? A cheerful disposition? Yes, that helps. Customers? Of course! A sense of humour? Well, that has never failed me, true. I am just going to tell you, [placeholder].\\n\\n'Goods for sale or trade! Without resupplying my stock of items, I would be a poor merchant indeed! My good friend Rattlepacks has a bit more room for goods, wouldn't you say?\\n\\n'The folk of Forlaw have been murmuring about a lore-master that recently came to the town. Take this purse of coins and see if you can purchase some scrolls or tomes or potions from this lore-master, [placeholder]! I heard he was near the west gate of town.'",
      "es": ""
    },
    {
      "id": 30955906,
      "en": "Thank you for looking after Humfrey anyway.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "After a great deal of journeying, the enigmatic Bert Bartleby has finally decided to have a word with you.",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Talk to Bingo in the town of Forlaw",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'You know that unusual Man who has been turning up everywhere on this journey of ours? Yes, Bert Bartleby, that is the very fellow! Well, he asked me to send you to see him about a small matter, but I forgot to pass on the message. You had better go to him at once, if it isn't too late! He's just to the south there, by the stables.'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'How can I help you today, [placeholder]?'\\n\\nYou tell the guard that you are seeking a lore-master that came recently to Forlaw. The guard snorts rudely.\\n\\n'Aye, I've seen him. Bald fellow, big brown beard, simple cloth robe; a stout fellow. He's gone now, and I'm glad for it! He showed me some of his wares, junk mostly, and one of his blasted lizards bit my finger! See, it is still red. I never got an apology, either.'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Bert Bartleby is near the stables of Forlaw, in Wildermore.",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Wait a moment, my friend. Describe the missing lore-master for me once more, will you?'\\n\\nYou repeat the description you were told by the guard at the west gate, and Bert nods with familiarity.\\n\\n'I know this man, [placeholder]! His name is Humfrey Rumming, and we go back a long way. You see, the Rummings and the Bartlebys were neighbours! Our homes were a bit out of the way, so weeks would go by and you'd only ever see a Rumming or a Bartleby! As a result, you might say that each family tended to wear on the other's patience.\\n\\n'After I retired from the adventuring life, one of the first sales I ever conducted was to Humfrey Rumming: I sold him the key to the tumbled-down ruin of Tollobel on the island of Tyl Ruinen. I wonder if he ever used it?\\n\\n'You'll have to find him and keep him out of trouble! The Rummings, and particularly Humfrey, have never been good at staying out of it. That guard watched him leave from the west gate? I expect he kept moving in that direction, then. Find Humfrey somewhere to the west of Forlaw. If there is a settlement in that direction, he is likely to have headed that way; like a curious moth to a torch at night is Humfrey, and all the Rummings!'",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Humfrey Rumming set out from Forlaw heading west, and Bert Bartleby has asked you to track him down.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Ah, you seem to be a fairly impressive adventurer. A [placeholder]? I knew it! I myself am one of the world's greatest lore-masters. My name is Humfrey Rumming. You seem somewhat familiar, but since I never forget a face I will say that it is a pleasure to meet you for the very first time, [placeholder]!\\n\\n'I have a fondness for small lizards of all types, and I have a skill at nursing such creatures back to health. It is a gift I must share with the world! To that end, when I saw a clutch of eggs nestled at the base of a giant pillar of ice, I naturally warmed them up and allowed the little creatures to hatch! Naturally.\\n\\n'Well, it turns out that these little efts do not take kindly to people, or to wildlife, or to plants... I think they may have scared off the people of this village, for no one is here anymore. You had better do something about those efts, [placeholder]. They are among the woods to the west, by the base of the mountains. And please call them \\qefts,\\q if you would. That is what all the great lore-masters call them.'",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'That guard watched Humfrey leave from the west gate? I expect he kept moving in that direction, then. Find Humfrey somewhere to the west of Forlaw. If there is a settlement in that direction, he is likely to have headed that way; like a curious moth to a torch at night is Humfrey, and all the Rummings!'",
      "es": ""
    },
    {
      "id": 30955920,
      "en": "'I think it is time to leave this snowy land behind us!'",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Humfrey Rumming caused a plague of Frozen Efts to emerge at the base of the mountains to the west of Dunfast.",
      "es": ""
    },
    {
      "id": 30955921,
      "en": "Hullo there, my well-travelled friend!'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Find the lore-master at the west gate of Forlaw",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 30955922,
      "en": "Bert Bartleby asked me to send you to see him!'",
      "es": ""
    },
    {
      "id": 30955923,
      "en": "The folk of Forlaw have been murmuring about a lore-master that came to town.'",
      "es": ""
    },
    {
      "id": 30955924,
      "en": "Wait a moment, wait a moment. I know this man!'",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Talk to the guard of Forlaw at the west gate",
      "es": ""
    },
    {
      "id": 30955925,
      "en": "I am one of the world's greatest lore-masters. My name is Humfrey Rumming!'",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Talk to Bert Bartleby in Forlaw",
      "es": ""
    },
    {
      "id": 30955926,
      "en": "Find Humfrey somewhere to the west of Forlaw!'",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Find Humfrey Rumming somewhere to the west of Forlaw",
      "es": ""
    },
    {
      "id": 30955927,
      "en": "You had better do something about those efts. And call them 'efts,' please!'",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Defeat frozen efts to the west of Dunfast ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 30955928,
      "en": "Thank you for that. Now, what brought you out here, anyway?'",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Humfrey Rumming is at the abandoned town of Dunfast, in Wildermore.",
      "es": ""
    },
    {
      "id": 30955929,
      "en": "That is very typical of a Rumming, and precisely what I expected!'",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "Bert Bartleby is by the stables in the town of Forlaw, in Wildermore.\\n\\nHumfrey took the money-purse given to you by Bert Bartleby and traded you some various sundries in return.",
      "es": ""
    },
    {
      "id": 162883747,
      "en": "'The folk of Forlaw have been murmuring about a lore-master that recently came to the town. Take this purse of coins and see if you can purchase some scrolls or tomes or potions from this lore-master, [placeholder]! I heard he was near the west gate of town.'",
      "es": ""
    },
    {
      "id": 162883749,
      "en": "'The folk of Forlaw have been murmuring about a lore-master that recently came to the town. Take this purse of coins and see if you can purchase some scrolls or tomes or potions from this lore-master, [placeholder]! I heard he was near the west gate of town.'",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "Bingo is in the town of Forlaw, west of the Forlaw Feasting Hall.",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "'That lore-master is gone now, and I'm glad for it! He showed me some of his wares, junk mostly, and one of his blasted lizards bit my finger! See, it is still red. I never got an apology, either.'",
      "es": ""
    },
    {
      "id": 162883751,
      "en": "'That lore-master went west from here, and good riddance! My finger still smarts from the bite his pet lizard gave to me.\\n\\n'There is a town to the west. Could be that nuisance of a lore-master went there to trouble the people of Dunfast, if any remain.'",
      "es": ""
    },
    {
      "id": 162883752,
      "en": "'You had better do something about those efts, [placeholder]. They are among the woods to the west, by the base of the mountains. And please call them \\qefts,\\q if you would. That is what all the great lore-masters call them.'",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "Bert Bartleby is by the stables in the town of Forlaw, in Wildermore.\\n\\nBingo told you that Bert Bartleby wanted to have a word with you.",
      "es": ""
    },
    {
      "id": 162883753,
      "en": "'It was a pleasure doing business with you, [placeholder]! I am certain Bert will find something among those sundries that is to his liking!'",
      "es": ""
    },
    {
      "id": 3675665,
      "en": "Humfrey Rumming",
      "es": ""
    },
    {
      "id": 246419876,
      "en": "One of the guards at the west gate of Forlaw has called you over to him.",
      "es": ""
    },
    {
      "id": 177082756,
      "en": "The lore-master has gone. You should return to Bert with this news",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Bert Bartleby in the town of Forlaw",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Bert Has a Word",
      "es": ""
    }
  ]
}