{
  "id": 620964081,
  "txt": [
    {
      "id": "0xa8e1192",
      "en": "Egwylf asked you to <rgb=#FF0000>look</rgb> from here for sign of evil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1194",
      "en": "You think you see a tiny shape high in the sky and far away, but then it is gone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'We have come to Oserley. The people here whisper about strange things they have seen in recent days. You should ask them about the situation in West Rohan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'I have not often been on this side of things, [placeholder]. Usually I am the pursuer, not the pursued! Let us leave Oserley under cover of night, and give the slip to any of the villains who may be following us.\\n\\n'I do not mean to frighten Bingo with our hasty departure, but for my part I am afraid it may be necessary. I do not like the dread that has taken hold of Rohan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1198",
      "en": "Learned about the situation in Oserley ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'We survived the attack of that terrible creature, and I am certain that Bingo did as well. He is fortunate that Tanglemane had his pony-wits about him!\\n\\n'We will find them, [placeholder], have no fear of that! We will find Bingo, and then I will bid the two of you farewell. What has befallen the kingdom I love, that such frightening apparitions can haunt this land without opposition? I will not be able to journey with you for much longer. I will need to see to the hurts of my kingdom. But first we will find our friends.'\\n\\n<rgb=#00FF00>After you complete this quest, Bert Bartleby will arrive near the east gate of Woodhurst, in the Stonedeans of West Rohan.</rgb>\\n\\n<rgb=#FF0000>Next week: 'A Horse in a Haystack' (Recommended Level: 92)</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Egwylf mapped a course out of Wildermore, to the south-west of Forlaw.\\n\\nBingo is ready to return to the warmer climate of Rohan, and asked Egwylf for the fastest route.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'I spoke with Egwylf, and she recommended that we take the south-western road out of Wildermore into the Entwash Vale. Let us ride there at once, and hope for a thaw!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I am ready to be warm again, [placeholder]! I spoke with Egwylf, and she recommended that we take the south-western road out of Wildermore into the Entwash Vale. Let us ride there at once, and hope for a thaw!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Egwylf asked you to <rgb=#FF0000>look</rgb> for signs of evil from the cliff-side path that runs from Wildermore to the Entwash Vale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Talk to Egwylf and leave Oserley by secret paths",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'For a moment I felt dread upon my heart, and sensed eyes upon our small party.\\n\\n'The feeling has passed, but I do not trust that its absence means we are safe. <rgb=#FF0000>Look</rgb> from here and see if you spy anyone with evil intent.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Wait a moment, [placeholder]. Did you feel that? For a moment I felt dread upon my heart, and sensed eyes upon our small party.\\n\\n'The feeling has passed, but I do not trust that its absence means we are safe. <rgb=#FF0000>Look</rgb> from here and see if you spy anyone with evil intent.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Talk to Egwylf in the town of Woodhurst",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e30",
      "en": "<rgb=#FF0000>Look</rgb> from the height for any sign of evil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'This is quite a view!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'This is quite a view!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Bingo is on the cliff-side path that leads between Wildermore and Entwash Vale.\\n\\nYou thought you might have seen a tiny shape high in the sky and far away, but now it is gone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'You saw something high in the sky and far away? Well, I don't see anything. Do you think it might be Landroval? He was quite large, I think, even for one of the Great Eagles, but from this distance even he might appear small. The eyesight of Eagles is supposed to be incredible, isn't it? I do think he would descend and say hello to us, if he recognized us.\\n\\n'Egwylf told me there is a town to the south-west, across the river. The town is called Oserley, and from there we can explore West Rohan. Time to go, Tanglemane! Let's go, W.W.! Lead the way, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Did you see anything? I thought I did, for a moment, but now there is nothing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "The town of Oserley is south-west of the road between Wildermore and the Entwash Vale.\\n\\nBingo and Egwylf want to travel next to the town of Oserley, in West Rohan. When you arrive, you should speak to the townspeople for information.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'This is a difficult time for the people of Oserley. You might do well to set your course for elsewhere. What do I mean?\\n\\n'Everyone here is on edge. Orcs have been seen on the plains of Rohan, burning and pillaging. Even the bravest warriors are seized by invisible terrors, reduced to shadows of their former selves.\\n\\n'If you take my advice and leave Oserley and its troubles behind, you would be wise to leave at nightfall. The blanket of darkness may not shield you from evil eyes, but if it helps to protect the people that live here, I urge you to make use of it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'I just returned from my patrol, so I cannot tell you much of Oserley. But I can tell you that something is not right on the fields of Rohan. As I returned hither from the town of Stoke, a feeling of unease took hold of me. I saw nothing, but I would swear before my Thane that some creature watched me from afar.\\n\\n'The stillness was broken by a terrible cry, bird-like and yet not so. I am glad to be back in Oserley, but the memory of that haunting cry stays with me. My blood freezes at the thought of it.\\n\\n'It may have been nothing, but beware! We would all do well to remain alert when such evils are abroad in the Mark!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'There is a town in West Rohan called Oserley. It is to the south-west, across the river. That is where we should go next.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85990",
      "en": "I might have seen something, for a moment, but now it is gone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Egwylf and Bingo are in the centre of the town of Oserley, in West Rohan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85991",
      "en": "Time to go, Tanglemane! Let's go, W.W.!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'I agree with Éoric. We should not stay here. Let us leave beneath cover of darkness, and find a less dangerous place for Bingo to continue his journey. Speak to me when you are both ready, and we will leave Oserley by a goat-track or hidden foot-path. If we were spied upon as we descended from Wildermore, it would be best for us to slip the notice of any pursuers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85992",
      "en": "The town of Oserley is across the river. That is where we should go.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85993",
      "en": "The people here whisper about many strange happenings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85994",
      "en": "We should not stay here. Let us leave beneath cover of darkness.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85995",
      "en": "Usually I am the pursuer, not the pursued!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Talk to Bingo on the cliff-side road that runs into the Entwash Vale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85996",
      "en": "What has befallen the kingdom I love, when such apparitions haunt the land?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Talk to townsfolk in Oserley when you arrive ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Talk to Egwylf in the centre of Oserley",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Egwylf is in the town of Woodhurst, not far from the east gate.\\n\\nTanglemane escaped with Bingo from the attack of the Nazgûl, but now the two of them are lost somewhere in Rohan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "Bingo has had enough of Wildermore's cold heights, and is ready to return to the warmer plains of Rohan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'Egwylf told me there is a town to the south-west, across the river. The town is called Oserley, and from there we can explore West Rohan. Time to go, Tanglemane! Let's go, W.W.! Lead the way, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b0",
      "en": "Egwylf and Bingo are in the centre of the town of Oserley, in West Rohan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85963",
      "en": "'I am ready to be warm again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85964",
      "en": "Let us ride at once, and hope for a thaw!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85965",
      "en": "This is quite a view!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85966",
      "en": "Did you sense that? For a moment I felt dread upon my heart.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85967",
      "en": "Look from here and see if you spy anyone with evil intent.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Egwylf on the cliff-side road that runs into the Entwash Vale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85968",
      "en": "'This is quite a view!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85969",
      "en": "You saw something high in the sky and far away? I do not see anything.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mistaken Identity",
      "es": "",
      "es (fem)": ""
    }
  ]
}