{
  "id": 620964080,
  "txt": [
    {
      "id": "0xa8e1193",
      "en": "The ground is blackened and smoking where you encountered the Nazgûl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'Hello there, my friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1196",
      "en": "You find a number of pony-sized tracks leading to the west",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Oh, am I glad to see you, [placeholder]! I am also very proud of Willem Whisker! What a good boy, and a good tracker! You could teach Egwylf a thing or two about finding the lost, couldn't you, W.W.?'\\n\\nBingo laughs happily, but then a shadow passes over his face.\\n\\n'That was a very scary creature, [placeholder]. I have never seen anything like it! It was good of Tanglemane to carry me away as quickly as he did. I am glad you escaped from that apparition unharmed as well! I hope we do not run into any more of those things. I used to be frightened of horses, but not anymore if there are terrible winged creatures like that thing in the world. It is hard to believe!'\\n\\n<rgb=#FF0000>Next week: 'Thoughts of Home' (Recommended Level: 93)</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Hmm... I do not see any good tracks just yet, but I will keep up my search.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'Hullo there, friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'I will search for new tracks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'I cannot make any sense of these muddled tracks, [placeholder]. Bingo and Tanglemane could have gone anywhere!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'We need to find where Tanglemane and Bingo have fled, [placeholder]. In order to do that, we should return to the place where we were attacked by that unnatural creature. If I can examine the soil at that location, I should be able to pick up their trail. Let us go at once to the south-east. If I remember correctly, the spot was in the Broadacres, just to the south-west of the overrun settlement of Bardh-dorám.\\n\\n'We will find them before you know it. Set aside your worry!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85980",
      "en": "'The tracks lead west, I think.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Egwylf is searching for sign of Tanglemane's passage in the Broadacres, at the location where the Nazgûl attacked.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'I think Willem has caught the scent! He ran up the slope! Are there any villages up that way? It could be that Tanglemane brought Bingo to one of them... we should hope that it is so!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85981",
      "en": "'Bingo and Tanglemane could have gone anywhere!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Talk to Humfrey Rumming north of Brockbridge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'We should return to the place where we were attacked by that unnatural creature. If I can examine the soil at that location, I should be able to pick up their trail. Let us go at once to the south-east. If I remember correctly, the spot was in the Broadacres, just to the south-west of the overrun settlement of Bardh-dorám.\\n\\n'We will find them before you know it. Set aside your worry!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85982",
      "en": "'I think Willem has caught the scent!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Egwylf wants to try and find where Tanglemane and Bingo fled after the attack by the Nazgûl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Egwylf asked you to search near the location of the Nazgûl attack for a sign of Tanglemane's passage.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85983",
      "en": "'Oh, am I glad to see you! I am also very proud of Willem Whisker!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a5",
      "en": "Search to the west for more tracks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "Search Gapholt for Bingo and Tanglemane",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'You found tracks leading to the west? We should follow them at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a9",
      "en": "Talk to Bingo in the Gapholt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Ah, hello there, [placeholder]! It seems as if it was only yesterday that I met you in the snowy reaches of Wildermore, but business there was poor. I am bringing my wares south in search of a more eager market. I make for the Gap of Rohan. You are welcome to tag along, if you like.\\n\\n'No? It is your loss, then! I wish you well on your way, but I really must be finding some customers for my marvelous wares, and there are none to be found here!\\n\\n'A pony? I may have seen a pony hurrying to the west, but I did not pay it much mind. Now good day to you, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'There are a few tracks here, but they are indistinct.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Egwylf is on the road north of Brockbridge, looking for tracks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'These tracks are indistinct, but I think they continue to the west. I believe Tanglemane carried Bingo that way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85990",
      "en": "'We need to find where Tanglemane and Bingo have fled.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Return to the location of the Nazgûl attack, in the Broadacres",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'I may have seen a pony to the west of here. It was dark and I cannot be certain, even though my eyes are the sharpest in all the land! If I am not certain, no one would be!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85991",
      "en": "'We should return to the place where we were attacked by that unnatural creature.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to Egwylf near the location of the Nazgûl attack",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'The tracks lead to the north-west, I think.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85992",
      "en": "'I see nothing yet, but I will continue my search.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85993",
      "en": "'You should study the ground for pony tracks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85994",
      "en": "'You found some tracks? We should follow them at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Search for Tanglemane's tracks near the location of the Nazgûl attack",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85995",
      "en": "'I will search for new tracks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85996",
      "en": "'Hullo there, friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85997",
      "en": "'Hmmm… I might have seen a pony hurrying west, but I paid it little mind.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85998",
      "en": "'I may have seen a pony to the west. It was a dark night.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Look for Bingo along a straight line west of the location where the Nazgûl attacked",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Willem Whisker seems to have caught the scent, and has raced up the steep slope and towards a village on the south-west heights of the Stonedeans: Gapholt.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85999",
      "en": "'Hello there, my friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Bingo and Tanglemane made their way to the Gapholt, in the Stonedeans, and now you have been reunited with them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'A pony? I may have seen a pony hurrying to the west, but I did not pay it much mind. Now good day to you, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a0",
      "en": "Egwylf wants to return to the place where you became separated from Bingo and Tanglemane. It was to the south-east of Woodhurst, in the Broadacres, just to the south-west of the overrun settlement of Bardh-dorám.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "'Hmm... I do not see any good tracks just yet, but I will keep up my search. You should study the ground for pony tracks as well, [placeholder]. Tanglemane may have left some clue to where he has borne Bingo.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'You should study the ground for pony tracks as well, [placeholder]. Tanglemane may have left some clue to where he has borne Bingo.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a8",
      "en": "Tanglemane's trail leads west of the location where you were attacked by the Nazgûl, into the Stonedeans.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "North of Brockbridge, you have stumbled across Humfrey Rumming in your search for Bingo and Tanglemane.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b4",
      "en": "The tracks lead somewhere west of the road to Brockbridge, where you encountered Humfrey Rumming on his way to the Gap of Rohan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1180",
      "en": "A familiar-looking man calls out a greeting as you approach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1186",
      "en": "The tracks are a confused muddle, but Willem runs up the slope and towards a south-west village",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1188",
      "en": "Tanglemane stands beneath a canopy filled with heavy apples, munching contentedly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Horse in a Haystack",
      "es": "",
      "es (fem)": ""
    }
  ]
}