{
  "id": 620802915,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Now that they are on the run, we must deliver one last strike at the susi. Many of the pack are the offspring of one susi, the den-mother who leads the pack through the forest.\\n\\n'If the den-mother is slain, the susi will be scattered and confused...I do not think they will trouble us again for many winters. Will you do this thing for us?\\n\\n'The den-mother protects her pack on an island to the west. When you have found her, slay her, then return to my captain, Santtu.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The den-mother is defeated? You have done well, [placeholder]. Though the Lumi-väki do not trust Sivullinen, we give them our respect when it is earned. Your actions will not go unheralded.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Deliver the final blow to these murdering susi! Kill the den-mother, then speak with Santtu.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Den-mother",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "After fighting the wolves back to the edges of the forest, the Lossoth are confident that the beasts can be prevented from doing more damage if the den-mother is slain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated the den-mother",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat the den-mother",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The den-mother may be found on an island near the lake's western shore.\\n\\nUrho has asked you to seek out the den-mother of the wolf-pack and defeat her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Santtu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Santtu is at Kauppa-kohta, on the eastern shore of the lake.\\n\\nNow that you have defeated the wolves' den-mother, you should return to Santtu with news of your victory.",
      "es": "",
      "es (fem)": ""
    }
  ]
}