{
  "id": 620802861,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Found Urmas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "To gain the favour of Yrjänä, you must perform three tasks for the Lossoth people.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Sini may have a task for you to perform. You may find her on the outskirts of Sûri-kylä.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Sini is on the outskirts of Sûri-kylä.\\n\\nLassi instructed you to speak with Sini about tasks with which to gain the favour of Yrjänä.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So you wish the favour of Yrjänä? Then you must gain his favour, and with that, I can help you. The Lumi-väki prize many qualities, but one of the most important is endurance.\\n\\n'Often, our hunters must survive the cold wilderness with naught but a dull knife and the garb upon their backs. If you can search out Urmas, one of my finest trackers, you will gain great favour in the eyes of my people. Go into the wilderness and seek Urmas, if you succeed, return here to me.\\n\\n'Urmas was last seen heading south along the road in Itä-mâ.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Urmas was last seen heading south towards Itä-mâ.\\n\\nSini has instructed you to go into the wild to find Urmas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Sini is on the outskirts of Sûri-kylä.\\n\\nYou have found Urmas and should now return to Sini to report your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Sini may have a task for you to perform. You may find her on the outskirts of Sûri-kylä.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'It takes much endurance and fortitude to survive in the cold wilderness with so little. I grant you the Favour of Endurance, but it will not alone be enough to gain you the full favour of Yrjänä. There may be others who require your assistance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'If you can search out Urmas, one of my finest trackers, you will gain great favour in the eyes of my people. Go into the wilderness and seek Urmas...if you succeed, return here to me.\\n\\n'Urmas was last seen heading south along the road in Itä-mâ.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You may return to Sini now. You have done well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Sini",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find Urmas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Sini",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 13, Chapter 3: Favour of Endurance",
      "es": "",
      "es (fem)": ""
    }
  ]
}