{
  "id": 620802866,
  "txt": [
    {
      "id": 218649169,
      "en": "'I may one day forgive my pride, but that day is not yet come.\\n\\n'Long after the Thoroval perished, another ship came into the Ice Bay. It, too, was from Mithlond, and I can only assume it was seeking news of the Thoroval and its crew. That ship also perished, but the Elves attempted to flee its destruction. I do not believe they perished in the cold waters -- at least not all -- but I cannot say what their final fate was.\\n\\n'Perhaps the seer of the Lossoth who sent thee to find the ship would know? Return to her and seek her guidance once more.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You found the body of the sea-monster? You found also the shade of the Gaunt King? This is most unexpected, but perhaps not as surprising as it might have been.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Long after the Thoroval perished, another ship came into the Ice Bay. It, too, was from Mithlond, and I can only assume it was seeking news of the Thoroval and its crew. That ship also perished, but the Elves attempted to flee its destruction. I do not believe they perished in the cold waters -- at least not all -- but I cannot say what their final fate was.\\n\\n'Perhaps the seer of the Lossoth who sent thee to find the ship would know? Return to her and seek her guidance once more.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 13, Chapter 7: The Lost Mariner",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The spirit of the Gaunt King is an unexpected meeting....'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "To gain the trust of Arvedui's restless spirit, you have performed a deed of kindness for him and delivered a lost tome to one of the descendants of his house.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Saija",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Saija is at Näky-kolo north west of Kuru-leiri.\\n\\nArvedui told you that the captain of the Elf-ship did not perish with his vessel and suggested that you seek the knowledge of Saija regarding the fate of Aearil and his crew.",
      "es": ""
    }
  ]
}