{
  "id": 620802914,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Have you no sense, foolish Sivullinen? You dare come into our camp without announcing yourself? But then, you approach with the noise of a herd of norsu, so it is not hard to follow you.\\n\\n'We tire of you Sivullinen. You bring the world's ills with you, sweeping unhappiness into our lands. You will have to make your true purpose clear if you expect us to accept your passage through the tundra.\\n\\n'If you wish to proceed further into the northern steppe, speak with the sentry who guards our border with the forest. His post lies along the north-west road. He will be watching you closely for any signs of... questionable intentions.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'No! No, they are trapping me. Circling around me and... I-I am sorry, just, the terror they wrought still shudders through my mortal frame.\\n\\n'It was the susi -- what you call wolves -- that did this. I thought at first that the wind had spun into terrible squall, but then they began to howl... insane wailing like a giddy group of children playing a game. Their hideous screams of delight became snarls as my tent was torn apart.\\n\\n'I was sure I would be rent limb from limb, but once they got my meagre food supplies, the whole pack vanished.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If you truly wish to help us, speak with the guards upon the road to the north-west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Daily Defence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Lossoth guards keep watch in a sentry tent located to the north-west of Kauppa-kohta, at the edge of the forest. The guards have had frequent sightings of wolves, which have become increasingly common.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to the guard at the sentry post",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The sentry post is north-west of Kauppa-kohta.\\n\\nSanttu has instructed you to speak with the guards at the sentry post if you wish to gain their trust.",
      "es": "",
      "es (fem)": ""
    }
  ]
}