{
  "id": 620802865,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have found the book of heraldry",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Upon finding the wreckage of the ship which came to carry King Arvedui back to the Grey Havens, you made an even more shocking discovery: the shade of Arvedui himself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Thou dost not belong in this place, but it matters not. Alas, so much evil has befallen this world. I remain here in penitence, for my own curse was brought down upon my head.\\n\\n'In pride, I ignored the warnings of the Lossoth, for I wished to return to my kingdom. The storms of the Ice Bay brought ruin to the vessel and all aboard her, and in despair and wrath I cursed myself for my pride. Redemption does not lay beyond hope, however, and those who follow in my footsteps may yet bring me peace.\\n\\n'In the dwarf-mines south in Länsi-mâ, where we first hid from the agents of the Witch-king, we were forced to abandon many things. One such item is a book of heraldry which details the lineage of my people. Go forth and find it, then bring it to the Dúnadan who watches these cold lands at Sûri-kylä. He will take it to his lord.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The book of heraldry lies in the dwarf-mines where Arvedui and his people hid in Länsi-mâ.\\n\\nArvedui instructed you to find the book of heraldry that was abandoned deep in the old dwarf-mines and bring it to a Ranger encamped in Forochel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank thee, friend from the South. Thou hast earned me one step closer to redemption.\\n\\n'Pride can be such a terrible thing. I desired out of pride to return to Fornost and caused the deaths of many Elves.\\n\\n'Ah, but I speak of things that I should not dwell upon....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Ranger is encamped at Sûri-kylä.\\n\\nNow that you have found the book of heraldry as directed by Arvedui, you should take it to the Ranger the ancient king spoke of.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Arevedui is in the wreckage of the Elf-ship, north along the Ice-bay in Talvi-mûri.\\n\\nHaving delivered the book, you should return to Arvedui for further guidance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'In the dwarf-mines south in Länsi-mâ, where we first hid from the agents of the Witch-king, we were forced to abandon many things. One such item is a book of heraldry which details the lineage of my people. Go forth and find it, then bring it to the Dúnadan who watches these cold lands at Sûri-kylä. He will take it to his lord.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'What is this? A book of heraldry once belonging to Arvedui of Arthedain? Ai-oi! You say you have seen the spirit of Arvedui himself?\\n\\n'I will take this at once to Rivendell, for this tale must be told to Elrond and Aragorn!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Return now to the shade of Arvedui, by the wreckage of the ship that sought to bring him from this land!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Elrond and Aragorn will wish to see this book and hear the tale behind it....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the book of heraldry",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Deliver the book of heraldry to a Ranger encamped in Forochel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Arvedui",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 13, Chapter 6: The Dwarf-mines",
      "es": "",
      "es (fem)": ""
    }
  ]
}