{
  "id": 620802858,
  "txt": [
    {
      "id": 54354734,
      "en": "A shadow of doubt hangs over Laerdan, and he fears to leave Rivendell in search of Narchuil.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The Last Homely House is fast becoming a prison to me. I do not feel welcome here. Yet on the other hand, I do not feel right leaving just yet. I fear if I leave these halls, I will never return, and I would not leave in such bitterness.\\n\\n'Perhaps you would take up my search, until such time that I can leave here in good conscience? I know a dwarf who trades in the southern reaches of Forochel. Perhaps he might have some insight as to where you should begin the search.\\n\\n'You can find Dáthi at Kauppa-kohta in Taur Orthon. He knows more about Forochel -- if such could be said about anyone -- than I.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Dáthi is at Kauppa-kohta in the land of Forochel north of Evendim through the Gate to the North.\\n\\nLaerdan has asked you to go to Forochel and speak with the dwarf-trader Dáthi. it may be that the dwarf will know where to begin the search for Narchuil.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ho there! You say you come from Laerdan the Elf? Aye, he was here some time ago, seeking a lost ring or some such, but to no avail. Can you imagine hunting for a ring in the snows of Forochel?\\n\\n'Nevertheless, his quest may not have been as foolhardy as I had first believed, for Men out of Angmar have moved through this region, and with them others that I have never seen before. They reminded me of the Men of Gondor, but stranger. They seek something here as well, and it may be that your quests are related.\\n\\n'If you wish to find your lost ring, you must speak with the Snowmen, the Lossoth, who call themselves the Lumi-väki. This is their land, and they know it better than anyone. I suggest you speak with Lassi at Sûri-kylä, for he knows best the mind of their chieftain.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Lassi is at Sûri-kylä north and east along the Ice Bay of Forochel.\\n\\nDáthi told you of Laerdan's last visit and of the arrival of the Angmarim. He told you to speak with Lassi if you hope to recover Narchuil before the Angmarim.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'If you wish to find your lost ring, you must speak with the Snowmen, the Lossoth, who call themselves the Lumi-väki. This is their land, and they know it better than anyone. I suggest you speak with Lassi at Sûri-kylä, for he knows best the mind of their chieftain.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You are a stranger here, a [placeholder] from the South. We do not see too many of your kind, and we welcome even fewer....'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I know a dwarf who trades in the southern reaches of Forochel. Perhaps he might have some insight as to where you should begin the search.\\n\\n'You can find Dáthi at Kauppa-kohta in Taur Orthon. He knows more about Forochel -- if such could be said about anyone -- than I.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'You are a stranger here, an Elf from the South. We do not see too many of your kind, and we welcome even fewer....'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'If you wish to find your ring, you will need the help of the Lossoth.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Dáthi",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Lassi",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 13, Chapter 2: The Snowmen of Forochel",
      "es": ""
    }
  ]
}