{
  "id": 620802870,
  "txt": [
    {
      "id": 218649169,
      "en": "'This cave lies within Talvi-mûri. It is a dangerous place, but I do not think you should fear to go there. I myself will guide you there when you are ready.\\n\\n'If the Elf does not live, you will likely not find any remains beyond his clothing. If he bore this ring you seek, it should be among his belongings, if they remain.'\\n\\n<rgb=#FF0000>This quest is meant for a fellowship. If you choose to undertake this quest solo you will receive an inspiration bonus, but the challenge will be great.</rgb>",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The Elf-captain perished then? I will not grieve, for he escaped this Middle-earth to a land much greener, or so the Elves say.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Are you ready to leave?'\\n\\n<rgb=#FF0000>This quest is meant for a fellowship. If you choose to undertake this quest solo you will receive an inspiration bonus, but the challenge will be great.</rgb>",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 13, Chapter 9: The Path of Aearil",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I now know some small peace...my redemption will come with time.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Saija disclosed to you the location of a cave where the Lossoth believe the captain of the second Elf-ship may have taken refuge after the ship was sunk.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Found a fragment of Narchuil",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find Narchuil",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Elf-captain or his belongings may remain within the cave.\\n\\nSaija suggested you speak with her again to seek out the cave, and she would guide you there.\\n\\n<rgb=#FF0000>This quest is meant for a fellowship. If you choose to undertake this quest solo you will receive an inspiration bonus, but the challenge will be great.</rgb>",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Arvedui",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The shade of Arvedui is at the Ruin of Thoroval north and east along the Ice Bay in Talvi-mûri.\\n\\nHaving recovered a ring-fragment from Aearil's belongings, you should seek out the shade of Arvedui and let him know the fate of his would-be rescuer and learn whether the fragment you found is indeed the lost half of Narchuil.",
      "es": ""
    }
  ]
}