{
  "id": 620802935,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected moose-antlers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected sinew ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Collected driftwood ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The sled-builders have not been able to gather enough supplies because of the increasing numbers of dangerous animals in the winter forest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'These past few months have been getting more and more difficult. There are too many beasts in the forest, and there are not enough hunters to collect our supplies for the kelkka.\\n\\n'You can help us by collecting moose-antlers, sinew, and driftwood. The antlers are important, you see.  They are flattened into the luisua of our sleds, keeping them light but ever so strong. Most any moose you hunt in our forests should provide you with a generous amount. The sinew comes from the wolverines all around Kauppa-kohta. Their meat is too tough for eating, but perfect for lashing the kelkka together.\\n\\n'There is something strange about the driftwood, though. The lake cares for it, cradling the timbers until they emerge on the southern shore like smooth gems from a Kivi-väki trader's pouch. The wood glows like the moon, and because the kelkka are formed from it, they will always guide us back to our homes. My people depend upon the kelkka to take our goods from village to village. Your help will be greatly appreciated.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Moose-antlers can be gathered from the moose in the forests surrounding Kauppa-kohta. Sinew can be gathered from wolverines in the forests, and driftwood can be found along the southern shore of the lake.\\n\\nEija has asked you to collect moose-antlers, sinew, and driftwood for use in crafting her sleds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'This is a hyvys -- a kindness -- you have performed. These materials will help us to make enough sleds for the hunters and for the Elders.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Eija is on the lakeshore in Kauppa-kohta.\\n\\nNow that you have collected the materials Eija requested, you should return to her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Do you have the materials?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect moose-antlers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect sinew ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect driftwood ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring the materials to Eija",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Raw Materials",
      "es": "",
      "es (fem)": ""
    }
  ]
}