{
  "id": 620802933,
  "txt": [
    {
      "id": 54354734,
      "en": "You gathered the necessary supplies for the Lossoth sled-builders, but they still need salt to cure the hides.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Now that we have all of our raw materials, we are ready to build the sleds. However, our rawhide will never hold the wood together if it is not cured first. Curing the rawhide dries it and makes it last longer.\\n\\n'First, we will need some suola -- salt, the Kivi-väki call it. The Kivi-väki bring it from a place known only in stories, where mouths rise out from the earth. These traders are the only ones who are able to gather it. Trade them a set of antlers for a satchel of suola, then place it in the curing barrel with the rawhide strips.\\n\\n'If you do this for me, you will have proven yourself a friend to the kelkka-makers of the Lumi-väki.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Ofráth can be found along the road south of Kauppa-kohta.\\n\\nEija has asked you to go to the dwarves and trade a set of antlers for a satchel of salt to help in the hide-curing process.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'This will be enough suola to cure all of the hides you brought to me. Thank you, [placeholder], for your help.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The curing barrel is next to Eija in Kauppa-kohta's shoreline sled-building camp.\\n\\nNow that you have obtained a satchel of salt from the dwarves, you should return to Eija and place it in the curing barrel.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Eija is in Kauppa-kohta's sled-building camp, at the lake's eastern shore.\\n\\nHaving started the curing process for the rawhide, you should speak with Eija once more.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Good day there! It's a relief to talk to someone without stumbling around in that befuddled language. You caught us right in time; we're just preparing to take the road south back towards more civilized folk.\\n\\n'Salt? I don't quite know what the Lossoth do with all this salt, but as long as they've got trades for it, we're happy to haul it down here.\\n\\n'What? An antler? Shame on them; I'd expect at least a few hides for this. You're lucky we've got so much work to do, or I'd send you straight back.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Trade with Ofráth",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Trade with Ofráth",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Use the curing barrel",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Use the Curing Barrel",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Building the Snow-sled",
      "es": ""
    }
  ]
}