{
  "id": 620802916,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The susi have always been an evil breed, but with the onset of this frozen winter, they have become more bold and far more dangerous. They raid our guard tents and some have even assaulted Kauppa-kohta.\\n\\n'If you wish to gain the trust of the Lumi-väki of Kauppa-kohta, you will hunt down the susi and kill as many as you can. They prowl all around us.\\n\\n'Hurry! I do not wish to become the susi's next meal!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The susi have been pushed back into the forest? It will be long before they are bold enough to attack one of our camps again.\\n\\n'Still, it is not enough. The summers have been warmer than usual, making more time for the susi to breed. We will have to kill the den-mother to keep the pack's size at bay.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You must show the susi that they are not the masters of this forest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Wolves at the Door",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "White wolves have destroyed the sentry hut on the forest's edge. If the wolves continue to encroach upon the trading-camp they could threaten the flow of supplies from the hunters to the North.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated wolves ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat wolves ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wolves can be found across much of Taur Orthon.\\nUrho has asked you to help him by hunting the wolves which destroyed his tent.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Urho",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Urho is on the north-west road, next to his ruined guard-post.\\n\\nYou have slain many wolves and should now report to Urho with news of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}