{
  "id": 620802856,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "At the cave where Aearil perished, you were confronted by Mordrambor, and Saija revealed herself to actually be Amarthiel, once again using her powers of deception. You did, however, recover a ring-fragment, while Mordrambor and Amarthiel fought.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'This ring-fragment should be brought to Elrond of Rivendell, for he is wise in matters of the Enemy. A Ring of Power, however minor, is a dangerous thing.\\n\\n'Give Master Elrond my gratitude, for it was in his care that my progeny were raised. If any of my line remain, speak well of me to them and bring them hope of great deeds to come.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Elrond is in the library on the top floor of the Last Homely House in Rivendell, in the Trollshaws.\\n\\nArvedui confirmed that the ring-fragment was the lost half of Narchuil and bid you take it to Elrond in Rivendell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Alas, such a weight King Arvedui must bear. Thank you for your tidings, my friend. When there is more time, we might speak at more length of your meeting.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Aragorn is in one of the guest rooms of Elrond's House.\\n\\nElrond bade you speak to Aragorn of your meeting with the shade of Arvedui, his ancestor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Give Master Elrond my gratitude, for it was in his care that my progeny were raised. If any of my line remain, speak well of me to them and bring them hope of great deeds to come.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have returned from Forochel and with the fragment of Narchuil! And what is this, you say? The shade of Arvedui remained there? A foul end to a good man! May the Valar have mercy upon his spirit.\\n\\n'His greetings are welcomed, but they will be welcomed more by his heir, I think. Go to Aragorn and tell him of your meeting with Arvedui... unlike many Men, I think you will find he does not fear the Dead or word of them. He is in one of the guest rooms along the road that winds up the southern slope of the Vale of Imladris.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Go to Aragorn and tell him of your meeting with Arvedui... unlike many Men, I think you will find he does not fear the Dead or word of them. He is in one of the guest rooms along the road that winds up the southern slope of the Vale of Imladris.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'It is well that you have found the final fragment of Narchuil....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the ring-fragment to Elrond in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Alas for Arvedui of Arthedain. May he soon find rest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Aragorn in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 13, Chapter 10: A Triumphant Return",
      "es": "",
      "es (fem)": ""
    }
  ]
}