{
  "id": 620802864,
  "txt": [
    {
      "id": 136263297,
      "en": "You have found the shade of Arvedui, last king of Arthedain",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Black Númenórean Mordrambor arrived at the Lossoth village demanding the loyalty of the Lossoth people, striking fear into their hearts.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'There is a näkijä, a seer, who dwells outside the village. She is powerful and does not fear the Lord of Storms. She may help you find your ring.\\n\\n'You will find Saija at Näky-kolo north west of Kuru-leiri; that is on the western edge of the Ice Bay. She is haughty and proud, but you may find in her an ally against Mordrambor.\\n\\n'Go, seek the wisdom of the ages.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Saija is at Näky-kolo north west of Kuru-leiri.\\n\\nYrjänä instructed you to seek the wisdom of Saija in order to find Narchuil.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thou art not of the Lossoth, but are a [placeholder] from my lands of old. Why come ye into this terrible place?'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The body of the sea-monster Saija spoke of lies in the Ice-bay of Forochel, east of Kuru-leiri.\\n\\nSaija directed you to seek Narchuil or news of it upon the body of a sea-monster which can be seen in the Ice-bay of Forochel.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Arvedui haunts the wreckage of a great Elf-ship frozen in the Ice-bay of Forochel.\\n\\nYou have discovered the shade of Arvedui, the last king of Arthedain, haunting the wreckage of the Elf-ship which had come to rescue him so long ago. It may be that the shade will know the whereabouts of Narchuil.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'It is said that the body of the beast may yet be seen in the Ice-bay, north and east of here. It may be that you may find the knowledge you seek upon its corpse.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You come from Yrjänä? I have no fear of the stone-dwellers from Angmar. They can do me no harm. I will share with you what wisdom I have.\\n\\n'Long ago, a king from the South came into Forochel, seeking refuge from the Witch-king of Angmar. Arvedui was his right name, but we called him the Gaunt King, because he was frail from hiding in the ancient mines of the dwarves.\\n\\n'The Gaunt King begged for aid from the Lossoth, which was given but hesitantly, for the Lossoth feared the wrath of the Witch-king. The Gaunt King stayed with the Lossoth until a great sea-monster appeared in the Ice-bay, bearing many Elves. We warned the Gaunt King not to go forth upon the back of the beast, but to wait for the summer, so that the power of the Witch-king would not be so strong. He would not listen, and the storms slew the beast.\\n\\n'It is said that the body of the beast may yet be seen in the Ice-bay, north and east of here. It may be that you may find the knowledge you seek upon its corpse.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You will find Saija at Näky-kolo north west of Kuru-leiri; that is on the western edge of the Ice Bay. She is haughty and proud, but you may find in her an ally against Mordrambor.\\n\\n'Go, seek the wisdom of the ages.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I bear a great grief upon me.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Saija",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Seek the body of the sea-monster in the Ice-bay of Forochel",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Arvedui",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 13, Chapter 5: The Myth of the Monster",
      "es": ""
    }
  ]
}