{
  "id": 620802934,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The most vicious of the Surmâja, which some call the behemoth, waits for us among the rocks to the south-west. The beast has been made stronger by the Rauta-väki and has grown far too powerful for our hunters to defeat alone.\\n\\n'Perhaps you can help us drive away or slay the beast. We will rub the Surmâja-fat you brought us on a token of the Lossoth and set it alight.  Place this token in the ground when the behemoth attacks. Hopefully the beast will become frightened, and you may attack it in its confusion.\\n\\n'The behemoth is a terrible foe, and you should use caution when approaching it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The beast is gone. Our traders will be able to pass this way freely, without fear of being tracked by servants of Angmar.\\n\\n'We are grateful that you have walked with us, as the hirvi walks among the kettu.\\n\\n'A gift has been prepared for you. May there be many paths to guide you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Use our fire token to drive the beast mad! You should find the behemoth in the hills to the south-west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Driving the Beasts Out",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Your success against the Wargs of Forochel has brought you great respect from the Lossoth hunters. Valtteri seeks your aid one more time.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated the red-fang behemoth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat the red-fang behemoth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The red-fang behemoth can be found among the dark rocky hills far to the south-west of Kauppa-kohta.\\n\\nValtteri has asked you to hunt down and defeat the red-fang behemoth, using a burning Lossoth token to frighten the beast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Valtteri",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Valtteri is in the northern part of Kauppa-kohta.\\n\\nYou should return to Valtteri and tell him of your victory against the red-fang behemoth.",
      "es": "",
      "es (fem)": ""
    }
  ]
}