{
  "id": 620802821,
  "txt": [
    {
      "id": 218649169,
      "en": "'May I have your ear for a moment, [placeholder]? I have a matter that I would discuss with you -- one requiring a degree of discretion. You are Sivullinen, an Outsider, and in this matter I cannot trust one of my own kin. It is an issue that runs deep in our history and would cause great turmoil if it was to become widely-known.\\n\\n'One of the elder tribes of the Lossoth once held an ancient treasure, a symbol of our people's pride and vitality in this harsh land that they had been entrusted with. In time, it was lost, and this loss was a matter of great shame to that tribe -- and indeed all Lossoth. Now it seems that this treasure may at long last be within our reach again, but we must act quickly before our chance is lost.\\n\\n'If you would aid me, go south and speak with Esko at Pynti-peldot -- he knows the old tales better than anyone, and it is he who learned of the re-emergence of this great treasure. He can set you upon the correct path, if you hurry.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Menikko has sent you to speak with me about our lost treasure? I know of what you speak, but lower your voice lest someone overhear. He speaks of the Jä-koru, the Jewel of Ice -- the oldest treasure of our people, long revered in story and song and lost for many long years now. The Jä-koru is a great shard of ice, but this ice never melts, nor can it be shattered by hammer or chisel. When struck by the sun's rays, it returns the light three-fold in a great array of brilliant colours.\\n\\n'This was no relic of Man. Our most ancient tales say it was given to our people by a great spirit of the frozen sea to bring light and beauty to our hearts during the coldest winters. The Hylje-heimo lost the Jä-koru as their Elders travelled up from the south. Their shame was so great that never would they speak of how it was lost.\\n\\n'No matter how it was lost, it may now lie in the hands of the Angmarim. My own folk say that they are promising the Hylje-heimo Elder its return, so long as they ensure that the Council of Elders makes no agreement or alliance with the Men of the South. Any fool can see that our people's days of freedom are numbered should the lands of the South fall beneath the heel of Angmar, and yet the lure of the Jä-koru is so great that the Hylje-heimo Elder does indeed speak foolishly in council. So, [placeholder], for the sake of both our peoples, I think it wise that we attempt to retrieve the Jä-koru before it is too late.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'HERE IS THE STORY OF THE JEWEL OF ICE.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Jewel of Ice",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Menikko has told you of a lost Lossoth treasure that has now returned to light.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Esko in Pynti-peldot",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Esko is in Pynti-peldot, just south of the great bay.\\n\\nMenikko has asked you to speak with a man named Esko to learn the story of the lost Lossoth treasure.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "RETURN TO THE LOSSOTH COUNCILOR IN THE CAPITAL.",
      "es": ""
    }
  ]
}