{
  "id": 620802859,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "The Lossoth are a distrusting people and will not aid you unless you can earn the favour of their chieftain, Yrjänä.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'We remember this Vanha-väki you speak of, this Laerdan. He came to the Lumi-väki seeking a lost ring. It was a foolish thing, looking for a bauble in these lands. You should not be so foolish.\\n\\n'The Vanha-väki did not have the favour of Yrjänä and barely escaped with his life from the dangers that we face here. Without the help of the Lumi-väki, you would have no hope of finding your ring, and you will not have the help of the Lumi-väki without the favour of Yrjänä.\\n\\n'If you wish to gain our chieftain's favour, you must perform three tasks for the Lumi-väki. Only then may you speak with Yrjänä. If you wish to learn of these tasks, speak with me again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Jalmari stands inside Sûri-kylä near to the steam-lodge. Emeli stands across from the steam-lodge. Sini stands on the outskirts of Sûri-kylä.\\n\\nLassi has told you that three tasks must be completed before you may speak with Yrjänä. You should speak with him again if you wish to learn more.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Welcome, [placeholder] of the South.  You have shown great worth in the eyes of the Lumi-väki and have gained my favour. How may we be of help to you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Yrjänä is at the Great Lodge in Sûri-kylä.\\n\\nNow that you have completed the tasks required of you, you should speak with Yrjänä.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You are worthy of honour!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You have proven yourself to the Lumi-väki!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Acquire the Favour of Strength",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Acquire the Favour of Endurance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Acquire the Favour of Wisdom",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Yrjänä",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 13, Chapter 3: Favour of the Chieftain",
      "es": "",
      "es (fem)": ""
    }
  ]
}