{
  "id": 620802867,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Not only did you find the wreckage of the Elf-ship which had borne King Arvedui from the shores of Forochel, but you found the shade of Arvedui himself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'As you have spoken with the Gaunt King, I will tell you what I have learned of his story, but first there are things you must do. My information does not come without a price.\\n\\n'Speak to me when you are ready to hear the tasks I have for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Saija is at Näky-kolo north west of Kuru-leiri.\\n\\nSaija will tell you what you need to know, but wants you to perform two tasks for her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have earned the right to hear this tale which has been kept by my kindred, and is known only to them and to very few among the learned Wise. \\n\\n'When the great sea-monster came to take the Laiha-herra away, my people begged him not to mount upon it, for the Witch-king could send terrible storms to drown them all, but he would not listen. Surely, as the monster moved out into the great water, a most violent storm came from the north and caused the monster to be dashed upon the ice and slain.\\n\\n'For many days, the storm raged, and all who were caught outside of the village perished in the deep snow and blinding ice-rain that poured from the sky. When it finally ended, we went in search of survivors, both of the Lumi-väki and of those who had gone out upon the sea-monster, but there were none.\\n\\n'In the following year, another sea monster appeared, like unto the first, but it was slain ere it neared the land, and the Vanha-väki who rode upon it fled its ruin. Though we found many bodies frozen in the ice, the trail was lost at the mouth of a cave sealed by ice.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Saija is at Näky-kolo north west of Kuru-leiri.\\n\\nNow that you have completed both of the tasks she set before you, you should speak again with Saija.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Saija is at Näky-kolo north west of Kuru-leiri.\\n\\nNow that you have completed both of the tasks assigned to you, you should speak again with Saija.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'So you know where to find the cave where the Elves hid?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'So there was a second Elf-ship, and its crew fled to this cave Yrjänä spoke of? Despite the long lives of the Elves, even they cannot live so long without provender.\\n\\n'You should seek this cave at once...for you may find your prize waiting there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Yrjänä is at Sûri-kylä.\\n\\nSaija has told you to return to Yrjänä with her assurance of your loyalty.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You should seek the wisdom of Saija.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You say that you have seen the spirit of the Laiha-herra? I believe you...there is no lie in your eyes.\\n\\n'But you must first prove your allegiance to the Lumi-väki. Now that the Rauta-väki have come, we must know that you will stand with us if they should bring the sword of retribution against us.\\n\\n'Return to Saija and tell her that I wish you to perform two tasks which will prove your allegiance against the Rauta-väki, against the Iron Crown.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Saija is at Näky-kolo north west of Kuru-leiri.\\n\\nYrjänä told you that he believes any survivors of the Elf-ship fled to a cave which was sealed by ice. He suggests you speak to Saija again and gain her wisdom in the matter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Return to Saija and tell her that I wish you to perform two tasks which will prove your allegiance against the Rauta-väki, against the Iron Crown.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'You have earned the right to hear this tale which has been kept by my kindred. \\n\\n'When the great sea-monster came to take the Laiha-herra away, my people begged him not to mount upon it, for the Witch-king could send terrible storms to drown them all, but he would not listen. Surely, as the monster moved out into the great water, a most violent storm came from the north and caused the monster to be dashed upon the ice and slain.\\n\\n'For many days, the storm raged, and all who were caught outside of the village perished in the deep snow and blinding ice-rain that poured from the sky. When it finally ended, we went in search of survivors, both of the Lumi-vaki and of those who had gone out upon the sea-monster, but there were none.\\n\\n'In the following year, another sea monster appeared, like unto the first, but it was slain ere it neared the land, and the Vanha-väki who rode upon it fled its ruin. Though we found many bodies frozen in the ice, the trail was lost at the mouth of a cave sealed by ice. It has long been held by my ancestors that what few survivors there were fled to that cave on the far side of the bay. Go to Saija...she may know what you should do next.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Perform two tasks for Saija",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": " Go to Saija...she may know what you should do next.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Saija",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Yrjänä",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'So you know where to find the cave where the Elves hid?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Saija",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 13, Chapter 8: A Dark Storm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'You should seek the wisdom of Saija.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}