{
  "id": 620802932,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated the Caged Red-Fang",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Lossoth hunters at Kauppa-kohta practice their hunting skills on the Wargs they capture.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Ha! Someone of your stature would make a great hunter...the Surmâja would never attack such light fare!\\n\\n'If you ever hope to hunt with us, carrying our quivers, you will prove that you can stare the kill down and not flee at the first sight of a cruel beast like a Surmâja. I hope your luistin are cared for well...when I awaken this beast, you will no doubt be wearing them out!\\n\\n'Slay the Surmâja, and you will earn the right to hunt with the Lumi-väki.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Warg is being held captive in the northern part of Kauppa-kohta.\\n\\nValtteri, the Lossoth Hunt-leader, has instructed you to defeat the Warg his party has captured to earn the right to hunt with the Lossoth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It is dead? How can that...of course, in jest did I say the Surmâja would be difficult to defeat. Why even a child could have killed such a scraggly runt.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Valtteri is in the northern part of Kauppa-kohta, the Lossoth trading post.\\n\\nYou should speak with Valtteri again, now that you have defeated the Warg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Let us see if you can match even a lowly Surmâja like this one.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "The Warg's eyes suddenly snap open as it springs up onto all fours, ready to strike.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat the Caged Red-Fang",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat the Caged Red-Fang",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Valtteri",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "An Audition",
      "es": "",
      "es (fem)": ""
    }
  ]
}