{
  "id": 620802860,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected Paksu-karva's tusk",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "In order to gain the favour of Yrjänä, you must perform three tasks for the Lossoth people.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Seek out Emeli across from the steam-lodge. He may have a task for you to perform that will help you obtain Yrjänä's favour.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Emeli is near the entrance to Sûri-kylä.\\n\\nYou should seek out Emeli if you wish to gain the favour of strength.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You are seeking the favour of the Lumi-väki? It is not a trifling matter, for we do not trust many of your kind. If you wish to gain favour with Yrjänä, you must perform a feat of strength to rival the hunters of the Lumi-väki.\\n\\n'For a long time, our hunters have sought the Snow-worm Paksu-karva. Yrjänä wished to make of its tusk a great horn, but Paksu-karva has eluded our hunters at every turn.\\n\\n'Go forth and find Paksu-karva and bring me its tusk, and you will have gained my favour. Only then may you speak with Yrjänä. The Snow-worm was last seen among a group of other worms close to the bay; they roam south-east of here.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Paksu-karva was last seen among worms south-east along the Ice Bay.\\n\\nEmeli instructed you to seek Paksu-karva and bring him its tusk as a sign that you have completed the feat of strength required of you.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Emeli is at Sûri-kylä across from the steam-lodge.\\n\\nYou should return the tusk of Paksu-karva to Emeli as a sign of your success.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Go forth and find Paksu-karva and bring me its tusk, and you will have gained my favour. Only then may you speak with Yrjänä. The Snow-worm was last seen among a group of other worms close to the bay; they roam south-east of here.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have succeeded in doing what the hunters of the Lumi-väki have failed to do and brought me the tusk of Paksu-karva. I grant you the Favour of Strength, though it will not alone be enough to gain the full favour of Yrjänä.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Seek out Emeli across from the steam-lodge. He may have a task for you to perform that will help you obtain Yrjänä's favour.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'So you have obtained the Favour of Strength...I am impressed.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Emeli",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect Paksu-karva's tusk",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring Paksu-karva's tusk to Emeli",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 13, Chapter 3: Favour of Strength",
      "es": ""
    }
  ]
}