{
  "id": 620802863,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You have gained the favour of the Lumi-väki, but you are not the only one to come seeking our help to find this ring. Why is it so important? No, do not speak of it... I fear it will only bring a black wind upon us.\\n\\n'First came the Vanha-väki, Laerdan, and then came you, but another awaits an audience with me. He makes powerful claims... will you go with me to treat with him? You should know the claim he lays upon the ring.\\n\\n'However, we will wait until you are prepared. When you are ready, speak with me again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'And so you have it [placeholder]. The servants of the Iron Crown stand against you. An end must be put to the evils of Angmar, but my people will not help you as long as this shadow looms over us.\\n\\n'There is one, however, who may help you....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Are you ready to meet your opposition?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 13, Chapter 4: The Hand of Angmar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The Witch-king may not reign from Carn Dûm, but his will still guides the evil there. We cannot help you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You completed three tasks given you by the Lossoth people, earning their favour and the right to speak with Yrjänä.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Go with Yrjänä to meet your rival",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Yrjänä is in the Great Lodge of Sûri-kylä.\\n\\nYrjänä informed you that another has come claiming Narchuil and seeking the aid of the Lossoth in finding it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Yrjänä",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Yrjänä is in the Great Lodge of Sûri-kylä.\\n\\nYou should speak with Yrjänä regarding Mordrambor's threats.",
      "es": "",
      "es (fem)": ""
    }
  ]
}