{
  "id": 620802857,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I thank you again for bringing word of your meeting with the shade of Arvedui. I hope that his spirit will find rest from its exile.\\n\\n'In the meantime, Laerdan has been awaiting news of your efforts. You should go to him and tell him of your adventures. He is in his chambers on the first floor of the Last Homely House.\\n\\n'Go with the good will of all the Free Peoples.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'At last! The final fragment of Narchuil has been found! I must prepare now to take the ring south... the plans are nearly complete.\\n\\n'I was perhaps wrong to wish Narchuil reforged. I see now how dangerous the thing may be. It must be destroyed, and I believe there is but one place where that may be done.\\n\\n'It is not far, but I deem it will be dangerous. Foes will assail us from every side, but we must succeed. Neither Amarthiel, nor Mordrambor must recover it. Farewell, for now, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Laerdan has been awaiting news of your efforts. You should go to him and tell him of your adventures. He is in his chambers on the first floor of the Last Homely House.\\n\\n'Go with the good will of all the Free Peoples.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 13, Chapter 11: Narchuil Goes South",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Narchuil will soon be destroyed, my friend....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You recovered the missing half of the ring Narchuil and returned it to Elrond in Rivendell. Elrond sent you on to speak with Aragorn about your meeting with the shade of Arvedui, last king of Arthedain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Laerdan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Laerdan is in his chambers in the Last Homely House.\\n\\nAragorn bade you seek out Laerdan and tell him of your search for Narchuil.",
      "es": "",
      "es (fem)": ""
    }
  ]
}