{
  "id": 620757767,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'This land was the site of many battles in the past. Some say the swamp takes its name from the blood of fallen Men that stains the earth red. But my knowledge of the swamp's history is limited.\\n\\n'I do know of a Man named Aric, a wise Man of the Eglain, though only by reputation. He is a Stone-speaker, a scholar who studies the stones and collects knowledge from their markings. Aric knows much of the local lore.\\n\\n'Travel to him and ask for his help. He currently dwells south of here, beyond Talath Gaun, down in Harloeg. He may provide us with the knowledge we seek.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I know much about these lands, yes. Do you know from whence my knowledge stems?\\n\\n'The dead hold secrets... great secrets, terrible secrets. Secrets they clutch to their chests like fire on a winter's day. Memories keep their hearts warm, you see? No, perhaps you do not see.\\n\\n'But you shall. Oh yes, I believe you shall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Find Aric the Stone-speaker. We do not have the luxury of time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I need the sigils of the war-singers if I am to determine which Gaunt-lord they serve. Seek the creatures in the ruins in the far east of Haragmar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 2, Chapter 11: The Stone-speaker",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Radagast wants to learn what drew a creature such as Ivar to the Red Swamp. He thinks that something could be learned from one of the Eglain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Aric the Stone-speaker in Harloeg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Aric is south of Ost Guruth, beyond Talath Gaun, down in Harloeg.\\n\\nRadagast spoke of a Man named Aric the Stone-speaker. Aric may be able to tell you the history of the Red Swamp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Return to Radagast in Ost Guruth and inform him that you have done as he asked.",
      "es": "",
      "es (fem)": ""
    }
  ]
}