{
  "id": 620757754,
  "txt": [
    {
      "id": 218649169,
      "en": "'Please... there is but one last of my kin in the Midgewater Marshes. Reniolind is his name. A young scholar of my kind. He was not here when Amdir came and may yet be alive.\\n\\n'Go to him quickly. He had gone to study the ruins of the old Marshwater Fort at the centre of the Marshes. You must tell him... warn him... to beware Amdir's scream!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well now, what is it I can do for you today?'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'It is too... late for me. The wounds are mortal. Even now I... can feel my life slipping away....\\n\\n'Hurry... warn Reniolind! He should be in the ruins of the... old Marshwater Fort at the centre... of the Midgewater Marshes!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Prologue: To a Ranger's Aid",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'There's no time to talk! I've run off my feet with all the guests, if you know what I mean.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "When you entered the Mustering Cave, you found you were too late to help Mundol. Amdir had already come and mortally wounded him.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'We must find Amdir before he has turned completely, [placeholder], else he may be beyond our power to defeat.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Enter the ruins of the old Marshwater Fort",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Reniolind can be found in the old Marshwater Fort, which lies at the centre of the Midgewater Marshes, west of the Mustering Cave.\\n\\nMundol asked that you warn the last of the Rangers in the Midgewater Marshes, Reniolind, a young scholar, of Amdir's betrayal.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Barliman Butterbur can be found in the common room of The Prancing Pony Inn in Bree-town.\\n\\nWith Reniolind's dying breaths, he asked you to find his chieftain, Strider. He instructed you to speak with Barliman Butterbur, the proprietor of The Prancing Pony Inn in Bree, to learn where Strider may be found.",
      "es": ""
    }
  ]
}