{
  "id": 620757630,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Mundo Sackville-Baggins is furious about his treatment at the hands of the Blackwold brigands and demands compensation from Mayor Will Whitfoot for his inconvenience.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'This is outrageous, [placeholder]! I will not be satisfied until I receive compensation for my treatment at the hands of those Blackwolds. I have been most ill-used, and it is more than any hobbit would stand!\\n\\n'A Sackville-Baggins should be able to travel throughout the Shire and even into Bree-land, if he wishes it, without danger of being abducted! And when a Sackville-Baggins is promised gold, he had better receive some gold when the whole thing is done with -- it is only fair!\\n\\n'I wrote this letter while you were off looking for Jon Brackenbrook. It doesn't include the business with the brigands burning Archet or that Ranger becoming so queer, but it's sure to be enough for old Flourdumpling. Take my letter to Mayor Will Whitfoot in Michel Delving. He'll be just outside Town Hole, which will be to your left, surrounded by hedges, when you enter town.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Mayor Will Whitfoot is in Michel Delving, just outside Town Hole. Town Hole is on your left, surrounded by hedges, as you enter Michel Delving from the north.\\n\\nMundo Sackville-Baggins has written a letter of complaint to the Mayor and has asked you to deliver it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'This is outrageous, [placeholder]! I will not be satisfied until I receive compensation for my treatment at the hands of those Blackwolds. I have been most ill-used, and it is more than any hobbit would stand!\\n\\n'A Sackville-Baggins should be able to travel throughout the Shire and even into Bree-land, if he wishes it, without danger of being abducted! And when a Sackville-Baggins is promised gold, he had better receive some gold when the whole thing is done with -- it is only fair!\\n\\n'I wrote this letter while I was in Archet. It doesn't include the business with the brigands burning Archet or that Ranger Amdir becoming so queer, but it's sure to be enough for old Flourdumpling. Take my letter to Mayor Will Whitfoot in Michel Delving. He'll be just outside Town Hole, which will be to your left, surrounded by hedges, when you enter town.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You deliver my letter to Mayor Whitfoot in Michel Delving, [placeholder], and I won't forget the favour! He'll be outside Town Hole, which is to your left as you enter the town. It's surrounded by hedges, so you shouldn't have any trouble finding it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'This is outrageous, [placeholder]! I will not be satisfied until I receive compensation for my treatment at the hands of those Blackwolds. I have been most ill-used, and it is more than any hobbit would stand!\\n\\n'A Sackville-Baggins should be able to travel throughout the Shire and even into Bree-land, if he wishes it, without danger of being abducted! And when a Sackville-Baggins is promised gold, he had better receive some gold when the whole thing is done with -- it is only fair!\\n\\n'I wrote this letter while I was in Archet. It doesn't include the business with the brigands burning Archet or that Ranger Amdir becoming so queer, but it's sure to be enough for old Flourdumpling. Take my letter to Mayor Will Whitfoot in Michel Delving. He'll be just outside Town Hole, which will be to your left, surrounded by hedges, when you enter town.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Oh, bother all Sackville-Baggins!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'What's this? Oh dear. A letter from a Sackville-Baggins is not something you want to see.\\n\\n'He's holding me personally accountable for his troubles in Bree-land? I wasn't even there! I've never even been outside the Shire! And now I'm supposed to pay \\qjust compensation\\q to his family? But he took no harm and was in Archet of his own accord!\\n\\n'You don't happen to know why I wanted to be Mayor, do you? Because I seem to have forgotten.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I don't see what all the fuss is about. I think I am perfectly-suited to be Mayor!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'You say you have a letter from Mundo Sackville-Baggins? Then where is it?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring Mundo's letter to Mayor Will Whitfoot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Prologue: Mundo's Complaint",
      "es": "",
      "es (fem)": ""
    }
  ]
}