{
  "id": 620757774,
  "txt": [
    {
      "id": 63183944,
      "en": "'You have done well, [placeholder]. You have returned hope to these poor cursed men!'",
      "es": ""
    },
    {
      "id": 63183945,
      "en": "'You have done well, [placeholder]. You have returned hope to these poor cursed men!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected darkwater-swords ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Since the awakening of the evil in Agamaur, fell spirits have stirred the waters, taking the form of darkwater.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Ah yes, greetings. The stones here speak to me and tell me of an ancient struggle that has played out here in the Lone-lands. On one side are cursed men, of the same lot as Emelin, doomed for their inaction. On the other side there is a...\\qpower\\q, I suppose you could call it, who makes its home in Garth Agarwen. From what I can discern, these cursed men have tried to set to right what resulted from their inaction, yet have failed again and again.\\n\\n'These men, these \\qshades,\\q are not wholly evil, as you may know, and my heart is moved by their lot. I would like to help them set matters right, to help free them from their curse. Perhaps you could help with that?\\n\\n'In recent days, fell spirits have stirred the waters of the swamps, taking the form of creatures called darkwater. They have appeared in great numbers in Garth Agarwen and driven out many of the shades. If you were to enter Garth Agarwen to defeat some of the darkwater there and bring their swords to me, I would display them and bolster the flagging resolve of these cursed men.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Darkwater can be found throughout Agamaur and Garth Agarwen, far to the north.\\n\\nAric the Stonespeaker wishes to help the cursed men of Arthedain and has asked you to banish the darkwater found in Agamaur. He has also asked you to bring back their swords for him to display, to bolster the flagging spirits of the cursed men.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Astounding! I thought to see but three or four of the darkwater's blades, yet you have brought the blades of an army! When these cursed men see that flesh and blood can defeat the monsters that inhabit Garth Agarwen, then perhaps their will shall be strengthened and they shall one day be freed from their curse!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Speak not of destroying the dead, for what am I? Undead, houseless and feeble, bereft of all that makes a Man a Man. Begone with thee!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I would ask that you bring me a few more blades from the darkwater. We must show these cursed men that they can prevail in Garth Agarwen!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Thou are a marvel among thy kind to behold the walking dead and not tremble.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Thy courage is an inspiration to the spirit!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the darkwater-swords to Aric the Stone-speaker",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'My thanks to thee, [placeholder], for thine efforts shall free my brethren.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect darkwater-swords ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Thy courage against the wights of the Blood-hand embolden my brethren to renew their fight.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Shattered Past",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'Thou destroyed the darkwater of Agamaur? Perhaps the light of hope was not lost, but merely hidden!'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'If thy mortal flesh may defy the evil water, surely the spirits of Arthedain may endure the Red-maid's terror.'",
      "es": ""
    }
  ]
}