{
  "id": 620757795,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Brudhraw",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Emelin told you about his failure to protect one of the River-maidens and the curse it brought down upon him and his men. He agreed to help you if you accomplish a task for him.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'This land was corrupted by the war which raged here. Blood, much blood, spilled into the springs of the Lady, until all became red, and the springs became a swamp. The Lady, whose name is not remembered, became the Red-maid, a creature lost and corrupt. Ivar the Blood-hand came not long ago and awakened her again and claimed power over her. Now Ivar is a greater threat than ever he was.\\n\\n'Thou must strike against him to restore the balance betwixt Man and Nature. Until the Red-maid be redeemed or destroyed, my brethren and I are doomed to this wretched state.\\n\\n'The west is where thou must travel to destroy the wight-lord Brudhraw and his soldiers. They serve the Blood-hand and must be destroyed.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The wights and their wight-lord may be found west of Ost Haer in Nindor.\\n\\nEmelin told you that the Gaunt-lord Ivar the Blood-hand raises the wights as his soldiers. You must destroy them and their lord, a wight called Brudhraw.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thou art returned from thy battle, and the wight-lord is no more. Then I shall speak of the past and of what is to come.\\n\\n'Ancient Arnor stood long ago, then sundered it was. Three nations arose: Arthedain, Cardolan and Rhudaur... but Arnor's light was dimmed, and the hearts of Men are so easily tempted to dark deeds.\\n\\n'Rhudaur turned against us, the kingdom of Arthedain, for there our Dúnedain brethren had been overthrown by an evil chieftain of the Hillmen in the service of Angmar. The warning had come much too late... for the maiden, for us.'",
      "es": ""
    },
    {
      "id": 24406212,
      "en": "'The living fight for us, men! Let us join them in battle!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Emelin is at Ost Haer, to the north.\\n\\nYou defeated the wight-lord Brudhraw. Now you should return to the shade called Emelin.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Slay that which does not live! Fight that which does not bleed! An impossible task for some, but not for thee.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Ivar has not returned...I can only hope that he has been defeated once and for all.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Thank you, [placeholder], for your aid.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Brudhraw",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Ivar escaped me, but he has been weakened...there is hope yet that he will be defeated.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Emelin at Ost Haer",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'There is another power here that corrupts the swamp...but I cannot yet see it.'",
      "es": ""
    },
    {
      "id": 116489316,
      "en": "'The cursed men are mine. No one shall break them free from Ivar's will!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 2, Chapter 13: In the Gaunt-lord's Grasp",
      "es": ""
    }
  ]
}