{
  "id": 620757688,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Tarbúrz",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The woods of Bree-land can be dark and mysterious. Some places are darker than others....",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Old Gil was frightened and seemed out of sorts when he brought us the soup. We didn't pay him no mind though... we figured he was nervous from being lost and had his mind playing tricks.\\n\\n'Still, he's not one given to exaggeration and if he is still on his wit's end about this, then maybe we should look into it. \\n\\n'Gil came to us from the east, where the lake meets the woodland. Search in that area for his mysterious walking tree. Maybe you will find something. If not, then Gil can have his peace of mind back at the least.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Walt Whitrose mentioned that Gil Sandheaver had come from the north and east, where the lake meets the woodland.\\n\\nWalt Whitrose believes it is worth looking into Gil Sandheaver's claims that trees were walking near Nen Harn, if for no other reason that Gil's peace of mind.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'A troll of wood! Gil was right then. What queer things are happening here in Bree-land. Orcs moving through the day and night in the north, woodland animals spooked from their homes -- and now walking tree-people.\\n\\n'I have to admit, had I seen such a thing I don't know that I would have been as well as Gil. Go and tell him to rest easy. Tell him that you dealt with the creature, and there is nothing more to fear.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Walt Whitrose is at his camp on the western edge of Nen Harn.\\n\\nYour discovery should be explained to Walt Whitrose at his camp, if only to warn him that such things exist out here in the northernmost parts of Bree-land.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Gil Sandheaver is at the Hengstacer Farm, west of Walt Whitrose's camp at Nen Harn and north of Bree-town.\\n\\nWalt Whitrose told you to take news of your victory to Gil Sandheaver, with the reassurance that he may once again walk the woods in peace.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'It was probably nothing, but no reason not to check. Have you found anything?'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I get chills every time I think how close I came to that thing. I'm sure glad it's gone. I'd hate to imagine what that thing could have done to me or one of my horses.\\n\\n'No, I think I will take the comfort of the farm for a while before venturing back into the woods. If it is all the same to Mrs. Rosethorn, adventure like that is not truly my desire. I will leave that to folks like you.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I knew it wasn't a trick of me eyes! There is something up there!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Thanks again for your help. Now only if I could get my neighbours to believe it!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find Gil Sandheaver's walking tree",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Your friend is safe to walk in the woods now that the Wood-troll is dead.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Walt Whitrose in Nen Harn",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Gil Sandheaver at the Hengstacer Farm",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Thanks again for your help. Now only if I could get my neighbours to believe it!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "By Axe and Fire",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'Thanks again for your help. Now only if I could get my neighbours to believe it!'",
      "es": ""
    }
  ]
}