{
  "id": 620757798,
  "txt": [
    {
      "id": 218649169,
      "en": "'This is a most terrible day for all of us. I have learned from Dannasen that the swamp was corrupted long ago during the wars, and the continued corruption is the work of a creature he calls the Red-maid. I glean that this Red-maid was once one of the gentle River-maidens who fell to the terrible corruption of her lands. Her hand now destroys all it touches.\\n\\n'Alas, there is a great Huorn here, Gloomleaf, that has been swayed by the Red-maid's grasp, and its hatred stirs the other Huorns. Sadly, this old and great creature must be destroyed. I am sure you will find Gloomleaf somewhere to the north-west among the other Huorns.\\n\\n'You must put this poor creature to rest.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thank you, my good [placeholder]. It was a terrible deed, but one that I deemed necessary. With Gloomleaf's death, the Red-maid's hold on Agamaur will be weakened.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Oh poor, poor Gloomleaf. What has happened to this world that even the greatest Huorns are now twisted and rotten? Nay, you need not answer... there is a Shadow in Mordor that is answer enough.\\n\\n'Gloomleaf must be destroyed... it is time you were about your task.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Fallen Oak",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Alas, that these evil days are upon us.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Somehow the very essence of the Red Swamp has been corrupted. Radagast the Brown, a Wizard who has come to Agamaur, seeks to learn the cause.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'It is a dire task you performed, but the most merciful course for these poor creatures.'",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Gloomleaf was a very old and great creature... the Red-maid must never again be allowed to spread her corruption.'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'It is sad is it not? Even the smallest of creatures cannot escape the corruption of this place. See? The gloom has greyed even the squirrels!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Gloomleaf can be found in the north-west of Agamaur.\\n\\nRadagast the Brown has tasked you with destroying the corrupted creatures of Agamaur in an effort to cleanse the Gaunt-lord Ivar's evil from the swamp. In your absence, he learned of a great Huorn that was corrupted and is the force stirring the other Huorns. He has asked you to destroy Gloomleaf.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Radagast is in the Eglain camp in the southern reaches of Agamaur, near the entrance.\\n\\nRadagast sent you to destroy the great Huorn Gloomleaf in an effort to cleanse Ivar's evil from Agamaur. The deed done, it is time to return to Radagast with the tragic news of your success.",
      "es": ""
    }
  ]
}