{
  "id": 620757680,
  "txt": [
    {
      "id": 54354734,
      "en": "The woods of Bree-land can be dark and mysterious. Some places are darker than others....",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I swear I seen it, though me neighbours say what I'm off me head. I was in the far north of the Far Chetwood near Nen Harn, all alone of course, and I saw something moving through the trees.\\n\\n'No, that's not quite right. It appeared to me that the trees themselves was moving. Something big and terrible is in the woods, and I'm afraid of what it might be.\\n\\n'There's a group of hunters who make their camp on the western edge of Nen Harn, I was up there delivering the missus' snapper soup and got me a bit lost -- that's when I saw it. When I found them, I told them what I seen, and I wonder if you could ask Walt Whitrose if he's seen the same?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Walt Whitrose is camped within the ruins at the the western edge of the lake known as Nen Harn.\\n\\nGil Sandheaver asked you to speak with Walt Whitrose about the strange thing he saw north of the Far Chetwood.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Gil Sandheaver says what? Well, I'll not be denying that the Old Forest is a queer place -- and no matter what anyone else tells you, the trees do move -- but I've never heard tell of any such in the Chetwood.\\n\\n'Still, if Gil sent you here to talk with me then it is fair to think that he had himself quite a scare.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Goldberry's spring is deep within the Old Forest, east of the Shire, past Buckland.\\n\\nFarmer Maggot suggested you speak to the River-maiden Goldberry about Gil Sandheaver's strange encounter.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Well, what did Walt tell you?'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Gil Sandheaver says what? Well, I'll not be denying that the Old Forest here is a queer place -- and no matter what anyone else tells you, the trees do move -- but I've never heard tell of any such elsewhere.\\n\\n'Well, I know I ought not say anything, but I know of someone who might know better...she's lived in these parts a mighty long time. She's told me that all the woods for a long ways used to be one.\\n\\n'You should speak with old Tom Bombadil's wife, Goldberry. You can likely find her at her spring deep within the Old Forest, east of here.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Who is Goldberry? I'm afraid I don't know anyone by that name.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Hey!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Goldberry will make it all clear, I'm sure.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Walt Whitrose in Nen Harn",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Into the Woods",
      "es": ""
    }
  ]
}