{
  "id": 620757610,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "A stranger to Archet spoke with Jon Brackenbrook seeking heroes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The man who came through the village -- he reminded me of Strider in his behaviour -- said he was looking for \\qthe Hero of Archet.\\q I can only assume that he spoke of you!\\n\\n'He said the matter was most urgent, and that if I saw you, I was to direct you to The Comb and Wattle Inn, where he will be waiting for you. The Comb and Wattle is in the centre of Combe to the south.\\n\\n'He seemed most grim to me. I would travel to Combe immediately and speak with the innkeeper, Lizbeth Honeymeade. She should know where to find this man.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Lizbeth Honeymeade is the proprietor of The Comb and Wattle Inn in Combe, south of Archet.\\n\\nJon Brackenbrook said you were to meet the grim stranger in Combe. He recommended that you speak with the innkeeper, Lizbeth Honeymeade, who can tell you what room the stranger is staying in.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Oh my. Look here, a real live hero! It's not often we get such respectable folk through here.\\n\\n'My, how my tongue runs on! Toradan told me to send you upstairs to his room as soon as you arrived. The stairs are across the room there, and Toradan's is the door at the end of the hall. He said you shouldn't delay none.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Toradan's room is at the end of the hall at the top of the stairs across the common room.\\n\\nYou have come to The Comb and Wattle Inn, as instructed, and spoken to the proprietor. Lizbeth Honeymeade told you that the man who sent you the message, Toradan, is waiting for you in his room.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Lizbeth runs a fine establishment in Combe. Head there now and speak with her.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'The Hero of Archet, I suppose? I am pleased to finally meet you. I am sorry for the cryptic summons, but I dared not betray my whereabouts to just anyone.\\n\\n'There is much we need to discuss. Will you hear me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Keep it quiet that I have one of them Northmen here. The Comb and Wattle is normally a nice place.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Oh my. Look here, a real live hero! It's not often we get such respectable folk through here.\\n\\n'My, how my tongue runs on! Toradan told me to send you upstairs to his room as soon as you arrived. The stairs are across the room there, and Toradan's is the door at the end of the hall. He said you shouldn't delay none.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'The man who came through the village -- he reminded me of the Ranger you seek, the man called Strider -- said he was looking for heroes. I know little of you, but it is apparent to me that you have a heroic bent!\\n\\n'He said he would wait for any such heroes I might send his way at the Comb and Wattle Inn, where he will be waiting. The Comb and Wattle is in the centre of Combe to the south.\\n\\n'He seemed most grim to me. I would travel to Combe immediately and speak with the innkeeper, Lizbeth Honeymeade. She should know where to find this man.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Ah, Jon does not disappoint. You do seem to be a heroic sort, and of the line of Beorn, unless I am mistaken! I must take care to hide my movements, and I could use your help. I dared not betray my whereabouts to just anyone.\\n\\n'There is much we need to discuss. Will you hear me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'The Hero of Archet, I suppose? I am glad to finally meet you. I am sorry for the cryptic summons but I did not wish to betray my whereabouts to just anyone. There is much we need to discuss. Will you hear me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'Well, well, a fancy hero, eh? Don't think that impresses me one bit! Don't have much use for heroing around here. Adventures just make you late for dinner!\\n\\n'Anyways, one of those Big Men come looking for you. He told me to tell you to go to Combe and look for him at the Comb and Wattle Inn. Never been to Combe myself, but if you want to find this fellow, I'd ask the proprietor of the inn.\\n\\n'Well, I've no time for talking. There's packages to be delivered.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'Well hello there, [placeholder]. Are you the Hero of Archet? If you are, there's a Man who came looking for you.\\n\\n'The fellow begs you to head to Combe as quick as your feet can travel. He said to meet him at the Comb and Wattle Inn and ask the proprietor about him.\\n\\n'It is of utmost importance. He said he needs to speak with you right away. I would think that you had best go.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Prologue: An Urgent Summons",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "'Oh my. Look here, a real live hero! It's not often we get such respectable folk through here.\\n\\n'My, how my tongue runs on! Toradan told me to send you upstairs to his room as soon as you arrived. The stairs are across the room there, and Toradan's is the door at the end of the hall. He said you shouldn't delay none.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085259",
      "en": "'The Hero of Archet, I suppose? I am glad to finally meet you. I am sorry for the cryptic summons but I did not wish to betray my whereabouts to just anyone. There is much we need to discuss. Will you hear me?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}