{
  "id": 620757637,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The Bounders haven't been able to keep the peace as well as they used to, no offence intended, so we've organized our own little group. We call it, well, the Vigilance Committee.\\n\\n'A few of us have been looking into strange doings, like that Black Rider that's been seen round about and other Outsiders who've come to the Shire lately. The thing is, one of our members has gone missing. Violet Underhill was going to look into some reports of strangers in the south of the Marish, but she hasn't come back, and I'm getting worried. I wonder if you can go down there and look for her?\\n\\n'It may be that Farmer Maggot has seen her. He knows what's what around there. His farm, Bamfurlong, is south down the river road, in the Marish.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Violet Underhill? Yes, indeed, I told that young lady what I'm going to tell you, and what I'd have told the Bounders days ago, if I had any sense.\\n\\n'Some ruffians have come into the Shire not far west of here. Brigands, more than likely. My son Hammy here can tell you more about them, too. We'd both like to see them gone from the Shire.'\\n\\n'I told that young lady that their camp was no place for her to be poking her nose, but I guess from what you say that she didn't listen. I should have told someone about 'em, but I figured her to have more hobbit-sense.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please talk to Farmer Maggot about our missing Violet. His farm, Bamfurlong, is south along the river. If anyone will know where she is, he will.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Vigilance Committee",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Mat Harfoot told you that one of the members of his \\qVigilance Committee\\q, Violet Underhill, has gone missing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bamfurlong, Maggot's farm, is south along the river road, in the Marish.\\n\\nMat Harfoot has asked you to look for Violet Underhill and suggested you speak first with old Farmer Maggot.",
      "es": "",
      "es (fem)": ""
    }
  ]
}