{
  "id": 620757705,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected pure water from Radagast",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have spoken with Dannasen",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Dannasen said that you should consult with Radagast the Brown. Perhaps he could give mercy to purify the water and provide a chance to redeem the Red-maid.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The Red-maid's sisters are as wide as the world, for each way the water flows there are River-maidens. To call the Red-maid back to nature thou shalt need to enlist the closest friend to nature, Radagast the Brown.\\n\\n'The winds tell that he is close by. Perhaps he will find a way to give the land a chance to commune with their mother-sister and let light back into the heart of the Red-maid.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Radagast is within his tower in the Eglan-camp in Agamaur.\\n\\nDannasen instructed you to present the full Urn of Agamaur to Radagast the Brown and ask him to purify the water within so you might restore the Red-maid.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The Red Swamp and its inhabitants know that there is terror here, [placeholder]. The water you hold is the source, or close to this source. I know this corruption, but I cannot see the face or hear the sister's voice. She is as strange to me as one I have never seen or known.\\n\\n'I do, however, know one like her, and so I shall do as you ask.'\\n\\nRadagast produces a small phial and drops a single drop into the urn. 'She has her sister's love... may this tear heal her pain and offer her forgiveness. She is lost and forgotten, but if you can feed the place where she dwells this pure water as she was fed the water which poisoned her, she may one day be known to me again. Go now, [placeholder] speak with the cursed men and save the River-daughter.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Dannasen is at the Eglan-camp in Agamaur.\\n\\nYou should return to Dannasen and tell him that Radagast has purified the water from Agamaur with a sister's love.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Take the urn to Radagast. Long has he walked the woods and knows all the creatures of the world equally.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I sense the call of a dark place upon you [placeholder], what have you brought here?'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Return to Dannasen, [placeholder].'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'We near the fulfillment of our oath to Iarwain Ben-adar, and we have thee to thank, [placeholder]. Radagast's assistance will hearken that bit of the Red-maid which remains pure.\\n\\n'Thou hast proven to be a great ally to all within this land.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Ask Radagast to purify the water",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect an urn of pure water from Radagast",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Dannasen at the Eglan-camp",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "For the Love of Nature",
      "es": ""
    }
  ]
}