{
  "id": 620757683,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Celandine Brandybuck requested notes on the Old Forest from Farmer Maggot, but has yet to receive them. She is concerned that something may have happened.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Are you looking for work? Well, it's not much, but maybe you can do me a favour. I enquired about notes on the Old Forest from Farmer Maggot, and I still have not received them. Perhaps you would be willing to go to his farm and ask him where they may be?\\n\\n'You can find Maggot's farm, Bamfurlong, in the Marish. That's the Green Hill Country in the Shire across the Brandywine River. Cross the Brandywine Bridge and turn south on the river road. His farm won't be far away. The Bucklebury Ferry would be faster but the Bounders want no one using it for the moment.\\n\\n'Farmer Maggot doesn't like trespassers, but he's a good enough sort when you get to know him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bamfurlong is south on the river road, on the western side of the Brandywine Bridge.\\n\\nCelandine Brandybuck has asked you to enquire about notes she requested from Farmer Maggot at his farm, Bamfurlong, on her behalf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Are you looking for work? Well, it's not much, but maybe you can do me a favour. I enquired about notes on the Old Forest from Farmer Maggot, and I still have not received them. Perhaps you would be willing to go to his farm and ask him where they may be?\\n\\n'You can find Maggot's farm, Bamfurlong, in the Marish. That's the Green Hill Country in the Shire across the Brandywine River. Cross the Brandywine Bridge and turn south on the river road. His farm won't be far away. The Bucklebury Ferry would be faster but the Bounders want no one using it for the moment.\\n\\n'Farmer Maggot doesn't like trespassers, but he's a good enough sort when you get to know him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Rollo Maggot, Doderic Brandybuck, or Wilmac Brandybuck are in the area of Newbury just inside the Hay Gate in Buckland\\n\\nFarmer Maggot sent you to find Rollo Maggot, Doderic Brandybuck, or Wilmac Brandybuck to retrieve his notes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please ask Farmer Maggot about his notes for me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Are you looking for work? Well, it's not much, but maybe you can do me a favour. I enquired about notes on the Old Forest from Farmer Maggot, and I still have not received them. Perhaps you would be willing to go to his farm and ask him where they may be?\\n\\n'You can find Maggot's farm, Bamfurlong, in the Marish. That's the Green Hill Country in the Shire across the Brandywine River. Cross the Brandywine Bridge and turn south on the river road. His farm won't be far away. The Bucklebury Ferry would be faster but the Bounders want no one using it for the moment.\\n\\n'Farmer Maggot doesn't like trespassers, but he's a good enough sort when you get to know him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Rollo is usually more responsible, it's those Brandybucks that get him into trouble. I bet they are still dawdling outside an inn in Newbury, fools that they are.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Farmer Maggot sent you? Just what I needed on top of all else that's happened. As if it were not enough that Big Folk took everything that we had to deliver and that Rollo and Doderic went off on their own....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'What now? More blasted strangers? Get off my... oh, Celandine Brandybuck sent you? Well, then, I should at least speak fair to you.\\n\\n'She sent you to ask about notes? I sent those on a while ago with my son Rollo, his friend Doderic, and Wilmac Brandybuck -- one of my farmhands. My son wrote those notes because so few other hobbits around here know the Forest at all. He probably stopped off at the inn in Newbury just inside the Hay Gate of Buckland.\\n\\n'Likely all three of them are busy carousing rather than doing their duties. If you look for them there, I am certain you can coax the notes from them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Farmer Maggot at Bamfurlong",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Rollo Maggot, Doderic Brandybuck, or Wilmac Brandybuck in Newbury",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Old Forestry",
      "es": "",
      "es (fem)": ""
    }
  ]
}