{
  "id": 620757720,
  "txt": [
    {
      "id": "0x40f6701",
      "en": "'Barliman had forgotten that I borrowed the meat? I am not surprised actually, Barliman can sometimes get overwhelmed with all the bustle at the Prancing Pony. More often than not, I would deal with Nob or Bob, two Hobbits who are typically on top of things. Thank you for all you've done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x26a8eb1",
      "en": "'Adso Haybank had borrowed fifteen shanks from me? Well, it seems as though old Barliman's had quite forgotten about that. No worries though, with all the people passing through this way from the south, the meat will certainly not spoil. Tell Mr. Haybank that his payment is much appreciated and that I wish him only the best for his inn.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected bear-haunches ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6234031",
      "en": "'Hullo there! I'm Adso Haybank. I'm from the Shire originally, but I've relations in Bree and more often than not I've found myself stopping part way from Buckland to Bree for thirdsies or second brunch and thought of starting this outpost during one of my stops here. I asked Mr. Butterbur for a little help in getting the inn stocked, and my friends Larkspur and Hawkling came to help me. We've got the inn built but my stock is just where it needs to be to meet the demands of my visitors. If you're willing to help me make this a right proper place, I'd be willing to give you a fair bit of coin. Mr Butterbur needs to be given a large parcel of boar meet that I borrowed from him. I owe him twenty for the fifteen he gave me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected boar-shanks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ella Lilypond is working towards building a menu worthy of Men at Adso's inn. She is sending adventurers out to collect meat from boars to stock the food stores at Adso's inn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Adso Haybank, my employer, aims to have fare to serve Men as well as hobbits. Trumric has people looking for mushrooms to serve hobbit-fare, the envy of the Four Farthings. The fare for Men comes from the bountiful boars and bears prowling the Bree-fields.\\n\\n'You should find the boars and bears north and east of the gates of Buckland between the Brandy Hills and the borders of the Old Forest.\\n\\n'Gather some meat, then return to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Suitable boars and bears can be found north of Buckland, between the Brandy Hills and the borders of the Old Forest. Ella Lilypond waits in Newbury just beyond the gates of Buckland.\\n\\nElla Lilypond is collecting meat to support Adso's inn. The meat is to create food that will make Men travelling the Great East Road feel more welcome and at home.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Adso will be pleased with this delivery. We will salt and smoke the meat, and it will serve as the centre of our food for Men within the inn.\\n\\n'Thank you for taking the time to collect this meat for me. Here, you have earned this reward.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Barliman Butterbur is the proprietor of The Prancing Pony in Bree, east of the West-gate.\\n\\nAdso Haybank sent you to hunt and butcher some boars for meat with which to repay Barliman Butterbur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Adso's camp is along the Great East Road, westward from Bree's West-gate.\\n\\nPer your agreement with Adso Haybank, you delivered a large amount of boar meat to Barliman Butterbur. Mr. Butterbur asked you to return to Adso's camp and thank the hobbit.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Mr. Butterbur is a fine fellow. Without him, I would have been out here without food to offer travellers or provision my hunters. Sending this meat off to him is the least I can do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You will find boars and bears in plentiful numbers north of Buckland, between the Brandy Hills and the borders of the Old Forest. Return the meat to me, and I will see that you are rewarded.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I see you've got the meat. Take it on to Mr Butterbur at The Prancing Pony with my thanks, if you would!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Out and about are you? Well, keep an eye on your coinpurse. There are unsavoury sorts all about these days, if you know what I mean.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I'm a busy man, and that's no mistake, but I'm not one to be ungrateful. You tell Mr Haybank that I'm right grateful for that meat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the bear and boar meat to Ella Lilypond in Newbury",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect bear-haunches ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect boar-shanks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeaf0591",
      "en": "'Out and about are you? Well, keep an eye on your money-purse unsavory sorts all about these days in Bree.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Return to Adso's camp and speak with him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Meal for Men",
      "es": "",
      "es (fem)": ""
    }
  ]
}