{
  "id": 620757764,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I can smell death in the moss, as if it was plucked from an ancient grave. This stench of decay and evil is not a thing from nature. I believe that the wights are to blame.\\n\\n'Wights are the bones of the dead, stirred by fell spirits out of Angmar and Rhudaur. The wars here long ago made Haragmar as ripe for wights as the Barrow-downs in the west. Return to Haragmar, the swamp in the east, and destroy these foul creatures.\\n\\n'If there are wights, I fear there are other fell creatures haunting the swamp, as well. For now, though, you need only concern yourself with the wights.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The wights' destruction can only prove to help us in the time to come. Now listen, for there is much more to do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Unlike the living, wights grow stronger and more powerful with time and age. Destroy them, while I determine their origins.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Hurry. Gather the moss from the bog-lurkers. Time is running short for these poor creatures.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 2, Chapter 9: The Bloated Dead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Your discovery of wights in Haragmar, the southern reaches of the Red Swamp,  alarms Radagast the Brown. He suspects the involvement of powers from Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated wights in Haragmar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat wights in Haragmar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wights can be found deeper in Haragmar, the southern reaches of the Red Swamp, east of Ost Guruth.\\n\\nRadagast sent you back into the swamp to defeat the wights that are fouling the land with their evil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Radagast the Brown in Ost Guruth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Radagast the Brown waits at the tower at the northern end of the main thoroughfare in Ost Guruth.\\n\\nYou should return to Radagast the Brown with news of your battle with the wights of Haragmar.",
      "es": "",
      "es (fem)": ""
    }
  ]
}