{
  "id": 620757617,
  "txt": [
    {
      "id": 218649170,
      "en": "'Greetings, friend! What may I help you with? You say you have come all the way from the Blue Mountains to retrieve that old ruined key we found among the Blackwolds' belongings?\\n\\n'It is true that it was found among things we believe were Calder Cob's, which is the only reason I kept it. It's quite useless.\\n\\n'Here... may it assist you in your endeavours.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'A mithril shaping hammer? Bah! I've seen but one of those in my entire life. And I've not seen one since... oh dear....'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 7, Chapter 5: What Is Needed",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Hello there! What can I do for you? A mithril nugget? Never heard of it.\\n\\n'Oh! You mean that chunk of silver old Bilbo brought back from his adventures! I thought it was too light for real silver.\\n\\n'Well, it must have little value then, and I don't see why we should keep it. You're quite welcome to take it... here.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Ah! I was right! The hobbits did indeed have Bilbo's nugget. I hope you didn't have to hurt anyone to get it....\\n\\n'Foxtail didn't even know what it was? Well, it should be no surprise to me... a hobbit would not know truly precious metals if you gave them a hoard.\\n\\n'And I see you retrieved the key from Jon Brackenbrook. We have all we need. Go now and take these items to Litli by the forge there. He will get started on the key.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I am surprised you travelled so far for that key. May it serve you well.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Were you able to obtain the mithril or the key?'",
      "es": ""
    },
    {
      "id": 97701489,
      "en": "'I'll set the mithril in the bed of coals over here.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I will gladly help you with that key, but first you must obtain the mithril nugget and the ruined key we need.'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'So you're the one Dwalin was talking about. You have the mithril, I see, and that foul key from the Angmarim. All right then, give them here. I'll get started on smelting down that mithril!\\n\\n'The problem is that there will be a problem shaping this metal. Perhaps you should speak with Dwalin.'",
      "es": ""
    },
    {
      "id": 97701490,
      "en": "'Now, there's still a problem. Shaping mithril isn't an easy task.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Keeper Brombard Foxtail is at the Mathom-house in Michel Delving in the western part of the Shire. Jon Brackenbrook is in the town of Archet, north-east of Bree-town.\\n\\nDwalin informed you that he needs a mithril nugget, which might be in the keeping of the Mathom-house in the Shire, and a key to cast a mould from, which might be obtained from Jon Brackenbrook, the new Captain of Archet.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Go on now, don't just stand about here. Take the mithril and that key you gathered to Litli. He's over by the forge near the throne.'",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'Hmm? Why are you bothering me?'",
      "es": ""
    },
    {
      "id": 97701491,
      "en": "'Tales tell that a special shaping hammer is needed for such fine work as a key.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Dwalin can be found in Thorin's Hall in Ered Luin.\\n\\nDwalin sent you to get a mithril nugget from the Mathom-house in the Shire and a key to help in casting a mould from Jon Brackenbrook in Archet.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Smelting that mithril will take a bit of time yet. Of course, if I don't have a shaping hammer to work it, it doesn't matter how long it takes to smelt it down.\\n\\n'If getting this key is important to you, let Dwalin know that I'm going to need a mithril shaping hammer.'",
      "es": ""
    },
    {
      "id": 97701492,
      "en": "'I've no such hammer though, nor have I ever seen one.'",
      "es": ""
    },
    {
      "id": 97701493,
      "en": "'Best tell Dwalin that if I'm to complete this work for you, I'll need just such a hammer.'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Litli can be found by the forge near the throne of Thorin's Hall.\\n\\nNow that you have recovered the mithril and Éogan's key, Litli, one of Dwalin's smiths, can begin work on the key.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'I do hope that silvery metal is useful to you. It really wasn't all that interesting... I didn't even have it out on display.'",
      "es": ""
    },
    {
      "id": 97701494,
      "en": "'Go on now, let him know.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Dwalin can be found in Thorin's Hall in Ered Luin.\\n\\nLitli took the mithril from you and began heating it. However, he mentioned that shaping the mithril will be a problem, one that perhaps Dwalin can solve.",
      "es": ""
    },
    {
      "id": 47085505,
      "en": "'There, that won't take long....'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the collected materials to Dwalin",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Wait for Litli to complete his task",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the collected materials to Litli",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Dwalin, Master of Thorin's Hall, has agreed to help you forge the key, but there are some vital components missing.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'That we can forge this key, I have no doubt, but there are some items we will need before we can begin. Master Elrond's instructions say that we need mithril, but there is none to be had in the Blue Mountains. Also, we will need something to cast a mould from.\\n\\n'Now, one of the gifts Bilbo took back from the Lonely Mountain was a nugget of mithril. I doubt he understood its value, so he probably left it behind when he returned to Rivendell. However, he may have given it to the Mathom-house in Michel Delving. Perhaps the Keeper of the Mathom-house can help you with that.\\n\\n'As for the casting, Atli Spiderbane sent word that the Archet guards found a ruined key among the bodies of the Blackwolds. Jon Brackenbrook may still have it. If their leader was from Angmar, as I have heard, it may be that key is just what we need to cast the mould.'",
      "es": ""
    }
  ]
}