{
  "id": 620757755,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Reniolind has been defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Upon entering the Mustering Cave, you found that you were too late to help the Ranger Mundol. Amdir had mortally wounded him. Mundol asked that you carry a warning to Reniolind, a young Ranger scholar who is studying the ruins of the old Marshwater Fort.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Amdir is running... free! Go at once... find Strider in Bree. He is... my chieftain and should be... made aware of all that has... happened. Talk to Barliman Butterbur... at The Prancing Pony. He will know... where Aragorn is.\\n\\n'Take the door... from this room and you... will find yourself on the... western edge of the Midgewater... Marshes. Go west... from there, then south and west... along the road to Bree.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Reniolind is somewhere within the Marshwater Fort, west of the Mustering Cave.\\n\\nWith his dying breath, the Ranger Mundol begged you to save Reniolind, another of his kindred, from Amdir's murderous rampage.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Toradan and Mundol have both perished? This is almost beyond belief! I was sent here to keep watch after the Nazgûl drove us from the Shire, but now it appears my watch has been for naught.\\n\\n'We must go at once to the chieftain of my kindred. The Bree-men call him Strider.\\n\\n'There is a quicker path than the one you took back to the safety of Bree.  Follow me, and I will lead you through the caves beneath the Marshes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Defeat Amdir.\\n\\nAmdir was hiding in the deepest depths of the ruins and struck down Reniolind, then turned his attention to you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Amdir called forth a giant spider-queen before fleeing. Kill the spider and speak with the dying Ranger.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Reniolind lies dying on the floor of the caves.\\n\\nReniolind has shown you a secret path under the Midgewater Marshes in the caves beneath the ruins. At the end, you found Amdir waiting.  Amdir mortally wounded Reniolind, then fled. The dying Ranger wishes to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Reniolind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Escort Reniolind through the caves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat Amdir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Reniolind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: To a Ranger's Aid",
      "es": "",
      "es (fem)": ""
    }
  ]
}