{
  "id": 620757684,
  "txt": [
    {
      "id": "0xa4b0ff5",
      "en": "Guide to the Old Forest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Old Forest Guide",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x38ce4c2",
      "en": "Rollo Maggot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x61726d1",
      "en": "I am something of an expert on the Old Forest, having walked there since I was very young. I hope this small guide - work in progress though it is - will be helpful for those who wish to enjoy a nice stroll in the Forest during the summer months. I hope to get it published when it's done, but for now consider it a personal tour!\\n\\n  BONFIRE GLADE: The Bonfire Glade is right near the entrance. You just come through the tunnel under the hedge and then head east 'till you get there. There are two fairly clear paths at the eastern and southern edges of the cleared space. If you head south, the trees get close on the left, so take the right path and follow it around to the east to Little Bald Hill. Keep moving east - it slopes upward as you go - and ignore any side paths. You'll reach Bald Hill.\\n\\n  BALD HILL: I like to sit underneath the only tree on its crown on sunny days - there's a good breeze up there above the canopy. Be careful if you want to go back to the Bonfire Glade from here - two paths lead westward, the one you probably came from, and another one that's more northerly. I don't usually go up that way, since I once saw a wolf up there and it gave me a fright. The path south of Bald Hill will take you down to the willows.\\n\\n  OLD MUDDYFOOT'S HILL: Now don't ask me who Old Muddyfoot was, because that I don't know. This isn't so much a hill as it is a big rock sitting in a clearing. It's a good landmark if you've gotten lost, though, since you can usually hear the toads away in the marsh to the south. The Bonfire Glade and Bald Hill are north-west and north-east, respectively, but the paths shift sometimes and it's sometimes hard to find the trails, especially around dusk.\\n\\n  BULLFROG HOLLOW: This area is just south of Old Muddyfoot's Hill. Be careful where you step here, since the mud can get a good grip on your feet - I've squelched back home on many summer days, tracking muddy prints through the whole forest. Come to think of it, thus is probably where Old Muddyfoot got his name, whoever he was. If you can work your way east and north along the Withywindle from here, you'll find a cottage, but you're probably better off avoiding it. The Man who lives there isn't very friendly. If you keep bearing northerly, you'll eventually be able to go west to the Bonfire Glade or east to Bald Hill.\\n\\n  COTTAGE: Stillwell isn't very nice, and won't even nod if he sees you passing. I don't think he likes hobbits. I try not to walk too near his cottage, which suits us both fine, I think. It's right on the river, so if you see his cookfire, you can find another path. Be careful if avoiding Stillwell brings you up the slope north-west of his cottage - the trees up there seem distrustful of outsiders, and I haven't managed to find any paths back to familiar places in that direction.\\n\\n  SHADE POOL: I've only found this shady pool once, and the trees seem to be in different places now. It was east and south of Stillwell's cottage, I think, at the bottom of a sloping hill, but the trees have shifted and you can't go that way as easily anymore. I think if you cross the Withywindle south of the cottage and keep your eyes peeled for a path heading east, you can work your way east and eventually north. If the trees cooperate and my sense of direction is working - two things that are unsure inside the Forest - you should be able to hook a left immediately after hitting an open space and work your way west to the shady pool. The dale was very foggy, but it was a pretty place.\\n\\n  OLD MAN WILLOW: If you follow the Withywindle east, you'll eventually come to a pleasant shore dominated by a truly gigantic willow. This is Old Man Willow, who they call the king of the forest. Tales say he doesn't care for people who walk on legs...but I've never had any problems with him, so I suppose those are just old wives' tales. Still, it's a nice place for fishing if the bugs don't come out.\\n\\n  TOM BOMBADIL'S HOUSE. Away to the east side of the forest, Old Tom Bombadil has lived in the forest with his wife Goldberry since time out of mind. There's some tall tales about old Tom, and I have to say he makes me feel kind of young and small when he talks to me, but the one thing you can be sure of with Tom Bombadil is that there's no harm in him, and nothing for any hobbit to fear in his company.\\n",
      "es": "",
      "es (fem)": ""
    }
  ]
}