{
  "id": 620757635,
  "txt": [
    {
      "id": 8725840,
      "en": "'You should go over to see Second Shirriff Bodo Bunce in Michel Delving. I hear he's hiring Bounders like mad! You might find him near Town Hole.'",
      "es": ""
    },
    {
      "id": 8725841,
      "en": "'Have you heard about the Bounders? They're hiring lots of new folks. Maybe you should join? If you want to, go over to Michel Delving and talk to Second Shirriff Bodo Bunce. His offices are near Town Hole.'",
      "es": ""
    },
    {
      "id": 8725842,
      "en": "'Goodness gracious, another stranger! Do you want to become a Bounder, too? You should go over to Michel Delving to speak with Second Shirriff Bodo Bunce. You can usually find him around Town Hole.'",
      "es": ""
    },
    {
      "id": 8725843,
      "en": "'Who's this? I got no time dealing with some stranger walking about and disturbing the peace. Got enough problems as it is with those cursed spiders!\\n\\n'Talk to Second Shirriff Bunce in Michel Delving; he's captain of the Watch. He's oft looking for Bounders to help in keeping the peace. If he feels comfortable trusting you, then maybe I'll have some work for you.\\n\\n'But for now, be off with you!'",
      "es": ""
    },
    {
      "id": 205636720,
      "en": "'Uncle Bodo has you chasing wolves around the watering-hole? Good luck to you!'",
      "es": ""
    },
    {
      "id": 8725844,
      "en": "'What? Who are you, again? Oh, oh, I see. You might want to go over to Michel Delving and talk to Second Shirriff Bodo Bunce. I hear he's hiring lots of new Bounders. His offices are near Town Hole.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I don't know you, though I've heard your name. If you're interested in helping out around here, you should talk to Second Shirriff Bodo Bunce in Michel Delving. He can normally be found near Town Hole.'",
      "es": ""
    },
    {
      "id": 8725845,
      "en": "'Who's this now? I can't be disturbed by some stranger. If you are looking for work from folk around here, talk to Second Shirriff Bunce over there. He assists me with the Watch, making sure the Bounders make their rounds, keeping out undesirable folk and the like.\\n\\n'Now you don't seem like a bad lot, so I suppose he might let you join the Watch as a Bounder.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I don't know you. If you was a Bounder, maybe people around here would welcome you more. You should go speak to Second Shirriff Bodo Bunce out near Town Hole in Michel Delving.'",
      "es": ""
    },
    {
      "id": 8725846,
      "en": "'So you were sent my way, were you? Of course, we usually only accept hobbits -- Shire-folk, you understand -- but these are not usual times, I'm afraid, and we can use any hob... er, any person of good will we can find.\\n\\n'Help out as many Shire-folk as you can, and you'll rise through the ranks. All who would protect the people of the Shire are welcome! We hobbits are a peaceful folk, and our cares may seem of small importance to others -- the delivery of the mail, the tasting of fine foods, the lighting of fireworks -- but do not be misled. Our peaceful ways are threatened, and danger can be found in the unlikeliest places.\\n\\n'Aid the Shire-folk with their daily concerns, but if you travel to more distant villages, such as Needlehole, Overhill, or Brockenborings... bring a weapon with you, Bounder. Life is dangerous on the borders of the Shire, and the further you get from Michel Delving and Hobbiton, the more likely you are to see trouble.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Plenty of problems around here for a Bounder to solve, but not for some stranger I don't know. If you want to help out, you should speak with Second Shirriff Bodo Bunce in Michel Delving. His offices are near Town Hole.'",
      "es": ""
    },
    {
      "id": 8725847,
      "en": "'So you were sent my way, were you?'\\n\\n'Well, I've heard good things about you and I'd be glad to have you helping us out. Welcome, well met, well hired!\\n\\n'Help out as many Shire-folk as you can and you'll rise through the ranks. Our cares may seem of small importance to others - the delivery of the mail, the tasting of fine foods, the lighting of fireworks - but you and I know they are worth protecting. These peaceful ways are threatened, and danger can be found even throughout the Shire.\\n\\n'Aid our people with their daily concerns, but if you travel to more distant villages, such as Needlehole, Overhill, or Brockenborings... bring a weapon with you, Bounder. Life is dangerous on the borders of the Shire, and the further you get from Michel Delving and Hobbiton, the more likely you are to see combat.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'There are lots of strangers about these days. We need more Bounders! If you want to help out, you should talk to Second Shirriff Bodo Bunce in Michel Delving. He can usually be found near Town Hole.'",
      "es": ""
    },
    {
      "id": 8725848,
      "en": "'So you were sent my way, were you?'\\n\\n'Well, I've heard good things about you and I'd be glad to have you helping us out. Welcome, well met, well hired!\\n\\n'Help out as many Shire-folk as you can and you'll rise through the ranks. Our cares may seem of small importance to others - the delivery of the mail, the tasting of fine foods, the lighting of fireworks - but you and I know they are worth protecting. These peaceful ways are threatened, and danger can be found even throughout the Shire.\\n\\n'Aid our people with their daily concerns, but if you travel to more distant villages, such as Needlehole, Overhill, or Brockenborings... bring a weapon with you, Bounder. Life is dangerous on the borders of the Shire, and the further you get from Michel Delving and Hobbiton, the more likely you are to see combat.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'There's tell you're one what helps those in need. Well, if you want to help us Shire-folk, you'll have to join the Bounders. Most hobbits are friendly enough, but suspicious of strangers. As a Bounder, they'll trust you. At least a bit, anyway.\\n\\n'If you want to join the Watch as a Bounder, you'll have to speak to the Second Shirriff. He's the only one who can sign you up. You'll find him in Michel Delving, near Town Hole.\\n\\n'Second Shirriff Bunce is respected by most folk, so if he says you're a right sort, they'll listen.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'We can use more Bounders. If you want to help, speak to Second Shirriff Bodo Bunce in Michel Delving. He can be found near Town Hole.'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'We can use more Bounders. If you want to help, speak to Second Shirriff Bodo Bunce in Michel Delving. He can be found near Town Hole.'",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'Why, hullo there! I must say, we've been getting more than our share of strangers through this town, dwarves and other queer lot. Most folk will be polite enough, if you keep to yourself.\\n\\n'I suppose though that if you spoke to Second Shirriff Bunce -- he's captain of the Watch -- and he made you a Bounder, you might find a better welcome. Yes, yes, that would do it. The Shirriff can be found somewhere about in Michel Delving.\\n\\n'Good day to you!'",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "'I don't know you, and I don't trust folks I don't know. If you was a Bounder, maybe I'd give you a little more time. You want to be a Bounder, speak to Second Shirriff Bodo Bunce in Michel Delving. You can find him near Town Hole.'",
      "es": ""
    },
    {
      "id": 36963104,
      "en": "'Hullo there! I've heard people talking about you. You seem to be one who likes to help those who need it. My uncle Bodo down in the Shire could use someone like you, if you're interested. He's a very important Hobbit. Second Shirriff of the Shire he is! Don't get the wrong idea from him being \\qSecond\\q though; he's the Hobbit who does all the real work! If you want to lend him a hand by joining the Bounders, you can find him in Michel Delving in the Shire.'",
      "es": ""
    },
    {
      "id": 36963105,
      "en": "'Who are you? I will have no business with outsiders! If you insist on hanging about, then the least you could do is speak to the Second Shirrif in Michel Delving.\\n\\n'Perhaps if you join the Bounders, I will deal with you. Otherwise, be off!'",
      "es": ""
    },
    {
      "id": 36963106,
      "en": "'I am sorry, I cannot grant an audience to just any stranger. I must admit there is a favorable look to you, so you may be welcome in the Shire. However, I would want to leave that decision in the hands of the Second Shirriff Bodo Bunce. In fact, he may allow you to become a Bounder of the Watch, although that would be most unusual.\\n\\n'Shirriff Bunce can be found in Michel Delving. I recommend you travel there now.'",
      "es": ""
    },
    {
      "id": 36963107,
      "en": "'Hurm, what are you doing about in the Shire? The Watch doesn't take to strangers walking about the Shire. Must admit though, you have a friendly look about you, so you probably won't do any harm. Still, Shire-folk will be distrustful of you, unless you talk to Shirriff Bunce down in Michel Delving. He's captain of the Watch and he might let you become a Bounder.\\n\\n'If that's the case, folk won't be so distrustful of you. Might even ask you for help with a few things. And trust me, that'll keep you busier than you like!'",
      "es": ""
    },
    {
      "id": 36963108,
      "en": "'Hullo there, what's a body like you doing about in Hobbiton? Bounders should have turned you back at the gate! Oh well, you don't look of a mind to do much harm, now do you?\\n\\n'Still, most Shire folk won't have a thing to do with you, not unless you talk to Shirriff Bunce down in Michel Delving. He's in charge of the Watch. In fact, he may let you join as a Bounder, although that would be awful unusual. As a Bounder though, most folk in the Shire won't be too suspicious of you.'",
      "es": ""
    },
    {
      "id": 36963109,
      "en": "'Who's this? I got no time dealing with some wanderer walking about the Shire and disturbing the peace. Got enough problems as it is with those cursed Spiders!\\n\\n'Talk to Shirriff Bunce in Michel Delving; he's captain of the Watch. He's usually looking for Bounders to help in keeping the peace. If he feels comfortable trusting you, then maybe I'll have some work for you. But for now, off with you!",
      "es": ""
    },
    {
      "id": 36963110,
      "en": "'Who's this now? I can't be disturbed by some stranger whose wandering about the Shire. If you are looking for work from Shire-folk, talk to Shirriff Bunce. He assists me with the Watch, making sure Bounders make their rounds, keeping out undesirable folk and the like. Now you don't seem like a bad lot, so I suppose he might let you join the Watch as a Bounder.'",
      "es": ""
    },
    {
      "id": 68118273,
      "en": "'So you were sent my way, were you? Well I've heard good things about you and it'd be glad to have you. Surprised? Well, an interested Hobbit can hear about the doings of the world, if he knows the right folk.\\n\\n'Now before you can become a Bounder, I need you to perform the duties of one. Bounders watch the borders, keeping out creatures and the like. Well, some wolves seem to have gotten through the Bounds and are prowling at the watering hole north-west of Michel Delving. If you take care of some of them, I'll make you a Bounder.'",
      "es": ""
    },
    {
      "id": 68118274,
      "en": "'Good job with them wolves, and now...' Shirriff Bunce clears his throat, '\\qIn recognition of services performed for the Fourfarthings of the Shire, I grant you entrance into the ranks of the Bounders of the Watch. May you defend the Shire with distinction and honour.\\q\\n\\n'Never have liked that formal business. I'll record that your appointment as a Bounder in the watch log. Now with you being a Bounder, there are a few other tasks I can give you. Other hobbits may have some jobs for you as well, if you are up for helping them.'",
      "es": ""
    },
    {
      "id": 174278369,
      "en": "'If you are looking for Shirriff Bunce, you'll find him in Michel Delving.'",
      "es": ""
    },
    {
      "id": 174278370,
      "en": "'My uncle, Shirriff Bunce, could use your help, if you are still willing to help. You can find him in Michel Delving.'",
      "es": ""
    },
    {
      "id": 174278371,
      "en": "'If you still want to help the Shire, you will need to become a Bounder, and only Shirriff Bunce in Michel Delving can grant you that.'",
      "es": ""
    },
    {
      "id": 174278372,
      "en": "'If you are still wanting to join the Watch as a Bounder, you'll need to take care of those wolves that are prowling about at the watering hole north-west of Michel Delving.'",
      "es": ""
    },
    {
      "id": 102973489,
      "en": "'If you've not been to the Shire before I can tell you that you may be in for a surprise. Strangers don't often pass beyond the bounding walls and those that do are often viewed as more queer than others. If you want to make a good impression, you may want to find and talk to Second Shiriff, Bodo Bunce. Though his title may make you think otherwise, Bodo is a very important Hobbit in the Shire. He can help you acquaint yourself with the Shire and the Hobbits there. You will need to do some work for him though.'",
      "es": ""
    },
    {
      "id": 102973490,
      "en": "'You've never been into the Shire. Not all Hobbits are like me, most don't trust outsiders. To make a good impression I suggest that you talk with Second Shiriff, Bodo Bunce. He'll make you a Bounder and then you might find yourself more welcome throughout the Shire!'",
      "es": ""
    },
    {
      "id": 102973491,
      "en": "'Tales say you are one who helps those in need. Well, if you want to help the Hobbits of the Shire, you'll have to join the Bounders. Some Hobbits are suspicious of outsiders, but as a Bounder, they'll trust you. At least a bit.\\n\\n'If you want to join the Watch as a Bounder, you'll have to speak to the Second Shirriff. He's the only one who can add folks to our ranks. You'll find him in Michel Delving.'",
      "es": ""
    },
    {
      "id": 102973492,
      "en": "'Why hullo there, what are you doing about in the Shire? I must say, most unusual to have a stranger like yourself wandering about. Most Hobbits here won't be too pleased to see you, not pleased at all! Most Shire-hobbits are a suspicious sort.\\n\\n'I suppose though that if you spoke to Shirriff Bunce, he's captain of the Watch, and he made you a Bounder, Hobbits here might trust you. Yes, yes, that would do it. The Shirriff can be found somewhere abouts in Michel Delving. Good day to you!'",
      "es": ""
    },
    {
      "id": 102973493,
      "en": "'Most Hobbits about these parts don't like strangers coming around. Won't give him a, \\qHowdy-do.\\q If you are wanting to have any dealings with other Shire Hobbits, you should make your way down to Michel Delving. Second Shirriff there might grant you permission to join the Watch as a Bounder, if you are up to it. Folk will tend to trust a Bounder, no matter how he looks.'",
      "es": ""
    },
    {
      "id": 102973494,
      "en": "'Eh, what you doing about here? Strange folk aren't too welcome in the Shire! I suppose you won't do no harm though, you have a friendly look about you. I suppose you could stay, but you'll have to speak to Shirriff Bunce in Michel Delving about that. He's near-on the captain of the Bounders, although old Flourdumpling might tell you different! Bunce might even let you join up as a Bounder, then just about all Shire will welcome you.'",
      "es": ""
    },
    {
      "id": 102973495,
      "en": "'Who are you? I want no strangers shadowing my doorstep, I'm not old Mad Baggins looking for an adventure. If you are wanting to be walking about the Shire, talking to the folk here, you'll have to get permission from Shirriff Bunce in Michel Delving. He's captain of the Watch. He might even have a use for you as a Bounder.\\n\\n'Now off with you!'",
      "es": ""
    },
    {
      "id": 102973496,
      "en": "'Greetings, a pleasure to meet you! I am Hildifons Took II, descendant of the great Hildifons. Like myself, he left the Shire on a great journey. Sadly my ancestor disappeared, something I hope not to repeat!\\n\\n'Do not misunderstand me leaving the Shire, I love those lands, but there is so much more to see! You, though, look like one who might be in seeing the Shire, perhaps to lend a hand? Well the Second Shirriff, Bodo Bunce, is always looking for help. If you want to find him, you'll find him in Michel Delving, in the Shire.'",
      "es": ""
    },
    {
      "id": 102973497,
      "en": "'If you're wanting to travel freely about the Shire, you'll want to talk to the Second Shirriff, Bodo Bunce, down in Michel Delving. See, the folk there in the Shire, they don't cotton to strangers much. They are a distrustful lot. Now though, if Bunce lets you join the Bounders, well then I'll wager you'd be welcome in just about any corner of the Shire! Folk will trust a Bounder.'",
      "es": ""
    },
    {
      "id": 8725888,
      "en": "'I think you should go talk to Bodo Bunce, the Second Shirriff over in Michel Delving. I hear he needs folks to sign up as Bounders, and you look like you might do for the job. You can find him near Town Hole.'",
      "es": ""
    },
    {
      "id": 8725889,
      "en": "'We need more Bounders, we do. You should go over to Michel Delving to talk to Second Shirriff Bodo Bunce. His offices are near Town Hole.'",
      "es": ""
    },
    {
      "id": 8725890,
      "en": "'Ow! My ankle. No, no, you can't help me right now. If you want to do me a favour, though, go over to Second Shirriff Bodo Bunce at his offices near Town Hole in Michel Delving. I hear he could use more Bounders.'",
      "es": ""
    },
    {
      "id": 8725891,
      "en": "'I hear that Second Shirriff Bodo Bunce is hiring anyone at all as a Bounder. Hobbits, Big Folk, anyone! You should go over to Michel Delving to talk to him about that. You can usually find him near Town Hole.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Return to Bodo Bunce",
      "es": ""
    },
    {
      "id": 8725892,
      "en": "'You want to help out in the Shire? You ought to talk to Second Shirriff Bodo Bunce in Michel Delving. I hear he needs new Bounders to sign up right away. You can find him at his offices near Town Hole.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Slay Wolves: [placeholder] of [placeholder]",
      "es": ""
    },
    {
      "id": 8725893,
      "en": "'Oh, bother those bears! What? Oh, well... if you want to help out around here, you should become a Bounder. We can sure use more of them! You should talk to Second Shirriff Bodo Bunce in Michel Delving if you want to join up. His offices are near Town Hole.'",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Return to Bodo Bunce",
      "es": ""
    },
    {
      "id": 8725894,
      "en": "'I think you look like Bounder material! You should go over to Michel Delving to talk to Second Shirriff Bodo Bunce about a job. You will probably find him near Town Hole.'",
      "es": ""
    },
    {
      "id": 8725895,
      "en": "'If you're wanting to travel freely about the Shire, you'll want to talk to the Second Shirriff, Bodo Bunce. See, folk here in the Shire, they don't take to strangers much. Lot of queer folk trapessing through here recently. Now though, if Bunce lets you join the Bounders, well then I'll wager you'd find a warmer welcome!\\n\\n'You can find Bunce near Town Hole in Michel Delving. That's a ways west of here.\\n\\n'Good luck to you, stranger.'",
      "es": ""
    },
    {
      "id": 8725896,
      "en": "'I've heard that Second Shirriff Bodo Bunce in Michel Delving needs folks to sign up as Bounders. Maybe you should go talk to him? You can find him near Town Hole.'",
      "es": ""
    },
    {
      "id": 8725897,
      "en": "'Hello there! Have you heard that the Bounders are expanding? Not just their belts, mind you! You should go talk to Second Shirriff Bodo Bunce in Michel Delving if you're interested. His offices are near Town Hole.'",
      "es": ""
    },
    {
      "id": 8725904,
      "en": "'Oh! Do you want to become a Bounder? I hear they need more people. You might want to speak to Second Shirriff Bodo Bunce in Michel Delving! Bodo doesn't often go far from Town Hole.'",
      "es": ""
    },
    {
      "id": 8725905,
      "en": "'Well now, I don't know you, but I do know you're no Bounder. Maybe you should speak to Second Shirriff Bodo Bunce at his offices near Town Hole in Michel Delving.'",
      "es": ""
    },
    {
      "id": 8725906,
      "en": "'I hear the Bounders need more people. You might want to talk to Second Shirriff Bodo Bunce near Town Hole in Michel Delving.'",
      "es": ""
    },
    {
      "id": 8725907,
      "en": "'If you want to help us Shire-folk, you'll have to join the Bounders. You should go over to Michel Delving and talk to Second Shirriff Bodo Bunce. He'll be near Town Hole, I'm sure.'",
      "es": ""
    },
    {
      "id": 8725908,
      "en": "'You there, get off my land! I've had enough trouble with strangers trapessing over my land without so much as a 'Hallo!'\\n\\n'If you've a problem, go see Bodo Bunce, the Second Shirriff over in Michel Delving. You'll find him near Town Hole.\\n\\n'Now off with you!'",
      "es": ""
    },
    {
      "id": 8725909,
      "en": "'You maybe ought to go over to Michel Delving to talk to Shirriff Bodo Bunce. I hear he needs more Bounders real bad. His offices are near Town Hole.'",
      "es": ""
    },
    {
      "id": 8725910,
      "en": "'Things ain't right here these days. Maybe getting more Bounders would help. If you don't have anything better to do, maybe you should go over to Michel Delving to talk to Second Shirriff Bodo Bunce. He'll be near Town Hole, like as not.'",
      "es": ""
    },
    {
      "id": 8725911,
      "en": "'Eh, what're you doing about here? Strange folk aren't too welcome in Hobbiton! I suppose you won't do no harm, though. You've a friendlier look about you than some others I've seen. I suppose you could stay, but you'll have to speak to Second Shirriff Bunce about that.\\n\\n'Bunce is nigh on the captain of the Bounders, although old Flourdumpling might tell you different! You'll find him near Town Hole in Michel Delving. That's away west of here.\\n\\n'Now, I've work to do. Gardens don't tend themselves, you know!'",
      "es": ""
    },
    {
      "id": 8725912,
      "en": "'Eh? Who are you? I want no strangers shadowing my doorstep. I'm not old Mad Baggins looking for an adventure! If you want to be walking about, bothering the folk here, you'll have to get permission from Second Shirriff Bunce.\\n\\n'He's Captain of the Watch out by Town Hole in Michel Delving, west of here. He might even have a use for you as a Bounder.\\n\\n'Now off with you!'",
      "es": ""
    },
    {
      "id": 8725913,
      "en": "'I hear that Second Shirriff Bodo Bunce over in Michel Delving needs new Bounders. Maybe you should head over there to talk to him! His offices are near Town Hole.'",
      "es": ""
    },
    {
      "id": 8725920,
      "en": "'I am sorry, I cannot grant an audience to just any stranger. I must admit there is a favourable look to you, so you may be welcome in the Shire. However, I would want to leave that decision in the hands of the Second Shirriff, Bodo Bunce. In fact, he may allow you to become a Bounder of the Watch, although that would be most unusual.\\n\\n'Shirriff Bunce can be found in Michel Delving to the west. I recommend you speak with him as soon as possible.\\n\\n'Farewell.'",
      "es": ""
    },
    {
      "id": 8725921,
      "en": "'Well, I never. You're a stranger, aren't you? If you want to get by in the Shire, you should join the Bounders. Go over quick to Michel Delving and talk to Second Shirriff Bodo Bunce. You'll find him near Town Hole.'",
      "es": ""
    },
    {
      "id": 8725922,
      "en": "'Are you a stranger around here? You must be. Take my advice and join the Bounders. Go over to Michel Delving and talk to Second Shirriff Bodo Bunce, why don't you? His offices are near Town Hole.'",
      "es": ""
    },
    {
      "id": 8725923,
      "en": "'Oh my, another stranger. You should go over to see Second Shirriff Bodo Bunce in Michel Delving. His offices are near Town Hole.'",
      "es": ""
    },
    {
      "id": 8725924,
      "en": "'Who are you, anyways? I don't recall your face. Maybe you should head over to Michel Delving to talk to Second Shirriff Bodo Bunce. I hear he's looking for more Bounders, and you look like you might be good at that job. Bunce can be found near Town Hole.'",
      "es": ""
    },
    {
      "id": 8725925,
      "en": "'Hullo there. You're new around here, aren't you? Maybe you should join the Bounders if you'll be staying a while. I hear that Second Shirriff Bodo Bunce in Michel Delving is looking for more people. You can find him near Town Hole.'",
      "es": ""
    },
    {
      "id": 8725926,
      "en": "'Now what would you be doing about here? Must admit though, you have a friendly look about you, so you probably won't do any harm. Still, folk around here will be distrustful of you, unless you talk to Second Shirriff Bunce. He's captain of the Watch. If you're looking for work, he may even let you join the Bounders.\\n\\n'Second Shirrif Bunce has his offices out at Town Hole in Michel Delving. That's in the Westfarthing.\\n\\n'If you join the Bounders, folk won't likely be so distrustful of you. Might even ask you for help with a few things. And trust me, that'll keep you busier than you like!'",
      "es": ""
    },
    {
      "id": 8725927,
      "en": "'Well now, look at you. Do you want to help out around the Shire? You should go over to Michel Delving and talk to Second Shirriff Bodo Bunce, so's you can become a Bounder. He can be found near Town Hole.'",
      "es": ""
    },
    {
      "id": 8725928,
      "en": "'Hullo there, what's a body like you doing about in Hobbiton? Oh well, you don't look of a mind to do much harm, now do you?\\n\\n'Still, most folk won't have a thing to do with you, not unless you talk to Second Shirriff Bunce down in Michel Delving. He's in charge of the Watch. In fact, he may let you join as a Bounder, although that would be odd.\\n\\n'As a Bounder though, most folk won't be so suspicious of you.'",
      "es": ""
    },
    {
      "id": 8725929,
      "en": "'No, I don't know you. Thought I did, but I don't. Say! Maybe you should go talk to Second Shirriff Bodo Bunce over in Michel Delving. I hear he's trying to hire more Bounders, and maybe you'll do for that job. His offices are near Town Hole.'",
      "es": ""
    },
    {
      "id": 8725936,
      "en": "'Hello there, stranger. If you want to help out around the Shire, you should become a Bounder. Go talk to Second Shirriff Bodo Bunce in Michel Delving if you're interested. You can usually find him near Town Hole.'",
      "es": ""
    },
    {
      "id": 8725937,
      "en": "'You should go talk to Second Shirriff Bodo Bunce over in Michel Delving. I hear he needs some new Bounders. You can find him near Town Hole.'",
      "es": ""
    },
    {
      "id": 8725938,
      "en": "'We can use some help around here, but not from strangers. If you want to help out around the Shire, you should talk to Second Shirriff Bodo Bunce in Michel Delving about becoming a Bounder. You can usually find him near Town Hole.'",
      "es": ""
    },
    {
      "id": 8725939,
      "en": "'Second Shirriff Bodo Bunce over in Michel Delving has put out the call for more Bounders. Seems to me you might want to head over there and join up. The Watch-office over there is near Town Hole.'",
      "es": ""
    },
    {
      "id": 8725940,
      "en": "'If you're interested in helping out around here as a Bounder, you should talk to Second Shirriff Bodo Bunce in Michel Delving. His offices are near Town Hole.'",
      "es": ""
    },
    {
      "id": 8725941,
      "en": "'Have you heard that the Bounders are looking for new people? Maybe you should head over to Michel Delving to talk to Second Shirriff Bodo Bunce about the job. His offices are near Town Hole.'",
      "es": ""
    },
    {
      "id": 8725942,
      "en": "'You might want to go over to Michel Delving to talk to Second Shirriff Bodo Bunce. I hear he's hiring new Bounders! You can find him near Town Hole.'",
      "es": ""
    },
    {
      "id": 8725943,
      "en": "'If you want to help out in the Shire, you should become a Bounder! Speak with Second Shirriff Bodo Bunce over at his offices near Town Hole in Michel Delving.'",
      "es": ""
    },
    {
      "id": 8725944,
      "en": "'Budgeford needs more Bounders! You should talk to Second Shirriff Bodo Bunce over in Michel Delving about signing up for the job. You can find Bunce near Town Hole.'",
      "es": ""
    },
    {
      "id": 8725945,
      "en": "'Who are you? I don't know you. You should join the Bounders first if you want to help out around the Shire. Speak with Second Shirriff Bodo Bunce over in Michel Delving if you're interested. You can find him near Town Hole.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Join the Bounders",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "In order for you to help the Hobbits of the Shire, you will need to join the Bounders of the Watch.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'If you are looking for Second Shirriff Bunce, you'll find him in Michel Delving.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'If you still want to help the Shire, you will need to become a Bounder, and only Second Shirriff Bunce in Michel Delving can grant you that.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Second Shirriff Bunce can be found outside Town Hole in Michel Delving. Town Hole is in a walled enclosure on the north side of town.\\n\\nYou should speak to the Second Shirriff of the Shire Watch, Bodo Bunce, in Michel Delving, if you wish to join the Bounders.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'My uncle, Second Shirriff Bunce, could use your help, if you are still willing. You can find him in Michel Delving.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "In order to become a Bounder, Second Shirriff Bunce has told you that you must slay some wolves that have entered the Shire and are prowling around the watering hole north-west of Michel Delving.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'So, you're a Bounder now? That's good!'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "You should return to Michel Delving and let Second Shirriff Bunce know you have dealt with the wolves.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'We really need the help, friend. Thank you!'",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'So, Uncle Bodo has made you a Bounder? Wonderful!'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'What with all the queer folk coming through the Shire, we certainly needed more Bounders!'",
      "es": ""
    },
    {
      "id": 63183944,
      "en": "'Well now, Bounder [placeholder], I'm sure there will be plenty of work for you!'",
      "es": ""
    },
    {
      "id": 63183945,
      "en": "'Welcome to the Watch, Bounder [placeholder]!'",
      "es": ""
    }
  ]
}