{
  "id": 620757703,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Good [placeholder], will you stay and speak with me a moment? I would tell you a sad tale and ask a favour of you before you go.\\n\\n'Long ago, a kinswoman dwelt by a lake in a land lush and green, where great fields of wildflowers and an ancient forest once grew. The tides of war swept through, and the waters of the lake ran red with blood. The lakelands decayed and became the Red Swamp, and the kinswoman the Red-maid of Agamaur.\\n\\n'It saddens me, but I do not believe that either the kinswoman or her land may be saved, but at the least, some part of the land may be reclaimed. A great tree once grew there, which was called Oakenbark. It is twisted and corrupted now, but if it still produces acorns, they might be used to bring new life, uncorrupted, to the Old Forest. Go to Garth Agarwen, to the east, and fetch me the seeds of the tree that is now Grimbark.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These seeds share the corruption of the tree which produced them, but I believe they may still be reclaimed. Thanks to you, a little part of Oakenbark shall grow to be free of the Red-maid's corruption.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'These seeds shall redeem Oakenbark's name. My thanks to you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Grimbark is now wholly twisted and evil, but I would hope that some part of it may be reclaimed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Grimbark's Reclamation",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'My Tom is a mighty singer! The corruption of the Red-maid will not endure here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Radagast the Brown told you a little of the land that has become the Red Swamp and of the fall of the Red-maid. He also spoke of Oakenbark, a great tree that once grew there, now called Grimbark.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return to Radagast with Grimbark's Seeds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Grimbark can be found at Garth Agarwen in the north of Agamaur, in the Lone-lands. Radagast is at Barad Dhorn, in the Eglan-camp.\\n\\nRadagast has asked you to bring him acorns from Grimbark's branches, so that he may plant them in the Old Forest, reclaiming some small part of the kinswoman's domain.",
      "es": "",
      "es (fem)": ""
    }
  ]
}