{
  "id": 620757768,
  "txt": [
    {
      "id": 218649169,
      "en": "'The wars corrupted this land, drowning it in the blood of innocents. The Lady drowned as well, choking on death and evil while we did nothing to save her. Twice we failed our duty and seven-times cursed were we by the one the Elves called Iarwain Ben-adar.\\n\\n'When the Lady became the Red Maid, she brought further ruin to her own home, to the land, and to the beasts. She was terrible, and we dared not face her. When there was no more living blood to spill, she slept... until Ivar awakened her once more.\\n\\n'That is my sad tale. Now go, return to thy master and speak to him of this secret past. Remember our fate, [placeholder], and do not fail in thy duty.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Yes, it is a terrible fate for anyone, and this Ivar is a fearsome foe. I pray those youths are found safe and sound.\\n\\n'Ah, but you do not know! Two bold Eglan youths set out to save Ost Guruth. They are ignorant of the dangers they face and must be turned from their quest.\\n\\n'Pride and honour compel them, but only death awaits!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Return to thy master. I know not who it is but there is no passage south so thy master must lie northward.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 2, Chapter 14: History of the Red Maid",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Thank you, [placeholder], for your aid.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You defeated the wight-lord and brought some semblance of peace to Emelin and his men, the fallen warriors of Arthedain.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Ivar escaped me, but he has been weakened...there is hope yet that he will be defeated.'",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'There is another power here that corrupts the swamp...but I cannot yet see it.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Radagast the Brown at Ost Guruth",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Radagast the Brown is in the tower at the end of the main avenue in Ost Guruth.\\n\\nEmelin told you his sad tale, then instructed you to return to Radagast the Brown.",
      "es": ""
    }
  ]
}