{
  "id": 620757719,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Look, friend, I have one more favour to ask of you, and it's a terrible thing, too, that fills me with shame to talk about. You know that Bill Ferny I had you pay off before? Well he sent me a message telling me that his henchman, Brunmor, would be after me. He went so far as to tell me that the knave is west and north at some place called the Outlaw's Haven.\\n\\n'It seems all his big talk is backed by this fellow, and if he is to come here, this scant crew will be useless. But you? You've proven yourself over and again! If you can drive off this Brunmor, maybe I can get out of this mess. \\n\\n'Get rid of him for me, and I swear it's the last thing I'll ask of you... and I'll pay you well, too! Apparently, the Outlaw's Haven is west of my camp and a little ways north, with watchposts and a fenced encampment on a hill.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you for your help, [placeholder], though I wish I didn't have to ask you to do it. I should have been the one, but I'm such a small person in this big world.\\n\\n'Still, you've done everything I could have asked and more. You will always be welcome at Adso's!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I'm sorry to have to ask you to drive off those brigands for me. Their leader and Ferny's henchman, Brunmor, is encamped at the Outlaw's Haven, west and north of my camp.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Payment in Full",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Thank you so much for dealing with those brigands for me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Adso Haybank has had enough of the brigands who have been extorting money and food from him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Brunmor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Brunmor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The brigand, Brunmor, is encamped at the Outlaw's Haven, west and north of Adso's Camp.\\n\\nDesperate to rid himself of his debts and his troubles, Adso Haybank has asked you to deal with Bill Ferny's associate, Brunmor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Adso Haybank at Adso's Camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Adso Haybank is at his camp, south-east along the Great East Road.\\n\\nDesperate to rid himself of his troubles, Adso asked you to drive off the brigands who were extorting money from him. The hobbit will be glad to know that you have succeeded.",
      "es": "",
      "es (fem)": ""
    }
  ]
}