{
  "id": 620757787,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Créoth apprentices and disciples ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Créoth wardens ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Defeat Créoth chieftains ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Dannasen's desire to be avenged upon the Hillmen of Rhudaur is shared by Emelin, the leader of the shades of Arthedain who dwell in the southern bog.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'In years long past, the Angmarim and the Hillmen of Rhudaur did war upon the Kingdom of Arthedain, my people. It was an unjust war and the cause of much needless bloodshed, but the Hillmen worshipped the Witch-king of Angmar and did whatever he bade them. And so it was that they made sacrifices to him and defiled the land until the waters themselves seemed as blood.\\n\\n'And so arose the Red-maid. We knew not what she was, nor what she had been. Many even among the Hillmen fled from the creature, but many also remained and worshipped her.\\n\\n'The Hillmen caused this creature to come into being, and our curse as well. Justice is long overdue. Destroy them, and we shall fulfil our curse. They guard Garth Agarwen, the fortress of the Red-maid in the north-east of Agamaur.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Hillmen of Rhudaur occupy the ancient ruins called Garth Agarwen in the north-east of Agamaur. Adherents follow the Red-maid but are not truly Hillmen, they are drawn from the the Grim Créoth, Créoth Apprentices and the Créoth Disciples. The devoted are drawn from the Créoth Devout and Créoth Wardens. Lastly, the masters are drawn from the Créoth Chieftains and Leaders.\\n\\nThe shade explained that the Rhudaur were responsible for raising the Red-maid, an evil creature of great power, and were in some way also responsible for the curse that holds the shades of Arthedain in Middle-earth. He has asked you to destroy the Hillmen, allowing him and his brethren to fulfil their curse.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'In years long past, the Angmarim and the Hillmen of Rhudaur did war upon the Kingdom of Arthedain, my people. It was an unjust war and the cause of much needless bloodshed, but the Hillmen worshipped the Witch-king of Angmar and did whatever he bade them. And so it was that they made sacrifices to him and defiled the land until the waters themselves seemed as blood.\\n\\n'And so arose the Red-maid. We knew not what she was, nor what she had been. Many even among the Hillmen fled from the creature, but many also remained and worshipped her.\\n\\n'The Hillmen caused this creature to come into being, and our curse as well. Justice is long overdue. Destroy them, and we shall fulfil our curse. They guard Garth Agarwen, the fortress of the Red-maid in the north-east of Agamaur.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Emelin resides with his brethren in the southernmost reaches of the Harloeg.\\n\\nYou were sent to destroy the Hillmen of Rhudaur who dwell within Garth Agarwen. Your victory was not complete, but you struck a telling blow against the Hillmen. Emelin should be told of your efforts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Hillmen were traitors in my day, and even they remain so.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'[placeholder], again thou dost hearten me to return to my fight against the Red-maid. To find rest we must redeem the Red-maid or destroy her. I wish to see her redeemed, but as long as these men continue their bloody rites, it cannot be so.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Speak now with Emelin in Harloeg.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Thou have wrought our vengeance upon the Hillmen. We owe thee our gratitude.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Créoth apprentices and disciples ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Thou shall bring hope to my brethren by thine acts of valour.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Créoth wardens ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat Créoth chieftains ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Long Overdue Justice",
      "es": "",
      "es (fem)": ""
    }
  ]
}