{
  "id": 620757756,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I do not know what fate has befallen my kindred, but I fear for them. I fear too for the continued safety of the Shire, for I am but one man and cannot stand alone against the dangers that even now crouch on the borders.\\n\\n'I last received word that the Captain of my people is at The Prancing Pony, an inn of Bree. I would ask you to speak to him at once, and tell him what has happened here. He must know that Éogan is somewhere in the wild, and that the rest of our people may be in danger.\\n\\n'Go, [placeholder]. Travel east across the Brandywine River into Bree-land and find my chieftain. The man you wish to speak with is named Butterbur, the owner of the Prancing Pony. He will know my captain by the name of Strider. Hurry, for the Shire may well be unprotected.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Who was that you were looking for? Oh Strider, yes. Well, not that it's my business, but I wouldn't go near that Ranger out of the wild. He's a strange one, not that he can't tell a rousing tale when he's of a mind!\\n\\n'Well, it's clear you've no mind to listen to me. Strider keeps to himself mostly. From the common room turn left down the hall and keep on until you can only go right. Follow straight down that hall until you're at the foot of the stairs. Strider is in the room to the right of the stairs.\\n\\n'Now, I've got paying guests to attend to, and no time to be chatting, if you know what I mean. It's just that busy!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Find Butterbur at The Prancing Pony in the town of Bree. He will know where my captain may be found.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Prologue: The Shire Unprotected",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Ranger Halros is greatly concerned that he was unable to find any of his kindred to stand with you against the threat of Lubach and Éogan, and worries that something has happened to them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Man called Butterbur runs a tavern called the Prancing Pony in the town of Bree.\\n\\nHalros has asked you to speak with a Man named Butterbur in order to discern the captain's whereabouts.",
      "es": "",
      "es (fem)": ""
    }
  ]
}