{
  "id": 620757716,
  "txt": [
    {
      "id": 218649170,
      "en": "'These are excellent samples. I am certain that the taxidermist can make these into fine items befitting a lodge.\\n\\n'Adso will be quite pleased. Here is your payment, and thank you for your assistance.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Adso wants to give his inn the feel of a hunting lodge, such as you can find throughout Bree-land. To do this, we need to collect furs and other materials from the beasts in the Bree-fields to give the inn that hunting lodge feel.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Trophies for the Walls",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Is there something that I can help you with? Some think that I am far too generous a man and scold me for providing that hobbit, Adso Haybank, with as many hides as I did.\\n\\n'I think otherwise. Kindness should spread to all our brethren, near and far, big or small.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected pristine bear-carcasses ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I'm not one to leave debts unpaid. I will do well by you, friend, should you do well by me. Get those hides and take them to Ham Rushlight in Staddle.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected pristine boar-heads ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I had not expected payment so quickly, but clearly Adso is a hobbit of his word. Tell him that I thank him for keeping his bargain.'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Collected pristine wolf-carcasses ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Bears, boars, and wolves roam the Bree-fields north of Buckland, between the Brandy Hills and the border of the Old Forest.\\n\\nTed Reedy has requested that you collect materials that will help to give Adso's Inn a rustic feel. ",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I had not expected payment so quickly, but clearly Adso is a hobbit of his word. Tell him that he is well thanked for keeping his bargain.'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Collected coarse bear-hides ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ham Rushlight is in Staddle, east and south of Adso's camp, and due south of Combe.\\n\\nNow that you've collected the hides for Adso, you should take them to Ham Rushlight.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Adso Haybank's camp is west of Bree-town, along the Great East Road.\\n\\nHam Rushlight would like you to thank Adso Haybank for the delivery of the furs.",
      "es": ""
    },
    {
      "id": 102973489,
      "en": "'When I first decided to make my stop here, I had just visited a friend in Staddle. While getting ready to leave the village I asked the stable master if he would like to establish a route to my little inn. To my surprise, he agreed! That left me in a bit of trouble. I quickly spoke with Ham Rushlight and secured bedding and tents for horses to build a set of ramshackle stables. The initial skins are no more, weather and the horses made certain of that, but my debt is not yet paid. I need to send ten wolf skins and ten bearskins to Ham to repay him. They cannot be marred in anyway, so be careful with how you dispatch of them'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Return trophies to Ted Reedy in Buckland",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect pristine bear-carcasses ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect pristine boar-heads ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Collect pristine wolf-carcasses ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Collect coarse bear-hides ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Return to Adso Haybank at his camp along the Great East Road",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Ted Reedy has asked you to collect some trophies to place upon the walls of Adso's inn. He is willing to pay you for your assistance.",
      "es": ""
    },
    {
      "id": 40537777,
      "en": "'Master Haybank has his little stop then. I shall have to find my way there one day and thank him for these fine furs. If you return to him, tell him that I thank him kindly.'",
      "es": ""
    },
    {
      "id": 246351249,
      "en": "'Is there something that I can help you with? Some think that I am far too generous a man and scold me for providing that Hobbit, Adso, with as many hides as I did. I think otherwise. Kindness should spread to all our brothers, near and far.'",
      "es": ""
    },
    {
      "id": 68118273,
      "en": "'All this thanks is most welcome. Everyone has been especially nice, I was worried too, apparently all for naught. Thank you again, here is your payment you certainly deserve this.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'My employer Adso Haybank's inn is to be a blend of Bree-culture and hobbit-sensibility. He asked me to employ folks to acquire items that will display the nature surrounding Bree to bring a lodge feel to the inn. I am prepared to pay those willing to do some hunting for suitable objects.\\n\\n'North and east of town, between the Brandy Hills and the borders of the Old Forest, you will find bears, boars, and wolves. Adso has asked me to obtain a bundle of coarse bear-furs, pristine boar's heads, and pristine bear-corpses and wolf-corpses suitable for stuffing.\\n\\n'If you return these to me, I will pay you well.'",
      "es": ""
    }
  ]
}