{
  "id": 620757632,
  "txt": [
    {
      "id": 218649169,
      "en": "'I've thought about Mundo's demand that I pay compensation for his ill treatment in Bree-land, [placeholder], and I'm not going to do it! We simply can't afford to pay money to satisfy a single hobbit for an experience that was his own fault to begin with.\\n\\n'The Sackville-Bagginses have never liked me, either. I think it was one of them that started calling me \\qFlourdumpling\\q after the roof of Town Hole gave way and buried me in chalk, you know. I don't mind when the Shirriffs call me that, but from the Sackville-Bagginses it is just too much.\\n\\n'The time has come to take a stand! I will not be bullied by the Sackville-Bagginses any longer -- they can't push me around, and I don't mind telling them that! Well, actually I'm a little busy. Run along to Bag End, north of Hobbiton, and tell Lobelia that for me, will you?'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I heard about the troubles my nephew Mundo went through in Bree-land. I assume you're here with Old Flourdumpling's coin-purse, to repay us for Mundo's hardship?\\n\\n'You're not? What is this nonsense? Whitfoot doesn't have an ounce of sense in that fat head of his! It doesn't surprise me that he didn't have the courage to come tell me this himself, but he'll regret it! I'll go to Michel Delving to see him personally and tell him in no uncertain terms what I think of him!\\n\\n'What use is he as Mayor, anyway? And what use are the Bounders, for that matter? My nephew has gone through so much, and he was barely outside the Bounds!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Aunt Lobelia lives at Bag End, north of Hobbiton. You can deliver any payment from the Mayor to her, and she'll hold onto it for me.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Prologue: Flourdumpling's Stand",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'What do you want? I don't like talking to Bounders -- or whatever you are -- if I can help it. Useless, the whole bunch of you!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Mundo Sackville-Baggins has demanded that Mayor Whitfoot pay compensation to his family for Mundo's recent bad experiences, and the mayor is at a loss as to what to do.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I'm not afraid of the Sackville-Bagginses, not one bit! I'm just... very busy, all of a sudden. You go tell Lobelia that I'm not going to give her anything for Mundo's troubles. She lives at Bag End, north of Hobbiton.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Lobelia Sackville-Baggins is at Bag End, north of Hobbiton.\\n\\nMayor Whitfoot has decided to take a stand and refuse Mundo Sackville-Baggins' demand for compensation, but a sudden lack of time has required him to send you to break the news to Mundo's aunt, Lobelia.",
      "es": ""
    }
  ]
}