{
  "id": 620757784,
  "txt": [
    {
      "id": 218649169,
      "en": "'Thou hast freed me and my brethren, [placeholder], and for that we owe thee a debt until we have been released or the world is righted. It was the Angmarim and the Hillmen of Rhudaur who caused the bloodshed which corrupted the maiden. They are to blame for our curse.\\n\\n'The time has come for retribution. My brethren to the south must be made to understand. They must be brought evidence of the evil. Go to the Rhudauran camp in the north-east of Agamaur and gather for me the satchels which the Hillmen carry.\\n\\n'With thy help, they shall learn of the corruption... they will remember our curse!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thou hast done well, [placeholder]. With these, I am sure we will discover the evidence I require. I am in thy debt once more.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Thou must help me find the evidence I need to stir my brethren aganst the Hillmen!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Rhudaur's Traitors",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Dannasen, released from Neven's control, seeks not only to fulfil his curse, but also to exact revenge upon the Hillmen of Rhudaur who serve the enigmatic Red-maid of Garth Agarwen.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected Rhudaran satchels ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Deliver the satchels to Dannasen",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Hillmen of Rhudaur are encamped in the north-east corner of Agamaur. Dannasen is at the Eglan-camp south-west of the Hillmen.\\n\\nDannasen has asked you to bring him the satchels borne by the Hillmen of Rhudaur so that he might find evidence to remind his brethren in the south of the curse that binds them to Middle-earth.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect the Rhudaran satchels ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}