{
  "id": 620757760,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The land itself is turning against us, and I know not the reason why. Even the shepherds are twisted shadows of their former selves. I speak of the bog-prowlers, those that tend to the trees. \\n\\n'If I can discern what is twisting the shepherds, I may be able to determine what is fouling the land. Bring me the moss that they use to line their nests. They roam the swamp to the east of here.\\n\\n'Remember, I do not wish to harm the shepherds, no matter how confused they appear. They are innocent victims of the corruption and know not the harm they do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You did well. This moss will help me to understand how the evil is tainting the Red Swamp.\\n\\n'This is but the first step in determining what caused the shepherds to become confused and irrational.\\n\\n'There is more still to do, my friend. It will not be easy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Act with all due haste and return the bog-moss to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Hurry! Gather the moss from the bog-prowlers' nests. Time is running short for these poor creatures.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 2, Chapter 8: The Red Swamp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "An aura of corruption drew Radagast the Brown to the Red Swamp. He needs help to uncover the source of this corruption.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected bog-moss from bog-prowler nests ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect bog-moss from bog-prowler nests ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The bog-prowlers wander in Haragmar, east of Ost Guruth.\\n\\nIn order to learn what might be causing the corruption of the swamp, Radagast needs bits of moss from the nests of the bog-prowlers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the bog-moss to Radagast the Brown",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Radagast waits in Ost Guruth, west of Haragmar.\\n\\nYou should return to Radagast the Brown with the moss you collected.",
      "es": "",
      "es (fem)": ""
    }
  ]
}