{
  "id": 620757765,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The sheer number of wights in Haragmar indicates the presence of gaunt-men, vile necromancers who serve the Dark Lord. In ages past, they dwelled in the Witch-realm of Angmar, but the White Council believed them all destroyed. Clearly, they were wrong.\\n\\n'Only the strongest of the gaunt-men, the Gaunt-lords, have the power to summon the spirits of the Shadow Realm. The war-singers carry the sigil of their Gaunt-lord. Search the ruins in the far east of Haragmar, defeat these creatures, and bring me their sigils.\\n\\n'We must learn which Gaunt-lord these creatures serve.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These sigils bear the mark of Ivar the Blood-hand. He is a powerful lord of the gaunt-men, and a dangerous and vile creature. It is he who is behind the corruption of the Red Swamp.\\n\\n'Why would a creature such as Ivar  travel so far from Angmar? Power, perhaps. But what drew him here?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I fear the wights will only multiply if we do not act quickly. Destroy them, while I determine their source.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I need the sigils of the war-singers if I am to determine which Gaunt-lord they serve. Seek the creatures in the ruins in the far east of Haragmar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 2, Chapter 10: Breeders of the Dead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Radagast is concerned with the cause of the corruption in the swamps. He feels that the wights are a symptom of a greater evil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected sigils from gaunt-men  ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the sigils back to Radagast the Brown at Ost Guruth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The gaunt-men dwell in the ruins to the far east of Haragmar.\\n\\nRadagast told you of the gaunt-men, necromancers in the service of Sauron, who are responsible for the emergence of these wights. He asked you to defeat the war-singers and bring him their sigils. He can then determine which of the Gaunt-lords they serve.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect sigils from gaunt-men ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Radagast the Brown waits at the tower at the northern end of the main thoroughfare in Ost Guruth.\\n\\nYou should return with news of your battle with the wights of Haragmar.",
      "es": "",
      "es (fem)": ""
    }
  ]
}