{
  "id": 620757771,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'Thou art alive still to draw breath, though ragged and coarse it be. Rest thyself and hearken unto me.\\n\\n'Terrible deeds I have done in the name of the kings of old. While evil corrupted this land, my men and I stood by and did nothing, ignoring our charge. Now the Red Maid serves Angmar... something we swore to prevent. Iarwain Ben-adar cursed us to live as half-dead, such was our failure.\\n\\n'Dost thou understand? I will help thee in order to break my curse, but thou must do more to secure my aid.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Thou drawest breath and yet thou dost wish to speak with me? Thou art not like the man Aric. He is stone-wise and knows the secrets of this land. But even he I despise for his warm flesh and bright-eyed stare.\\n\\n'Wisdom will be thine if thou art proven worthy. Dost thou dare to face my warriors? If thou art the victor, then I shall help thee upon thy quest.\\n\\n'Fail, and thou shalt not see the light of another day....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 2, Chapter 12: A Dead Man's Challenge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'We await word from Elsa and Eriac. It seems that you have survived your foray into the swamp, but what of them? Please, bring us some word from them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xff2bf13",
      "en": "'Thou hast defeated my men.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'My sister is well? I am very pleased to hear this. What is it you bring me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You failed to defeat Emelin's men",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Emelin is a tricky fellow and keeps his secrets well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'My sister is in the swamp, fighting to protect me. I know that the Red-maid wants me, but for what purpose, I do not know.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Emelin's men",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Ivar has not returned...I can only hope that he has been defeated once and for all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4c0b92",
      "en": "'Thou may only fight my men within the walls of this tomb.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Emelin haunts the area called Ost Haer.\\n\\nAric spoke of a shade called Emelin. If you can prove your worth to the shade, he might give you the information you desire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Thank you, [placeholder], for your aid.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Emelin haunts the area called Ost Haer.\\n\\nEmelin has tasked you with defeating the apparitions of his dead warriors. Succeed, and he will help you. Fail, and you may perish.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Ivar escaped me, but he has been weakened...there is hope yet that he will be defeated.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Elsa gave you a letter for Frideric and a package for her sister, Hana. She encourages you to deliver the letter to Frideric at Ost Guruth at all cost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'There is another power here that corrupts the swamp...but I cannot yet see it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Frideric was pleased to receive the letter from Elsa and is hurriedly preparing something for them. He asks you to speak with Hana and deliver the package Elsa sent for her, while he assembles all that you will need to take back with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x23c934c",
      "en": "'Thou has failed my challenge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Emelin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Emelin's men",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Emelin at Ost Haer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "While investigating the source of the Wights of the Red Swamp, Radagast sent you to a man named Aric the Stone-speaker. Aric hinted that the dead might hold the answers you seek.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3f56614",
      "en": "'Defeat my men and I will aid thee.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You can learn many things from the Dead. But there is one troublesome shade called Emelin that resists all attempts at communication. Perhaps you may succeed where I have not.\\n\\n'Emelin is... difficult. He is bound by pride and deems the living beneath contempt. If you can prove yourself to him, this might grant you enough status in his eyes that he will lend you aid.\\n\\n'Beware when you speak to him. He will try and win your trust with pleasant words, then send you off to your doom. You will find him at the ruins of Ost Haer.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}