{
  "id": 620757707,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You pour the pure water into the pool",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The water is calm in the Red-maid's sanctum",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have left the Red-maid's sanctum",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Radagast instructed you to pour the pure water into the sanctum of the Red-maid's fortress, Garth Agarwen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You have spoken with Dannasen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Thou must now enter the stronghold of the Red-maid at Garth Agarwen, as the Wizard instructed thee. Her sanctum is guarded beyond the walls of the mighty fortress. Men of Rhudaur still walk through the remains of their ancient home in service to the Red-maid and the Gaunt-lord Ivar.\\n\\n'Thou must find thy way into her sanctum, call her by some means, and then defeat her. She will fall into the water, and the water will become still.\\n\\n'When this happens add the pure water graced by a River-daughter's love to the pool. There are centuries of corruption and hatred layered upon the Red-maid, but we must begin somewhere. May the Valar go with thee, [placeholder], for they have abandoned us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Red-maid is in her sanctum within her fortress of Garth Agarwen.\\n\\nDannasen instructed you to obey Radagast and take the pure water to the Red-maid's sanctum. Once there, he told you that you would have to defeat the Red-maid, and when the waters of her pool go still, to pour the water in.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Our work has only begun... our oath shall hold until the Red-maid is reclaimed. Thou hast started us along the path to her redemption, and one day, we shall undo Angmar's evil. Thou hast given great hope to those who art hopeless.\\n\\n'Evil draws its hand tightly over the land, and not only here in the swamp where it has plied its machinations through centuries. Beware of where thou travel... thy light shines strong and evil will strive to snuff it out.\\n\\n'Thank thee, friend [placeholder]. Thank thee for all that thou hast done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Dannasen is at the Eglan-camp in Agamaur.\\n\\nYou should return to Dannasen and tell him that you poured the pure water into the Red-maid's Sanctum.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Now that the water has been poured into the waters where the Red-maid dwells, you should return to Greythistle in the North Downs and tell her that you have done as she asked.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The task before thee is daunting, but it must be done to stem the tide of the Red-maid's corruption. Thou must go and confront the Red-maid, driving her back beneath her waters. Once thou hast done so, use the waters of the phial given to thee by Radagast and help restore the purity of the waters, if but for a little while.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Where is the phial?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'My sisters dwell in the Old Forest and on the shores of a pond near Bree, the city of Men. Willowsong has left us for another home. She is our sister still and not lost to us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'My sisters dwell within the Old Forest and have since before I left for this new home.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Pour the pure water in the Red-maid's sanctum",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'My sisters dwell in the Old Forest and on the shores of a pond near Bree, the city of Men. Willowsong has left us for another home. She is our sister still and not lost to us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Enter the Red-maid's sanctum when the water is calm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the phial back to Dannasen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'I am sisters with all River-maidens for we are all River-daughters. But I think the maiden you seek, [placeholder], dwells in the north. Seek Greythistle.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Reclaim the Lost Maiden",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'Enter Garth Agarwen and pour the water on the seat of the Red-maid's power. Perhaps it will cleanse the corruption where she dwells and draw her back towards nature.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}