{
  "id": 620757753,
  "txt": [
    {
      "id": 218649169,
      "en": "'Come here, [placeholder] and listen well. My captain, a Ranger they call Strider, must be notified of the threat posed by Skorgrím. A shame you can't stay to enjoy our victory.\\n\\n'Travel far to the east, to a place that Men call Bree-town. There you should seek out Barliman Butterbur. He's the owner of a tavern called the Prancing Pony where Strider has lodged in the past. If Strider is there, Barliman can help you find him. If not, you can bed down for the night and you can continue your search in the morn.\\n\\n'It's a long journey to Bree-land, [placeholder]. Do not tarry, for Skorgrim is on the march.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Who was that you were looking for? Oh Strider, yes. Well, not that it's my business, but I wouldn't go near that Ranger out of the wild. He's a strange one, not that he can't tell a rousing tale when he's of a mind!\\n\\n'Well, it's clear you've no mind to listen to me. Strider keeps to himself mostly. From the common room turn left down the hall and keep on until you can only go right. Follow straight down that hall until you're at the foot of the stairs. Strider is in the room to the right of the stairs.\\n\\n'Now, I've got paying guests to attend to, and no time to be chatting, if you know what I mean. It's just that busy!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'It's a long journey to Bree-land, [placeholder]. Do not tarry, for Skorgrím is on the march.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Your tidings are grim, I hoped that the news I have recently received was errant. What you tell me now only further strengthens the fear which swells within me. So many friends missing or worse...'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Prologue: The One Called Strider",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Your efforts are more appreciated, [placeholder].'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Langlas asked you to journey to Bree-town and seek out his captain, a Ranger called Strider. A man named Barliman runs a tavern in Bree and may have more information about Strider's travels.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'You found Strider? I can only hope we're not too late.'",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'I see you've returned from Bree-town. I hope you fared well in your travels.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Find Barliman Butterbur in the Prancing Pony, a well-known tavern in Bree-town. He may know of Strider's current whereabouts or if he's even in Bree-land at this time.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Barliman said that Strider is at the Prancing Pony and is either skulking about in a shadowy corner or alone in his room.",
      "es": ""
    }
  ]
}