{
  "id": 620757712,
  "txt": [
    {
      "id": 54354734,
      "en": "Adso Haybank, a Hobbit of Bree, runs a hunting lodge and way station along the Great East Road. In order to facilitate the building of the lodge, his endeavour ran afoul of unsavoury sorts and now payments are coming due.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Hey, friend, you're not from around here, and that may be a good thing. This is serious business, and I can't trust any of these louts with something so... so delicate. Making a place of my own took an unexpected turn not so long ago, and I am loath to tell my workers what has happened. I hope that you can help me with this matter. This satchel holds the last payment I need to make to ensure the safety of the folks here and the sanctity of this soon-to-be-splendid landmark.\\n\\n'Just take it to the Old Sweetgrass Farm, a little ways north-east of here, and give it over to the man who answers the door. It may be Bill -- Bill Ferny that is -- or one of his helpers.\\n\\n'Bill said he'll only be there at night, so don't waste your time hanging around during the day to catch a glimpse of him. Just knock on the door or ring the bell and hand over the satchel, hear me?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Bill Ferny or his agent will be at the Old Sweetgrass Farm, north-east of Adso Haybank's camp.\\n\\nIn order to reduce his debt, Adso Haybank has asked you to take a satchel to a man named Bill Ferny. He warns you that you will only find Ferny at the arranged meeting place after nightfall. You must ring the bell to let Ferny or his agent know you have arrived.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Another payment! This was supposed to be the last! I'll be driven to ruin, that rotten....\\n\\n'But enough of my blather. I shouldn't burden you with my problems -- no, I should thank you for your help, friend. Truth be told, I was a bit frightened to go out there at night by myself.\\n\\n'If I could impose on you again, I have some true debts to pay, and to a nicer sort of folk.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Adso Haybank's camp lies south-west of the Old Sweetgrass Farm.\\n\\nAdso Haybank sent you to deliver a payment to the brutish Bill Ferny and now awaits your return.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You've done your part, now move along. Tell that hobbit we'll be calling again.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Ha! Soon Sharkey's Men'll have all of Bree well in hand. With cowards like that little worm Adso under heel, there's no question of that.\\n\\n'You just tell Adso that this payment has been received, but he better have another ready next week, or it will go badly for him.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Please make the delivery quickly I do not want to see my workers put in greater danger.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Eh! You have nothing for me?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the satchel to Bill Ferny by night",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Ring the bell to summon Ferny or his assistant",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Adso Haybank at Adso's Camp",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Adso's Delivery",
      "es": ""
    }
  ]
}