{
  "id": 620757614,
  "txt": [
    {
      "id": 169544021,
      "en": "'Come on, you.'",
      "es": ""
    },
    {
      "id": 232305398,
      "en": "'Enough! I shall deal with you myself!'",
      "es": ""
    },
    {
      "id": 232305399,
      "en": "'Uugh....'",
      "es": ""
    },
    {
      "id": 232305401,
      "en": "'So this Baggins was telling the truth? He is useless to us.'",
      "es": ""
    },
    {
      "id": 84797960,
      "en": "'Thank you!'",
      "es": ""
    },
    {
      "id": 249876942,
      "en": "'Uunh....'",
      "es": ""
    },
    {
      "id": 199068450,
      "en": "'Fall, fool!'",
      "es": ""
    },
    {
      "id": 84797969,
      "en": "'Oh dear...oh dear....'",
      "es": ""
    },
    {
      "id": 88497699,
      "en": "'Back, beasts! I will not let you through.'",
      "es": ""
    },
    {
      "id": 199068453,
      "en": "'Then come, Dúnadan. End this.'",
      "es": ""
    },
    {
      "id": 199068454,
      "en": "'It was you and this Baggins for which we came.'",
      "es": ""
    },
    {
      "id": 199068455,
      "en": "'You have been called to a higher purpose.'",
      "es": ""
    },
    {
      "id": 199068456,
      "en": "'Come foward...kneel before me.'",
      "es": ""
    },
    {
      "id": 68104245,
      "en": "'Amdir! No!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Amdir... Amdir's close by. He escaped the slaughter at the Badger. You have to help him... defend the Badger...!\\n\\n'Those Blackwolds want the hobbit... and the Captain. I... I saw something in the flames... go after them! You must save them...!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'This is a sad day indeed. Archet is burned, my father is dead, and the Ranger was taken by evil Men, if Men they can be called.  \\n\\nNow, all we can do is wait for the flames to die down. Then... with luck, we may begin to rebuild our poor town.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'What tragedy has befallen us this night! But we defeated the Blackwold menace. I think it will be long ere they grow so bold again, with or without the help of the evil masters from Angmar.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'This is no place for a hobbit. Let us see that you and the others get safely back to the Shire.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'There is not much time to lose. Already the town burns! We have only a short time to rest here before they see that we have broken through the East Wall. I fear we are less safe by the moment....'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "<rgb=#FF0000>Jon Brackenbrook has died</rgb>",
      "es": ""
    },
    {
      "id": 27656864,
      "en": "'Come now!'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Calder Cob's and Otto's treachery were just the beginning of this battle, I fear. We must find a way to The Mad Badger Inn. Peg has left us a way into the marketplace. Perhaps there is a way in through there! Follow me!'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "<rgb=#00FF00>You have cleared the jailyard of enemies</rgb>",
      "es": ""
    },
    {
      "id": 27656865,
      "en": "'Éogan!'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'The marketplace is safe for now, but we must press on! If we tarry too long, we will lose all of Archet!  \\n\\n'We must find another way into the centre of town!'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "<rgb=#FF0000>Jon Brackenbrook has died</rgb>",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'You have fared well, my friend, but all might be lost nonetheless. We have protected the market square and the crafters' area. Already The Mad Badger burns. Perhaps my father is still alive but... I hold little hope.\\n\\n'Follow Atli and me! We will defend what is left of this town to the death, if we must.'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "<rgb=#00FF00>You have cleared the market square of enemies</rgb>",
      "es": ""
    },
    {
      "id": 27656868,
      "en": "'You shall pay for your crimes, villain!'",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "'The Marketplace is safe for now, but we must press on!  If we tarry too long, we will lose all of archet.  \\n\\n'We must find another way into the centre of town!'",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "<rgb=#FF0000>Jon Brackenbrook has died</rgb>",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "<rgb=#00FF00>You have cleared the crafters' area of enemies</rgb>",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "<rgb=#FF0000>Jon Brackenbrook has died</rgb>",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Archet is under attack. Jon Brackenbrook and the other hunters have decided to enter the town from the East Gate. You must go forward and learn the fate of Mundo, Celandine, Amdir, and Captain Brackenbrook.",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "<rgb=#00FF00>You have reached Captain Brackenbrook in time</rgb>",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "<rgb=#00FF00>You have defeated Calder Cob</rgb>",
      "es": ""
    },
    {
      "id": 27656873,
      "en": "'AAAAH!'",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Defeat the Blackwolds and their leader",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Talk to Jon Brackenbrook",
      "es": ""
    },
    {
      "id": 161190611,
      "en": "'Aaaaaah...!'",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Talk to Jon Brackenbrook",
      "es": ""
    },
    {
      "id": 84765779,
      "en": "Protect Jon Brackenbrook",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Jon Brackenbrook",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Fight alongside Jon Brackenbrook in Archet",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Ned Pruner",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Jon Brackenbrook",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Fight alongside Jon Brackenbrook in Archet",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Jon Brackenbrook",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Fight alongside Jon Brackenbrook in Archet",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Talk to Jon Brackenbrook",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Fight alongside Jon Brackenbrook in Archet",
      "es": ""
    },
    {
      "id": 91570020,
      "en": "'You will never get to the Captain! Your life will end here!'",
      "es": ""
    },
    {
      "id": 47317441,
      "en": "'Oh, Ned!'",
      "es": ""
    },
    {
      "id": 47317442,
      "en": "'Go deal with those villains. Leave me be!'",
      "es": ""
    },
    {
      "id": 174074449,
      "en": "'I...cannot.... So...weak....'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "You stand outside the breach in Archet's east wall, due west of the Hunter's Lodge.\\n\\nYou must prevent the Blackwolds from capturing Archet.",
      "es": ""
    },
    {
      "id": 15926258,
      "en": "'Hooray!'",
      "es": ""
    },
    {
      "id": 32729280,
      "en": "<rgb=#FF0000>Jon Brackenbrook has fallen</rgb>",
      "es": ""
    },
    {
      "id": 174074452,
      "en": "'...yes....'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ned Pruner is grievously wounded and requires assistance.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Find a way to get to the centre of Archet and find Amdir.\\n\\nAfter you defeated the prisoners, Ned Pruner told you that the Blackwold brigands had attempted to invade Archet at last, and that Amdir helped to defend the Inn. Amdir can be found somewhere ahead; you should aid him in the defence of The Mad Badger Inn.\\n\\nAfter Ned died, his poor wife Peg came to attend to his body.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "The Archet market square is blocked, and Jon Brackenbrook is worried that you are too late. He wants to press on.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "You were too late to save the crafters' area, but it may not be too late to save all of Archet.",
      "es": ""
    },
    {
      "id": 232305376,
      "en": "'It is no matter. We have the Dúnadan...'",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Protect Archet by defeating the Blackwolds' invasion.\\n\\nAmdir was rendered powerless by the morgul-wound he suffered from the Nazgûl, and now it is up to you to save Archet from the Blackwolds.",
      "es": ""
    },
    {
      "id": 232305377,
      "en": "'...And he may prove to be a great boon!'",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "With Archet saved, you should speak with Jon Brackenbrook.",
      "es": ""
    },
    {
      "id": 94621400,
      "en": "Celandine Brandybuck is in the town square.\\n\\nIt appears Éogan was only wounded, and upon hearing Mundo's words, realized that Mundo was not the Baggins he sought. He made his escape, saying that Amdir may prove a great boon to his cause. With Archet apparently safe from the Blackwolds, you should speak to Celandine and see to her and Mundo's safety.",
      "es": ""
    },
    {
      "id": 94621401,
      "en": "Celandine Brandybuck is in the town square.\\n\\nIt appears Éogan was only wounded, and on hearing Mundo's words, realized that Mundo was not the Baggins he sought. He made his escape, saying that Amdir may prove a great boon to his cause. With Archet apparently safe from the Blackwolds, you should speak to Celandine and see to her and Mundo's safety.",
      "es": ""
    },
    {
      "id": 8725904,
      "en": "'You've faired well my friend but all might be lost.  We have protected the Marketplace and the Crafting Hall.  Already the Mad Badger burns.  Perhaps my father is still alive but I hold out little hope.  \\n\\n'Follow me and Atli!  We will defend what is left of this town.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You need to find a way to the Badger. The Blackwolds are attacking every corner of town. Quickly, go find Amdir and end these Blackwolds! Leave me with my poor Ned....'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Quickly now, draw water from the well and douse the flames. We must aid Captain Brackenbrook and put an end to these Blackwolds and their leader, Éogan!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Quick now, draw water from the well and douse the flames. We must aid Captain Brackenbrook and put an end to these Blackwolds and their leader, Éogan!'",
      "es": ""
    },
    {
      "id": 232305392,
      "en": "'The Nazgûl's morgul-knife has sapped your will, Dúnadan.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: The Assault on Archet",
      "es": ""
    },
    {
      "id": 232305394,
      "en": "'Excellent...Otto take our friend away.'",
      "es": ""
    },
    {
      "id": 232305395,
      "en": "'You...deal with the whelps.'",
      "es": ""
    }
  ]
}