{
  "id": 620757616,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Buried Dirk Mudbrick's body",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Buried Nate Whisperwood's body",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Buried Wil Wheatley's body",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Many of the good folk of Archet perished during the assault by the Blackwold brigands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'As we prepared for the Blackwold assault and stood at the defence of Archet, many of the good folks of this town perished, both within the gates and beyond.\\n\\n'The battle was great, but in the end we defeated the brigands' onslaught. Some of the good men who were lost still remain unburied, but the people of this town have their hands full with their own great losses. It would be to our shame if those unburied bodies were dishonoured by wild beasts.\\n\\n'I would ask this one last favour of you: seek out those poor men and grant them honour in death. Dirk Mudbrick fell at the sheep-farm south-west of Archet, Nate Whisperwood died defending the Hunter's Lodge, and Cal Sprigley's farmhand -- Wil Wheatley -- perished in battle just to the west of Bronwe's Folly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Dirk Mudbrick's body can be found at the sheep-farm, south-west of Archet. Nate Whisperwood's body can be found near the Hunter's Lodge, east of Archet. The body of Wil Wheatley can be found just to the west of Bronwe's Folly, south of Archet.\\n\\nJon Brackenbrook has asked that you bury the remains of the fallen who perished in the Blackwold raid with honour.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Good, it is done. Those men died bravely and deserved a proper burial. Once more, Archet is in your debt.\\n\\n'Now, before you leave, there is something I must tell you. A queer man came through Archet while you were away, and I believe he was looking for you!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Jon Brackenbrook can be found by the ruins of The Mad Badger Inn in Archet.\\n\\nYou should return to Jon Brackenbrook and let him know that you have buried the fallen as he asked.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Dirk never made it out of the sheep-farm, Nate died just outside of the Hunter's lodge, and Wil Wheatley died just to the west of Bronwe's Folly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'It is time for Archet to rebuild and restore itself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'I wish you had been here, [placeholder]. We could have used your help during the Blackwold attack!\\n\\n'The battle was great, but in the end we defeated the brigands' onslaught. Some of the good men who were lost still remain unburied, but the people of this town have their hands full with their own great losses. It would be to our shame if those unburied bodies were dishonoured by wild beasts.\\n\\n'Will you do us this favour? Seek out those poor men and grant them honour in death. Dirk Mudbrick fell at the sheep-farm south-west of Archet, Nate Whisperwood died defending the Hunter's Lodge, and Cal Sprigley's farmhand -- Wil Wheatley -- perished in battle just to the west of Bronwe's Folly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Good, it is done. Those men died bravely and deserved a proper burial. Archet is in your debt.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Alas that you could not save my father. Ah, but he was a soldier to the last.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bury Dirk Mudbrick's body",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'You have my thanks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bury Nate Whisperwood's body",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bury Wil Wheatley's body",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Prologue: Burying the Dead",
      "es": "",
      "es (fem)": ""
    }
  ]
}