{
  "id": 620757769,
  "txt": [
    {
      "id": 54354734,
      "en": "Radagast told you that members of the Eglain, led by Elsa and Eriac, had entered Agamaur, the northern marshes of the Red Swamp.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Two young and headstrong youths of the Eglain, Elsa and Eriac, entered Agamaur with a small company. They sought to find the power behind the threat to their people, but if the Gaunt-lord Ivar has come to Agamaur, I fear they face a power they cannot overcome. They need your help.\\n\\n'The Red Swamp is divided into two regions. The southern marshes, Haragmar, you know. Elsa and Eriac entered Agamaur, the northern marshes, through the Red-pass. It is a passage known only to the Eglain... and myself.\\n\\n'I will accompany you, for the shadow that has come to Agamaur is too powerful for you to deal with alone. There is no telling what evil awaits us in the swamp. Return to me when you are prepared to leave.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Radagast the Brown is in the tower at the end of the main avenue in Ost Guruth.\\n\\nRadagast the Brown waits to lead you into the passage to Agamaur. When you are prepared to leave, you should speak with Radagast again.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thank you again for your aid, [placeholder]. You should speak now with Radagast the Brown; he is waiting for you within the tower here in the camp.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Elsa is in the camp within the ruins.\\n\\nYou should speak with Elsa about your victory within Agamaur.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The Eglain and the shades of Arthedain have established a small encampment within the ruins. Elsa of the Eglain waits to speak with you.\\n\\nYour battle against Ivar's darkwater was a victory, or so it appears. The Gaunt-lord retreated into the north, pursued by Radagast the Brown, and has not been seen since.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You should speak now with Radagast; he is inside the tower here in the camp.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Yes, yes, this shall do nicely. I shall remain here and help the Eglain fight against Ivar. I cannot allow innocent creatures to be used for such evil purposes.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Are you prepared to leave? Good! We must go at once... I fear time is running short for our young Eglain friends.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Thank you, [placeholder], for your aid.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Radagast the Brown at Ost Guruth",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Ivar escaped me, but he has been weakened...there is hope yet that he will be defeated.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Elsa in Agamaur",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Radagast the Brown in Agamaur",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'The spreading corruption must be stayed.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 2, Chapter 15:  (Fellowship) The Red-pass",
      "es": ""
    }
  ]
}