{
  "id": 620757638,
  "txt": [
    {
      "id": 218649170,
      "en": "'Oh! I'm so happy Violet is safe. I never would have sent her down to the Marish if I thought she'd go off on her own like that to face those ruffians!\\n\\n'Well, it's thanks to your bravery that she's been freed and with no harm to her. Please accept this small reward for your great deed!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Why, you filthy...!\\n\\n'Oh! You're not one of the ruffians! Thank you for rescuing me! Please help me get out of here! I've had more than enough of this brigand hospitality!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Violet in Peril",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Why, you filthy--\\n\\n'Oh! You're not one of the ruffians! Thank you for rescuing me! Please help\\nme get out of here! I've had more than enough of this brigand hospitality!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Violet Underhill is held prisoner in a cart here",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The more I think on it, the more sure I am that Violet Underhill went to that brigand camp. Their camp is west of Bamfurlong -- ford a stream at the top of the waterfall and work your way up the slope to the heights of Narrowcleeve.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Violet Underhill has been recaptured",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You found her? You'd best hurry back and rescue her, then!'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have rescued Violet Underhill",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The ruffians' camp is west of Bamfurlong. You must ford a stream at the top of a waterfall to enter the camp, which is set on the heights at Narrowcleeve.\\n\\nFarmer Maggot suggested you search the camp he told Violet about, just in case she went there alone.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'That is such a relief, friend, I don't mind telling you. I should never have let her go off on her own like that. Good work!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Violet Underhill is being held prisoner in a cart.\\n\\nViolet Underhill, against Farmer Maggot's warning, went to confront a camp of ruffians by herself. Now it is up to you to rescue her.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'My boys and I should have dealt with those ruffians ourselves.'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Mat Harfoot can be found in Stock, outside The Golden Perch Inn.\\n\\nYou should return to Stock and inform Mat Harfoot of Violet's release.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Bad times are coming, if we Shire-folk can't even keep out ruffians.'",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'That was a right fine thing you do, rescuing poor Violet like that!'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'You showed those ruffians a thing or two, you did!",
      "es": ""
    },
    {
      "id": 63183944,
      "en": "'Thank you for rescuing Violet...I should never have let her go out there alone!'",
      "es": ""
    },
    {
      "id": 63183945,
      "en": "'You did a right true job, handling those ruffians!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search for Violet Underhill",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Free Violet Underhill from the cart",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Escort Violet Underhill to safety",
      "es": ""
    },
    {
      "id": 22075076,
      "en": " ",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Farmer Maggot informed you that Violet Underhill, the missing member of Mat Harfoot's \\qVigilance Committee\\q, did stop by. He thinks she may have gone to investigate a camp of ruffians.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Ah, I see it now. That hobbit-lass, Violet, probably went off to see those ruffians on her own. I never thought to warn her properly what might happen, I just figured she'd have the hobbit-sense to head back to Stock with the news so Mat Harfoot, and maybe the Bounders could do something about them.\\n\\n'The camp of strangers -- brigands and thieves most likely -- is not far to the west of here. Ford the stream at the head of the waterfall.\\n\\n'It's no good waiting for the Shirriffs to do something now. You'd better hurry out there and look around. I only hope she ain't been harmed!'",
      "es": ""
    }
  ]
}