{
  "id": 620757701,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "There is a strange, beautiful woman standing near the spring",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c11b62",
      "en": "'Thank you for this water. It is very much needed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have failed to bring the water to Graham Larkspur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have brought the water back to Graham Larkspur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Graham Larkspur is one of Adso's workers. He and his companions are running out of water and need help replenishing their supply.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'We have been working quite hard on this building for some time now, and it's thirsty work, but it seems that our water supply is running low.  \\n\\n'One of our hunters came across a spring in the northern parts of the Old Forest where the water is particularly sweet and refreshing. A strange thing to find in such a wretched, gloomy wood. Go south-west into the Old Forest and stay in the north woods. The spring is a beautiful place... hard to miss in that dismal forest.\\n\\n'I would appreciate it if you could fetch that water for me as soon as possible. I would hate to run out before you return. The Forest is getting dangerous, I hear, so you'll want to be careful.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The entrance to the Old Forest is to the south of Adso's camp. The spring lies westward within the Forest.\\n\\nGraham Larkspur has asked you to fetch water from the spring his hunters found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have come a long way for water and into danger you do not know. It is true the water of my pool is the sweetest, and I will gladly share, but the Forest is wild and untame, unfriendly to those who do not belong.\\n\\n'Take this bucket and draw from my pool. Unless your friends drink too greedily, this will last far longer than water from the wells of Bree.\\n\\n'Be wary as you journey back to the Road, lest the Forest trap you. My Tom is the Master, but he is about his business and may not come to save you. Fare you well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Upon finding the spring that Graham Larkspur sent you to, you noticed a beautiful but strange-looking woman standing underneath the oak tree on the western bank of the river. Perhaps she possesses the means for you to take water back to Adso's camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Thank you, [placeholder]! You have saved us a good deal of time and trouble. I'll not waste more of your time with this. If we need more, I will send my hunters out to the spring.\\n\\n'Take this as payment for your efforts. I must get back to work.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The entrance of the Old Forest lies to the east, and Adso's camp is north from there.\\n\\nAdso sent you into the Old Forest to fetch water, but empty-handed. Goldberry has given you a bucket in which to carry water back to Adso's camp and has granted you leave to draw from her pool, but warns that the Forest is dangerous.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You should take that water to your friends, but be wary. The Forest may try to hinder you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Graham Larkspur wishes to speak with you again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'It is a good thing you have done, bringing that water to your friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Have you brought me that water yet? We are running very short, and this is thirsty work. Please hurry along!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the spring",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Have you found that spring yet? Hawkling said it was just west of the Old Forest entrance. We could really use that water!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak with the beautiful woman at the spring",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Pick up the bucket",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Thank you for bringing that water...we really needed it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Take the water back to Graham Larkspur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Searching for Fresh Springs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'It was a kind thing you did, bringing that water to your hobbit-friend.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}