{
  "id": 620757757,
  "txt": [
    {
      "id": 136263297,
      "en": "The door to Strider's room is locked",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You were rescued from the clutches of the Wight-lord by Tom Bombadil, but you learned much that may help Strider and his people.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Old Barrow-wights from Angmar came. They disturb the peace and trouble folk who wander through their mounds. Let the Dead sleep and leave their troubles in the earth. Unless of course you wake them, dancing on their rooftops!\\n\\n'Hey, come, my friend. Linger here no longer. To Bree you should be a-going. You've a friend there who awaits you!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Strider awaits your return in his room at The Prancing Pony in Bree. The entrance leading from the Barrow-downs to the Great East Road is to the north.\\n\\nTravel back to Bree and tell Strider what you learned of the Witch-king's plans.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Oh, hello there, again! I was so busy that I didn't see you, but there's never a moment's peace here, if I may say so. I was so worried that he'd sour my beer for letting Mr., uh, Underhill and his friends go off with that Ranger!\\n\\n'He who? Oh! Why that would be Mr. Gandalf, of course! They say he's a Wizard or some such, and I'll say there must be something to those tales, for my beer's never been better! He was so pleased....\\n\\n'Begging your pardon, but I do run on sometimes. Gandalf said to send anyone looking for Strider up to his room! It's up the stairs just beyond Strider's room.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Barliman Butterbur serves his guests in the common room of The Prancing Pony.\\n\\nYou travelled back to The Prancing Pony, but you found the door to Strider's room locked. You should speak to Barliman Butterbur to learn if he can tell you where Strider has gone.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Gandalf's room in The Prancing Pony Inn in Bree is found by taking a left out of the common room, until you can only bear right. The room is at the top of the stairs at the end of the hall.\\n\\nBarliman Butterbur told you that Strider has left The Prancing Pony, but that Gandalf, a Wizard by reputation, arrived and asked to speak to any who were looking for the Ranger. You should speak to Gandalf and tell him what you have learned.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Mr. Gandalf asked to speak to any who were looking for Strider. You can find him up in his room.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You are lost or seek me with intent. By the look in your eye, I gather the latter, though I also sense you sought another... Strider perhaps? Then we have both come too late. Our mutual friend has left, bearing with him a terrible burden.\\n\\n'I am Gandalf the Grey, a friend of Strider's. If he set you to a task, it could not be much less urgent than his own. Tell me your tale, and I will deliver it to him....'\\n\\n'So Angmar arises? It is grim news, but I am not surprised. Nevertheless, I cannot turn aside from my own task, for the fate of all Middle-earth hangs upon it.\\n\\n'This burden I place upon you in the name of the Free Peoples of Middle-earth: Hinder the Witch-king's plans, if you may. Whether east or north, I bid you good fortune. Farewell.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Old Barrow-wights from Angmar came. They disturb the peace and trouble folk who wander through their mounds. Let the Dead sleep and leave their troubles in the earth. Unless of course you wake them, dancing on their rooftops!\\n\\n'Hey, come, my friend. Linger here no longer. To Bree you should be a-going. You've a friend there who awaits you!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Ah, [placeholder]. It has been too long since. But by the look on your face I surmise that your presence here is not to extend mere courtesies to me... yes, of course. Strider is the one you seek, though he is no longer here.\\n\\n'Angmar's rise is grim news indeed, but I am not surprised. Nevertheless, I cannot turn aside from my own task, for the fate of all Middle-earth hangs upon it.\\n\\n'I shall deliver your message to the Ranger. Now go, for it is in your hands to end the plots of the Witch-king. Whether east or north, I bid you good fortune. Farewell.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Old Barrow-wights from Angmar came. They disturb the peace and trouble folk who wander through their mounds. Let the Dead sleep and leave their troubles in the earth. Unless of course you wake them, dancing on their rooftops!\\n\\n'Hey, come, my friend. Linger here no longer. To Bree you should be a-going. You've a friend there who awaits you!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Strider",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Old Barrow-wights from Angmar came. They disturb the peace and trouble folk who wander through their mounds. Let the Dead sleep and leave their troubles in the earth. Unless of course you wake them, dancing on their rooftops!\\n\\n'Hey, come, my friend. Linger here no longer. To Bree you should be a-going. You've a friend there who awaits you!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 1, Chapter 12: The Black Rider's Designs",
      "es": ""
    }
  ]
}