{
  "id": 620757799,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Huorns ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated bog-prowlers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Somehow the very essence of the Red Swamp has been corrupted. Radagast the Brown, a Wizard who has come to Agamaur, seeks to learn the cause.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You have done quite well thus far, [placeholder]. I am impressed, and I am not often impressed by a mere [placeholder]. I find your kind often lack the sense that my little friends here possess, but you have shown a greater understanding.\\n\\n'I need you to do something which I shudder to ask. The corrupted Huorns and their shepherds, the bog-lurkers, must be destroyed. I can sense that there is no reclamation for these poor creatures. The Huorns and bog-lurkers dwell to the north-west.\\n\\n'It is a terrible tragedy, but I see no other course that would be more merciful. I am also greatly concerned, for whatever this corruption is, it was not the work of Ivar the Bloodhand.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Huorns and bog-lurkers can be found in the north-west of Agamaur.\\n\\nThe bark you brought Radagast revealed that the corruption in the swamp has gone too deep, and there is no hope to reclaim Agamaur or its creatures. Radagast has laid the task of bringing a merciful end to the Huorns and bog-lurkers which dwell there.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have done these poor creatures a great service. It was too long that they suffered, I fear. I can only hope that what we have accomplished today was not senseless murder. Thank you.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Radagast is at the Eglain camp in the southern reaches of Agamaur.\\n\\nRadagast, not without difficulty, instructed you to destroy the Huorns and bog-lurkers of Agamaur, which you have done. You should bring word of your success to the Wizard at once.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Please do not make me repeat myself.  It is hard enough to think that we must harm any of these Huorns or their shepherds.'",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'Well done, my accomplished friend! It takes a great deal to impress me, as a rule, but as I have come to know you I have learned that you are exceptional, even among the kin of Grimbeorn! My little friends do not know you as well as I, and they are both surprised and thankful for your deeds.\\n\\n'I need you to do something which I shudder to ask. The corrupted Huorns and their shepherds, the bog-lurkers, must be destroyed. I can sense that there is no reclamation for these poor creatures. The Huorns and bog-lurkers dwell to the north-west.\\n\\n'It is a terrible tragedy, but I see no other course that would be more merciful. I am also greatly concerned, for whatever this corruption is, it was not the work of Ivar the Bloodhand.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Huorns ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat bog-prowlers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Merciful Release",
      "es": ""
    }
  ]
}