{
  "id": 620757752,
  "txt": [
    {
      "id": 68118273,
      "en": "'Barliman sent you? Such a pleasant fellow is he, always kind to travellers and trustworthy with information, but possessed of an absent-mind. His story is true; there have been strange occurrences here in Buckland as of late. If you've need for work, or adventure, I am certain that you will find some here in Buckland.'",
      "es": ""
    },
    {
      "id": 102973489,
      "en": "'Oi there friend, a word if you've a moment. I've ears and travellers mouths, it stands to reason that I hear what those mouths speak, so I hear many stories and tales. Most recent of those I'd like to share with you while it's still fresh in mind. This traveller, I can't remember who, been so many coming and going, one thing drives out the other after all; but the story is clear as first relayed. Trouble's set in at Buckland. The bridge, ferry and gates in and out been broke apart, people are frightened of some terrible beast and worse yet, rumours of Black Riders, like those seen moving through Bree-land. What I hear is the master of Brandy Hall is looking for help. You may want to look in on it if you're in the area.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "According to Barliman Butterbur, there is trouble in Buckland that could use your talents.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'A word if you've a moment, though if you're as busy as me, you haven't. What with all the troubles hereabouts, I think someone like you could be of help. \\n\\n'There's trouble in Buckland, or so I've heard. Gates broke apart, Little Folk frightened, and worse yet, rumours of Black Riders in Buckland, like those seen moving through Bree. They say the Master of Brandy Hall is looking for help by way of his young niece, Celandine.\\n\\n'Brandy Hall is atop a high hill in the centre of Buckland on the east side of the Brandywine River. Follow the road west from Bree until you see the Brandywine Bridge, then turn south into Buckland.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The propery of Newbury is in Buckland. Follow the road west from Bree until you see the Brandywine Bridge, then turn south into Buckland.\\n\\nTalk to Celandine Brandybuck at Newbury in Buckland.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Mr. Butterbur sent you? He is such a pleasant fellow, always kind to travellers and reasonably honest and diligent. Well, at least he's honest.\\n\\n'There have been strange happenings here in Buckland, as of late. If you've need for work, or adventure, I'm certain that you'll find some here.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Saradoc Brandybuck is the Master of the Hall, but you will want to speak with his young niece, Celandine. Leastwise, that's what I hear.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Oh, hello, [placeholder]! It's so good to see you! Isn't it a relief to be back home in the Shire?\\n\\n'Mr. Butterbur sent you? He is such a pleasant fellow, always kind to travellers and reasonably honest and diligent. Well, at least he's honest.\\n\\n'There have been strange happenings here in Buckland, as of late. If you've need for work, or adventure, I'm certain that you'll find some here.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Well now, it's right kind of you to help those Little Folk over in Buckland.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Oh! You're the one who rescued Mundo and me from the Blackwolds! What brings you to Buckland?\\n\\n'Mr. Butterbur sent you? He is such a pleasant fellow, always kind to travellers and reasonably honest and diligent. Well, at least he's honest.\\n\\n'There have been strange happenings here in Buckland, as of late. If you've need for work, or adventure, I'm certain that you'll find some here.'",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'Oh, hello, [placeholder]! It's so good to see you! It is such a relief to be back home in the Shire!\\n\\n'Mr. Butterbur sent you? He is such a pleasant fellow, always kind to travellers and reasonably honest and diligent. Well, at least he's honest.\\n\\n'There have been strange happenings here in Buckland, as of late. If you've need for work, or adventure, I'm certain that you'll find some here.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Are you to help us?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Speak with Celandine Brandybuck at Newbury in Buckland",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Trouble in Buckland",
      "es": ""
    }
  ]
}