{
  "id": 620757763,
  "txt": [
    {
      "id": 63183944,
      "en": "'The lights in the sky tell me Gandalf was beset by danger as he stood in that high place.'",
      "es": ""
    },
    {
      "id": 63183945,
      "en": "'I have not seen Gandalf for some time, [placeholder]. I cannot speak to his fate.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "After earning the trust of the Eglain, they confessed that Radagast the Brown, another of Gandalf's order, currently resides in a tower within their homestead of Ost Guruth.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You have been patient, [placeholder]. You must understand, we are solitary people. We hold our friends dear to us and protect them as we can.\\n\\n'Radagast is such a friend and here at the behest of our leader to aid us with a terror emerging from a long slumber. He has taken residence in the ruins of Ost Guruth, the place we call home. \\n\\n'You are welcome to make the journey to the east. The ruin is north of the Great East Road before the road snakes between the northern and southern swamp. Seek Radagast within the tower. Perhaps there is a way that you can aid him as he will surely aid you.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Radagast the Brown dwells in seclusion within a tower in the ruins of Ost Guruth, the place the Eglain call home. Seek out his counsel.\\n\\nGadaric and Hunulf Munce believe that your intentions are good and have provided you with the whereabouts of their most esteemed guest.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'[placeholder], you have proven over and again the sincerity of your claims. It is only fair then that we honour your request and provide you the information that you require.\\n\\n'Radagast is ever a friend to our people. He comes to us now as a favour to our leader who called him when the wildlife in Agamaur turned foul. He is in private study in the last tower in the back of the ruins of Ost Guruth, the place where we make our home.\\n\\n'Seek him out. Perhaps there is a way that both of you can aide the other.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You will find Radagast alone with his notes and companions within the tower at the back of the ruins of Ost Guruth. Make your way there and speak with him. You have the blessing of the Eglain.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'The Eglain let you in, did they? I have been expecting you, though sooner rather than later. You have in fact taken your time. I understand you found something upon Weathertop?\\n\\n'This rubbing... I do believe it is a G-rune, a mark oft used by Gandalf the Grey, another of my order. I guessed from the description of those three lines that he was at Amon Sûl on October the third, naught but a few days past.\\n\\n'I, too, saw the lightning upon Weathertop and fear that Gandalf found trouble there. I have not seen him since we parted at Sarn Ford, so I can tell you no more of him or his travels. Of this place, I can tell you much, but make reason of very little.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You will find Radagast alone with his notes and companions within the tower at the back of the ruins of Ost Guruth. Make your way there and speak with him. You have the blessing of the Eglain.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'The Eglain let you in, did they? I am Radagast the Brown, master of shapes and hues, but then you must know that if you have truly met Gandalf.\\n\\n'How did I know about Gandalf? You mentioned the rubbing from the top of Amon Sûl...I do believe it is a G-rune, a mark oft used by Gandalf the Grey, another of my order. I guessed from the description of those three lines that he was at Amon Sûl on October the third, naught but a few days past.\\n\\n'If Candaith saw such lights above Weathertop as he claims, then I fear Gandalf had found trouble there. I have not seen him since we parted at Sarn Ford, so I can tell you no more of him or his travels. Of this place, I can tell you much, but make reason of very little.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Radagast the Brown can likely be found at Ost Guruth, far to the east of Weathertop. If he has already moved on, look for him then at the camp of the Eglain in Agamaur. He may be able to tell us the meaning of the runes left on Weathertop.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'The Eglain let you in did they? I am Radagast the Brown, master of shapes and hues, Wizard of the Order, but then you must know that if you've truly met Gandalf.\\n\\n'How did I know about Gandalf? You mentioned the rubbing from the top of Amon Sûl, I do believe it is a G-rune, a mark oft used by Gandalf the Grey, another of my order. I guessed from the description of those three lines that he was at Amon Sûl on October the third, naught but a few days past.\\n\\n'If Candaith saw such lights above Weathertop as he claims, then I fear Gandalf had found trouble there. I have not seen him since we parted at Sarn Ford, so I can tell you no more of him or his travels.\\n\\n'Of this place, I can tell you much, but make reason of very little.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Radagast the Brown in his tower at Ost Guruth",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'If you seek our visitor, you will likely find him in the tower at the end of the main avenue. On occasion, he stays at our camp in Agamaur.\\n\\n'Be quick about your business, [placeholder]. We do not enjoy strangers in our midst.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Radagast the Brown",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'So Gandalf was at Weathertop. I wonder what he found there? Or what found him?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 2, Chapter 7: Radagast the Brown",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'The lights in the sky tell me Gandalf was beset by danger as he stood in that high place.'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'I have not seen Gandalf for some time, [placeholder]. I cannot speak to his fate.'",
      "es": ""
    }
  ]
}