{
  "id": 620757782,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Long have we awaited our chance to strike down the Men who caused the destruction of this land. Now, the time draws close where we will fulfill our duty and end this curse. \\n\\n'We shall not end the curse and nothing else. We will seek out vengeance. We will deliver unto the descendants of our Enemy who still feed hatred and sacrifice innocents to this land.\\n\\n'Tarry not, deliver this vengeance. The Hillmen are gathered again to the east and north. Strike them down and show them that our memories are not gone, and we do not forgive their action.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ever we draw closer to absolution. This vengeance complete, another shall open. One against the foes who shackle the Red-maid in bonds of innocent blood. We shall see them ended as well, you and I.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The pain wrought upon the land and her people was immeasurable, and we can only hope that our efforts to purify the maid will succeed. Else we shall ever linger under this curse. \\n\\n'Even now, the descendants of the first Men to poison the maid continue this practice. We must stop these atrocities. Seek out these Men and destroy them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Why? Why do we tarry here. I cannot remember....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Vengeance Comes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Dannasen, released from Neven's control, seeks not only to fulfill his curse, but also to exact revenge upon the Hillmen of Rhudaur who serve the enigmatic Red-maid of Garth Agarwen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Rhudauran Hillmen loyal to the Red-maid ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Rhudauran Hillmen loyal to the Red-maid ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Hillmen of Rhudaur can be found within Agamaur, the Red Swamp.\\n\\nDannasen, sent you to bring vengeance upon the Hillmen of Rhudaur, who serve the Red-maid. He asked you to deliver vengeance upon them for the pain and suffering that their ancestors caused upon the land and the same which they do even now.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Dannasen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Dannasen is at the Eglan-camp in Agamaur.\\n\\nUnwilling to yield, the Rhudauran Hillmen fought you on sight. Dannasen's request completed, the time has come to return to him.",
      "es": "",
      "es (fem)": ""
    }
  ]
}