{
  "id": 620757794,
  "txt": [
    {
      "id": 63183944,
      "en": "'If a creature of flesh can face the darkwater, then perhaps it lies within the spirits of Arthedain to do so as well.'",
      "es": ""
    },
    {
      "id": 63183945,
      "en": "'Thou are a boon to us in time of need, O [placeholder]!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated gloomwaters ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The very waters of Agamaur have risen up to protect Ivar and the Red-maid, animated by fell spirits of Morgoth from beyond the world.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Dost thou fear us? Do not so; there is naught for thee to fear. We have dwelt too long in this Middle-earth, too long without our rightful rest. Yet here we remain, shackled by a debt unpaid, an oath unfulfilled. Would thou lend us thy aid?\\n\\n'In Garth Agarwen, fell spirits stir the waters of Agamaur and take form. Many are spirits from beyond the world, such as those that stir the wights, but the worst of them are the cursed spirits of mortal Men, Men of Númenor who committed a great act of evil against the Valar before Númenór fell and were cursed by the Valar themselves.\\n\\n'Would thou assist us by destroying the fell darkwater?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Darkwater can be found within the area of Garth Agarwen.  \\n\\nHartrím asked that you assist him in appeasing the spirit at Agamaur, Dannasen, by destroying the fell spirits corrupting the lands within the area of Garth Agarwen.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Though I fear it, I think that the spirit at our encampment in Agamaur speaks true. There are ancient and evil things in this land.\\n\\n'Beyond these doors you will find fell spirits taking on the form of the water that drowns this land in eternal corruption. The spirit, Dannasen, told me that ridding these creatures from the land may aid in the restoration of the natural order.\\n\\n'You will find the spirits throughout this area and even within the bounds of the fortress and arboretum, though I think that you might find them throughout the early ruins of Garth Agarwen as well.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Hartrím can be found at the entrance to the area of Agamaur called Garth Agarwen.\\n\\nThe darkwater have the power to strike fear even within the cursed shades of Arthedain, preventing them from advancing on Garth Agarwen and fulfilling their curse. At Hartrim's request, you went forth to destroy them and met with some success. You should return to Hartrím with the report of your victory.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The spirits of the Enemy haunt even the waters of Agamaur.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'[placeholder], this service is great indeed. If the shades are able to fulfil their curse, then that will mean that the land here will begin to heal.\\n\\n'This was a crucial first step to seeing that happen. Thank you.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Speak with Hartrím... he will know what you should do.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Dannasen said that the very waters of Agamaur rose against them and fought them back in ages past. Since that time, he and his brethren have longed to rest but have been denied the ability. Perhaps we can help them....'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat gloomwaters ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Thanks to thee, [placeholder], our freedom is near!'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Hartrím",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'The terror of the darkwater is broken...we are in thy debt, [placeholder].'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Fell Spirits",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'Thy courage lends strength to us!'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'Our time comes, and our victory will not be withheld, thanks to thee, good [placeholder].'",
      "es": ""
    }
  ]
}