{
  "id": 620757759,
  "txt": [
    {
      "id": 218649169,
      "en": "'You have done much good for the people of Bree-land, but the Shadow out of Angmar spreads far and wide. I have learned from Gwaihir the Windlord that another of my order has found corruption in the Lone-lands, east of Bree. It may even be related to the dangers you encountered in the Great Barrow.\\n\\n'Unfortunately, Radagast is given to wandering and will be difficult to find. I would ask that you enlist the assistance of the Rangers in finding his location. There is one here in Bree-land, Saeradan, who will be able to aid you.\\n\\n'Head out of Bree through the West-gate and turn north along the Greenway. Seek Saeradan at his cabin on the east side of the Greenway across from Thornley's Work Site.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I must confess that I do not know where Radagast was bound when he left here, other than eastward into the Lone-lands. I do know that he was concerned with lightning which he saw upon the peak of Weathertop.\\n\\n'One of my kinsmen, Candaith, has already journeyed to Weathertop to investigate... perhaps Radagast has joined him there.\\n\\n'If you wish, my horse would bear you to Candaith's camp.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Having enlisted the aid of Strider, the continued defence of Bree-land and its borders falls to Saeradan. I think he will be amenable to helping you, [placeholder].\\n\\n'Travel through the West-gate of Bree and follow the road north to where you see Thornely's Farm to the west. Leave the road and head to Saeradan's hidden cottage to the north-east of that farm.\\n\\n'Speak with Saeradan and ask him for aid in this matter.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Radagast the Brown? I have not seen him and know not of his passing, but there is a cold and a shadow that has come to these lands of late.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 2, Foreword: Aiding the Order",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Take my horse. She will lead you through the northern stretches of Bree and through the Midgewater Pass to Candaith's camp.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Radagast the Brown, in concert with the Rangers of the North, has journeyed east into the Lone-lands, seeking the source of a great evil.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Saeradan at his cabin along the Greenway",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Saeradan is at his cabin north along the Greenway in Bree-land.\\n\\nSaeradan the Ranger might know where you should meet up with Radagast the Brown.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Candaith at his camp in the Lone-lands",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Candaith is at his camp in the Lone-lands.\\n\\nSaeradan does not know where exactly Radagast was bound when he left the Ranger's cabin. He suspects that Candaith, the Ranger who watches the Lone-lands, may have information on the Wizard's whereabouts.",
      "es": ""
    }
  ]
}