{
  "id": 620757686,
  "txt": [
    {
      "id": 218649169,
      "en": "'Some man from around Bree came to Maggot's demanding food and got run off by the dogs, but as we -- Rollo, Doderic, and I -- crossed the bridge we were waylaid by Big Folk just like him on the bridge! They made us take everything from our waggon and put it on theirs, then they headed off east along the Great East Road; but not before giving a good licking to Mister Maggot's own waggon. Now look at her, all in tatters.\\n\\n'I know I was lucky to get away with my hide, but... without that produce being delivered my hide will be worth nothing after Maggot gets done with it. Doderic and Rollo ran off after the waggon and found that the brigands' camp is between here and Adso's Camp on the north side of the road.\\n\\n'I would appreciate it if you could get the produce back.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You found the produce? I cannot thank you enough. I had thought it lost...but now I have other concerns. Rollo and Doderic... oh no.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You'll find those ruffians north of the Great East Road some distance east of the bridge. If you come to Adso's camp you've gone too far down the road.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You'll find those ruffians north of the Great East Road, some distance east of the Brandywine Bridge. If you come to Adso's Camp, you've gone too far down the road.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Unwelcome Strangers",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Farmer Maggot's produce was stolen by brigands. His farmhand, son, and his son's friend escaped, but the produce meant for Buckland was taken away by the brigands.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected Farmer Maggot's produce",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Deliver the produce to Wilmac Brandybuck",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The brigands' stockade is north of the road, between the Brandywine Bridge and Adso's camp. Wilmac Brandybuck awaits you inside the Hay Gate in Newbury, Buckland.\\n\\nWilmac Brandybuck has asked you to retrieve Farmer Maggot's produce from the ruffians who accosted him.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect Farmer Maggot's produce",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Farmer Maggot's farmhand awaits your return at Newbury inside the Hay Gate of Buckland slightly east and south of the Brandywine Bridge.\\n\\n",
      "es": ""
    }
  ]
}