{
  "id": 620757785,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected the Urn of Agamaur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Filled the Urn of Agamaur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have found the Red-maid's altar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Dannasen sent you to the west to collect an urn that the Red-maid used to calm the water before her fall. He directed you to make your way to the eastern side of Agamaur and locate an altar, natural in appearance and guarded by darkwater, and fill the urn with water from near the altar then return to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "The water here is too diluted to be useful",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "You have spoken to Dannasen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Perhaps thou hast heard whispers of the Red-maid? She was once an innocent creature, but was twisted long ago by the war which raged between Angmar and the North Kingdom. Now the very land has fallen to the Red-maid's pain. To heal that pain, we must first bring innocence and beauty to her sanctum. \\n\\n'Before her fall, the Red-maid would use an urn to calm the water. The urn is in the west guarded by Ivar's minions. \\n\\n'Retrieve the urn, then travel to the south-eastern most part of Agamaur. There, seek out a natural altar... thou wilt know it when thou hast seen it, for the wretched darkwater will guard it in force. Fill the urn with water from that place and return to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The urn is in the south-western part of Agamaur.\\n\\nThe shade Dannasen has asked you to recover the Red-maid's urn, fill it with water from an ancient, natural altar, and bring it back to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'At the altar in the east, the Red-maid came forth from the water when the wars encroached upon her spring, and she made herself known unto the Men of Rhudaur, but they did not heed her pleas.\\n\\n'Her visage was not then as it is now, for the corruption of war had not tainted her spirit then. Ever we fought and ever did the blood of Rhudaur and Arthedain pour into the land. The spring of the maiden became filth, and over time, the maiden herself became diseased by the blood which drowned her home.\\n\\n'She arose as a terrible creature and slew any who beheld her, satisfying her new hunger. It was then that Iarwain Ben-adar charged us with our great task... only we failed. And now, Ivar Blood-hand has gained power over the Red-maid, though I think he does not understand the danger to himself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The altar is in the south-eastern part of Agamaur.\\n\\nFill the urn you collected with water from the area surrounding a natural altar guarded by darkwater.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Dannasen is at the Eglain camp, north-west of the Red-maid's altar.\\n\\nNow that you have filled the urn with water from the area surrounding the altar, you should return to Dannasen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'First thou must retrieve the Red-maid's urn. Then travel to the south-easternmost part of Agamaur. There, seek out a natural altar... thou wilt know it when thou hast seen it, for the wretched darkwater will guard it in force. Fill the urn with water from that place and return to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Return to me with filled urn, only then can I share her tale.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Now that thou has obtained the urn, thou must fill it. Take it to the altar of the Red-maid and draw water into it there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect the Urn of Agamaur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Fill the Urn of Agamaur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Find the Red-maid's altar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Speak with Dannasen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Vessel of Purity",
      "es": "",
      "es (fem)": ""
    }
  ]
}