{
  "id": 620757778,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected shields of Arthedain ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected shields of Arthedain ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The shades that wander these marshy lands were cursed to remain in Middle-earth, houseless and restless, until they either redeemed or destroyed the Red-maid of Agamaur.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'In ages past, we were cursed by Iarwain Ben-adar for our inaction as the Red-maid slipped further from the gentle creature she was to the corrupt thing she now is. Until she is redeemed or removed from the world, we are cursed to wander these swamps, with no hope of rest.\\n\\n'But we have no hope. She is too powerful, or so the men believe. I do not believe this is so. I must find a way to restore their resolve. One of the Eglain, Hartrím, has gone to the place where she dwells. He goes to secure items lost as my brethren and I battled the Angmarim and Hillmen of Rhudaur: our shields. I believe they are still held by the Hillmen who worship the Red-maid and the brigands who have allied themselves with them.\\n\\n'Perhaps you would seek Hartrím at the outskirts of Garth Agarwen and ask him how his efforts progress.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Make your way to the entrance to the area known as Garth Agarwen, north-east of the Eglan-camp, and speak with Hartrím.\\n\\nDannasen asked you to seek out Hartrím at the entrance to Garth Agarwen in an effort to discover if he has found any of the shields once used by Dannasen and his brethren.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Dannasen will be displeased to know that I am not able to perform this task. The creatures beyond these walls are far beyond me.\\n\\n'Perhaps, these Men will prove less a challenge to you. Would you take on this challenge and aid the shades who have lingered in these lands since they were cursed?\\n\\n'You will find that the Men, the Créoth, beyond these walls are stronger than any other, indoctrinated deeply in the service of the Red-maid. If any carry the shields that Dannasen speaks of, it will be these Men.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Hillmen of Rhudaur who serve the Red-maid and their brigand allies can be found in Garth Agarwen, the fortress of the Red-maid in the north-east of Agamaur. Hartrím awaits you outside the gates of Garth Agarwen.\\n\\nDannasen, one of the shades of Arthedain cursed by Iarwain Ben-adar, fears that the others have lost their resolve to break their curse, believing that the Red-maid is too powerful. To strengthen their resolve, Dannasen enlisted Hartrím of the Eglain to collect the shields they lost to Rhudaur long years ago. Hartrím, too weak to face these foes, turns to you for assistance.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Once, we were proud men. Now, we are less than the dust of the earth and just as long-lived. Our failure was inaction, and still we fulfil that role. Without courage, we are nothing.\\n\\n'Please, seek Hartrím and see how he progresses.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'This crest is familiar to me, it is the crest of Arthedain, noblest of the Men who lived in these lands.\\n\\n'Dannasen and his brethren are from a lineage that was the strongest of the Men, during their time. Seeing these will surely restore their resolve. I will see that they receive them forthwith.\\n\\n'I am indebted to you [placeholder].'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Once we were proud Men. Now we are less than the dust of the earth and just as long-lived. Our failure was inaction, and still we fulfil that role. Without courage we are nothing.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Would that my journeys had strengthened me so that I could face these foes alone. Alas, I am unable to. Perhaps you and others will be able to succeed where I cannot. Please, will you help?'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The crest of the North Kingdom! How it restores my pride....'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Hartrím at the entrance of Garth Agarwen",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Thou have brought courage to my spirit and to the fellowship of my brethren.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the shields of Arthedain to Hartrím",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect shields of Arthedain ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'The Red-maid shall be restored or brought to ruin!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Arthedain's Lost Brethren",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'What is this? The crest of Arthedain returned to us?'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'Perhaps the Red-maid is not as powerful as we once thought....'",
      "es": ""
    }
  ]
}