{
  "id": 620757714,
  "txt": [
    {
      "id": 40537777,
      "en": "'Hurray! You've made me the happiest Hobbit this side of the Brandywine. Why, I'll bake Rosa such a mushroom dinner that she'll be just as pleased and maybe move out here with me right soon! O friend, you've done so much, I am only sorry that this pittance is all I have to offer. Thank you ever so!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected wild mushrooms ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 102973489,
      "en": "'You've been a great help to me, friend. I've another favour, more personal than the last two. Rosa Proudfoot in Eastfarthing is great friend to me, and perhaps one day I will ask her to move here to my inn. Before I left, Rosa gave me more Longbottom leaf then I knew what to do with. Now I must make a like gesture to make it known to her how much I care for her. If you're willing to help a sentimental Hobbit make the dearest girl to his heart happy listen close. Just this side of the Brandywine, mushrooms grow wild in thick patches. If you collect twenty wild mushrooms for me, I will make the delivery, but you'll have helped me more than I can speak!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Adso Haybank is a hobbit with a vision in need of assistance in setting up an inn along the road leading from The Shire into Bree. His assistants are looking for help in Buckland.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Hullo! I see that you are a person who knows your way around the wilder parts of the world, and so the offer I have for you will surely make your heart leap! I represent Adso Haybank, an enterprising fellow from Buckland with a grand vision. A vision of building an inn along the Great East Road. He dispatched myself and these Men beside me in search of willing folk to assist him with his dream.\\n\\n'I seek mushrooms found along the banks of the Brandywine River to the north, mushrooms to fill and satisfy the belly with a bit of Shire hospitality. \\n\\n'Be wary if you go, though, for I have heard tell of slimy slugs and nasty vermin in the area. Would you collect some mushrooms for me?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Wild mushrooms can be found along the eastern banks of the Brandywine River, north of Bucklebury.\\n\\nTrumric Ragwort has asked you to gather wild mushrooms from the banks of the Brandywine River. He informed you that the mushrooms are to be used to help build a menu worthy of the Shire at Adso Haybank's inn.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Look at all this bountiful fare! You certainly held up your end of the bargain well, friend. I shall do the same. \\n\\n'The ovens at the inn will smell like the finest ovens in all the Shire. This is a fine day.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "TBD is found sound, on the border of Newbury and Crickhollow within the bounds of Buckland.\\n\\nYou have collected the mushrooms TBD requested. Most assuredly TBD awaits your return.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Are you willing to help? Those mushrooms may grow themselves, but they sure cannot harvest themselves. You can find them on the banks of the Brandywine River to the north of Buckland.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Are you willing to help? Those mushrooms may grow themselves, but they cannot harvest themselves. You can find them on the banks of the Brandywine River to the north of Buckland.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Deliver the mushrooms to Trumric Ragwort in Buckland",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect wild mushrooms ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Avoid killing slugs",
      "es": ""
    },
    {
      "id": 246351249,
      "en": "'Hullo again, friend. It appears as though you still have too few mushrooms to bake a proper pie for my Rosa. I just need twenty in all.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Envy of the Four Farthings",
      "es": ""
    }
  ]
}