{
  "id": 620910246,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The old manor is infested with rats",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated rats in the refugees' new home ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You hand Cíllan the keys to the manor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The house in harwick you purchased for Cíllan has unwanted occupants...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Oh, my... this manor is not in the condition I was expecting, but it will do just fine, with a little work.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The old home of Frithbald, father to Frithbéorth, is located in the north-east corner of Harwick.\\n\\nYou should investigate the house before the refugees begin to move in.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'We have a bit of tidying up to do here, and a few things to move in from the refugee-camp. Please come back to visit us soon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Frithbéorth neglected to mention the rat infestation in the manor that he just sold to Cíllan for a hefty sum.\\n\\nYou should defeat the rats that reside in the manor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Cíllan just arrived in the new manor you just purchased for her in Harwick.\\n\\nYou should hasten to Cíllan to hand her the keys and tell her of the deal with Frithbéorth...and it would be wise to mention the rats as well.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Investigate the old manor to ensure that the refugees may move in",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat rats in the refugees' new home ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Return to Cíllan at the door of her new manor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: Down Payment",
      "es": "",
      "es (fem)": ""
    }
  ]
}