{
  "id": 620824312,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I am glad you're back, [placeholder]! I have just received a message from Thettmárr at the Deep Descent: it would seem that Nykr, a miner from Menem-berej, has gone missing, and all of the dwarves of this area are now looking for him.\\n\\n'Will you help, [placeholder]? He could easily have passed right under our noses in the dark. I know Nykr well -- what could he have been doing off by himself? The mines are not safe....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Nykr dead! That is a tragedy beyond bearing. Why, that fool; what could he have been about?\\n\\n'I will send notice to the other camps to call off their search. Poor, foolish Nykr!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Why would Nykr just up and leave in such a strange manner? Something strange is afoot.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "One Absent Miner",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Sori just received a notification that a miner by the name of Nykr has gone missing in the Silvertine Lodes, and many dwarves have begun to search for him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Nykr seemed to be making off in haste with some gold, but did not get far...surely slain by the dragonet that has attacked you! Defeat the creature!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have defeated the dragonet that surely killed Nykr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search for Nykr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Nykr could be anywhere, but it is up to you and Sori to search in the southern tunnels, while the dwarves of other camps search near their own sites.\\n\\nYou should search for Nykr in the southern passages of the Silvertine Lodes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Sori with news of Nykr's death",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Sori is on the platform in the southern tunnels of the Silvertine Lodes.\\n\\nYou should return to Sori with the news that Nykr has been found -- dead.",
      "es": "",
      "es (fem)": ""
    }
  ]
}