{
  "id": 620824256,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "This hat is burned and ashen, but certainly once belonged to Gandalf the Grey",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "This rubble is burned and broken, and blocks further passage up the stair",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Lenglammel has so far been unsuccessful at her primary mission in Moria: locating and rescuing Mithrandir, if one can indeed rescue a Wizard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'When first we arrived here at the Foundations of Stone, we did so at the request of Lady Galadriel, and had one primary objective: to learn what fate befell Mithrandir, the Grey Pilgrim, in these very depths.\\n\\n'Yes, I speak of Gandalf. He passed into the shadow of the abyss, and it was the hope of the Lady that he might be found, and found safe. The Elf Magor sought him for many days, but found no sign. \\n\\n'Magor still has not returned, [placeholder], and I am beginning to worry. There are two places I would have you search for sign of either Mithrandir or Magor: the top of the bottom portion of the Endless Stair and the Black Lake. When you have searched both places, I hope you will have some sign of either the Wizard or Magor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Black Lake and the bottom of the Endless Stair are both among the Foundations of Stone.\\n\\nLenglammel has asked you to search several locations for sign of either Mithrandir or the Elf Magor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "You describe your discovery of Gandalf's burned hat in the middle of the Black Lake and of the rubble that chokes the endless stair. Lenglammel sighs.\\n\\n'Your news of Mithrandir and the lack of news concerning my friend Magor both fill me with anxiety, for we still do not know their fates. I thank you for it, but it could be that Magor at least may soon return to us.\\n\\n'Dithaliwenn found something while you were away.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Lenglammel is in her camp of Gwathrendath, among the Foundations of Stone.\\n\\nYou have searched both locations, and found the burned hat of Gandalf in the middle of the Black Lake. The Endless Stair has been choked by burned and blackened rubble. It seems that Gandalf survived long enough to do battle with the Balrog, but what happened then is unknown to you. You should speak now to Lenglammel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Several places remain to be searched, [placeholder]: the top of the bottom section of the Endless Stair and the Black Lake. Perhaps you will find some sign of Mithrandir or the Elf Magor at these places. I pray that you do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have brought me nothing useful.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search the Black Lake",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Search the top of the bottom portion of the Endless Stair",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the burned hat to Lenglammel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 7: Beyond Light and Knowledge",
      "es": "",
      "es (fem)": ""
    }
  ]
}