{
  "id": 620824259,
  "txt": [
    {
      "id": 94621395,
      "en": "Blah!",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You must return to Lothl贸rien at once, [placeholder]. The Lady Galadriel will want to speak with you about what has happened here, and what it will mean for the future.\\n\\n'Speak with Haldir atop the flet south of the river Nimrodel and he will arrange a meeting with the Lady.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The Lady Galadriel can see much in her Mirror, but it is not known to her or any Power whether what she has shown you will come to pass.\\n\\n'One day, perhaps, you will look back on your long road and make sense of what you saw today. Only time can tell such things.\\n\\n'I thank you for the service you have provided my people, and may the light of the Elves shine upon your path and guide your steps aright.\\n\\n'For those unfamiliar to Galadhrim, we shall name you Friend, and allow you to enter our fair home.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Lady Galadriel has called you to her garden, for she wishes to speak with you. I will take you to her.'\\n\\n<rgb=#FF0000>This is a Solo quest, and cannot be completed with a Fellowship.</rgb>\\n",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Blah!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 9: The Mirror of Galadriel",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You must go at once, to speak with Haldir atop the flet south of the river Nimrodel about arranging an audience with the Lady Galadriel.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have overthrown a terrible power deep beneath Moria and have been summoned by the Lady Galadriel of L贸rien.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Haldir and arrange an audience with the Lady Galadriel",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Haldir is atop a flet outside Lothl贸rien, south of the river Nimrodel.\\n\\nLenglammel has told you to speak with Haldir about arranging an audience with the Lady Galadriel.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Haldir is at his camp outside Lothl贸rien.\\n\\nGaladriel has seen many things about your future in her Mirror, but you cannot make sense of the confused images.",
      "es": ""
    }
  ]
}