{
  "id": 620824342,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Forgive me for asking, [placeholder], but could you lend me a hand? I joined this expedition as a librarian, hoping to uncover the lost lore and mysteries of Khazad-dûm, but there is so much to be done around here that instead I've been assigned a list of labourious tasks to which I fear I am ill-suited!\\n\\n'It appears that a recent rock-fall has littered the road between here and the Twenty-first Hall with rubble that makes travel difficult, and we need that stretch of the passage cleared if we are to continue to supply the Twenty-first Hall.\\n\\n'The rock-fall occured in the eastern-most area of the Great Delving, along the path just south of the gate to the Lonely Span.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Excellent! With that path clear again, it will be much easier to deliver supplies to the Twenty-first Hall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Keep working. We must get enough of the rubble clear that we can safely move supplies to our deeper encampments.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Clear Tunnels",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The paths from the Dolven-view are clogged with debris and rubble, making travel difficult.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Cleared rubble ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Clear rubble ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The rock-fall that Sót has asked you to clear can be found in the eastern side of the Great Delving, south of the gate leading to the Lonely Span.\\n\\nSót, the librarian of the Dolven-view expedition, has asked you to aid him by clearing the road leading to the Lonely Span of debris and rubble.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Sót at the Dolven-view camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Sót is at the Dolven-view camp, south-west of the Lonely Span.\\n\\nThe rubble from the rock-fall has been cleared out. You should return to Sót and let him know.",
      "es": "",
      "es (fem)": ""
    }
  ]
}