{
  "id": 620824339,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "This area matches Wigfast's descriptions....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Wigfast heard a strangely long echoing shout to the north-east of Gazatmur, and wonders at what the sound could have been.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The strangest thing happened when you were away this last time, [placeholder]. I heard a very long echo... and it sounded rather like a dwarf-shout.\\n\\n'The sound came from the north-east of here. Will you go explore? I should like to head back to the Dolven-view.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The source of the echo can be found by following the stairs behind Wigfast's hiding place, and heading north-west from there to the upper levels.\\n\\nYou should search for the source of the echo.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "This rucksack may indicate the source of the strange echo heard by Wigfast. It appears to have once been owned by a dwarf, but the dwarf is nowhere to be found.\\n\\nYour strong suspicion is that he fell right through the perilous crack in the path. But what was he doing so far from any established hubs in Moria?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "You spot a rucksack in the north-east corner of the Great Delving, perched near a great rift in the path.\\n\\nYou should search the rucksack.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Near the rucksack is a book, a journal, with a dwarf's objectives written down.\\n\\nYou should complete the objectives intended by the dwarf who perished.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'A very odd echo it was! Chilling, if truth be told. It could not have been too far from here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have had some strange encounters, to be sure! White Hands and Uruks and goblins and rucksacks and deep rifts... better you than me, [placeholder]!\\n\\n'Well, I am glad you've made it back safe and sound. Take your rest here at the Dolven-view, where the light is bright and the fire warm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Slagvi is in the Dolven-view in Moria's Great Delving.\\n\\nYou should tell Slagvi of all you encountered on the eastern side of the Great Delving.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You have had some strange encounters, to be sure! White Hands and Uruks and goblins and rucksacks and deep rifts...better you than me, [placeholder]!\\n\\n'Well, I am glad you've made it back safe and sound. Take your rest here at the Dolven-view, where the light is bright and the fire warm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the source of the echo",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Investigate the rucksack near the rift in the path",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Complete the first objective in the journal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Complete the second objective in the journal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Long Echo",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Slagvi in the Dolven-view",
      "es": "",
      "es (fem)": ""
    }
  ]
}