{
  "id": 620824257,
  "txt": [
    {
      "id": 218649169,
      "en": "'Dithaliwenn found an Elf-stone, much like the ones I gave you earlier, by the cave-mouth to Azanarukâr, from which emanated a vile stench. You did not place this stone, [placeholder]. It must have been Magor! But why would he have left the stone rather than return to the camp himself?\\n\\n'I think the cave Magor found must be the source of the great evil Lady Galadriel sensed beneath Moria, [placeholder]. If you can rescue Magor from its clutches, he may be able to tell us something of its power.\\n\\n'Gather your courage, friend. Whatever this new fell-craft be, if it could best a great Elf like Magor in combat, it must be dangerous indeed!'\\n\\n<rgb=#FF0000>NOTE: Inspiration will assist you if you choose to undertake this challenge. This instance can only be completed by a solo or two person group.</rgb>\\n",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Magor told us everything, [placeholder], and he has set off on a journey back to Lothlórien to inform the Lady Galadriel of what has transpired.\\n\\n'Your feats are truly incredible, my friend! Not only have you rescued Magor, but you have thwarted the plans of not only the Orcs, but, more importantly, of Gorothúl of Dol Guldur as well!\\n\\n'You are wholly remarkable. You have Magor's highest praise, and my own.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Go with courage, [placeholder], into the depths in search of Magor. He may be able to tell us something about the great evil that Lady Galadriel has sensed in the depths.'\\n\\n<rgb=#FF0000>NOTE: Inspiration will assist you if you choose to undertake this challenge. This instance can only be completed by a solo or two person group.</rgb>",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 8: New Devilry",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Dithaliwenn has found a clue to the lost Elf Magor's whereabouts near Azanarukâr, and Lenglammel wants you to find him.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Lenglammel and travel to Azanarukâr",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Lenglammel is in her camp of Gwathrendath, among the Foundations of Stone.\\n\\nLenglammel is waiting for you to speak to her about travelling to Azanarukâr in search of Magor and the mysterious evil that dwells there.\\n\\n<rgb=#FF0000>NOTE: Inspiration will assist you if you choose to undertake this challenge. This instance can only be completed by a solo or two person group.</rgb>\\n",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Lenglammel is in her camp of Gwathrendath, among the Foundations of Stone.\\n\\nYou have won a great victory in the depths beneath Moria, and should speak now to Lenglammel.",
      "es": ""
    }
  ]
}