{
  "id": 620824341,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Gathrok",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated a goblin in Gamil Filik ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Since the dwarf-expedition entered Moria, there have been far too many encounters with goblins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Well, [placeholder], we have been lucky so far in that the goblins infesting Khazad-dûm seem to be terribly disorganized, with inept leaders.\\n\\n'Nevertheless, we cannot relax our guard. If I read things rightly, there is one particular leader among the nearby goblin-tribe who has been bold enough to organize a raid against the Deep Descent, and I think it would be best if he doesn't live long enough to carry out his ploy.\\n\\n'See if you cannot perhaps weaken the goblin-forces in Gamil Filik, and deal with their chieftain while you are at it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gathrok and his goblins are in Gamil Filik, south-east of the Deep Descent.\\n\\nStíling has asked you to defeat Gathrok, a goblin-chieftain, and weaken his forces.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So, Gathrok has fallen. That should set the goblins back again in their efforts to organize against us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Stíling is hiding just at the outskirts of Gamil Filik in the Silvertine Lodes.\\n\\nYou should return to Stíling and tell him that you were able to defeat Gathrok.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I think it would be best for all of us if the goblin Gathrok did not live too much longer....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Gathrok",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat goblins in Gamil Filik ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Stíling",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Lawlessness Among Goblins",
      "es": "",
      "es (fem)": ""
    }
  ]
}