{
  "id": 620824260,
  "txt": [
    {
      "id": "0x547b8b1",
      "en": "'Runes of power in the darkness.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x547b8b2",
      "en": "'Secrets unseen for an age.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x547b8b3",
      "en": "'A blast of warm air, and you turn to stare into yellow eyes...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5ef7c11",
      "en": "'A long vigil, waiting for an ally that does not come.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x547b8b4",
      "en": "'You speak words of power, but still the eyes stare out of the darkness, unafraid.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5ef7c12",
      "en": "'Your words must inspire, for time passes too slowly behind the walls.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5ef7c13",
      "en": "'They cannot stand forever, the walls, nor the Men under your command.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5ef7c14",
      "en": "'The dawn seems far off, Captain; is it your fate to see it?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe32a551",
      "en": "'Stairs climb unceasingly into the heights.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe32a552",
      "en": "'A city sleeps, its inhabitants gone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe32a553",
      "en": "'But not all, not yet. Those that remain dream a restless dream...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe32a554",
      "en": "'Will your songs stir them to wakefulness, Minstrel? Is that to be your fate?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe7e741",
      "en": "'A shadow beneath the trees -- it moves without sound.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I am aware of your kindness to Magor beneath the mountains, [placeholder]. You are now held high in his esteem, and he accords you great fondness for your part in his rescue.\\n\\n'Strange deeds unravel on the many paths of your journey, for as your footsteps lead you to and fro, I perceive that many fates are entwined with your own. Some of your tales seem ended, but locked doors may yet be pried open.\\n\\n'My Mirror can show many things, and you may ask it what you will. But heed this before you peer into the water: many valuable answers may come unbidden. Look now, and see what may be seen.'\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Some light is now shed on the riddles, do you not agree? The clues left behind among the Foundations of Stone begin to form a clear picture at last. Gandalf the Grey strove in Moria with Shadow and flame, and they fell, and perhaps rose again. Who had the mastery?\\n\\n'It has been said that my eyes see farther than many who are deemed wise, yet keener eyes we need to pierce the darkness that shrouds Mithrandir from my sight. Who can spy upon Moria from all sides and gain rumour of the fate of Gandalf? Only Gwaihir the Windlord can do this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe7e742",
      "en": "'Might will not avail you. It stalks without mercy, unrelenting.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I have carried Gandalf before now, and if he yet lives, I will carry him again. I will send out the sharpest-sighted eagles to seek him from every corner of this land, and I will fly until we have learned what befell him.\\n\\n'If he is to be found, I and my kind will find him.\\n\\n'Return to the Lady and tell her I will do this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe7e743",
      "en": "'Someone bellows a challenge, and suddenly a beast is by your side...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'I know that Gwaihir will find Mithrandir, if he is to be found.\\n\\n'Haldir will show you from this place, [placeholder]. I will call for him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe7e744",
      "en": "'Whether this beast be friend or foe, I cannot see. I hope you will know the difference.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x99b24e7",
      "en": "Travel Effect to Mirror of Galadriel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe8f86a1",
      "en": "'I saw more than the fate of Mithrandir behind your eyes, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe8f86a2",
      "en": "'I saw glimpses of your own fate as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Lady Galadriel wishes to speak with you in her garden in Lothlórien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc269481",
      "en": "'A crash of thunder, a broken shield.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc269482",
      "en": "'The wall of spears moves in time to the drum-beat of doom.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xacc6611",
      "en": "'The ship glides through the water with graceful speed, its crew yours to command.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc269483",
      "en": "'A shroud of despair as the great beast descends...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc269484",
      "en": "'You are a mighty Guardian, [placeholder], but not all friends can be saved.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xacc6612",
      "en": "'But the wind rises, and clouds gather on the horizon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xacc6613",
      "en": "'Your crew looks to you, Mariner. Will you survive this challenge of the Sea?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xacc6614",
      "en": "'Or will your proud vessel be made driftwood, as have so many others before?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Galadriel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xaaa2051",
      "en": "'A great tower in moonlight, a shadow against the sky.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Look into the Mirror of Galadriel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xaaa2052",
      "en": "'A cell with no escape.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeed731",
      "en": "'Look into the Mirror, [placeholder], and see what you will.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Galadriel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xaaa2053",
      "en": "'The stairs are watched.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Listen to Galadriel's words concerning your fate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xaaa2054",
      "en": "'I cannot see how you come to this place, Burglar... nor how you could leave it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Gwaihir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xaaa2055",
      "en": "'But the Mirror shows many things, and not all of them may come to pass.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3ae4ee1",
      "en": "'A thundering of hooves shakes the earth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xaaa2056",
      "en": "'Of Mithrandir, at least, the vision is clearer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3ae4ee2",
      "en": "'Black sails fly on a river of dread.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xaaa2057",
      "en": "'Gwaihir the Windlord rests in the rear of my garden. Tell him what you have seen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3ae4ee3",
      "en": "'Your foes are everywhere, but you see them not.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3ae4ee4",
      "en": "'Your grief blinds you to them, Warden, and you defy death in its name.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Galadriel is waiting for you in the centre of the garden.\\n\\nYou have been summoned to Galadriel's garden in Lothlórien, for she hopes to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Mirror of Galadriel is in the centre of her garden.\\n\\nGaladriel has invited you to gaze into her Mirror to see what you will.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Galadriel is waiting for you in the centre of the garden.\\n\\nYou have seen strange sights within the Mirror of Galadriel, including confusing images of Gandalf and a terrible creature: a Balrog, Durin's Bane.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Galadriel is waiting for you in the centre of the garden.\\n\\nThe Lady Galadriel has seen more than the fate of Mithrandir in her Mirror; she has seen some hints of your fate as well.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x17e4fc1",
      "en": "'I see great webs strung beneath the trees.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Gwaihir the Windlord has come to rest in Galadriel's garden.\\n\\nGaladriel has asked you to speak with Gwaihir concerning the fate of Gandalf the Grey.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x17e4fc2",
      "en": "'A friend in peril, her life's blood mingling with venom and remorse.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x17e4fc3",
      "en": "'Chattering, evil shapes approach. Your bow longs to sing...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xdc7de61",
      "en": "'The earth shakes beneath mighty feet, war-horns sound.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x17e4fc4",
      "en": "'There are too many, Hunter, even should all your arrows find their marks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xdc7de62",
      "en": "'The end comes, and you are on the wrong side of the tide.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xdc7de63",
      "en": "'You race at great speed, but death comes more quickly still...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Gwaihir is resting in the rear of my garden. Speak to him, and we shall ask him to spy from the heights for rumour of Gandalf. He may yet live. I do not think that his purpose upon Middle-earth would be so soon spent, for his tasks will be great ere the end.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xaaa6011",
      "en": "'The tower claws the sky, unhidden by the falling snow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xaaa6012",
      "en": "'Hearts hardened by defeat burn there, white-hot with vengeance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xaaa6013",
      "en": "'Beware the place of jungle, where rot festers in stately lines.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xaaa6014",
      "en": "'With friends you dared the climb, yet you are alone in the trap.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2e77891",
      "en": "'The prize of knowledge, it waits, ripe for the taking.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2efa83e",
      "en": "travel_exit (desc)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2e77892",
      "en": "'A library at the pinnacle of the black spire, secrets untold.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: The Mirror of Galadriel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2e77893",
      "en": "'Enemies without, and within...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2e77894",
      "en": "'How far will your heart take you for limitless knowledge, Lore-master?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}