{
  "id": 620824340,
  "txt": [
    {
      "id": 136263297,
      "en": "The trap has been set!",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Pukhlor has fallen!",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Stíling pointed out an ancient dead-fall in the mines, constructed by the Dwarves of Moria long ago, and suggested that it might be used to the advantage of the dwarves.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I explored this secret passage while you were distracting the goblins inside Gamil Filik, and I am quite pleased to report that it is safe. It brings us to a tunnel right near Pukhlor, who looks to be a terrifying foe, the likes of whom I had not anticipated.\\n\\n'But there is good news: I thought I espied a loose bit of rock that would make a good trap for Pukhlor's downfall. If you sneak behind through this hidden passage, I think you will be able to get through and crush that villain by luring him to the trap.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The hidden passage is just near Stíling in the hall near Gamil Filik.\\n\\nYou should enter the hidden passage to sneak behind the goblin camp.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'So our goblin neighbours will likely not trouble us in the future? That is excellent news, [placeholder]. Thank you for helping Stíling at Gamil Filik.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The dead-fall trap lies near the goblin-camp at Gamil Filik, south-east of the Deep Descent camp.\\n\\nStíling has asked you to find the dead-fall trap and arm it, then lure Pukhlor to his death beneath the rocks.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Stíling is at his spot outside of Gamil Filik.\\n\\nYou should return to Stíling and let him know of Pukhlor's defeat.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The goblins at Gamil Filik will soon fall, thanks to your efforts.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'So Pukhlor lies in a grave of stone. Hopefully that will remind the goblins to whom Khazad-dûm truly belongs.\\n\\n'I do not care what evil lords support them, the very bones of Khazad-dûm stand against them.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Thettmárr is in the Deep Descent camp, north of Gamil Filik.\\n\\nYou should return to Thettmárr and tell him of what you saw in the goblin-camp.",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The goblins at Gamil Filik will soon fall, thanks to your efforts.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Use the hidden passage near Stíling",
      "es": ""
    },
    {
      "id": 53306728,
      "en": "'Arkh!'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Arm the trap and lure Pukhlor into it",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Return to Stíling (you may use the hidden passage)",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Thettmárr at the Deep Descent",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Dead-fall",
      "es": ""
    }
  ]
}