{
  "id": 620824255,
  "txt": [
    {
      "id": 218649169,
      "en": "'The nameless creatures in the depths of the earth are not to be trifled with, but still Mazog insists on attempting to enslave them. There can be no doubt that the hand of Dol Guldur is causing him to try this foolish course, but I have no pity for him. These creatures are deadly, and they approach Gwathrendath more closely with each passing hour.\\n\\n'And still Magor does not return! This is not like him to be so tardy! Were he not so strong, I would be worried, but Magor trained with Celeborn in the Elder Days and can take care of himself.\\n\\n'There are cracks in the walls not far from Gwathrendath. Place these beryls in front of the cracks to dissuade the nameless from approaching  the cracks.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have done what you could, [placeholder], but where the nameless are concerned I hope only that it will be enough.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Nameless creatures sometimes crawl through cracks in the walls of the abyss; place these Elf-stones near them to dissuade them from doing so. You should also defeat the nameless beasts wherever you see them, for they are most dangerous, and are becoming more fell and numerous by the hour.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 6: Evils Beneath the World",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Lenglammel is worried that the nameless creatures sought by Mazog have been approaching her camp too closely.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Placed Elf-stones at abyss cracks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Placed Elf-stones at abyss cracks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Place Elf-stones at abyss cracks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Cracks in the abyss can be found throughout the Foundations of Stone, not far from Gwathrendath. \\n\\nLenglammel has asked you to place Elf-stones in front of abyss-cracks near the camp to dissuade nameless creatures from approaching.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Place Elf-stones at abyss cracks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Lenglammel is in the camp of Gwathrendath, among the Foundations of Stone.\\n\\nYou have done what you can to counter the threat of the nameless creatures that lurk among the Foundations of Stone.",
      "es": ""
    }
  ]
}