{
  "id": 620824290,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The armour you found is a beautiful piece of craftsmanship, [placeholder]. What interests me particularly are these gouges in it: look here, and here. I believe this was carried in a creature's claws.\\n\\n'Attacked by bats? Well, I suppose... but why would a bat carry a piece of armour about? This is most peculiar.\\n\\n'When inspecting finely crafted armour, there is one dwarf who I would count on beyond all others: Sigdan. Talk to him here in the Chamber of the Cross-roads, he may have some insight into this strange find.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Yes, I am Sigdan. Your servant, brave [placeholder]. Why have you sought me out?'\\n\\nSigdan looks carefully at the claw marks in the armour.\\n\\n'These scratches are too deep to have been caused by even the largest of bats. It would have taken something much stronger to have pierced armour this well made. That is really all I can say.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Sigdan will likely know more about that armour. You can find him here in the Chamber of the Cross-roads.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Sigdan doesn't think this was done by a bat, and neither do I. The bats fit into this in some way, but I have yet to figure out how.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Heralds of Corruption",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You found a piece of armour. When you picked it up, bats attacked you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Sigdan at the Chamber of the Cross-roads",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Sigdan is in the Chamber of the Cross-roads, north of the Dolven-view.\\n\\nRambi told you to speak to his friend Sigdan about the armour you found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Rambi in the Chamber of the Cross-roads",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Rambi is at the Chamber of the Cross-roads in Durin's Way.\\n\\nSigdan has given his evaluation of the scratches in the armour you found.",
      "es": "",
      "es (fem)": ""
    }
  ]
}