{
  "id": 620875351,
  "txt": [
    {
      "id": 218649169,
      "en": "'Blankets are not the only things that keep you warm in the winter. A good, roaring fire is just as important to have. To keep it going, you need wood, though... lots of it and plenty dry.\\n\\n'Our stores are low this winter. With folks leaving to join the tomb-robbers, we have fewer honest people left to do the work necessary to get ready for the winter. We have had to focus everyone on food. The fire-wood pile has stayed very short.\\n\\n'The best wood is out near Nan Orngon. The bears root it up while they are digging for grubs. It is dry, but burns for a long time. If you could gather up a bunch of branches, it would be very helpful.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'We will still need to gather more wood in order to make it through the winter, but it is nice to see the wood-pile grow for the first time in a long time.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'If we do not have wood for the fires, the winter will end up being very short for most of us.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Logs for the Fire",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Dry logs can be found around Nan Orngon. The bears root them up when they dig for grubs.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected dry logs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect dry logs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Nan Orngon is east of Ost Forod.\\n\\nPoppy Seaton has asked you to venture to Nan Orngon and collect dried logs.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring dry logs to Poppy Seaton at Ost Forod",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Poppy Seaton is at Ost Forod, west of Nan Orngon.\\n\\nPoppy Seaton will be pleased to see all of the wood you collected.",
      "es": ""
    }
  ]
}