{
  "id": 620875350,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The winter cold will chill you to your core if you are not ready for it. It is especially dangerous at night, when one does not awaken from the bitter cold. Blankets are very important if you wish to wake in the morning.\\n\\n'We had plenty to go around last year, but it seems the robbers are not just pilfering tombs these days. A store-house was emptied just last week, and we are now short of blankets.\\n\\n'Bear-hide is the ideal material for making new ones. It is thick and with brushing will be made soft. Plus, there are plenty of bears just south-east of here, at a place we call Nan Orngon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These are perfect. Nice and large with only small nicks and tears. I can make enough blankets to keep us all warm for the entire winter with these.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Fortunately, we have enough time before the winds come for me to make real blankets should you get the hides soon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Hides for Blankets",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Bear-hides make for warm winter blankets, keeping the wind from chilling your bones.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected bear-hides ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect bear-hides ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Nan Orngon is south-east of Ost Forod.\\n\\nRowena Parker asked you to venture to Nan Orngon and bring back several bear hides to be turned into blankets.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring bear-hides to Rowena Parker at Ost Forod",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ost Forod is west of Nan Orngon.\\n\\nRowena Parker will want to begin turning the hides into blankets.",
      "es": "",
      "es (fem)": ""
    }
  ]
}