{
  "id": 620875343,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "There are many threats to the north Ost Forod agreed to deal with in the pact with the Rangers of Tinnudir. It is time they be dealt with.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You have shown the Rangers are serious in restoring the pact between us. It is now time that we step up here and honour our end of the agreement.\\n\\n'We said we would watch over Evendim from the north, guard the trade routes with Forochel, and ensure the enemies of the Rangers did not enter from those lands. They have entered and are already here, that much we cannot change, but we can drive them back out.\\n\\n'Speak with my associates around town, the same who you helped prepare for the winter. They have each been tasked with scouting a threat. They will know more about what to do next.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "There are several threats that must be addressed for Ost Forod to uphold its end of the pact.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The north is secured, and we can honestly say we have now done our part. We are not yet done, though. The years of hardship created another problem, which it is time to finally address.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Basil Gummidge is at Ost Forod.\\n\\nBasil will be pleased to hear Ost Forod has upheld its end of the pact with Tinnudir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'It is high time we started working with the Rangers instead of against them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Assist Clark Standish again",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Assist Ballard Wilmer again",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Assist Rowena Parker again",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Assist Poppy Seaton again",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Immediate Threats",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Basil Gummidge at Ost Forod",
      "es": "",
      "es (fem)": ""
    }
  ]
}