{
  "id": 620875346,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'It is time to build up our foodstuffs and prepare for the coming cold. Elk-meat takes time to dry and cure... it is not done overnight, and it must be done before the cold-snap hits. It cannot cure if it is frozen.\\n\\n'That means it must be gathered now so it has enough time that we will be able to enjoy it later. There are few things that warm a belly more than a spiced, dried piece of elk-meat on a frozen winter night.\\n\\n'Head into the hills... you will find the elk roaming about them. Bring back enough haunches that we will be able to get a few weeks of meals from them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These are very nice haunches. Looks like the elk had plenty of plants to feed upon this fall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I would ask you to get bear-meat, but the bear-meat is better fresh. At this point, it is too fatty to dry well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Meat for the Spit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "In order to dry and cure before the winter cold hits, elk-meat must be gathered now.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected elk-haunches ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect elk-haunches ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Elk can be found wandering the hills north and east of Ost Forod.\\n\\nBallard Wilmer asked you to gather elk-meat so he can dry and cure it for the winter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring elk-haunches to Ballard Wilmer at Ost Forod",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ballard Wilmer is at Ost Forod.\\n\\nBallard Wilmer will be eager to begin drying and curing the elk-meat.",
      "es": "",
      "es (fem)": ""
    }
  ]
}