{
  "id": 620875345,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'Well done, [placeholder]! You are really showing your mettle as a farmer. I believe you are ready for artisanship and the superior farmland.\\n\\n'Superior farms can be found here in Hobbiton, as well as in some high-level areas in Middle-earth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Thank goodness! The Ivy Bush was down to its last bunch of green onions. You've saved dinner!\\n\\n'Ahhh, these smell lovely.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Crafting: Artisan Farmer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Hmph! Always busy and never a moment's peace!\\n\\n'Is this sweet galenas for me, [placeholder]? How good of you! I haven't even thought of my pipe. That always calms me down.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Cabbage! It's my horses' favourite food! How did you know, [placeholder]? I have heard rumour of your excellence as a farmer, but this really exceeds my expectations.\\n\\n'I'll be sure to tell Olo Proudfoot of your impressive skill.' ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have grown a green onion crop",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Ah, sweet galenas! This is already soothing my nerves!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have made a pouch of sweet galenas pipe-weed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'My horses will appreciate these cabbages.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have grown a cabbage crop",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The crafting recipes you must create can be found in your crafting panel.\\n\\nYou should craft the three recipes required by Olo Proudfoot for your growth as a farmer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You need to grow a green onion crop, sweet galenas pipe-weed, and a cabbage crop.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Hobbits in need of the crops you grew can be found throughout Hobbiton.\\n\\nYou should bring your crops to the hobbits in Hobbiton.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'You need to bring the green onion crop to Hereward Loamsdown at The Ivy Bush, the sweet galenas pipe-weed to Opal Goodbody at the Party Tree, and the cabbage crop to Bogo Chubb.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Olo Proudfoot, the expert farmhand, can be found in the farmlands of Hobbiton.\\n\\nYou should return to Olo Proudfoot with the knowledge that your crops were a great success with the townsfolk.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Thank you for these green onions!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Execute the recipe for a green onion crop",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Execute the recipe for sweet galenas pipe-weed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Execute the recipe for a cabbage crop",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring the green onion crop to Hereward Loamsdown in The Ivy Bush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Bring the sweet galenas pipe-weed to Opal Goodbody",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Bring the cabbage to Bogo Chubb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Return to Olo Proudfoot, the expert farmhand in Hobbiton",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have grown swiftly and steadily as a farmer and are now nearly ready to begin using more advanced facilities. The superior farmland awaits!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You have been sent to me at an important time in your journey as a crafter, [placeholder]. As I'm sure you've noticed, you are very close to becoming an artisan farmer.\\n\\n'Artisans can no longer execute their recipes at ordinary farmland; instead, they must use the superior farmland, like this one beside me.\\n\\n'Before granting you access to artisan recipes, I want to make sure you are truly proficient as an expert. I would like you to execute three recipes and deliver the goods you make to folk who have need of it. They will tell me if what you make is evidence that you have achieved true proficiency as an expert.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}