{
  "id": 620875352,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "The winter in Ost Forod is long and dangerous. Winter winds blow strong from Forochel to the north.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'So, the Rangers suddenly want to honour their end of our old arrangement? Funny how as soon as things start to go bad for them, they seek out help, yet deny it to others who have needed it for so long. Still, the fact that you are here shows a small step has been taken. Let us see how serious they really are.\\n\\n'Before we get to anything dealing with what they want, we have to make sure we are well-prepared for the winter. The storms will be coming soon, and our supplies of nearly everything have gotten very low.\\n\\n'If you are serious about restoring this pact, we start with our needs. Go see several of the townsfolk, and they will direct you to what those are.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Several townsfolk around Ost Forod have work that needs to be done before the winter arrives.\\n\\nBasil Gummidge told you that before they do what the Rangers want, several of the town's needs must be addressed first.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The townsfolk have spoken well of you. I believe I may have been too harsh before...your intentions seem genuine enough. Perhaps it is our time to step up now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Basil Gummidge is at Ost Forod.\\n\\nBasil Gummidge will be pleased to hear Ost Forod is stocked and prepared for a long winter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If I hear back good things about your work, maybe we will talk about what we can do for the Rangers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Assist Clark Standish",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Assist Ballard Wilmer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Assist Rowena Parker",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Assist Poppy Seaton",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Stores for the Winter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Basil Gummidge at Ost Forod",
      "es": "",
      "es (fem)": ""
    }
  ]
}