{
  "id": 620875344,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The winters here are colder and harsher than the rest of Evendim. We do not have the lake to warm us, and the winds blow straight through the mountain passes from Forochel. It is difficult to prepare for everything we need.\\n\\n'Often during the winter, we run hunting parties out to find whatever elk or bear are still foraging about. I worry that this year we will not find any. There are more tomb-robbers camped in the hills than I remember from any year before, and they will all want to eat.\\n\\n'Head out into the hills west of here and encourage some of these tomb-robbers to move on. They will be bad for this winter, and we simply cannot afford them taking the food sources we will desperately need.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'They chose the path they wanted to walk, each and every one of them. They took greed and fortune over an honest living. Those of us who remain here, who have suffered but remained just, will now have the food we need.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Denying the tomb-robbers the source of their provisions seems a heartless thing to do, but they have chosen their path.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Robbers and Poachers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The tomb-robbers are killing elk and bear for food, cutting into the supply Ost Forod will need to survive the coming winter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated tomb-robbers around Ost Forod ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat tomb-robbers around Ost Forod ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Tomb-robbers can be found in the hills north and east of Ost Forod.\\n\\nClark Standish asked you to venture into the hills around Ost Forod and defeat several tomb-robbers to protect the town's winter food-supply.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Clark Standish at Ost Forod",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Clark Standish is at Ost Forod.\\n\\nClark Standish will be pleased to know that the tomb-robbers have several fewer mouths to feed.",
      "es": "",
      "es (fem)": ""
    }
  ]
}