{
  "id": 620932616,
  "txt": [
    {
      "id": "0x9b568a2",
      "en": "'I knew this would break her heart. I simply could not bring myself to tell her.\\n\\n'Thank you for delivering such unfortunate tidings. Hopefully when she has calmed herself, she will return in better spirits.\\n\\n'Now we have more dire matters to attend to.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Arrowhead grows in Fenmarch, east of Aldburg.\\n\\nThane Sparhafoc has asked you to deliver a message to his daughter Meregyth, but he first wants you to collect an arrangement of arrowhead to help soften the disappointment she is certain to feel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1196",
      "en": "Collected arrowheads ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a4",
      "en": "'It's so calm and beautiful here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a5",
      "en": "'It's so calm and beautiful here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b0",
      "en": "Thane Sparhafoc is in the Fenmarch Mead Hall.\\n\\nAfter receiving her father's distressing news, a devastated Meregyth ran off. You should inform Thane Sparhafoc that you have delivered the unfortunate tidings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1199",
      "en": "You have located Meregyth. She is just ahead on the dock",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Meregyth can be found on a dock west of the Fenmarch Mead Hall.\\n\\nDeliver the arrowhead-arrangement and the message from her father, Thane Sparhafoc, regarding the unlikelihood that Éomer will still wed her now that he is heir to the throne of Rohan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Meregyth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "Meregyth accepts the flowers from you and listens intently to what you have to say.\\n\\n'Éomer will not marry me...?'\\n\\nMeregyth hangs her head as a tear rolls off her cheek and onto the dock.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Collect arrowheads ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'This is a family matter that I do not wish to involve others in, but I cannot bring myself to tell Meregyth what I have long known.\\n\\n'Now that Éomer is heir to the throne of Rohan, he is to marry a lady of much higher station, not the daughter of a marsh-lord.\\n\\n'If you could talk with her, it would remove a burden from my heart. Pick an arrangement of arrowhead, a flower which grows around Fenmarch, and deliver it to her along with my message.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a7",
      "en": "Meregyth will most likely be found just west of the Mead Hall in Fenmarch.\\n\\nYou have gathered an impressive bouquet of Arrowhead to give to Meregyth. Now you must deliver it and Thane Sparhafoc's message.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Find Meregyth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d167",
      "en": "Thane Sparhafoc cannot bring himself to tell his daughter, Meregyth, that Éomer will most likely not wed her, now that he is heir to the throne of Rohan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Dreaded Day",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Talk to Thane Sparhafoc",
      "es": "",
      "es (fem)": ""
    }
  ]
}