{
  "id": 620827444,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Aid Bési",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Folkath at the Fanged Pit camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The merrevail and mervyl are mysterious creatures. I know much about goblins and Orcs, but little of those with wings. What I do know is that they present a serious threat to us here in Durin's Way. These foul creatures call this entire cavern their territory, and I fear they are intent on expanding it.\\n\\n'These merrevail cling to the safety of the darkness, and they have a bloodlust that makes them a most dangerous foe. If we are to be successful, we must know more about everything that goes on here. Speak to Hadi, Bési, and Gúri. They have each agreed to help, and have travelled with me here to the Fanged Pit.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So, from what the four of you have gathered, everything in the Fanged Pit revolves around the queen of the merrevail. \\n\\n'They all live and die by her order and command. It is decided then: the only option is to strike against her directly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Do as the others wish. Without the information they will glean from your efforts, we cannot hope to stop these creatures.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Visage of Terror",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Folkath wants you to learn more about the mysterious creatures so connected to the bats.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Aid Hadi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gúri, Hadi,and Bési are all at the camp in the Fanged Pit.\\n\\nFolkath wants you to help the dwarves of Durin's Way in their efforts against the merrevail.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Aid Gúri",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Folkath is at the Fanged Pit, east of Jazârgund.\\n\\nFolkath will be interested to know what you learned from helping Hadi, Bési, and Gúri.",
      "es": "",
      "es (fem)": ""
    }
  ]
}