{
  "id": 620827475,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The merrevail have escaped with their ill-gotten goods!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Mundgeirr has told you of an ancient forge where some of the finest weapons in Moria were once crafted...but shortly after the dwarves rediscovered it, a band of merrevail driven out of their own caverns have begun raiding it and making off with the tools and materials inside.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Aye, there is a forge of the quality you seek. We discovered it only recently, but shortly after we re-opened the halls, a band of desperate merrevail driven from the eastern caverns broke in and drove away my men.\\n\\n'Since then, they have been wrecking and looting everything in sight. If you can get in there and stop them from escaping with those tools, then you should be able to make use of the forge to prepare your weapon as you desire.\\n\\n'However, before we can even consider assaulting the merrevail, you need to bring me an infused sapphire. Speak with me again when you are ready to leave.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Mundgeirr has asked you to bring him an infused sapphire through which a quality may be placed upon your weapon. Unfortunately, Mundgeirr does not know exactly where to find such a sapphire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, you managed to find an infused sapphire. Now you will need to bring this stone to the ancient forge I spoke of.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Mundgeirr can be found in the Dolven-view camp in Moria.\\n\\nMundgeirr has bidden you to seek out the forge he spoke of, but warns you that a desperate band of morroval-outcasts has taken control of the forge. You should speak with him when you are ready to leave.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Mundgeirr can be found at the Dolven-view camp in Moria.\\n\\nYou should return to Mundgeirr to complete the enhancement of your weapon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Time is passing swiftly...if you do not leave soon, those morroval-scavengers won't leave you so much as a pair of tongs to work with. Are you ready to go?'\\n\\n<rgb=#FF0000>This is a Solo quest, and cannot be completed with a Fellowship.</rgb>\\n\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You will need to bring me an infused sapphire before we can begin. Only such a stone can be used to bestow the quality you desire upon your weapon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Ah, that was a fine battle, routing those morroval-scavengers and rescuing the forge! With that safely in our hands, we will have a better chance of holding onto Moria.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'So, you managed to drive off those merrevail and restore the forge! Well done!\\n\\n'Now that you have empowered the stone, I should be able to complete the process, and you will be able to bestow a quality upon your weapon!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Were you not able to empower the stone? Without an empowered sapphire, I cannot help you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring an infused sapphire to Mundgeirr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak with Mundgeirr to travel to the ancient forge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the empowered sapphire to Mundgeirr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Morroval-outcasts",
      "es": "",
      "es (fem)": ""
    }
  ]
}