{
  "id": 620827446,
  "txt": [
    {
      "id": 136263297,
      "en": "You have found the bat-cave",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated bats ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Defeated morvul bat-handlers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Something is stirring the bats up, causing concern for the dwarves in Moria.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Something has been stirring up the bats since we arrived. At first, I thought it was those goblins, but I spotted something else the other day... it looked a bit like one of those merrevail, but different in some way.\\n\\n'I say we find out what it was and deal with those bats while we are about it! There is a small outpost north of here, the Door to the Clouds, near the entrance to Zirakzigil. Go there and speak with Kalman to find out what they know of the bats.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Kalman can be found at the small outpost found at the entrance to Zirakzigil in Durin's Way.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Rambi sent you to find out about the increase in bat activity? Yes, we have noticed this as well.\\n\\n'The bats seem to dwell in a cave a bit south and east of here. I am unsure of what has roused them, but I would imagine that it might be found within that cave. Hunt as many of those winged menaces as you can, while you are there.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The entrance to the bats' cave lies south and east of Durin's Crossing.\\n\\nKalman has asked you to hunt down the bats that have infested Durin's Way.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The entrance to the bats' cave lies south and east of the entrance to Zirakzigil.\\n\\nKalman has asked you to hunt down the bats that have infested Durin's Way.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'There's a cavern entrance that is rumoured to be swarming with bats. When you reach Durin's Crossing head south, then east at the first passage and you will be well on your way.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Welcome back. Was the hunting good? You saw a few of those creatures that have been stirring up the bats, have you? This does not bode well.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Kalman is at the outpost near the entrance to Zirakzigil in Durin's Way, north and west of the bats' cave.\\n\\nYou should return to Kalman with tidings of your success.",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The entrance to Zirakzigil is some distance to the north and a bit east. When you feel the air become much cooler, you will know that you are near.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Kalman at the Door to the Clouds",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find the bat-cave",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Defeat bats ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Defeat morvul bat-handlers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Scraps of Shadow",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Kalman at the entrance to Zirakzigil",
      "es": ""
    }
  ]
}