{
  "id": 620827527,
  "txt": [
    {
      "id": 136263297,
      "en": "The Library of Steel has been incinerated!",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Mundgeirr has told you that the quality you wish to bestow upon your weapon can only be performed at the forge within the Library of Steel.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'There is but one place where a quality such as you seek might be crafted. It was once known as the Library of Steel. It contains tomes detailing many of the finest secrets of dwarf-smithcraft and is protected from theft and destruction by ancient wards.\\n\\n'Since we rediscovered it, however, it has likewise been found by the Ghâsh-hai who have taken hold of it. I cannot be certain what they intend to do with it, but it can't be any good.\\n\\n'If you wish to obtain your quality, you will have to free the forge; however, before you even attempt it, you will need to bring me an infused adamant, which can hold the quality.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Mundgeirr has asked you to bring him an infused adamant with which he can help you to bestow a quality upon your weapon. Unfortunately, he does not know where to find such a stone.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah, you found an Infused Adamant! Once I have prepared it, you will need to bring it to the Library of Steel.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Mundgeirr can be found at the Dolven-view camp in Moria.\\n\\nMundgeirr has bidden you to seek out the Library of Steel, but warns you that a band of Fire-orcs from the depths of Moria have taken control of the library.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Mundgeirr can be found at the Dolven-view camp in Moria.\\n\\nYou should return to Mundeirr to complete the enhancement of your weapon.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The news grows more grim by the minute, [placeholder]. I've had a spy keeping an eye on the Fire-orcs in the Library...it seems that they are working upon some foul art of their own there, summoning flaming spirits from the depths of Khazad-dûm to the Library. That can only mean one thing -- they intend to break the wards protecting the library and destroy everything within it!\\n\\n'You must hurry if you are to stop them, and be sure not to let them summon too many of those spirits at once, or the ward protecting the library will break, and all will be lost!\\n\\n'Speak to me again when you are ready to leave.'\\n\\n<rgb=#FF0000>This is a Solo quest, and cannot be completed with a Fellowship.</rgb>\\n\\n",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You will need to bring me an infused adamant before we can begin.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'We owe you much for preserving the Library of Steel! I shudder to think how much of the knowledge of our fathers would have been lost had it burned at the hands of the Orcs.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Is the Library still intact? Oh, fine news, indeed. It is sad that we are so few, and I can spare none to study the secrets it holds...alas the wards prevent us from removing anything from the Library, as well, but at least it is safe from the Orcs....'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Were you not able to empower the stone? Without an empowered adamant, I cannot help you.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring an infused adamant to Mundgeirr",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Mundgeirr to travel to the Library of Steel",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the empowered adamant to Mundgeirr",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Library of Steel",
      "es": ""
    }
  ]
}