{
  "id": 620827445,
  "txt": [
    {
      "id": 54354734,
      "en": "Kalman has little idea what the mervyl are, but they sound to him like something his friend Búkk mentioned before leaving for Tharâkh Bazân.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I don't know what these creatures are, [placeholder] -- this is the first I've seen or heard of them, though perhaps they are related to the merrevail -- but I am certain that their presence here in Khazad-dûm bodes only ill.\\n\\n'Perhaps Búkk may be of help to us. I seem to recall him mentioning something about these creatures, and I suspect that he may have encountered them again on his way to Tharâkh Bazân. Speak with Búkk and find out what information he may have.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Búkk can be found in Tharâkh Bazân, the gardens to the east.\\n\\nKalman recommends that you speak with his friend Búkk about the mervyl.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Greetings, traveller. What brings you to Tharâkh Bazân?\\n\\n'Mervyl, you say? Why yes, not long ago I read a report on these creatures that came from Jazârgund, to the east. They indicate a huge cavern at the eastern end of Durin's Way, crawling with merrevail and mervyl. Let us be thankful that we have not yet seen them in force, but be wary should you head east to that great pit where they are known to dwell.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Arnod can be found at the camp in Tharâkh Bazân, the gardens east of the Door to the Clouds.\\n\\nBúkk recommends speaking with Arnod, who has studied the maps and history of Khazad-dûm, about where to begin searching for mervyl.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Oxi can be found at Jazârgund in Durin's Way, north of the Twenty-first Hall.\\n\\nSigurd recommends speaking with Oxi about the mervyl cavern to the north and east.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Búkk saw something similar to the creatures you tell me about. You should speak with him at the Tharâkh Bazân.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'So, you want to learn more about the accursed creatures known as mervyl?\\n\\n'Well, I'm afraid I cannot say that I've learned much as of yet. The mervyl have remained mostly unseen as we explored Tharâkh Bazân, but I know of someone who may know where to look. Arnod has studied the maps and gathered knowledge of the many dark corners of Khazad-dûm. Obtain from him the knowledge of where the mervyl may reside in number.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Greetings, my good [placeholder]. You have come to learn about the wicked mervyl?\\n\\n'All that I know is ill news indeed, but so be it...'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Búkk in Tharâkh Bazân",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Arnod in Tharâkh Bazân",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Oxi at Jazârgund in Durin's Way",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Unseen",
      "es": "No visto"
    }
  ]
}