{
  "id": 620884066,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Recently, Cadthorn, one of our messengers,  failed to report back. He is a capable courier that had gone to receive word from Edoras regarding our strategic goals for Forthbrond.  \\n\\n'Will you set forth and discover Cadthorn's location?\\n\\n'Begin your search to the north and slightly west from here along the cliff walls. Surely, he has set forth from Edoras already.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The messages that Cadthorn bore were of import, but this edict from Edoras was the word that we sought. It shall be known among the captains.\\n\\n'Thank you for bringing us this news.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Look for Cadthorn, [placeholder], north and west of Forthbrond.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I was unexpectedly attacked by Orcs and their ilk. They ambushed my party and stole a satchel that bore important messages for Forthbrond. Many of my companions fell, and I barely escaped with my life.\\n\\n'I was given word to bring to Grimbold and his captains: Théoden King has commanded that Isengard is to be called friend, and any reports to the contrary should come only from his son, Théodred.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Word Deterred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You should return to Ardwyn, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A Rohirrim messenger disappeared when travelling to bring word to Forthbrond.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Cadthorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The missing messenger might be found somewhere to the north and west of Forthbrond.\\n\\nArdwyn has asked you to find Cadforn, a messenger who is late returning to Forthbrond.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Deliver Cadthorn's message to Ardwyn at Forthbrond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ardwyn is at Forthbrond, to the south and east of Cadthorn's position.\\n\\nYou should return to Ardwyn with Cadthorn's message.",
      "es": "",
      "es (fem)": ""
    }
  ]
}