{
  "id": 620884067,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Talk to Ardwyn at Forthbrond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The goblins responsible for the attack on my party were a vicious lot, butchering my slain companions beyond recognition. Besides stealing the pouch we carried our messages in, the foul creatures scavenged goods from my companions' corpses, as well.\\n\\n'Will you seek out the goblins and drive them from this place... and recover my companions' belongings?\\n\\n'They have encamped at the mouth of a cave to the north, along the ridge. When you have recovered my companions' belongings, you should bring them to Ardwyn at Forthbrond.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you for returning the belongings of our fallen kinsmen. We are in your debt for your help.\\n\\n'It is strange that the goblins are so bold as to attack our patrols and scouts. They shall pay for it with their blood... I promise that.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Debts and Axes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Rohirrim messenger Cadthorn and his companions were set upon by goblins as they were returning to Forthbrond with important messages from Edoras.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated goblins in the Isendale ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected Rohirrim belongings ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat goblins in the Isendale ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The cave mouth where the goblins may be found lies to the north of Cadthorn's position, along the ridge.\\n\\nCadthorn has asked you to hunt down the goblins that attacked his party, drive them off, and recover his companions' stolen belongings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect Rohirrim belongings ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ardwyn is at Forthbrond, south and east of the goblin-cave.\\n\\nCadthorn asked you to bring the effects of the fallen Rohirrim to Ardwyn.",
      "es": "",
      "es (fem)": ""
    }
  ]
}