{
  "id": 620884197,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Where could he be? He has never been this late before....'\\n\\nLuned suddenly seems to notice your presence.\\n\\n'You -- duvodiad! Are you going east out of Galtrev any time soon? If you are, could you look out for my friend Leolin? He ventured out onto the road early this morning and has not yet returned. His excursions to gather supplies never take this long....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It cannot be! No, surely you were mistaken. Wargs in Pren Gwydh? Never. You must be mad.\\n\\n'This... this is terrible. My poor, poor friend. He was a great use to Galtrev, venturing out each morning and returning with goods for the people of this village. But no more....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'It really is unlike him to be so late, [placeholder]. You travel often... is it dangerous beyond the walls of cities?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Gnawing Worry",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Luned worries about a friend who ventured out into Pren Gwydh to gather supplies for Galtrev. Like many other stout folk during these trying times, he has not yet returned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "The Warg that did this evil deed has been defeated, but revenge cannot bring back the dead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have defeated the brutal Warg that attacked <TBD>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search for Leolin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Leolin, a friend of Luned, is late to return from his early morning venture onto Pren Gwydh's road.\\n\\nYou should search for Leolin and encourage him to return to Galtrev to put his friend's fears to rest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Luned at Galtrev",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Luned is at Galtrev, worriedly awaiting news of her late friend.\\n\\nYou should break the news that Leolin met an untimely end at the hands of a Warg.",
      "es": "",
      "es (fem)": ""
    }
  ]
}