{
  "id": 620884069,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Long and often have we sent patrols into the hills and valleys of the Isendale, and usually without incident. However, recently one of our patrols was attacked by a party of Dunlendings.\\n\\n'We have ever been at odds with the Men of Dunland, but rarely in open conflict...at least in recent years. Now the Dunlendings have become violently hostile towards our people.\\n\\n'Will you find the party of Dunlendings that attacked our patrol and bring them to justice? Begin your search in the valley west of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The wild men of Dunland will stop at nothing to destroy us, I fear. I think also that their boldness will only grow as tensions escalate.\\n\\n'Hopefully, you have taught them to be less bold.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Premature Return",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Recently, a Rohirrim patrol has returned to Forthbrond after being attacked by Dunlendings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Dunlendings in the Isendale ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Dunlendings in the Isendale ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Dunlendings who attacked the Rohirrim patrol might be found in the valley west of Forthbrond.\\n\\nArdwyn has asked you to find the Dunlendings responsible for attacking his patrol and bring them to justice.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Ardwyn at Forthbrond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ardwyn is at Forthbrond, east of the valley.\\n\\nYou should bring the news of your succes to Ardwyn.",
      "es": "",
      "es (fem)": ""
    }
  ]
}