{
  "id": 620884108,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'[placeholder], it has become more and more difficult to get a clear view of Wulf's Cleft, for the Dunlendings have increased their patrols in this area. If we are to learn the current state of their muster in Wulf's Cleft, we must engage these patrols and clear a way.\\n\\n'Travel south along the western edge of the mountains between the Isendale and Wulf's Cleft. The Dunlending patrols can be found in the valleys and mountain passes.\\n\\n'When you have cleared a path, return to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Good, [placeholder], good. This means we can resume our vigil and perhaps bring reinforcements to the passes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Stop the Dunlending patrols, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Patrol Ends",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Garrun reports that a number of Dunlending patrols watch the passes between the western edge of the Isendale and Wulf's Cleft.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Dunlending patrols ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Dunlending patrols ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Dunlending patrols can be found in the valleys and mountain passes south of Garrun's camp.\\n\\nGarrun asked you to engage the Dunlending patrols along the western edge of the Isendale and clear a path to Wulf's Cleft.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Garrun in the Isendale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Garrun is encamped to the north of Cuvnerth.\\n\\nYou should return to Garrun and let him know that any Dunlending patrols have been scattered.",
      "es": "",
      "es (fem)": ""
    }
  ]
}