{
  "id": 620884199,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I am not certain what the best course of action is here, [placeholder]. I am but a simple scout, not a Warg-slayer or goblin-butcher!\\n\\n'If I were younger, perhaps I would make some effort to burn the Warg-pens within that horrifying camp. If you burn their pens while you kill Wargs and drive out goblins, perhaps they will not come back.\\n\\n'It is unfortunate that I am not younger.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, you are very brave! I was certain you would die within, and that I would have to find another solution to this problem. I am glad that such a measure was not necessary, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'May the Gwirod be with you, [placeholder]... I fear you will need their guidance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Beasts for Steeds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Some goblins of Isengard have been using a remote corner of Pren Gwydh to raise Wargs for steeds and are careless about keeping the dangerous beasts contained to their pens.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Burned Warg-pens ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Burn Warg-pens ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Warg-pens can be found in the Howling Caverns.\\n\\nYou should burn the pens while fighting your way through the camp to ensure that the goblins leave and do not think to return.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Goronu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Goronu can be found outside of the Howling Caverns.\\n\\nYou should tell Goronu that you have burned many Warg-pens to dissuade the goblins from rebuilding here.",
      "es": "",
      "es (fem)": ""
    }
  ]
}