{
  "id": 620884096,
  "txt": [
    {
      "id": 136263297,
      "en": "Found the item at the first patrol point",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Found the item at the second patrol point",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Found the item at the third patrol point",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Ardwyn told you of a patrol that went missing a while back and how the Dunlendings appear to have left personal belongings on the trail as evidence of their attack on the patrol.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "TBD Speaked to Rohirrim A",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Over the past week, several of our patrols have been attacked while scouting the valley to the west. Recently, one of the patrols has vanished, and we fear the worst. I have been informed that the Dunlendings have apparently left bloodsoaked items belonging to the patrol along the path as a warning.\\n\\n'It is shameful that those who made the reports failed to retrieve their kindred's belongings. Would you seek out these items and bring them back here, so that they may be used to honour our fallen?\\n\\n'The path the patrol walked upon lies in the valley to the west.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The items Ardwyn has requested lie along a path through the valley to the west of Forthbrond.\\n\\nArdwyn has asked you to recover the belongings of his missing patrol.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'It seems as if the Dunlendings are indeed in the process of planning an attack, as you have mentioned before.\\n\\n'These attacks are clearly attempts to strike at the hearts of my men, but we will not fall.\\n\\n'We will not fail.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The items Ardwyn has requested lie along a path through the vallet to the west of Forthbrond.\\n\\nArdwyn has asked you to recover the belongings of his missing patrol.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The items Ardwyn has requested lie along a path through the vallet to the west of Forthbrond.\\n\\nArdwyn has asked you to recover the belongings of his missing patrol.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Ardwyn is at Forthbrond, east of the valley.\\n\\nYou should deliver the items you recovered to Ardwyn. ",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find the item at the first patrol point",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find the item at the second patrol point",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Find the item at the third patrol point",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Bring the recovered items to Ardwyn at Forthbrond",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Remnants of the Hunt",
      "es": ""
    }
  ]
}