{
  "id": 620884198,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I have sent one of our last remaining scouts out to see if he can discover where that Warg may have come from. If they are indeed gathering in the wilds of Pren Gwydh, we must be prepared and ask the White Hand for their protection from this menace.\\n\\n'And you, [placeholder]... will you help to protect us as well? For Galtrev, you should hunt down any of these monstrous foes that roam in Pren Gwydh.\\n\\n'When you are finished, you should meet up with my scout.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You must be [placeholder]... I am glad that you have come. Luned said she had sent you, but I was worried you would not make it here.\\n\\n'As you can see, I have found the source of the Wargs in Pren Gwydh. Of what to do about them, however, I am not so certain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you seen any more Wargs yet, [placeholder]? The thought of those monsters roaming outside our walls give me chills....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Monsters in the Wild",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "After the untimely death of Leolin, a Man of Galtrev, by a vicious Warg, Luned wants to know if the evil beasts have invaded Pren Gwydh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Wargs in Pren Gwydh ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Wargs in Pren Gwydh ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wargs can be found throughout Pren Gwydh, especially around the easternmost edge of Pren Gwydh.\\n\\nYou should defeat Wargs in Pren Gwydh to protect the folk of Galtrev.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find Goronu and find out if the source of the Wargs has been discovered",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Luned sent forth a scout to find out where the Warg may have come from.\\n\\nYou should meet up with Goronu to figure out why the Wargs have gathered in Pren Gwydh.",
      "es": "",
      "es (fem)": ""
    }
  ]
}