{
  "id": 620884119,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The town of Cuvnerth has become of strategic importance in our on-going attempt to hold back the impending invasion from Wulf's Cleft, [placeholder]. An advance force from the Cleft has occupied the village, but if we can drive them out, it might be that our own men can use it as a stronghold against the Cleft.\\n\\n'Will you attempt this? Cuvnerth lies to the south-east of here and is well-garrisoned.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Alas, though you have driven a number of the enemy from Cuvnerth, they will soon regarrison the village. However, though it may seem like we are simply forestalling the inevitable, your actions will delay the Dunlending army from marching forth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I need you to break the defences of the Dunlendings, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Crush the Defences",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "An advance force from the Wulf's Cleft army has occupied the village of Cuvnerth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Dunlendings at Cuvnerth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Dunlendings at Cuvnerth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Cuvnerth lies to the south-east of Garrun's camp.\\n\\nGarrun has asked you to enter Cuvnerth and drive the Dunlendings from the village.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Garrun in the Isendale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Garrun is at his camp, north-west of Cuvnerth.\\n\\nYou should bring word to Garrun that the Dunlendings have been driven out of the village.",
      "es": "",
      "es (fem)": ""
    }
  ]
}