{
  "id": 620884101,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Dunlendings within Brôntrig ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Dunlending jailors ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Answith is aware of the attack on Forthbrond planned by the Dunlendings at Brôntrig.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'[placeholder], I believe we have only a few days before the Dunlendings plan to attack Forthbrond. They are starting to marshal their forces in readiness for the attack.\\n\\n'Perhaps staging a strike of our own against Brôntrig might slow them down, if not hinder their attack completely. Will you enter the village and sow mayhem there?\\n\\n'Brôntrig lies just to the east of here. While you are there, dispose of the jailors who are watching the Dunlendings' prisoners.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Brôntrig lies to the east of the tower where Answith is hiding.\\n\\nAnswith asked you to stage a preemptive attack on Brôntrig.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thank you for coming to us in this time of great need. The work you have done may save the lives of many of our warriors here in Dunland and the people of Rohan.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "There are jailors among the prison-cages in Brôntrig.\\n\\nAnswith asked you to dispose of the Dunlending jailors who are watching over the prisoners in Brôntrig.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Answith is encamped near the tower west of Brôntrig.\\n\\nYou should return to Answith with news of your success.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Dunlendings within Brôntrig ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Dunlending jailors ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Answith in the Isendale",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Swift Strike",
      "es": ""
    }
  ]
}