{
  "id": 620902441,
  "txt": [
    {
      "id": 218649170,
      "en": "'You have found candidates worthy of training? This is excellent news, but we must act quickly. A true militia needs more than just able bodies, it needs weapons, training equipment, food, and other provisions.'\\n\\n'I will provide the equipment and the training. Would you be willing to find some rations to keep us supplied for a while longer? There are some recently abandoned homes north of town...check there for any provisions worth securing.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'These provisions will help keep food and supplies available for the newly enlisted, and their families, for some time. We may yet see the people of Norcrofts defend Elthengels in the place of Théoden's Riders.\\n\\n'Thank you, [placeholder]. I am in your debt.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Rallying a Militia",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'You would dare me to stand before an entire army of Orcs when I was unable to save my own home from a few pitiful savages and thieves? I am but a farmer...neither sword nor spear have I carried, but I am no coward.\\n\\n'Honour bids that I must fight to repay my benefactors. The people of Elthengels have welcomed me and sheltered me, and in this way, I will repay my debt to them. Tell the militia to expect my company. If I am to fight, there is much that I must learn.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'I have lost my home and my land. My family is all that matters to me now. Each day here, I have worked various odd jobs just to earn enough coin to keep my children sheltered and fed.\\n\\n'Time is scarce for training and the like. Yet, I believe if this militia were to provide my family with an allotment of food each day, then I might use the time given to learn the skills to protect them. You tell this garrison commander that I accept his offer, so long as my children remain eating.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected provisions for the militia ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Never did I wish to become a soldier and march off towards war, but it would appear that a war for us is inevitable. Once again, the Orcs will be crashing at our door, and we will be forced to defend ourselves, ready or not.\\n\\n'When that day comes, I would prefer to stand bravely with a weapon raised against my foes, and I will encourage others to do the same. The militia may consider me grateful for their training.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have convinced a refugee to join the Elthengels militia ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have convinced a refugee to join the Elthengels militia ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Potential recruits can be found within the walls of the town of Elthengels.\\n\\nWuscrad has asked you to speak with refugees to Elthengels and to convince them to volunteer to join the militia.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Collected provisions for the militia ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Wuscrad can be found in the town of Elthengels.\\n\\nWuscrad awaits news of the potential recruits for the Elthengels militia.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Wuscrad spoke of abandoned homes just north of the town of Elthengels, beyond the gates of town.\\n\\nThe Elthengels garrison commander has asked you to secure provisions from the nearby recently abandoned homes.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Wuscrad can be found in the town of Elthengels.\\n\\nYou should return the recovered provisions to Wuscrad in the town of Elthengels.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Convince Elthengels refugees to volunteer for the militia ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Convinced Elthengels refugees to volunteer for the militia ([placeholder]/[placeholder])\\n",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Return to Wuscrad with news of the new recruits",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Collect spare provisions at the abandoned homes north of Elthengels ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Return to Wuscrad with the provisions",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Return to Wuscrad with news of the new recruits",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Collect spare provisions at the abandoned homes north of Elthengels ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Return to Wuscrad with the provisions",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Wuscrad, the garrison commander, has asked you to help raise a militia from the refugees and locals of Elthengels.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Greetings to you, good [placeholder]. Grim is the fate of this land, but we will not simply lay down to die. If Théoden King will not send us aid, then we shall find the strength within our own people.\\n\\n'Many of those now here in Elthengels have fled their homes seeking refuge behind our walls. Yet it is these same men that must now stand and face the dangers looming ever greater.\\n\\n'I am eager to provide these refugees with weapons and training, they need only show the desire to fight. Yet few have stepped forward, and my hope of forming a militia among them quickly fades. Perhaps they could be convinced by an outsider, such as yourself. Will you aid me in finding recruits?'",
      "es": ""
    }
  ]
}