{
  "id": 620902460,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Return the weapons and armour-pieces to Baldthorne",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Helmets, spears, shields, pauldrons, greaves... I will never finish these orders! Elthengel's guards and its garrison have both placed urgent orders for a great deal of weapons and armour pieces. Never has my skill or speed with a smithing hammer been questioned, but this task is too great even for me!\\n\\n'I have a plan that may resolve this issue, if you would be willing to aid me. I have heard that some of the Orcs besieging the Norcrofts are known to collect swords and armour pieces from our Riders as trophies of their kills. If some of these items were reclaimed, I could include them in the shipments to the garrison. What say you? Are you up to this task?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These pieces of steel are still in fine condition! May they serve their new owners better than their last. To think the Orcs would claim these as trophies from the dead angers me.\\n\\n'These weapons belong in the hands of our people... thank you for helping me put them there. Thanks to you, I will have the orders ready soon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "An Overwhelming Order",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Baldthorne, the blacksmith, requires help filling the rather large orders he has undertaken for weapons and armour.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Reclaimed Rohirrim weapons from the Orcs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Reclaimed Rohirrim armour-pieces from the Orcs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Reclaim Rohirrim weapons from the Orcs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Orcs can be found scavenging in the fields around Elthengels.\\n\\nBaldthorne has asked you to recover any Rohirrim weapons or armour-pieces from the Orcs, to help him supply the guards and garrison.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Reclaim Rohirrim armour-pieces from the Orcs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Baldthorne is awaiting the reclaimed weapons and armour at his smith in Elthengels.\\n\\nYou have reclaimed the weapons and armour pieces, once taken by the Orcs from Rohirrim.",
      "es": "",
      "es (fem)": ""
    }
  ]
}