{
  "id": 621068871,
  "txt": [
    {
      "id": 149027571,
      "en": "The Secrets of Sarch Vorn",
      "es": ""
    },
    {
      "id": 251716003,
      "en": "Bring the necklace to Rhiangar",
      "es": ""
    },
    {
      "id": 148970273,
      "en": "There was a necklace on the skeleton!",
      "es": ""
    },
    {
      "id": 190220562,
      "en": "'What have you got there? Oh... where did you...'\\n\\nYou tell her of the skeleton you found near Sarch Vorn.\\n\\n'But this... this was my mother's necklace.'\\n\\nShe is silent for a time, her hand closing around the tarnished necklace. Then she looks up at you with a sad smile.\\n\\n'Thank you. I suppose knowing what happened means that I can close the door to my heart that I left open, hoping she would one day return. I think I always knew, though, that she would not.'",
      "es": ""
    },
    {
      "id": 190220564,
      "en": "'I do not know what you may find in Sarch Vorn, but I wonder if I could ask you to look for any clues that my mother may have gone that way. I suspect that like us, she was following in Luilloth's footsteps.\\n\\n'I do not know what you might find, but anything at all would be of interest to me. I am returning to Herne. The stew must need stirring by now. You carry much hope with you, and I will keep hope in my heart that I will see you again.'",
      "es": ""
    },
    {
      "id": 173025760,
      "en": "Search for clues",
      "es": ""
    },
    {
      "id": 246419795,
      "en": "Rhiangar has asked you to be on the look-out for any signs that her mother may have visited Sarch Vorn. \\n\\nSarch Vorn is in northern Cardolan.",
      "es": ""
    },
    {
      "id": 126687072,
      "en": "Many years ago, Rhiangar's mother vanished. Could clues to her whereabouts be hidden in Sarch Vorn?",
      "es": ""
    },
    {
      "id": 184621203,
      "en": "You have found an old necklace on the weather-worn skeleton of a woman. You suspect Rhiangar would be interested in this item.\\n\\nYou should bring the necklace to her in Herne.",
      "es": ""
    }
  ]
}