{
  "id": 621068974,
  "txt": [
    {
      "id": "0xeb01197",
      "en": "Two brigand leaders of ill repute can be found within Gaervarad: Idwal and Emrys Redclaw.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Defeat Idwal Redclaw in Gaervarad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'Idwal and Emrys are no more? Very well done, [placeholder]! You have my thanks, and when I report to my village that the Redclaw brothers have paid for their crimes, you will have the appreciation of an entire village!\\n\\n'Good day to you, my adventuring friend! I cannot imagine our paths will cross again, but if they do I will know that fate smiles upon me, and I should expect good fortune for all the rest of the day!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Eilian Good-heart came to Gaervarad to give the brigands a piece of her mind, but she has admitted that perhaps it might be too dangerous for her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Defeat Emrys Redclaw in Gaervarad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a5",
      "en": "Eilian Good-heart waits to hear of your successes outside Gaervarad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Hello there, adventurer! I trust that is what you are, yes? Very good! I am not an adventurer, you see, but a citizen concerned with an issue I have noticed of late: the increase of bad-tempered ruffians that threaten the peace and safety of these lands!\\n\\n'You may call me Missus Good-heart, if it please you, and I may call you... what? [placeholder]? It is a pleasure to meet you, [placeholder]. I came here to give these brigands a piece of my mind, but now that I have arrived I think perhaps I was a bit over-zealous. There are two ruffians in particular that have caused a great deal of trouble back home. They are the Redclaw brothers, Idwal and Emrys, and their crimes are too numerous to recount! Let us just say that \\qRedclaw\\q is not just a family name, but a description of the sort of villainy of which they are most fond!\\n\\n'They are dangerous, and they are somewhere within this structure! If you can put an end to their murdering, I will have a reward for you. And you will also have the appreciation of my entire village!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Talk to Eilian Good-heart outside Gaervarad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "Defeated Idwal Redclaw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'There are two ruffians in particular that have caused a great deal of trouble back home. They are the Redclaw brothers, Idwal and Emrys, and their crimes are too numerous to recount! Let us just say that \\qRedclaw\\q is not just a family name, but a description of the sort of villainy of which they are most fond!\\n\\n'They are dangerous, and they are somewhere within this structure! If you can put an end to their murdering, I will have a reward for you. And you will also have the appreciation of my entire village!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Missus Good-heart",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1194",
      "en": "Defeated Emrys Redclaw",
      "es": "",
      "es (fem)": ""
    }
  ]
}