{
  "id": 621068973,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'An anger burns within me, stranger. Many of my friends died defending the ford against the evil force that rode us down some days past, and I want those dreadful riders to face the heat of my vengeance.\\n\\n'But they are not men. Whatever they might appear to be, I know in my heart they are not men. Could my sword even pierce their black cloaks, or the physical frames they must hide? I know not.\\n\\n'So my anger must remain unsatisfied, and it is sorrow instead that must serve. Will you bring me stones from the walls that line the road here at Sarn Ford? I have need of them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Rothavron has a need for stones, and he has asked you to collect them from the walls at Sarn Ford.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Collect stones from the walls at Sarn Ford ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Need for Stones",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'Thank you for these stones, friend. There is talk of building a cairn in memory of those who died at Sarn Ford, and I think it would suit the fallen for the stones to be taken from the walls here.\\n\\n'It must serve... at least until the riders in black again cross my path. Then I will have my vengeance, or I will not. But at least I will be freed of my anger.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "Collected stones from the walls ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "The stone walls at Sarn Ford should not miss a few of their number.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e33",
      "en": "Bring the stones to Rothavron at Sarn Ford",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "'My anger must remain unsatisfied, and it is sorrow instead that must serve. Will you bring me stones from the walls that line the road here at Sarn Ford? I have need of them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "Rothavron is at Sarn Ford.",
      "es": "",
      "es (fem)": ""
    }
  ]
}