{
  "id": 621068985,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Ho there, friend! Are you heading north? Oh, you may want to reconsider. There are brigands all along the Greenway, and they even squat in the ruins between here and Bree-land! The South-guard Ruins, aye, they are full of brigands, and they only get even more dangerous the further north you go!\\n\\n'Who am I? My name is Good-heart. Master Good-heart, to my friends, and I hope you will prove to be one of those. You see, I am only a merchant, and if I am to make my way north to Bree, I would have to pass by those ruffians! Well, in my younger days perhaps I could have done something about those villains, but sadly my sword-swinging days are likely behind me.\\n\\n'But you are an adventurer! No, do not try to deny it: you have the look of one. If you can defeat some of these Greenway raiders, I could see fit to part with some of my coin. I only need you to face the brigands that are here on the road, so no need for you to pass into the South-guard Ruins; it's the villains on the road that are the problem. What do you say?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1196",
      "en": "Defeated brigand raiders on the Greenway ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Master Good-heart, concerned citizen, wants you to do something about the raiders on the Greenway.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'If you can defeat some of these Greenway raiders, I could see fit to part with some of my coin. I only need you to face the brigands that are here on the road, so no need for you to pass into the South-guard Ruins; it's the villains on the road that are the problem. What do you say?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Raiders on the Greenway",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "Brigand raiders trouble the Greenway where it passes into Bree-land.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Defeat brigand raiders on the Greenway ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "Master Good-heart is south-east of the South-guard Ruins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "'Good job, my very capable friend! Those brigand raiders must surely be regretting their choice of occupation now, I would say!\\n\\n'Here is your reward, as promised. I will continue north just as soon as I am able, but for now I have a few more preparations to make. Perhaps we will meet again?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Talk to Master Good-heart south-east of the South-guard Ruins",
      "es": "",
      "es (fem)": ""
    }
  ]
}