{
  "id": 621068896,
  "txt": [
    {
      "id": 216727827,
      "en": "Radlaw can be found to the north of Clegur. The humble merchant has asked you to free his friends.",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'I am eternally grateful for all you've done. My friends are home and safe. I just hope we will sooner rather than later be rid of those ruffians. My business cannot succeed here if they continue bleeding this town dry of its labours.\\n\\n'I might have to move on from here to keep my friends safe.'",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to the humble merchant in Clegur",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "The hobbits have been released. The humble merchant should hear about this.",
      "es": ""
    },
    {
      "id": 198295793,
      "en": "'I owe you one!'",
      "es": ""
    },
    {
      "id": 198295794,
      "en": "'I thought I'd never be free! Thank you!'",
      "es": ""
    },
    {
      "id": 198295795,
      "en": "'My hero!'",
      "es": ""
    },
    {
      "id": 198295796,
      "en": "'Get me outta here!'",
      "es": ""
    },
    {
      "id": 198295797,
      "en": "'You have my thanks!'",
      "es": ""
    },
    {
      "id": 198295798,
      "en": "'This place smells horrible!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "A humble merchant needs help rescuing his friends from Radlaw.",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Released hobbits ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Free captured hobbits ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Do ye have a moment? I am but a humble merchant. I have travelled through these lands selling stock for a time now. But my livelihood has been taken from me.\\n\\n'Ever since the bandits and ruffians moved into Radlaw, I haven't been able to conduct business! Ye see, they send a few at a time once in a moon to rouse the village. Shake us up for coin. They offer us what they call \\qprotection.\\q\\n\\n'But ever since they arrived, business hasn't been the same. I couldn't pay their tribute and now my friends have been captured.\\n\\n'They are being held in Radlaw as collateral. Could you please help free them? They're all I've got!'",
      "es": ""
    },
    {
      "id": 225642624,
      "en": "'Radlaw is in a little cove north of here overlooking the Wadewater. You'll find my friends imprisoned there.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Merchant's Quarry",
      "es": ""
    }
  ]
}