{
  "id": 621068976,
  "txt": [
    {
      "id": 162883714,
      "en": "'Black Riders? No, I haven't seen anything like that. Did you take a knock on the head? This is the Shire, and these are peaceful days! If anyone had seen a great big group of Big Folk on horses, all galloping together, someone would have said something!\\n\\n'Now, it is true that sometimes a hobbit will see something that frightens him when he's out for a nighttime stroll, but nine times out of every ten the shadow that seemed to conceal something scary will turn out to be a fallen log in the road, or a deer frozen among the trees... and that more frightened of him than he of it!\\n\\n'I appreciate the concern, but we hobbits know how to handle our own business. You go back to whoever sent you here in such a hurry, and you tell them all is fine in the Shire.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Thornegil fears the terrible evil that crossed into the Shire will endanger the hobbits, and she wants you to check on them.",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Cross the river north-west of Sarn Ford and talk to Andy Brockhouse in the Shire",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "'The hobbits do not report seeing anything untoward? This does not lighten my worries, [placeholder], for it means whoever commands the terrible riders does so with a purpose beyond only killing. He must have had the riders separate, so as not to attract attention. But what do they seek if it is not open battle they desire?\\n\\n'I am glad that Andy and his folk still live, but I do not know what to make of the creatures that broke our lines and scattered my people. Aye, I say creatures: in the misty night they looked like men to my eyes, but my heart says they are something else, and evil.\\n\\n'Be wary as you travel these lands. Some of the creatures went into the Shire, but I think some of them remained here to trouble the Rangers, and keep us from opposing them.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'My people have long protected the borders of the Shire from the dangers of the wild world, but I have never seen such evil as that which scattered my people a few days gone. Dreadful riders in black left many among the Rangers injured or dead, and some of their number passed into the Shire... I know not how many.\\n\\n'Will you cross the river and see how fare the folk of the Shire? The terrible creatures rode us down, and I fear to think what they might do to the peaceful folk across the river. Look for Andy Brockhouse and see if he still lives; he keeps watch outside some of the neighbourhoods that lie near Michel Delving.'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Thornegil at Sarn Ford",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'I appreciate the concern, but we hobbits know how to handle our own business. You go back to whoever sent you here in such a hurry, and you tell them all is fine in the Shire.'",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Andy Brockhouse is the housing broker of Michel Delving, and can be found north-west of Sarn Ford, by the Delving Fields.",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'Will you cross the river and see how fare the folk of the Shire? The terrible creatures rode us down, and I fear to think what they might do to the peaceful folk across the river. Look for Andy Brockhouse and see if he still lives; he keeps watch outside some of the neighbourhoods that lie near Michel Delving.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Watch on the Shire",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Thornegil is at the crossing of Sarn Ford, south-east of the Shire.",
      "es": ""
    }
  ]
}