{
  "id": 621068884,
  "txt": [
    {
      "id": "0xeb01141",
      "en": "Brioc is in the northern reaches of the town of Herne, waiting for your report.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01143",
      "en": "Brioc asked you to <rgb=#00FF00>look</rgb> for threats to Herne at two cross-roads near the town: one to the west, and one to the north.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56850",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "'You saw nothing worrisome either to the west or to the north of Herne? That is a relief. Thank you for setting my mind at ease.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50254",
      "en": "<rgb=#00FF00>Look</rgb> for dangers to Herne at the western cross-road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b9",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1175",
      "en": "All is quiet at this meeting of the ways west of Herne",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50256",
      "en": "<rgb=#00FF00>Look</rgb> for dangers to Herne at the northern cross-road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Brioc wants you to scout for potential dangers on the road that encircles Herne.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1160",
      "en": "This is one of the cross-roads Brioc wanted you to scout",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50241",
      "en": "Find the cross-road north-west of Herne",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1177",
      "en": "No obvious threats make themselves known at this cross-road north-west of Herne",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50258",
      "en": "Find the cross-road west of Herne",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50242",
      "en": "Talk to Brioc in Herne",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Herne stands on a rocky plateau overlooking Ruddymore, and the road takes a wide loop around the town. Do you think you could go to the cross-roads to the west and to the north of Herne, and <rgb=#00FF00>look</rgb> for any signs of danger? A foul mood has settled upon the town in recent days, and I grow increasingly worried that some evil might have set its sights upon this town where I was born.\\n\\n'I don't remember it being like this in all my years, and my sister and I have lived here all our lives.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1179",
      "en": "This is one of the cross-roads Brioc wanted you to scout",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56843",
      "en": "'Do you think you could go to the cross-roads to the west and to the north of Herne, and <rgb=#00FF00>look</rgb> for any signs of danger? A foul mood has settled upon the town in recent days, and I grow increasingly worried that some evil might have set its sights upon this town where I was born.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Roads Near Herne",
      "es": "",
      "es (fem)": ""
    }
  ]
}