{
  "id": 621068920,
  "txt": [
    {
      "id": "0xb568904",
      "en": "'Ah, [placeholder], if you came to try my famous bread I'm afraid you arrived too early. I'm still mixing the dough, as you can see. You know, making tinctures and poultices is not so different from baking. The right ingredients in the right proportions, treated with just the right touch, will yield something marvellous. I even use the same mixing bowl for both tasks!\\n\\n'That was a joke.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f1",
      "en": "Talk to Murig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1792",
      "en": "Marget asked you to check on her friends.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011898",
      "en": "Marget is waiting to hear from you about how her friends are faring.\\n\\nTalk to Marget in Lhan Garan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f3",
      "en": "Talk to Deryn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e9",
      "en": "Talk to Marget",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa303",
      "en": "A Quick Check",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "Marget has asked you to check on her friends in Lhan Garan.\\n\\nTalk to Murig and Deryn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f2",
      "en": "'Ever since we got back, Murig and Deryn have been rather withdrawn. Could you check on them for me?\\n\\n'No no, I'm not worried about them or anything. I simply, er, want to make sure they will be ready for whatever tasks lie ahead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568902",
      "en": "'Come to check on me? That's kind of you. I needed to get my mind off things, so I thought I'd come fish with my grandfather. I'll admit that recent events have unsettled me. I never thought I would have to apply my training skills to fighting my own people.\\n\\n'As much as I appreciate your concern, I'd like to be alone for a while.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568918",
      "en": "'They have thrown themselves into their hobbies? Good. It's better than having to watch them sulk.\\n\\n'Me? Do I have something to take my mind off this? Are you telling me I should get a hobby?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}