{
  "id": 621068996,
  "txt": [
    {
      "id": "0xd082ba7",
      "en": "Lured into the service of Sauron by a promise of usurping the Elves of Middle-earth and untold riches, Irutrákri, a lord of the Haradrim, has led a brutal faction of his people to the lands of Eregion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "Called forth from the darkest caverns beneath the Ephel Dúath, the great-bat, Urzrúk, is a fearsome servant of Sauron.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e2",
      "en": "Gháshmog, a terrible fire-drake of Talath Urui, followed Sauron to Eregion to unleash his flames upon the Elves of Caras Gelebren.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba8",
      "en": "A mighty Orc-captain of Mordor, Thordrok, leads a small force among Sauron's armies. Although lacking the might of the gertheryg or the power of the Dragon-kind in service to Sauron, Thordrok has proven himself a capable and loyal warrior—and one eager to bring about the downfall of Elves at Caras Gelebren.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "Lured into the service of Sauron by a promise of usurping the Elves of Middle-earth and gaining the power of their jewel-craft, Urush-kharga, a lord of the Easterlings, has led a brutal faction of his people to the lands of Eregion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba9",
      "en": "Margzal, a great beast of Mordor, was driven into battle by Sauron to level the reinforced and enchanted walls of Caras Gelebren. With the walls breached, Margzal charges deeper into the Silver Bastion, trampling Elves and Orcs alike underfoot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba91",
      "en": "Once the mount of a powerful Orc-captain, Khorgol narrowly survived his master's defeat at the hands of the Elves. Seeking vengeance, he followed Sauron's forces into battle at Caras Gelebren.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba92",
      "en": "Gurrákhal, a mighty troll-captain of Dor Amarth, is the most brutal of his kind among Sauron's armies at Caras Gelebren. Shielded from the sun by palls of smoke, he strides forth into battle without fear to slay any Elf who would dare to oppose him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Defeat all of Sauron's followers in the Doom of Caras Gelebren.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Caras Gelebren, the Silver Bastion, was once the capital of Tham Mírdain and the jewel of Eregion. Alas, it was brought to ruin long ago when Sauron, seeking to lay claim to the Rings of Power, gathered his vast armies and destroyed all of Eregion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5022",
      "en": "Defeat Irutrákri",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Defeat Thordrok",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Defeat Gurrákhal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Defeat Khorgol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Urzrúk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Defeat Margzal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Gháshmog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat Urush-kharga",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Siege of the Silver Bastion",
      "es": "",
      "es (fem)": ""
    }
  ]
}