{
  "id": 621068981,
  "txt": [
    {
      "id": "0x6a502a4",
      "en": "Talk to Ranger Faradan south-west of Calarphel in Tyrn Gorthad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'Please allow me to apologize, stranger. I called you foolish, for sometimes there are fools who come this way, but I see now that you belong not to that number. It is courage you possess, and not madness.\\n\\n'What is your name? [placeholder]? Then know that I am called Faradan of the Dúnedain, and Tyrn Gorthad is under my and my kinswoman Gorwen's watchful protection.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1181",
      "en": "Defeated barrow-spirits ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1183",
      "en": "Defeated barrow-wights ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Ranger Faradan is concerned about the spirits that animate the Dead in Tyrn Gorthad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a6",
      "en": "Fell spirits and wights threaten the peace of Tyrn Gorthad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Something has stirred to madness the spirits of Tyrn Gorthad, and it is not safe for travellers to come this way. No, do not misunderstand me: these hills have not been truly safe for hundreds and hundreds of years. But I deem you are an adventurer, and can handle yourself.\\n\\n'Still, these are spirits fell and terrible. Sometimes they move through the grass and rustle the branches of the bare trees, and then you know they are there. Other times they house themselves in the body of a corpse, and become the animate Dead. Whichever form they take, they are dangerous, and must be ended by those of us brave enough, or foolish enough, to take the chance. If you are either of these two... I wish you luck.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a8",
      "en": "Ranger Faradan is south-west of Calarphel in Tyrn Gorthad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Defeat barrow-spirits in Tyrn Gorthad ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Defeat barrow-wights in Tyrn Gorthad ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'Whichever form these spirits take, they are dangerous, and must be ended by those of us brave enough, or foolish enough, to take the chance. If you are either of these two... I wish you luck.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa15",
      "en": "Spirits Fell and Terrible",
      "es": "",
      "es (fem)": ""
    }
  ]
}