{
  "id": 621068868,
  "txt": [
    {
      "id": "0xeb01195",
      "en": "Lornel's bucket was left somewhere beside the river west of Idhobel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "Lornel is by the camp-fire at Idhobel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6ac0",
      "en": "Carry the bucket of water back to Lornel at Idhobel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5e71",
      "en": "You have failed to deliver the water bucket, and proved undependable",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Find the water bucket along the river west of Idhobel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Lornel at Idhobel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'You are not the first person to volunteer to help me, but I hope you will be more reliable than the last.\\n\\n'I had need of clean river water with which to prepare several of my medicinal remedies, and I sent a man to fill a bucket with such water to the west. He returned, and safely, but he left the bucket behind! I would not wish him to endanger himself, but he did volunteer for this service. The least he might have done would be to return my bucket.\\n\\n'Could you retrieve it for me? To hear him describe it, it should be standing on a shelf of rock beside the river, to the west of here, still full of water.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'Could you retrieve it for me? To hear him describe it, it should be standing on a shelf of rock beside the river, to the west of here, still full of water.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'I could have done without the drenching, my friend, but even so: thank you for retrieving my bucket. You have proven both reliable and unexpected, and each of those qualities brings a smile to my lips.\\n\\n'Perhaps next I should retrieve a towel? No, I will be fine. Worry not, and neither shall I.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Bucket Left Behind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "Lornel smiles as you deliver his water bucket",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d169",
      "en": "You are the second person to volunteer your help to Lornel, and he hopes you will prove more dependable.",
      "es": "",
      "es (fem)": ""
    }
  ]
}