{
  "id": 621068877,
  "txt": [
    {
      "id": 162883656,
      "en": "'You did what you could to clear the Orcs from Tharbad? I appreciate it, [placeholder]. Now, tell me what you saw from atop the Great Bridge!'\\n\\nYou describe the view to Caron as best you can, and she closes her eyes, allowing your words to flow over her. At last she opens them and smiles.\\n\\n'I could almost see it as it was, so many years ago: no Orcs at all! The city was full of craftsmen, and waggons lumbered across the span, carrying goods for distant lands. It was a thriving centre of trade, back then. Oh, to have lived during those years! Know this: every day I envy the long lives of your kind! My imagination will have to suffice, instead.\\n\\n'Thank you for this, my friend. Take this reward, though it cannot compare to what you have given me!'",
      "es": ""
    },
    {
      "id": 246419783,
      "en": "Caron has asked you to defeat Orcs, who have no place in Tharbad as once it was. She also wants you to <rgb=#00FF00>look</rgb> from the northern piece of the Great Bridge that still stands above the water, and tell her what you see.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Caron has a vivid imagination, and she can picture what Tharbad looked like during its height.",
      "es": ""
    },
    {
      "id": 111477313,
      "en": "Defeat Orcs in Tharbad ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419785,
      "en": "Caron is west of Tharbad, on the banks of the river.",
      "es": ""
    },
    {
      "id": 162883648,
      "en": "'You did what you could to clear the Orcs from Tharbad? I appreciate it, [placeholder]. Now, tell me what you saw from atop the Great Bridge!'\\n\\nYou describe the view to Caron as best you can, and she closes her eyes, allowing your words to flow over her. At last she opens them and smiles.\\n\\n'I could almost see it as it was, so many years ago: no Orcs at all! The city was full of craftsmen, and waggons lumbered across the span, carrying goods for distant lands. It was a thriving centre of trade, back then. Oh, to have lived during those years! My imagination will have to suffice.\\n\\n'Thank you for this, my friend. Take this reward, though it cannot compare to what you have given me!'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'This was once an impressive city, and a thriving centre of trade. If I close my eyes I can almost see it! I have always had a vivid imagination... you could ask anyone who knows me, and they will tell you it is true!\\n\\n'Can I ask you to slay the Orcs that now crawl within Tharbad? I would like to do what I can to restore the city to the way it was, though it prove impossible. I would also ask you to climb the northernmost section of the Great Bridge that once spanned the river, and to <rgb=#00FF00>look</rgb> out over the city. Then you can describe to me what you see, and my imagination will fill in the rest!'",
      "es": ""
    },
    {
      "id": 177082722,
      "en": "Defeated Orcs in Tharbad ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477315,
      "en": "<rgb=#00FF00>Look</rgb> out over the flooded city from the northern piece of the Great Bridge",
      "es": ""
    },
    {
      "id": 162883672,
      "en": "'Can I ask you to slay the Orcs that now crawl within Tharbad? I would like to do what I can to restore the city to the way it was, though it prove impossible. I would also ask you to climb the northernmost section of the Great Bridge that once spanned the river, and to <rgb=#00FF00>look</rgb> out over the city. Then you can describe to me what you see, and my imagination will fill in the rest!'",
      "es": ""
    },
    {
      "id": 177082724,
      "en": "For Caron's benefit, you look out over the flooded city from this vantage point",
      "es": ""
    },
    {
      "id": 111477317,
      "en": "Find the northern part of the Great Bridge for Caron",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "An Imagination Most Vivid",
      "es": ""
    },
    {
      "id": 177082726,
      "en": "This is the part of the Great Bridge from which Caron wanted you to <rgb=#00FF00>look</rgb>",
      "es": ""
    },
    {
      "id": 111477319,
      "en": "Talk to Caron on the river-bank west of Tharbad",
      "es": ""
    }
  ]
}