{
  "id": 621068880,
  "txt": [
    {
      "id": 111477366,
      "en": "Talk to Melona in Sedgemead",
      "es": ""
    },
    {
      "id": 162883655,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883657,
      "en": "The parchment has hasty writing scrawled upon its surface.\\n\\n'I am finished with you and your lot! There are bounty hunters after me now, and while I have managed to elude them so far, I'm afraid my luck is soon to run out! I need to find something new. You half-orcs are on your own, and I won't cry for you. Miserable curs! You brought me only trouble, and I have enough of that on my own!\\n\\n'-Bedwyr.'",
      "es": ""
    },
    {
      "id": 162883703,
      "en": "'The half-orcs control a bridge to the north. Go there, defeat Bedwyr's allies, and look for some clue to my bounty's whereabouts.'",
      "es": ""
    },
    {
      "id": 177082708,
      "en": "Defeated half-orcs in Sedgemead or Ruddymore ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883704,
      "en": "'The half-orcs control a bridge to the north. Go there, defeat Bedwyr's allies, and look for some clue to my bounty's whereabouts.'",
      "es": ""
    },
    {
      "id": 246419798,
      "en": "Melona told you that Bedwyr has worked in the past with half-orcs, and he might have gone looking for such allies at a bridge to the north.",
      "es": ""
    },
    {
      "id": 246419800,
      "en": "The bridge across the river in Sedgemead might hold some clue to Bedwyr's location.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Melona is not willing to abandon the hunt for the bounty she seeks to claim.",
      "es": ""
    },
    {
      "id": 246419809,
      "en": "Melona is waiting for you where you met her, south of the bridge defended by half-orcs in Sedgemead.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I will not allow Bedwyr to get away again! He's probably going to try and hide among his half-orc allies, but he doesn't know that we can track him wherever he goes!\\n\\n'The half-orcs control a bridge to the north. Go there, defeat Bedwyr's allies, and look for some clue to my bounty's whereabouts.'",
      "es": ""
    },
    {
      "id": 162883696,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477363,
      "en": "Defeat half-orcs in Sedgemead or Ruddymore ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Half-Orcs at the Bridge",
      "es": ""
    },
    {
      "id": 162883698,
      "en": "'Bedwyr eluded you again? How can this be?\\n\\n'I will get this bounty, [placeholder]! I need the coin, and I care not that he regrets his alliance with the half-orcs. I will still track him down, and the bounty will be mine!\\n\\n'You are welcome to give up the chase... but I never will. Now begone.'",
      "es": ""
    },
    {
      "id": 111477365,
      "en": "Read the discarded parchment on the bridge defended by half-orcs",
      "es": ""
    }
  ]
}