{
  "id": 621068867,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'As an herbalist and a healer, I often have need of many different ingredients. But I am also an Elf, which means I am not like to be caught unprepared! I have nearly everything I need, save this: holly berries.\\n\\n'They have many different medicinal purposes, and are used in a number of valuable remedies. If you can bring me holly berries from the area, I would be most pleased. You will find them on huorns and on wood-trolls throughout Western Eregion, I believe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Lornel needs holly berries for several of his medicinal remedies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Remedies for the Sickness",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'I would be very pleased if you could bring me holly berries from huorns and wood-trolls throughout Western Eregion.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Collect holly berries from huorns or wood-trolls in Western Eregion ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "Lornel is by the camp-fire at Idhobel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'Thank you for these holly berries. I will add them to my ingredient pouch, and will make use of them in the days ahead.\\n\\n'I hope it was not too much trouble. Huorns and wood-trolls are both very dangerous if you are not prepared for their attacks, which can be most deadly for the unwary.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1194",
      "en": "Collected holly berries ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "Holly berries can sometimes be found on the huorns and wood-trolls that stalk Western Eregion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e35",
      "en": "Bring the holly berries to Lornel at Idhobel",
      "es": "",
      "es (fem)": ""
    }
  ]
}