{
  "id": 621068982,
  "txt": [
    {
      "id": 228284034,
      "en": "'Goblins are like a flowering weed, friend: whenever we uproot them in one place, after a time we discover they have spread to another! Those of the Blogmal tribe are particularly troublesome, and it is of no real surprise to me that they have appeared here on the South Downs. They creep now among the ruins of Haudh Nirui, to the north-east.\\n\\n'Will you help me end the threat posed by these Blogmal goblins? You will be doing the folk who live nearby a good service, for such creatures never stay where they begin, and a goblin-raid can be a frightening thing.'",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "Defeated goblins at Haudh Nirui ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Haerandir is filled with disgust when he considers the Blogmal now inhabiting Haudh Nirui.",
      "es": ""
    },
    {
      "id": 162883768,
      "en": "'Will you help me end the threat posed by the Blogmal goblins that creep in Haudh Nirui, to the north-east? You will be doing the folk who live nearby a good service, for such creatures never stay where they begin, and a goblin-raid can be a frightening thing.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Blogmal Must Be Ended",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "Goblins now creep within Haudh Nirui, and Haerandir wants you to defeat as many of the creatures as you can.",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Defeat goblins at Haudh Nirui ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419875,
      "en": "Haerandir is outside Haudh Nirui.",
      "es": ""
    },
    {
      "id": 162883764,
      "en": "'That was very good work, [placeholder]. The Blogmal will fear to speak your name from now on, I imagine. I am glad to have met you, for any foe of goblins is a friend of mine!'",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Talk to Haerandir outside Haudh Nirui",
      "es": ""
    }
  ]
}