{
  "id": 621068875,
  "txt": [
    {
      "id": 127884900,
      "en": "You failed to carry the crate the whole way",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "Pick up the remaining crate by the eastern road out of Herne",
      "es": ""
    },
    {
      "id": 69036755,
      "en": "Carry the crate to the storage room inside Crossway House",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Talk to Edhan outside Crossway House",
      "es": ""
    },
    {
      "id": 177082754,
      "en": "You deliver the crate. One down, one to go",
      "es": ""
    },
    {
      "id": 162883752,
      "en": "'Do you think you could bring the last two crates inside Crossway House, and set them down in the storage room with the fireplace? I would really appreciate resting my arms for a moment, friend, and I wouldn't forget it.\\n\\n'The last two crates are right where the eastern road leaves Herne.'",
      "es": ""
    },
    {
      "id": 162883753,
      "en": "'One more crate to go, friend! I really appreciate this.'",
      "es": ""
    },
    {
      "id": 177082758,
      "en": "You set down the crate. That was the last one!",
      "es": ""
    },
    {
      "id": 69036745,
      "en": "Carry the crate to the storage room inside Crossway House",
      "es": ""
    },
    {
      "id": 246419875,
      "en": "The crates that were intended for Crossway House were left along the east road out of Herne, and Edhan asked you to carry them to the storage room inside the inn.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Edhan is exhausted from the work he has already done, and wonders if you will help him with the rest of it.",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "The crates that were intended for Crossway House were left along the east road out of Herne, and Edhan asked you to carry them to the storage room inside the inn.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I am exhausted, friend. I work for Maddoc in Crossway House, and it is my job to carry crates and supplies into the tavern whenever they are delivered. But the waggon-driver from Bree-land just departed, and he refused to leave the crates any nearer than the very outskirts of Herne! He said there's a bad feeling about the town today, and he didn't want to stay here any longer than was strictly necessary!\\n\\n'He did the least amount of effort, but I have already done more than I should! Do you think you could bring the last two crates inside Crossway House, and set them down in the storage room with the fireplace? I would really appreciate resting my arms for a moment, friend, and I wouldn't forget it.\\n\\n'The last two crates are right where the eastern road leaves Herne.'",
      "es": ""
    },
    {
      "id": 246419879,
      "en": "Edhan is just outside the back door of Crossway House.",
      "es": ""
    },
    {
      "id": 162883764,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 127884896,
      "en": "You failed to carry the crate the whole way",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Pick up one of the crates by the eastern road out of Herne",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Least Effort",
      "es": ""
    },
    {
      "id": 162883768,
      "en": "'Thank you so much for your help, friend. I don't have much to offer you, but I hope this reward is helpful to you.'",
      "es": ""
    }
  ]
}