{
  "id": 621068977,
  "txt": [
    {
      "id": 177082774,
      "en": "Maedhril is right. Orc-archers can easily see Sírlond from this position",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "This is the tower that worries Maedhril",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "The tower about which Maedhril is concerned is to the west across the bridge from Sírlond.",
      "es": ""
    },
    {
      "id": 246419875,
      "en": "Maedhril is at Sírlond, east of Caranost proper.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Maedhril is worried that the Orcs have a good line of sight to her husband's camp-site of Sírlond from the heights of Caranost.",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "<rgb=#00FF00>Look</rgb> in the direction of Sírlond from the tower above the bridge of Caranost",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'My husband is dear to me, but he sees only that which is directly in front of him. \\qWe must put an end to the Orc warriors, Maedhril,\\q he tells me, \\qfor their swords are deadly and sharp.\\q He is not wrong in this, but I am more concerned about the arrows of their scouts, for they can strike us from much further away.\\n\\n'Will you cross to Caranost proper and find the stairs that climb just beyond the bridge? There is a fire burning atop one of the towers, and I want to learn if the Orc-archers can strike at this camp from the parapet. Go there and <rgb=#00FF00>look</rgb> in our direction. I want to hear what can be seen from that location.'",
      "es": ""
    },
    {
      "id": 162883764,
      "en": "'You could see Sírlond from that location? That is what I feared, [placeholder].\\n\\n'My husband Sirvellon is always thinking of swords and axes, and things that are up close. It falls to me to take the longer view.'",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Find the tower overlooking the bridge with a good view of Sírlond",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "'Will you cross to Caranost proper and find the stairs that climb just beyond the bridge? There is a fire burning atop one of the towers, and I want to learn if the Orc-archers can strike at this camp from the parapet. Go there and <rgb=#00FF00>look</rgb> in our direction. I want to hear what can be seen from that location.'",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Talk to Maedhril at Sírlond",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Enemy's Vantage Point",
      "es": ""
    }
  ]
}