{
  "id": 621068931,
  "txt": [
    {
      "id": "0xf00e1e7",
      "en": "Bring the water to Gil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568925",
      "en": "'Soberin' up is 'e? The taters will have gone cold, but at least he's on his way. Thank you for your help!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568956",
      "en": "'Mmm, wha? You shwoke me from a great dream. Did you bring me a ship of ale? Water?!! Oh fine, give it here.'\\n\\nHe takes a long draw of water from the bottle and then several deep breaths. After a few long moments, his eyes clear and he blinks up at you.\\n\\n'Very well, very well. I am getting very weller indeed. I just need a bit more time. Go on and tell Sioned that I will be along shortly. I just need a few more minutes and a few more sips. Of water, that is. I wouldn't be missing her cooking for the world.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1729",
      "en": "An exasperated daughter seeks help finding her father who has been known to down two too many cups of wine.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011829",
      "en": "With a full bottle of fresh water in hand, you are ready to help sober up Ol' Tipsy Gil.\\n\\nGil is in Glyn Helyg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b63",
      "en": "The bottle grows heavier with fresh water",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011841",
      "en": "Sioned has asked you to look for her father, a hobbit affectionately known as Ol' Tipsy Gil.\\n\\nGil can be found around Glyn Helyg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011842",
      "en": "You found an empty wine bottle, so Tipsy Gil may be close by!\\n\\nKeep searching for him in Glyn Helyg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "Ol' Tipsy Gil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119d0",
      "en": "You should let Sioned know that her father is on the way to recovery and will be around for dinner soon.\\n\\nSioned is in Glyn Helyg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a8",
      "en": "Talk to Sioned",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d6",
      "en": "Search for Ol' Gil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d8",
      "en": "Continue searching for Gil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011820",
      "en": "You managed to find Gil, but he's too drunk to make it home for dinner. He has asked you to bring him some water to help him sober up.\\n\\nYou should fill the wine bottle you found with water from the nearby fountain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e1e5",
      "en": "Fill the wine bottle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f1",
      "en": "'Excuse me, have you seen my father? You wouldn't have missed him. Most likely falling over himself drunk? No? Well, if you would be so kind as to keep an eye out for him, I would be quite grateful.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568922",
      "en": "'Wah? Whosh there? Twins? Wait, now theresh jush one of you. Oh my daughter shent you? Well, you tell her...'\\n\\nHe pauses, thinking very hard.\\n\\n'What wash I shaying? Oh, right, Sshioned shent you. Ish it time for shupper already? Well, I can't sheem to walk. Maybe a ship of water will help. Go fesh me a ship of water, will you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b17",
      "en": "You found a discarded wine bottle!",
      "es": "",
      "es (fem)": ""
    }
  ]
}