{
  "id": 621068876,
  "txt": [
    {
      "id": "0x9b568a2",
      "en": "'People seem frightened? I need them to feel safe when they come to the Hall of Crafts, or my business will suffer!\\n\\n'I need to hire a guard to stand within the Hall of Crafts, and then they will feel more safe. Here, take this pouch of coins to Edhan, who works at Crossway House. He is a strong and strapping lad, and I have noticed his muscles on more than one occasion! Tell him those coins should ease any of the reluctance he might feel to stop working for Maddoc at the tavern, and in the future he will be very well-paid to work for me instead!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a4",
      "en": "Edhan listens with a frown as you explain that Alwena wishes to hire him to stand guard at the Hall of Crafts.\\n\\n'There are a lot of coins here, but I don't think I can leave Maddoc on his own like this. He's been good to me, and I don't know how Crossway House will manage to stay open without me doing the heavy lifting.\\n\\n'Tell Alwena I appreciate the offer, but I have to refuse. I know I complain about carrying so many boxes and crates all day, but I think standing in one place in the Hall of Crafts would wear me out even faster... with boredom!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a5",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b1",
      "en": "Alwena is outside the Hall of Crafts in Herne.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a7",
      "en": "'He turned me down? Hmmph. Well, I will take that pouch of coins back.\\n\\n'I appreciate you asking him for me, at any rate. Here, take a few of the coins I would have given to Edhan. Still, I have to think about what I can do now. My problem remains: if folk are afraid to work in the Hall of Crafts, my business will suffer!\\n\\n'What is happening to Herne these days?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a8",
      "en": "'It is a very generous offer, but I think I must turn it down.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b3",
      "en": "Edhan is outside the back door of Crossway House.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ed4",
      "en": "Talk to Alwena outside the Hall of Crafts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50251",
      "en": "Speak encouraging words to Alwena's neighbours ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b6",
      "en": "Alwena is outside the Hall of Crafts in Herne.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "Talk to Alwena outside the Hall of Crafts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50253",
      "en": "Talk to Edhan outside Crossway House",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Alwena is concerned about the lack of visitors to the Hall of Crafts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56855",
      "en": "'Can you speak encouraging words to some of my neighbours, and tell them that even in days of darkness, working with your hands on crafts and trade can make days seem brighter? That will help, surely!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56856",
      "en": "'Take that pouch of coins to Edhan, who works at Crossway House. He is a strong and strapping lad, and I have noticed his muscles on more than one occasion! Tell him those coins should ease any of the reluctance he might feel to stop working for Maddoc at the tavern, and in the future he will be very well-paid to work for me instead!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'My name is Alwena, and I run the Hall of Crafts here in Herne. However, of late there has been a decrease in custom, and I want to get to the bottom of it! Can you speak encouraging words to some of my neighbours, and tell them that even in days of darkness, working with your hands on crafts and trade can make days seem brighter?\\n\\n'That will help, surely!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50c9de1",
      "en": "'I'm afraid not. I would not feel safe!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a9",
      "en": "Alwena's discouraged neighbours could use some encouraging words.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Bad For Business",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50c9ee1",
      "en": "'Oh no. I simply couldn't.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}