{
  "id": 621068885,
  "txt": [
    {
      "id": "0x9b56846",
      "en": "'You did find something! I knew you would!'\\n\\nYou hand Caron the old insignia and she turns it over in her hands, studying it closely.\\n\\n'This raised bit of metal would have been the mark of a trading guild that operated out of Tharbad when the city was at its height! I will have to tell my brother Brioc about this when I get home. He has a number of books that might tell me more about this guild, but he spends all his days worrying. It is quite a waste, if you ask me!\\n\\n'Thank you for helping me, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50277",
      "en": "Defeat Orcs in Tharbad and retrieve any items of value (5/6)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01151",
      "en": "The Orcs that prowl within the flooded city of Tharbad might have found items of value.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56860",
      "en": "'Do you think it possible that the Orcs might have picked up something valuable from that period of Tharbad's history? They mostly carry filth and rubbish, so far as I can make out, but hidden among the garbage there might be a real treasure! Imagine that!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "The Orcs that prowl within the flooded city of Tharbad might have found items of value.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56861",
      "en": "'Do you think it possible that the Orcs might have picked up something valuable from that period of Tharbad's history? They mostly carry filth and rubbish, so far as I can make out, but hidden among the garbage there might be a real treasure! Imagine that!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01155",
      "en": "Caron is west of Tharbad, on the river-bank.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1156",
      "en": "Collected Orc rubbish ([placeholder]/6)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1158",
      "en": "Collected an old insignia of Tharbad... this isn't rubbish after all!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Caron has let her imagination run away with herself, and she wonders if the Orcs might have picked up something of value within the ruins of the flooded city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Tharbad was a thriving and important city at its height, but that was long ago. Now the Orcs haunt every corner, and they have no respect for the city it used to be.\\n\\n'Still, do you think it possible that the Orcs might have picked up something valuable from that period of Tharbad's history? They mostly carry filth and rubbish, so far as I can make out, but hidden among the garbage there might be a real treasure! Imagine that!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56842",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Just Filth and Trinkets?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56844",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ef9",
      "en": "Bring the old insignia to Caron west of Tharbad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Defeat Orcs in Tharbad and retrieve any items of value ([placeholder]/6)",
      "es": "",
      "es (fem)": ""
    }
  ]
}