{
  "id": 621068975,
  "txt": [
    {
      "id": 228284034,
      "en": "'Before Sarn Ford was attacked by the terrible riders in black, we received word that brigands were gathering at Gaervarad, to the south, and we planned to dispatch a force of Rangers to deal with them. Brigands! Such foes seem so trivial now!\\n\\n'But no, I speak rashly. They are still a danger to the folk who live in these lands, though my people's concerns seem more pressing in the aftermath of the attack some days gone! There is never just one thing, is there?\\n\\n'Will you go to Gaervarad and deal with the massing of the brigands? If one danger is ignored, that will be the one that overmasters us, or so says my worried heart.'",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "Defeated brigands at Gaervarad ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Rothavron is concerned about more than just the passage of the terrible Riders.",
      "es": ""
    },
    {
      "id": 162883768,
      "en": "'Will you go to Gaervarad and deal with the massing of the brigands? If one danger is ignored, that will be the one that overmasters us, or so says my worried heart.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Never Just One Thing",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "Brigands have been massing to the south, at Gaervarad in Ruddymore, and Rothavron does not want the villains to be unopposed.",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Defeat brigands at Gaervarad ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419875,
      "en": "Rothavron is at Sarn Ford.",
      "es": ""
    },
    {
      "id": 162883764,
      "en": "'You have done well to oppose the brigands massing at Gaervarad. I must remember that one frightening experience does not eliminate the other dangers against which we must stand! That is easier said than it is done, friend.\\n\\n'Thank you for helping the people I am sworn to defend.'",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Talk to Rothavron at Sarn Ford",
      "es": ""
    }
  ]
}