{
  "id": 621068997,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Defeat Núlgoth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e2",
      "en": "Little is known of Mátshakha, the Lady of Death, but her fierce loyalty to Sauron and cruelty in battle are unmatched. Whether it is by some enchantment or sorcery, Mátshakha is able to sway the hearts and minds of her opponents, condemning them to swift and unexpected defeats. It is said that she is possessed of a terrible beauty, but none who have looked upon her face have escaped her wrath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "Summoned forth from the depths of Mordor, Núlgoth was once one of countless regmyl who served Morgoth in the Elder Days. Cloaked in the flames of Udûn, the mere touch of his hand means death to all but the most resilient of warriors of the Eldar. Loyal to Sauron in the absence of his master of old, Núlgoth leads part of Sauron's armies to Caras Gelebren to witness the doom of the Elves and the ascension of the new Dark Lord.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Doom of Caras Gelebren",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Defeat Mátshakha",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Caras Gelebren, the Silver Bastion, was once the capital of Tham Mírdain and the jewel of Eregion. Alas, it was brought to ruin long ago when Sauron, seeking to lay claim to the Rings of Power, gathered his vast armies and destroyed all of Eregion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Krovrobosh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Defeat all of Sauron's champions in the Doom of Caras Gelebren.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Mátshakha",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba2",
      "en": "Little is known of Mátshakha, the Lady of Death, but her fierce loyalty to Sauron and cruelty in battle are unmatched. Whether it is by some enchantment or sorcery, Mátshakha is able to sway the hearts and minds of her opponents, condemning them to swift and unexpected defeats. It is said that she is possessed of a terrible beauty, but none who have looked upon her face have escaped her wrath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "Krovrobosh, a great and terrible gorthorog, fled the doom of the Elder Days and swore his loyalty to Sauron. It is said that Krovrobosh is a terror to behold in battle and that his mere presence—adorned in the blood of the fallen—can break the wills of those who would stand against him. Eager to spill the blood of the Elves who dared to stand against Morgoth, Krovrobosh leads part of Sauron's armies in the brutal assault on Caras Gelebren.",
      "es": "",
      "es (fem)": ""
    }
  ]
}