{
  "id": 621068869,
  "txt": [
    {
      "id": "0x9b568b9",
      "en": "'Bring that basket up to my orchard, but keep walking north. There's a sloping hill north of my orchard, and if you set the basket down near the bottom of the hill, perhaps it will attract the shrews and keep them satisfied. It is worth a try, wouldn't you say?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "The orchard to the north of Nerys Trafferth's home is full of shrews to be shooed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "Shrews emerge from every direction to visit the basket of apples!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e36",
      "en": "Set down the apple basket near the bottom of the hill north of Nerys Trafferth's orchard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "There is no end to the shrews in the orchard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'Hmm... thank you for your efforts, but those shrews are sure to be back. They just love my apples so very much!\\n\\n'I have had an idea. Perhaps an offering of peace will show the shrews I am a friend, and friends don't sneak into a friend's orchard and nibble bites out of her livelihood!\\n\\n'I have filled up a basket with apples. Bring it up to my orchard, but keep walking north. There's a sloping hill north of my orchard, and if you set the basket down near the bottom of the hill, perhaps it will attract the shrews and keep them satisfied. It is worth a try, wouldn't you say?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'My orchard is just to the north, and it is full of shrews that must be shooed away from my apples!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Nerys Trafferth is worried that rampant shrews will eat all the apples in her orchard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "The shrews are gone... but only for now",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Shoo the shrews in the orchard north of Nerys Trafferth's house ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'You did it? You did it!\\n\\n'Do you think this was their plan all along? That's very shrewd of them, [placeholder]. Now they have plenty of apples, and they don't even need to steal them! Oh, I suppose I cannot be too grumpy about it. There's no denying that my apple trees are the finest in all the Stoor-vales... even the shrews think so!\\n\\n'You did good work today, and I thank you for it. And I know the shrews do, as well!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Talk to Nerys Trafferth in Lintrev",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'There are a lot of shrews in my orchard, just north of here, and I'm afraid the little pests will eat all my apples! Do you think you could shoo them away? I'd really appreciate it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Nerys Trafferth is outside her house in Lintrev.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Shrews shooed ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Talk to Nerys Trafferth in Lintrev",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Nerys asked you to place the apple basket a good distance down the hill north of her orchard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Shrewd Pests",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Nerys Trafferth is outside her house in Lintrev.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1194",
      "en": "The shrews are gone... but only for now",
      "es": "",
      "es (fem)": ""
    }
  ]
}