{
  "id": 621068859,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "The weekly meat orders for Cunedda Moltgig can be found outside the homes of his neighbours in the village of Clegur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e16",
      "en": "Bring the weekly meat orders to Cunedda Moltgig in his shop",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Cunedda wants to know what meat I wish to order for the next week? Surely he must know by now that I expect to have a standing order: beef, chicken, and pork, with plenty of each! Malmadog loves them all!'\\n\\nThe mayor notices your expression and gives a hearty laugh.\\n\\n'I do enjoy them all, but I speak not only of myself. My very good boy here shares my name and my appetite: we are both Malmadogs.\\n\\n'Now, you run along and tell Cunedda that I want the same order as last week, and mayors shouldn't need to be consulted on this every seven days! I am very busy, after all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Cunedda Moltgig is inside his shop in the village of Clegur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Cunedda Moltgig is inside his shop in the village of Clegur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Mayor Malmadog Torlan is outside his house in the south of Clegur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Collect weekly meat orders from outside houses in Clegur ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'So what does the mayor want for his meat delivery next week? The same as last time?\\n\\n'It's always the same, you know, but if I don't ask him he complains that I didn't! I think the mayor just likes the attention. He always says he's very busy, but he's always just standing out there on his porch with his dog, taking in the sun.\\n\\n'One of these days I should take a holiday. Maybe I could be mayor, and then I'd have more than enough time to relax!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Now, you run along and tell Cunedda that I want the same order as last week, and mayors shouldn't need to be consulted on this every seven days! I am very busy, after all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "Collected weekly meat orders ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Mayor Malmadog Torlan in Clegur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Cunedda Moltgig in his shop",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'Sometimes the mayor forgets to post his order, but that doesn't mean he'll understand if I don't send the steaks to him that he expects!\\n\\n'You'd better talk to Mayor Malmadog in person. Then run back here and let me know what he wants.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Do you think you could walk around Clegur and pick up the orders for me? They should be posted outside my neighbours' homes, although sometimes the wind picks them up and causes some mischief.\\n\\n'You'll have my thanks if you do this. It shouldn't take you long!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Cunedda Moltgig needs the weekly meat orders for the villagers of Clegur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'What day is it? Are you sure? That can't be right!\\n\\n'You see, I collect orders from my neighbours so I know what cuts of meat they wish to purchase for the next week, but I am already behind and cannot now spare the time! Do you think you could walk around Clegur and pick up the orders for me? They should be posted outside my neighbours' homes, although sometimes the wind picks them up and causes some mischief.\\n\\n'You'll have my thanks if you do this. It shouldn't take you long!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Weekly Orders",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Good, good, very good.\\n\\n'Wait... where is the order for Mayor Malmadog? Ah, sometimes he forgets to post his order, but that doesn't mean he'll understand if I don't send the steaks to him that he expects!\\n\\n'You'd better talk to the mayor in person. Then run back here and let me know what he wants.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}