{
  "id": 621068873,
  "txt": [
    {
      "id": "0x9b56846",
      "en": "'Can you do something about the ruffians in Ruddymore? With fewer of those thieves and cutpurses nearby, folk may feel more comfortable about frequenting my place of business!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56847",
      "en": "'I finally managed to hire a guard to stand watch in the Hall of Crafts! He will ensure that folk feel safe while they are working.\\n\\n'You can go say hello to him, if you like. He's just inside the Hall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01141",
      "en": "Alwena is outside the Hall of Crafts in Herne.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01143",
      "en": "The new guard hired by Alwena can be found inside the Hall of Crafts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56850",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "'Thank you for helping clear some of the ruffians out of Ruddymore. Meanwhile, I finally managed to hire a guard to stand watch in the Hall of Crafts! He will ensure that folk feel safe while they are working.\\n\\n'You can go say hello to him, if you like. He's just inside the Hall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01146",
      "en": "Alwena is outside the Hall of Crafts in Herne.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b9",
      "en": "Ruffians can be found throughout Ruddymore, and are a danger to the people of the area.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56854",
      "en": "The new guard's surprise is evident, but then he adopts a more neutral expression.\\n\\n'Hello, stranger. Cause no trouble. I wouldn't want to have to throw you out. Missus Alwena was very clear that this is to be a safe place for craftsmen to work, and she doesn't want fighting.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50240",
      "en": "Defeat ruffians in Ruddymore ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "After some thought, Alwena believes the recent rise of ruffians in Ruddymore is to blame for her lack of custom in the Hall of Crafts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56855",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1161",
      "en": "Defeated ruffians in Ruddymore ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50242",
      "en": "Talk to Alwena outside the Hall of Crafts in Herne",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56857",
      "en": "'Thank you for all your help! My new guard will keep watch over the Hall of Crafts, and hopefully this malaise that has settled upon Herne will soon pass!'\\n\\nYou tell Alwena that her new guard does bear a certain resemblance to someone you recently faced in battle, and she shrugs.\\n\\n'I am confident it will turn out fine. He has turned over a new leaf. And if young Edhan happens to stop by and finds he is jealous of my new guardsman, that is only a secondary consideration, [placeholder].\\n\\n'Thank you once again. If you wish to work your trade in the Hall of Crafts, you are welcome to do so at any time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I have done some thinking, and I believe the recent increase in ruffian activity near Herne is partly to blame for the townsfolk being reluctant to work in the Hall of Crafts.\\n\\n'Can you do something about the ruffians in Ruddymore? With fewer of those thieves and cutpurses nearby, folk may feel more comfortable about frequenting my place of business!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50243",
      "en": "Talk to the guard of recent employ in the Hall of Crafts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56858",
      "en": "'Oh, we've never met before, I assure you. I am a respectable fellow, of course I am.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1164",
      "en": "He does bear a certain familiar resemblance, but perhaps it is your imagination",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50245",
      "en": "Talk to Alwena outside the Hall of Crafts in Herne",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Ruffians In Ruddymore",
      "es": "",
      "es (fem)": ""
    }
  ]
}