{
  "id": 621068865,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'I have entered into a wager with old Addo Benchuth, who lives down at the bottom of the ravine in which Glyn Helyg is built. The wager is this: that a newcomer to the town can't get down to the water-wheel, far below us, in less than two minutes.\\n\\n'Will you help me with this wager? It's a long way down, and the bridges can be confusing, so you'll need to be clever. But don't take the quickest way down... you don't want to break your bones, after all!\\n\\n'Are you ready? Good fortune to you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'You'd better hurry, friend. The water-wheel is a long way below us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Reach the water-wheel located at the bottom of the ravine before time runs out",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Addo Benchuth is waiting to speak with you about your accomplishment.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "You made it!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'You made it down here in less than two minutes? Incredible! Dervel said it would be impossible!\\n\\n'Aye, he wagered me that a newcomer wouldn't be able to make it, and everyone who fails helps to fill his pockets. Finally, someone was able to do it!\\n\\n'I guess that means I should reward you for this accomplishment. Oh, it's no bother. It's worth it to me just to see the look on Dervel's face when I tell him you actually made it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Dervel Crintach has entered into a wager, and he wants to involve you in it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "You failed to reach the water-wheel in time",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Quickest Way",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Addo Benchuth by the water-wheel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Dervel Crintach challenged you to reach, before time runs out, the water-wheel located at the bottom of the ravine in which Glyn Helyg is built.",
      "es": "",
      "es (fem)": ""
    }
  ]
}