{
  "id": 621068874,
  "txt": [
    {
      "id": 6206642,
      "en": "'No! I don't want to die! Let me go!'",
      "es": ""
    },
    {
      "id": 177082704,
      "en": "Bedwyr has escaped. Melona should be told",
      "es": ""
    },
    {
      "id": 111477320,
      "en": "Find Bedwyr and confront him",
      "es": ""
    },
    {
      "id": 246419793,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419796,
      "en": "Melona is in Sedgemead, waiting to hear of your encounter with her bounty.",
      "es": ""
    },
    {
      "id": 246419798,
      "en": "Melona told you the brigand Bedwyr, her latest bounty, should be somewhere to the north-east, not far away.",
      "es": ""
    },
    {
      "id": 69036601,
      "en": "Defeat Bedwyr",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Melona, an expert hunter of bounties, has been injured and needs your help to collect her latest bounty.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Hey, you there. Are you interested in making some coin?\\n\\n'I am a bounty hunter, and I am very near to tracking down my latest quarry. But fate is cruel: I landed poorly on my ankle, and now I cannot move with the speed required to finish the job. If you put an end to the bounty I seek, I will share the reward with you. Are we agreed?\\n\\n'Good. The target is a brigand named Bedwyr, an ally to half-orcs and a disreputable ruffian. Track him to the north-east, among the rocks.'",
      "es": ""
    },
    {
      "id": 111477361,
      "en": "Talk to Melona in Sedgemead",
      "es": ""
    },
    {
      "id": 162883650,
      "en": "'This is your last chance, stranger! Bounty hunters have a way of coming to bad ends when they try to chase me! If you insist on following this course, you will not survive!'",
      "es": ""
    },
    {
      "id": 162883651,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Sharing the Bounty",
      "es": ""
    },
    {
      "id": 162883698,
      "en": "'The target is a brigand named Bedwyr, an ally to half-orcs and a disreputable ruffian. Track him to the north-east, among the rocks.'",
      "es": ""
    },
    {
      "id": 6206641,
      "en": "'Then die!'",
      "es": ""
    },
    {
      "id": 162883653,
      "en": "'He got away? This bounty eludes me again!\\n\\n'Unacceptable. He will not get away forever! I swear it!'",
      "es": ""
    }
  ]
}