{
  "id": 621068872,
  "txt": [
    {
      "id": 190220569,
      "en": "'You again, eh? What mischief have you and my daughter been up to?'\\n\\nYou tell him of Sarch Vorn, Luilloth, and the Grey Fear. Then you tell him of the weathered skeleton. He is silent for a very long time.\\n\\n'Her necklace? So... she did not leave us after all? It was an accident?'\\n\\nHe sighs deeply.\\n\\n'You and Rhiangar did all of that and you helped to cook my favourite stew as well. I... I am afraid that I have been unkind to you, [placeholder]. For so many years, anger has been the only thing I have known. But today, today you brought hope.\\n\\n'You and Rhiangar have shown that history is important, but that dwelling on the past is not what is needed. Using what we learn from our history here, in the present, is what is important.\\n\\n'That, and the people we have. Luilloth lost her life to avenge her family and keep Cardolan safe, as did my wife. You and my daughter followed in their footsteps, and yet surpassed what they were able to do. Rhiangar was never chasing some silly dream, nor was her mother. They both knew there was danger, and they took action to meet it. I am... sorry, and grateful. You will always be welcome here, in Herne, and in our home. I thank you.'",
      "es": ""
    },
    {
      "id": 173025776,
      "en": "Talk to Mayor Nevit",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "What the Necklace Wrought",
      "es": ""
    },
    {
      "id": 126687072,
      "en": "The town of Herne is safer now that the Grey Fear has been defeated. But will Mayor Nevit understand the part his daughter played in the downfall of an evil that has plagued the country for hundreds of years?",
      "es": ""
    },
    {
      "id": 190220566,
      "en": "'What you found at Sarch Vorn brought me no joy, but it did provide some peace. Please, tell my father what you found there as well. He deserves to know that she did not abandon us on purpose.\\n\\n'Father is sitting by the door. He apparently helped himself to the stew while we were gone as there is none left.'\\n\\nShe chuckles softly, shaking her head.",
      "es": ""
    },
    {
      "id": 184621203,
      "en": "Rhiangar has asked you to tell Mayor Nevit that you found his wife's body outside of Sarch Vorn.\\n\\nMayor Nevit is inside the Crossway Inn, in Herne.",
      "es": ""
    }
  ]
}