{
  "id": 621068984,
  "txt": [
    {
      "id": "0x6a502a4",
      "en": "Defeat the wight-lord Bregach in Dol Ernil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "#-1:[placeholder]'Bregach and Daethos are no more? I can hardly believe it, [placeholder]! Such was their evil that I would have thought them impossible to best, and yet you have done so!\\n\\n'They were fearsome foes from out of legend, and now they are ended. Perhaps you are yourself to be a figure of legend, my friend. I will await the word of your further deeds, and perhaps in a day to come I will sit by a warm fire and say \\qI knew #-1:{her[f]|him} in earlier days, when the legend was young!\\q\\n\\n'Ah, perhaps, my friend. I cannot believe you faced the wight-lords and survived. What a wonder!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Defeat the wight-lord Daethos in Dol Ernil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b0",
      "en": "Two powerful wight-lords, Bregach and Daethos, now lurk somewhere within Dol Ernil, in Tyrn Gorthad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Talk to Ranger Faradan south-west of Calarphel in Tyrn Gorthad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "Ranger Faradan is south-west of Calarphel in Tyrn Gorthad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "Defeated Bregach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a9",
      "en": "'Good fortune to you if you do find yourself in Dol Ernil, [placeholder]. Beware of the wight-lords I have named: Bregach and Daethos.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1187",
      "en": "Defeated Daethos",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Ranger Faradan is worried about a pair of powerful wights that now walk within Dol Ernil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Gorwen and I were charged with keeping the watch on Dol Ernil, further to the north, and she is surely still there. I came south to bring word that some new evil seems to be at work within the fortress. Someone... or something... is opening the tombs. I have seen two such terrible wight-lords walking beneath the moon, figures that should have remained buried away forever.\\n\\n'I know the names of those I saw. Bregach is one, \\qquickbone,\\q and the other is named Daethos, \\qshadow fear.\\q They are somewhere within Dol Ernil, I know not where. If you encounter them and are able to return them to the slumber of death, you will have my deepest thanks, and the appreciation of any who live near. Few are they, for this is a land of barrows, but think of this: the Dead have no need for sleep, and do not tire. If Bregach or Daethos desired to reach a settlement of peaceful folk, what town could possibly be beyond their reach?\\n\\n'Good fortune to you if you do find yourself in Dol Ernil, [placeholder]. Beware of the wight-lords I have named.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa15",
      "en": "A Pair of Empty Tombs",
      "es": "",
      "es (fem)": ""
    }
  ]
}