{
  "id": 621068882,
  "txt": [
    {
      "id": 246419778,
      "en": "Chunks of red rock can be found among the craggy outcroppings west of the town of Herne.",
      "es": ""
    },
    {
      "id": 162883664,
      "en": "'Aye, these rocks do indeed have a red sheen to them! But the real value lies within, I warrant.\\n\\n'Will you help me gather up chunks of red rock for closer study?'",
      "es": ""
    },
    {
      "id": 246419780,
      "en": "Gangur Farwend is waiting west of Herne for you to show him the chunks of rock you collected.",
      "es": ""
    },
    {
      "id": 162883665,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 49286873,
      "en": "Bring the chunks of red rock to Gangur Farwend west of Herne",
      "es": ""
    },
    {
      "id": 162883667,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419897,
      "en": "Gangur Farwend asked to meet you west of the town of Herne, where he wished to study some of the curious red rocks to be found there.",
      "es": ""
    },
    {
      "id": 111477334,
      "en": "Talk to Gangur Farwend west of the town of Herne",
      "es": ""
    },
    {
      "id": 111477335,
      "en": "Collect chunks of red rock west of Herne ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Gangur Farwend has stopped in Herne for a short time only, but if the rocks are interesting he might be convinced to stay longer.",
      "es": ""
    },
    {
      "id": 162883669,
      "en": "'Ah, yes, these rocks are notable! Now, these were all pretty near the surface, and the working of wind and rain caused them to slough from the larger crags. There could well be valuable ore buried a little deeper!\\n\\n'I may have to stay here in Ruddymore a little longer, after all. My journey will have to wait, even though the town of Herne seems glum and gloomy. Why are the most valuable materials never to be found in places of cheer?\\n\\n'You have helped me, friend. Take this reward and my thanks!'",
      "es": ""
    },
    {
      "id": 177082744,
      "en": "Collected chunks of red rock ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883648,
      "en": "'I am journeying south to the White Mountains to see the dwarf-halls there, but I heard from someone on the road that the rocks of this place have a red sheen to them, and it put me in mind of the Iron Hills. I thought I would see them for myself, and if there is valuable ore to be found here, perhaps I will delay my southward journey and stay awhile.\\n\\n'If you meet me west of town, I would appreciate both the company and the help!'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Are you a traveller, as I am? Interesting.\\n\\n'I am journeying south to the White Mountains to see the dwarf-halls there, but I heard from someone on the road that the rocks of this place have a red sheen to them, and it put me in mind of the Iron Hills. I thought I would see them for myself, and if there is valuable ore to be found here, perhaps I will delay my southward journey and stay awhile.\\n\\n'If you meet me west of town, I would appreciate both the company and the help!'",
      "es": ""
    },
    {
      "id": 162883649,
      "en": "'Will you help me gather up chunks of red rock for closer study?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "An Eye for Such Things",
      "es": ""
    }
  ]
}