{
  "id": 621068864,
  "txt": [
    {
      "id": "0xeb01187",
      "en": "Ilarion asked you to scout several approaches to Caras Gelebren: the bridge to the north, the river-bank to the south-west, and the sloping hill to the south-east.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Find the bridge to the north of Caras Gelebren",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Ilarion is at Echad Terthas, waiting for your report.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'It is good that the approaches to Caras Gelebren are mostly free of enemies, but my heart grieves that Uruks and other such foes already stalk the lanes of the city.\\n\\n'Thank you for your efforts on behalf of my people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "The bridge is clear of threats from the north... for now",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Find the river-bank to the south-west of Echad Terthas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'Can I ask you to scout several of the approaches to the city? There is bridge to the north-east and a river-bank to the south-west, and each of these could be used by our enemies to surprise us. There is also a sloping hill to the south-east that rises up to Caras Gelebren proper, and that should be scouted as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Ilarion wishes for you to scout the approaches to Caras Gelebren.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "The river poses a natural barrier against incursions from this direction",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Find the slope to the south-east of Echad Terthas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'It is good that the approaches to Caras Gelebren are mostly free of enemies, but my heart grieves that Uruks and other such foes already stalk the lanes of the city.\\n\\n'Thank you for your efforts on behalf of our people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Caras Gelebren lies in ruins, but it is a place of much significance for the Elves, and we should not allow Uruks or other hateful creatures to despoil its once-proud lanes.\\n\\n'Can I ask you to scout several of the approaches to the city? There is a bridge to the north-east and a river-bank to the south-west, and each of these could be used by our enemies to surprise us. There is also a sloping hill to the south-east that rises up to Caras Gelebren proper, and that should be scouted as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "This slope leads upward to the ruins of the city, already full of enemies",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Ilarion at Echad Terthas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'Caras Gelebren lies in ruins, but it is a place of much significance for our people, and we should not allow Uruks or other hateful creatures to despoil its once-proud lanes.\\n\\n'Can I ask you to scout several of the approaches to the city? There is a bridge to the north-east and a river-bank to the south-west, and each of these could be used by our enemies to surprise us. There is also a sloping hill to the south-east that rises up to Caras Gelebren proper, and that should be scouted as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Approaches to Caras Gelebren",
      "es": "",
      "es (fem)": ""
    }
  ]
}