{
  "id": 621068986,
  "txt": [
    {
      "id": 111477413,
      "en": "Talk to Melona beside the Greenway",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "Defeated Maelgun Redclaw",
      "es": ""
    },
    {
      "id": 106269985,
      "en": "'This band belongs to me, and no other! All challengers will die!'",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "'The leader of the raiders on the Greenway is a man named Maelgun Redclaw, and he is a very bad sort. He is so certain of his leadership that he has left a horn on some masonry to the west of the entrance to the South-guard Ruins, and he claims that he will allow anyone to challenge him for leadership of his band of brigands! Now, a few folk have tried this in the past, and he has slain them all... but he has never answered a challenge from one such as you, has he?\\n\\n'Let this be my farewell gift to this land! Together we can put an end to the brigand menace on the Greenway!'",
      "es": ""
    },
    {
      "id": 177082756,
      "en": "That's odd. Master Good-heart is missing",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Master Good-heart, concerned citizen, has learned that the leader of the brigands welcomes challenges to his leadership.",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "Maelgun Redclaw has sworn to answer with death any who blow a challenge on the horn he left to the west of the gate to the South-guard Ruins.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'My preparations are just about complete, and I am nearly ready to move on! But word has reached my ears of something extraordinary. I have learned of a way by which I might be able to give back to this land something of great value. I am nothing if not charitable, and my generosity knows no bounds! Did I not reward you with more coins than you deserved for the work you did for me earlier? I mean, after all: you would have faced down those brigands even without a reward, would you not? But I sweetened the deal with some coin, and in that way everyone wins!\\n\\n'It seems the leader of the raiders on the Greenway is a man named Maelgun Redclaw, and he is a very bad sort. He is so certain of his leadership that he has left a horn on some masonry to the west of the entrance to the South-guard Ruins, and he claims that he will allow anyone to challenge him for leadership of his band of brigands! Now, a few folk have tried this in the past, and he has slain them all... but he has never answered a challenge from one such as you, has he?\\n\\n'Let this be my farewell gift to this land! Together we can put an end to the brigand menace on the Greenway!'",
      "es": ""
    },
    {
      "id": 246419879,
      "en": "Master Good-heart is to the south-east of the entrance to the South-guard Ruins.",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419881,
      "en": "The bounty hunter Melona has come up the Greenway, and stands now south-east of the South-guard Ruins.",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Challenge Maelgun Redclaw to battle with the horn west of the gate to the South-guard Ruins, and defeat him",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "'No... what are you doing here?'\\n\\nMelona the bounty hunter stares at you with dismay. You tell her that you and Master Good-heart have put an end to Maelgun Redclaw, leader of the brigands that blockade the Greenway. She shakes her head in disbelief.\\n\\n'Am I to be so plagued with ill fortune? How many bounties am I cursed to lose because of your interference? \\qMaster Good-heart?\\q Do you mean Geralt Goodblossom, noted ruffian?'\\n\\nYou tell Melona that Geralt is a very common name, possessed by many folk in the south, and it is surely a coincidence. She shakes her head.\\n\\n'I have been hunting Geralt and Eilian Goodblossom for several days now, but thanks to the injury I sustained in Sedgemead I have been always a step behind. While I hunted them, they hunted targets of their own: the Redclaw brothers, three powerful brigands who together directed much of the villainy present in these lands. Now that the three Redclaws are no more, the Goodblossoms are free to enact the next step of their plan: seizing control! They do not wish to free these lands of brigand control... husband and wife wish to consolidate it beneath their own leadership!'\\n\\nYou tell Melona that you have met both Eilian and Geralt, and would be willing to help her track them down.\\n\\n'No! I mean... no thank you, [placeholder]. It's just that I think you might be bad luck. I have only had ill fortune ever since you stumbled upon me in Sedgemead, and I fear it may get worse. You understand. In fact, I'll reward you for staying away! How does that sound?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Leader of the Raiders",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Talk to Master Good-heart south-east of the South-guard Ruins",
      "es": ""
    },
    {
      "id": 162883768,
      "en": "'No... what are you doing here?'",
      "es": ""
    }
  ]
}