{
  "id": 621068881,
  "txt": [
    {
      "id": "0xeb01150",
      "en": "The earth is trampled to the south-west.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1150",
      "en": "The earth is trampled to the south-west. Perhaps the axe's owner went that way?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1167",
      "en": "The owner of the axe ran afoul of the Orcs in Tharbad, and perished",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50248",
      "en": "Talk to Woodcutter Huel just inside the southern entrance to Tharbad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01151",
      "en": "Woodcutter Huel is waiting just inside the southern entrance to Tharbad for news of the axe's owner.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56849",
      "en": "'You should return to where you found that axe, and see if you can find and help its owner! It's the right thing to do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01147",
      "en": "Woodcutter Huel asked you to return to where you found the axe, in south-western Tharbad, and to see if you can find and help its missing owner.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Woodcutter Huel insists that the axe you recovered does not belong to him, and that its owner may remain within Tharbad, and in danger!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01149",
      "en": "The earth is trampled to the south-west.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Since this axe is not mine... that means its owner might still be somewhere in the city, and in danger!\\n\\n'You should return to where you found it, and see if you can find and help its owner! It's the right thing to do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50243",
      "en": "Return to where you found the axe in south-western Tharbad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56858",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50244",
      "en": "Search to the south-west for the missing owner of the axe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56842",
      "en": "'You found the owner of the axe, but he was already slain by Orcs? A sad end, truly.\\n\\n'I will wield his axe in memory of this poor unfortunate, [placeholder], and from this day forth I will dedicate its work to making wooden weapons that will repay the Orcs for the life they took this day. I swear it.\\n\\n'Thank you for doing what you could.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Someone Else's Axe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1165",
      "en": "Blood stains the earth here, and tracks lead south-west",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50246",
      "en": "Find the unfortunate owner of the axe you found",
      "es": "",
      "es (fem)": ""
    }
  ]
}