{
  "id": 621068980,
  "txt": [
    {
      "id": 111477412,
      "en": "Collect hides from the lynx of the South Downs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "Bring the boar-meat and lynx hides to Haerandir outside Haudh Nirui",
      "es": ""
    },
    {
      "id": 177082755,
      "en": "Collected boar-meat ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883752,
      "en": "'Perhaps you will help me obtain boar-meat and lynx hides from beasts here in the South Downs? Then we can send them along to Sirvellon and Maedhril, and I will worry less about them.'",
      "es": ""
    },
    {
      "id": 177082757,
      "en": "Collected lynx hides ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883753,
      "en": "'Bring that boar-meat and those hides to Sirvellon at Sírlond with my regards, and tell him too that I maintain my watch upon the Blogmal goblins that creep in the South Downs. Sírlond is east of Caranost proper, to the south-west of here.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Haerandir wants you to help collect needed supplies to restock the camp of his sister and her husband.",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "Boars and lynxes of the South Downs can provide the supplies for which Haerandir has asked.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'My sister Maedhril married an Elf of Imladris. His name is Sirvellon, and he led an expedition south; even now the two of them have made camp near the abandoned city of Caranost. Their camp is called Sírlond.\\n\\n'Theirs is a young love, only seven hundred years by my count, and sometimes I think they are blinded to the others' faults. Sirvellon is a fine Elf, but he is more short-sighted than my sister, and I fear he is so focused upon the Orcs that he will not obtain sufficient provision to keep the camp going.\\n\\n'Perhaps you will help me obtain boar-meat and lynx hides from beasts here in the South Downs? Then we can send them along to Sirvellon and Maedhril, and I will worry less about them.'",
      "es": ""
    },
    {
      "id": 246419879,
      "en": "Haerandir is outside Haudh Nirui, on the South Downs.",
      "es": ""
    },
    {
      "id": 49286695,
      "en": "Bring the boar-meat and lynx hides to Sirvellon at Sírlond",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419881,
      "en": "Sirvellon is at Sírlond, east of Caranost proper.",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Collect meat from the boars of the South Downs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "'These supplies are from Haerandir? They are welcome... but with reservation.\\n\\n'My wife's brother is always doing this. \\qSirvellon, I think you should do this,\\q he says, and \\qSirvellon, why did you not think of this?\\q If I had known the ways of her brother when I fell in love with my Maedhril... but no, it would change nothing. She has all of my love, and always will.\\n\\n'It was her idea to send him scouting for goblins when the three of us came south, and it was very wise. Trust Haerandir to annoy me, even from afar! But the supplies are welcome. He is right on this point: our provisions are beginning to run out.'\\n\\nSirvellon sighs.\\n\\n'And that is the worst annoyance of all, is it not? That my wife's brother was right once again!\\n\\n'Are you married, [placeholder]? If you are not, heed well my advice: discover if your intended spouse has any siblings... and do so in advance!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Supplies on the South Downs",
      "es": ""
    },
    {
      "id": 162883745,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883768,
      "en": "'Yes, these will do nicely! This meat and these hides will help Sirvellon and Maedhril restock the provisions I am certain they failed to prepare.\\n\\n'Bring them to Sirvellon at Sírlond with my regards, and tell him too that I maintain my watch upon the Blogmal goblins that creep in the South Downs. Sírlond is east of Caranost proper, to the south-west of here.'",
      "es": ""
    }
  ]
}