{
  "id": 620934204,
  "txt": [
    {
      "id": 4634849,
      "en": "'Mother! Mother! I-'",
      "es": ""
    },
    {
      "id": 4634850,
      "en": "'But, mother, the Dead Men...'",
      "es": ""
    },
    {
      "id": 4634851,
      "en": "'Lady Éowyn would believe me! The Dead are in the valley!'",
      "es": ""
    },
    {
      "id": 227696533,
      "en": "Instance: The Fiddle and the Drum",
      "es": ""
    },
    {
      "id": 236624673,
      "en": "'Walk with me, [placeholder].'",
      "es": ""
    },
    {
      "id": 236624674,
      "en": "'My husband, Dúnhere, has ridden to the Westfold, leaving the Harrowdale in my hands.'",
      "es": ""
    },
    {
      "id": 236624675,
      "en": "'Lady Éowyn has sent the people of Kingstead here to me for shelter as they wait to travel to Dunharrow.'",
      "es": ""
    },
    {
      "id": 236624676,
      "en": "'We have waited long enough... the people of Rohan suffer, but what am I to do?'",
      "es": ""
    },
    {
      "id": 236624677,
      "en": "'Underharrow is far too small to shelter them all, but I cannot turn them away.'",
      "es": ""
    },
    {
      "id": 236624678,
      "en": "'I have tried to bring them joy through my music, but the strings have not sung to my people as they once did.'",
      "es": ""
    },
    {
      "id": 27898528,
      "en": "'I worry for my people, and I know I alone cannot keep them safe.'",
      "es": ""
    },
    {
      "id": 236624679,
      "en": "'I wonder, what delays Éowyn? The girl is likely off meddling in problems she has no business solving...'",
      "es": ""
    },
    {
      "id": 27898529,
      "en": "'Come, I wish to look upon the Snowbourn.'",
      "es": ""
    },
    {
      "id": 27898530,
      "en": "'Alas, if only my troubles could flow away in such currents, but our journey will only take us further upstream.'",
      "es": ""
    },
    {
      "id": 236624680,
      "en": "'...and for what? Glory? She would do well to learn her people are of greater importance than her foolish charges.'",
      "es": ""
    },
    {
      "id": 27898531,
      "en": "'Dúnburg! What are you doing wielding such things?'",
      "es": ""
    },
    {
      "id": 236624681,
      "en": "'With the men gone to war, Underharrow stands defenceless.'",
      "es": ""
    },
    {
      "id": 27898532,
      "en": "'Have we not talked about this?'",
      "es": ""
    },
    {
      "id": 27898533,
      "en": "'Now is the time to aid our people, not run wildly through the Harrowdale with a dagger!'",
      "es": ""
    },
    {
      "id": 27898534,
      "en": "'Nonsense! Now, return to our hall and help people settle in!'",
      "es": ""
    },
    {
      "id": 27898535,
      "en": "'I shall be there soon, my dear ...and put those things away!'",
      "es": ""
    },
    {
      "id": 27898536,
      "en": "'Oh, Dúnburg...'",
      "es": ""
    }
  ]
}