{
  "id": 620883709,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Assisted Fraid with Thieves at the Galtrev Lumber-camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Assisted Fraid with Stolen Stacks of Lumber",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A shipment of wood from the lumber-camp was meant to arrive at Galtrev quite a while ago, but was stalled somewhere along the the road.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Pardon, Duvodiad, but may I speak with you for a second? Please, this must be quiet. I need your help.\\n\\n'The daily wood shipment from the Galtrev Lumber-camp is late, and I fear for the...well-being of the driver, Fraid, upon his return. I heard the Overseer of Isengard whispering that he would be sorely punished for this delay.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The driver of the wood-waggon has become lost somewhere between Galtrev and the nearby Galtrev Lumber-camp to the north.\\n\\nYou should search for the missing driver and help the missing shipment reach Galtrev.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you, [placeholder]. You were most kind to come and help me, but should not Isengard protect us? That was their promise....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Fraid lies injured by his broken waggon in Pren Gwydh, near the Galtrev Lumber-camp.\\n\\nYou should speak with Fraid again, now that you have helped to allay the threat of the Dragon-clan at the Galtrev Lumber-camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I do not know what is keeping Fraid, but more fearful than what may have happened to him beyond the gates is that which awaits him here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Assist Fraid with Thieves at the Galtrev Lumber-camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Assist Fraid with Stolen Stacks of Lumber",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Fraid at his waggon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Stalled Along the Road",
      "es": "",
      "es (fem)": ""
    }
  ]
}