{
  "id": 620860574,
  "txt": [
    {
      "id": "0xb8b6f91",
      "en": "'On the eve before I was to wed my beloved, my father broke the bonds of hospitality and murdered my wife and her kin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Cadelhin's tale has finished",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Cadelhin has been defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x68b6f91",
      "en": "'My people still suffer due to the actions of the man that was my father.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc8b6f91",
      "en": "'Following the deed, my father presented me with the broken amulet. The amulet was a gift that I gave her when we decided to wed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have defended Cadelhin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Lhudd has asked you to explore the ancient barrow in an attempt to discover more about the shades that dwell still in the Lich Bluffs. He believes that the shade of Cadelhin may know how to break the curse that binds them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I am grateful to you for your assistance. Weakened am I and weary of this curse. My people suffer from this curse because of my father, but I am not wholly without blame.\\n\\n'I was a very capable hunter, and sought out the Rhi Helvarch, a powerful spirit near here, to bless my betrothal. Upon completing an arduous challenge, the Rhi Helvarch blessed the amulet that you recently recovered. The marriage was not to last, however, for my father murdered my wife and sundered the amulet. My belief is that when my father slew my wife and broke the amulet that I had given to her, the curse unfolded upon us. Such an act of betrayal is what brought this down upon us.\\n\\n'Please go, so that I might regain my strength and summon those that would aid me. I will send word to the man that led you to this place when it is time to return.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x75398d1",
      "en": "'Such a coward... my father would not face me, but instead sends his servants.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Seek out the tomb of Cadelhin within the barrow and place the amulet thereon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Following my father's betrayal, I led a group of friends away from my home, as none of my followers could believe what my father and his men had done.\\n\\n'We saw no other way to avenge this foul deed but to stand against them. Unfortunately, after some time we were defeated, and I was laid in this barrow and held here, never to be free. I will need to gather strength before I can assist you further.\\n\\n'What? Wait... to arms! The shades of my father's men seek to destroy me and recover the amulet. Please, defend me as I muster my strength.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Listen to Cadelhin's tale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Protect Cadelhin from the shades that seek to do him harm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x98b6f91",
      "en": "'My hope is that if we can lay my father's cursed spirit to rest, our people can find peace after all of this time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Place the amulet on Cadelhin's tomb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Listen to Cadelhin's tale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Cadelhin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xdad2741",
      "en": "'My words cannot express my gratitude, good [placeholder]. The amulet that you have placed upon my tomb belonged to my beloved.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Defend Cadelhin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance:  Rise of the Fallen Son",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcea5601",
      "en": "'Thank you for helping hold back my father's servants.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}