{
  "id": 620860573,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The origins of this amulet are very old, and now that it has been repaired, it does indeed appear to be what I have been searching for. \\n\\n'The amulet itself is not an extraordinary thing; however, it may be the key to ridding this area of the shades that roam the land. This amulet belonged to Cadelhin, the son of a chieftain, who perished ages ago. I believe that this amulet may be able to be used to awaken him, and that he may be a powerful ally in attempting to cleanse these lands. \\n\\n'If you wish, I can lead you to Cadelhin's barrow, so that you might use the amulet to summon him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What Cadelhin speaks of is a tale that has been passed along for generations. \\n\\n'His people have fallen to an ancient curse for breaking an oath. They are bound to roam the land without rest, shackled for their atrocities.\\n\\n'My hope is that by learning what exactly happened we might be able to release them from their curse.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please follow me, Duvodiad, but be on your guard, for there are those that would stand against us in lifting this curse.\\n\\n'I will escort you to the entrance, but once there you must go alone. Return to me with news of your discoveries.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Rise of the Fallen Son",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "After sucessfully repairing the amulet, an ancient barrow may reveal evidence of how to put the restless shades in the area at peace.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Lhudd at the Hall of Sanctuary",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Lhudd is at the Hall of Sanctuary in the Lich Bluffs.\\n\\nYou should travel with Lhudd to discover what lies within the ancient barrow of Cadelhin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Lhudd at the Hall of Sanctuary",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Lhudd is at the Hall of Sanctuary in the Lich Bluffs.\\n\\nYou should speak with Lhudd again.",
      "es": "",
      "es (fem)": ""
    }
  ]
}