{
  "id": 620861521,
  "txt": [
    {
      "id": 218649169,
      "en": "'How do you do, [placeholder]? Are you interested in a proper drinking challenge for the Ale Association? We have a campaign in Bree-town right now, hoping to gain recruits from one of the most famous brewing towns we know of.\\n\\n'You'll want to start at The Prancing Pony. A good fellow named Bjarni is hosting the first challenge at that excellent inn. From there, you will begin a tour of the many stations we have throughout Bree.\\n\\n'Good luck to you, my good [placeholder]! It will not be easy to best the challenge in the amount of time given you.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'So you wish to join the Ale Association, do you? Well, you have come to the right place if you wish to dip your beard into some excellent brews, figuratively speaking, that is.\\n\\n'Welcome to the first round of the Ale Association Challenge! You will have a limited amount of time in which to complete every objective, which will take you on a fine tour of Bree, where we are striving to gain new recruits to compete with the Inn League.\\n\\n'Good luck! When we are done speaking, you will not have much time to finish this challenge and move on to the next.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Bjarni is at The Prancing Pony in the town of Bree. You ought to be able to begin the Ale Association Challege when you get there.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'So you wish to join the Ale Association, do you? Well, you have come to the right place if you wish to dip your beard into some excellent brews, figuratively speaking, that is.\\n\\n'Welcome to the first round of the Ale Association Challenge! You will have a limited amount of time in which to complete every objective, which will take you on a fine tour of Bree, where we are striving to gain new recruits to compete with the Inn League.\\n\\n'Good luck! When we are done speaking, you will not have much time to finish this challenge and move on to the next.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Ale Association Challenge: Introduction",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Anything the Inn League can do, the Ale Association wants to do better.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Bjarni at The Prancing Pony",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Bjarni is at The Prancing Pony Inn in Bree.\\n\\nYou should speak with Bjarni if you wish to properly join the Ale Association.",
      "es": ""
    }
  ]
}