{
  "id": 620861402,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected venison ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Placed venison on Gronu's cart",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "South of Harndirion, there is a small series of ponds which are the prime watering holes of the deer which inhabit Thrór's Coomb.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'My party travelled to this area originally in the hope of finding game to lay up provisions for the colder months.\\n\\n'Would you travel to the watering hole and hunt the deer who water there? Place any meat you procure on the cart that we left near the road. When I am strong enough, I will take the cart back to Lhanuch.\\n\\n'The pond lies to the south of those ruins above us... please take care, for those ruins are said to be an accursed place.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Deer can be found among a series of ponds, south of Harndirion and Gronu's camp.\\n\\nGronu has asked you to hunt the deer that water nearby to help provision his village.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you for helping with that task. My people will be grateful for your kindness.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The cart lies to the north of Gronu, on the southern shore of the river.\\n\\nGronu asked you to bring the venison which you collected and place it on the cart his party left behind.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Gronu is at his camp to the south of the cart.\\n\\nYou should return to Gronu and let him know that the cart has been filled.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We need that venison for the winter months.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'When you have gathered the venison, place it in the cart we left on the road to the north of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect venison ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Place venison on Gronu's cart",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Gronu at his camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Much-needed Supplies",
      "es": "",
      "es (fem)": ""
    }
  ]
}