{
  "id": 620861478,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'Sugared honeysuckle? Yes, I have it. Hate the stuff. If you want it, it's yours! I was going to throw it away.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Yes, I bought the sugared honeysuckle, and for quite the price too! Gamall's dishes are not cheap. But I wanted to give a special gift to Dwalin. I think he will look favourably upon me when it is time for promotions, you see. And who doesn't love candy?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Covert Reparations I -- Sugary Sincerity",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'The sugared honeysuckle? No, I do not have it anymore. I... used it in a recipe. Where is the finished dish? All right, you caught me! I did not cook with it. I merely gave it away and took credit for the recipe. Heikki Goldwatcher bought them from me. He wanted something home-made and sweet. Do not tell him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Sadly, I do not have any sugared honeysuckle at this time. It is a rare treat, and the last jar was bought from me not long ago, by Gamall the cook, who said he wanted to use them in a special recipe.\\n\\n'You could see if Gamall has used them yet.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Lóthinn does not have any candy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You should try to find sugared honeysuckle for dear old Óli. He is very sad, and they might cheer him up enough for him to listen to you again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'I can't believe it! How did you manage to find sugared honeysuckle at this time of year? I will give this to Óli for you. I'm sure he can be persuaded to join the friendly hobbits of the Inn League once again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Gamall does not have any candy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'Good luck finding sugared honeysuckle. You will have a hard time of it. It is a very rare treat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Heikki Goldwatcher doesn't have any candy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Lóthinn is in the cellar of Thorin's Hall, selling various healing goods and potions that improve morale.\\n\\nYou should see if Lóthinn has any sugared honeysuckle, for it was rumoured that he occasionally carried some in his inventory.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Finally! A dwarf with some candy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gamall the cook is in the Maker's Hall, inside of Thorin's Hall.\\n\\nYou should speak with Gamall to see if he might be able to give you the sugared honeysuckle he bought.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Heikki Goldwatcher is in the main Hall of Thorin's Hall.\\n\\nYou should speak with Heikki Goldwatcher, for he was the one that re-bought the sugared honeysuckle from Gamall the cook.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Dwalin is in Thorin's Hall, standing at the end of the Hall.\\n\\nYou should see if Dwalin still has the sugared honeysuckle candies, given to him by a dwarf who hoped to earn his favour.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Laufar is in the cellar of Thorin's Hall, standing with Óli.\\n\\nYou should bring the sugared honeysuckle to Laufar as a gesture of reparation for your cruel behaviour to Óli.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "See if Lóthinn has any sugared honeysuckle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "See if Gamall has any sugared honeysuckle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "See if Heikki Goldwatcher has the sugared honeysuckle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "See if Dwalin has the sugared honeysuckle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Bring the sugared honeysuckle to Laufar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ailward Chubb is confused as to why four dwarves have recently left the Inn League without so much as a word. He does not know it, but you harassed them on behalf of the Ale Association. You should make reparations if you wish to do your duty to the Inn League.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You again! I saw everything! Óli will not speak to you now because you were so mean to him before. He has been moping ever since, poor fellow.\\n\\n'But the Inn League sent you this time? You will have your work cut out for you if you wish to win him back. I'll give you a tip: my good friend Óli has a sweet tooth, and his favourite candy is sugared honeysuckle.\\n\\n'I know that Lóthinn occasionally gets orders of honeysuckle candies in his inventory. You should talk to him, and see if you can make a present of them to poor old Óli.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}