{
  "id": 620861481,
  "txt": [
    {
      "id": 218649169,
      "en": "'Poor old Herluf. He has been in a sad state ever since the last time you came by. I am glad you came back to make things right again.\\n\\n'I believe a good handful of pretty wildflowers will do the trick. Flowers that grow around here are especially lovely, and I think they will cheer his heart and make him a happy dwarf again.\\n\\n'The flowers grow along the riverbanks to the north of Needlehole, and you should see them if you follow the road that leads up to the Elf-lands.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Flowers! Look, Herluf! Aren't they lovely?'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I am sure some bright flowers from the riverbank will cheer Herluf in no time.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Covert Reparations IV -- Who Doesn't Like Flowers?",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Ailward Chubb is confused as to why four dwarves have recently left the Inn League without so much as a word. He does not know it, but you harassed them on behalf of the Ale Association. You should make reparations if you wish to do your duty to the Inn League.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected pretty flowers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect pretty flowers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Pretty flowers can be found along the banks of the river north of Needlehole.\\n\\nYou should collect pretty flowers to present to Herluf.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the flowers to Jafet in Needlehole",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Herluf and Jafet are in Needlehole, in the Shire.\\n\\nYou should bring the flower-arrangement you collected to Jafet.",
      "es": ""
    }
  ]
}