{
  "id": 620861482,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Óli seems much happier now",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Kópur seems much happier now",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Grímar seems much happier now",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ailward Chubb is confused as to why four dwarves have recently left the Inn League without so much as a word. He does not know it, but you harassed them on behalf of the Ale Association. You should make reparations if you wish to do your duty to the Inn League.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Herluf seems much happier now",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I was checking my records the other day, and it seems we've actually lost some members! I can't understand why four dwarves would up and leave without so much as a word.\\n\\n'There are rumours of a dwarf society called the Ale Association. I wonder if they had anything to do with it.\\n\\n'If you could do some investigating for me and, you know, find out what may have gone wrong with those dwarves, that would be wonderful. You should encourage them to re-join the Inn League! I cannot fathom the need for two drink-appreciation societies....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Óli is at Thorin's Hall, Kópur is at Noglond, Grímar is at Gondamon, and Herluf is in Needlehole.\\n\\nYou must make reparations for your unkind behaviour towards the four dwarves who abandoned the Inn League at your behest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done! How odd, that someone would harass them until they abandoned their friends in the Inn League. Who would do such a mean thing?\\n\\n'Ah well. I guess we'll never know.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ailward Chubb is at the Party Tree in Hobbiton.\\n\\nYou should return to Ailward Chubb where he can restore his records of the dwarves being members of the Inn League, not the Ale Association.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I still can't imagine why those dwarves would leave. They seemed so excited to join us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Help regain Óli's trust",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Help regain Kópur's trust",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Help regain Grímar's trust",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Help regain Herluf's trust",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Covert Reparations",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Ailward Chubb at the Party Tree",
      "es": "",
      "es (fem)": ""
    }
  ]
}