{
  "id": 620861592,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'It appears as if the Draig-lûth did not slay my companions after all. According to this note, they hold their prisoners in a dungeon behind a waterfall. This gives me hope that my friends and kinsmen yet live.\\n\\n'Perhaps you could locate this cavern and release any captives that might be held there. I fear for their fate if they cannot be rescued.\\n\\n'The note tells that the cavern may be found behind a waterfall east of here, the second one you will find, I believe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I cannot thank you enough for freeing the captives of the Draig-lûth. Not all were my companions, but they were indeed of my people.\\n\\n'[placeholder], praises will be spoken today and from our kin for many generations.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please, [placeholder], find my friends and free them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Trail Ends",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "According to a note that you discovered, the members of Gronu's hunting-party may still be alive and held in a secret cave beneath a waterfall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Discover the cavern and save the captives",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The dungeon is behind the second waterfall, east of Gronu's camp.\\n\\nGronu has asked you to find the dungeon where the Draig-lûth hold their prisoners and free his companions.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Gronu at his camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gronu is at his camp, west of the waterfall.\\n\\nYou should return to Gronu and let him know that all of the captives that could be found have been freed.",
      "es": "",
      "es (fem)": ""
    }
  ]
}