{
  "id": 620852874,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Orthadban",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "On the topmost reaches of the ruins of Sâd Doldúr stands Orthadban, the foul sorcerer that the Malledhrim believe to be responsible for the summoning of fell spirits to the Ashenslades.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf483c6e",
      "en": "'Fell spirits, to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3f46914",
      "en": "'Come forward and face oblivion.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Reports from our scouts indicate that Orthadban, a most foul sorcerer, has made his home among the ruins of Sâd Doldúr. We believe this man to be responsible for summoning the fell spirits of Morgoth to the Ashenslades.\\n\\n'Will you brave the perils of Sâd Doldúr, seek out this vile sorcerer, and put an end to his fiendish plan?\\n\\n'Orthadban makes his camp upon the topmost tier of Sâd Doldúr, south of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Orthadban can be found upon the topmost tier of Sâd Doldúr, south of Barad Angol.\\n\\nFaerchiril has asked you to defeat the foul sorcerer Orthadban.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The Golden Host thanks you for your dedicated service.\\n\\n'Our hope is that, with the defeat of Orthadban, the Black Númenóreans will be unable to summon fell spirits to the ruins of Sâd Doldúr.\\n\\n'This is a major victory for the Golden Host before we must withdraw from Mirkwood.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Faerchiril is at Barad Angol, north of Sâd Doldúr.\\n\\nYou should speak with Faerchiril and regale her with stories of your victory.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Find Orthadban and put a stop to his fiendish plans. He makes his camp upon the topmost tier of Sâd Doldúr, south of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Orthadban",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Faerchiril at Barad Angol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Stop the Spread",
      "es": "",
      "es (fem)": ""
    }
  ]
}