{
  "id": 620852840,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected sealed orders ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Gathered Trophies from <TBD Central> ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The small Orc-camp of Gâthlata sits below Ânghum-maudhûl and serves as a crossroad for the Orcs mustering in the Ashenslades.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'There is a small Orc-camp known as Gâthlata which serves as the central crossroad for the enemy forces mustering in the Ashenslades. Supplies and troops daily pass through the outpost to whatever camp they are assigned to.\\n\\n'It would be of great value to us if we could learn where these forces are being sent and what their goals may be. Orcs at Gâthlata may bear records or sealed orders related to these movements. Would you journey to Gâthlata and recover some of these orders?\\n\\n'The encampment is east of here, just north of Ânghum-maudhûl.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Sealed orders may be found on the Orcs at Gâthlata, east of Mithechad, north of Ânghum-maudhûl.\\n\\nEirien has asked you to collect sealed orders from the Orcs of Gâthlata.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These orders confirm what we have long feared. A large number of troops are moving towards this area as we speak. When the Enemy arrives, the Golden Host and all the Galadhrim will be in grave danger. According to these orders, the forces that are due to arrive, will be used to lay siege to Lothlórien.\\n\\n'I will inform the others at once. By intercepting these orders, you may have secured us additional time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Eirien is at Mithechad, west of Gâthlata.\\n\\nYou should bring the sealed orders you discovered to Eirien at once. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Travel east to Gâthlata and retrieve records or sealed orders related to troop-movements in the Ashenslades.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect sealed orders  ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Eirien at Mithechad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Return to TBD Quest Hub",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Kill the Messenger",
      "es": "",
      "es (fem)": ""
    }
  ]
}