{
  "id": 620852841,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Nulfríb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Destroyed Nulfríb's standard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gâthlata stands at the cross-roads of the Ashenslades. This camp is led by the nefarious Nulfríb, a vile creature who organizes the flow of information, goods, and troops to other parts of the Ashenslades.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Gâthlata stands at the cross-roads of the Ashenslades. It dispatches information, supplies, and troops throughout the region, preparing the armies of Dol Guldur for invasion.\\n\\n'The creature known as Nulfríb reportedly leads the camp and is said to marshal forces and carry information to Dol Guldur. Will you seek out this creature, defeat him, and destroy his banner? By this, the Orcs will know they have no hope of success against us.\\n\\n'Gâthlata is located east off of the main road that runs through the Ashenslades, south-east of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Nulfríb is at Gâthlata, south-east of Mithechad, along the central Ashenslades road.\\n\\nEirien has asked you to defeat Nulfríb and destroy his standard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'With the defeat of Nulfríb, the organization of Gâthlata has been thrown into disarray.\\n\\n'By disrupting the central hub of the Ashenslades, other camps in the area will be slower to resupply, which will make reinforcing those areas more difficult.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Eirien is at Mithechad, north-west of Gâthlata.\\n\\nYou should inform Eirien that Nulfríb has been slain and his standard lies in tatters.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please go to Gâthlata, defeat Nulfríb, and destroy his standard.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Nulfríb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Destroy Nulfríb's standard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Eirien at Mithechad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Rout Gâthlata",
      "es": "",
      "es (fem)": ""
    }
  ]
}