{
  "id": 620852834,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Desperate for wood to use for spears and other implements, the forces of Dol Guldur have begun to fell trees and gather wood in the Ashenslades. The Orcs believe the wood, when used for weapons, may spread the blight that has affected the trees in the region.\\n\\n'Will you travel to Ânghum-maudhûl and destroy the Orcs' wood stockpiles? While there is no way to tell whether their hopes may prove true or not, there is no doubt such weapons would bring illness with them.\\n\\n'Ânghum-maudhûl is located on the southernmost border of the Ashenslades. Follow the central road south-east across the Ashendslades.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'With the destruction of the Orcs' stockpiles of blighted wood, the forces of Dol Guldur have lost a potentially terrible tool in the fight against the Malledhrim.\\n\\n'You have saved many lives this day, and I appreciate your courage in the face of such danger.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Travel south-east to Ânghum-maudhûl and destroy the Orcs' wood stockpiles that can be found scattered throughout the camp.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Ruin the Stockpile",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Enemy's forces of Ânghum-maudhûl have been felling wood in the Ashenslades area in an attempt to procure the blighted wood for spears and other wooden implements.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Destroyed blighted wood pile ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Destroy blighted wood pile ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Blighted wood stockpiles may be found at Ânghum-maudhûl, south-east of Mithechad along the central road.\\n\\nHarchador has asked you to find and destroy the Orcs' blighted wood stockpiles.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Harchador at Mithechad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Harchador is at Mithechad, north-west of Ânghum-maudhûl.\\n\\nYou should speak with Harchador and let him know that the Orcs' blighted wood stockpiles have been destroyed.",
      "es": "",
      "es (fem)": ""
    }
  ]
}