{
  "id": 620852872,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated sorcerers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Lidognir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Among the ruins of Sâd Doldúr, a foul sorceror is performing a ritual to further spread the blight past the reaches of the Ashenslades.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1f73d9b",
      "en": "'The ritual is nearly complete, you will never defeat me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Atop the spires of Sâd Doldúr, one of Gorothúl's most trusted apprentices, Lidognir, prepares to perform a dark sorcery to empower the blight that grips the Ashenslades in the hopes that it will spread westward towards Lothlórien. If he succeeds, the blight will creep among the mellyrn and melbrethil, turning lush forests into ashen husks.\\n\\n'Travel at once to Sâd Doldúr, [placeholder], and disrupt Lidognir's foul sorcery before it is too late. Lidognir can be found at the pinnacle of Sâd Doldúr, south and down the mountain from Barad Angol.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The ruins of Sâd Doldúr lie south and down the mountain pass from Barad Angol.\\n\\nFaerchiril has asked you to travel to Sâd Doldúr, climb to the upper reaches of the ruins, and defeat Lidognir and his men. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'With the defeat of Lidognir, the Golden Host has stopped a grave threat to our home. If this sorcerer had not been stopped, the trees throughout Mirkwood and Lothlórien would have suffered as the trees do within the Ashenslades. \\n\\n'Your bravery brings us hope, and this is truly a victory for the Malledhrim and of the Free Peoples.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Faerchiril is at Barad Angol, north and up the hill from Sâd Doldúr.\\n\\nYou should speak with Faerchiril and let her know that Lidognir has been stopped and that his men have been defeated.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Defeat Lidognir and his fellow sorcerers, [placeholder]. They can be found in Sâd Doldúr.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat sorcerers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Lidognir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Faerchiril at Barad Angol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Disrupting the Ritual",
      "es": "",
      "es (fem)": ""
    }
  ]
}