{
  "id": 620852867,
  "txt": [
    {
      "id": 136263297,
      "en": "Scouted the western camp-fire",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Scouted the path to Ânug-stazg",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Scouted the eastern camp-fire",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Orc-camp at Ânug-stazg is the primary sentry-post for the Enemy's forces in the Ashenslades.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'A smaller Orc-camp, known as Ânug-stazg, lies to the east of here. It is the primary sentry-post for the forces of Dol Guldur in the Ashenslades. What other forces are stationed there is currently unknown.\\n\\n'There are three points at Ânug-stazg we would like you to scout: the western camp-fire, the southern path that leads into the camp, and the eastern camp-fire. All of these are found along the edge of Ânug-stazg. Perhaps from those vantage points, you may be able to learn something of the camp's strength.\\n\\n'When you have completed your patrol, return to me with your report.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Ânug-stazg can be found east and slightly north of Mithechad.\\n\\nPerindúr has asked you to scout out the path leading into Ânug-stazg and the camp-fires at the edges of the camp.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'It appears as if the camp is weaker than we expected. Our hope now is that reinforcements do not arrive soon, or this position may be lost.\\n\\n'The time may be near to strike out against Ânug-stazg.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Perindúr is at Mithechad, west and slightly south of Ânug-stazg.\\n\\nYou should return to Perindúr with your report of the Enemy's forces at Ânug-stazg.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you travelled east to Ânug-stazg and scouted the outskirts of the camp?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Scout the western camp-fire",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Scout the path to Ânug-stazg",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Scout the eastern camp-fire",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Perindúr at Mithechad",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Scout Ânug-stazg ",
      "es": ""
    }
  ]
}