{
  "id": 620852914,
  "txt": [
    {
      "id": 22075078,
      "en": "Defeat Frúzglob",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Defeat Golugthrug",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Defeat Lapus",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Defeat Torúglup",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "Borndol once called the tower at Thangúlhad home. He was forced out before he could pack up his vast Black Speech poetry collection.",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "Ruithroval often loses competitions of speed and agility with the other drakes in Mirkwood and Dol Guldur. He stays and eats the feast while they race around the skies.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Thangúlhad is an advance position of which the Golden Host has managed to wrest control from the forces of Dol Guldur.",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "Azrí built many of the ballistae in use at Thangúlhad and has great respect for their power, though he has little respect for your aim.",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "Hokarul is on a mission to lay claim to the greatest pipe-weed and keep it all for himself...he has only recently heard of the Shire.",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "It takes a few large hits in the head before Grudom fully wakes up and is prepared to fight.",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "Frúzglob hates everything about siege-weaponry...give him a good sword and an enemy in front of him, and he is satisfied.",
      "es": ""
    },
    {
      "id": 118018279,
      "en": "Golugthrug is one of the sneakier uruks in Mirkwood, stealth being his favourite weapon.",
      "es": ""
    },
    {
      "id": 118018280,
      "en": "Lapus has spent many battles weaving through the lines to avoid the fire of catapults. He eagerly takes any chance he gets to destroy any of them.",
      "es": ""
    },
    {
      "id": 118018281,
      "en": "Torúglup is a simple Warg, looking for nothing more than a good meal and a dry space to sleep at night.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Complete everything in the Protectors of Thangúlhad Skirmish",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Borndol",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Ruithroval",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Defeat Azrí",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Defeat Hokarul",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Protectors of Thangúlhad",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Defeat Grudom",
      "es": ""
    }
  ]
}