{
  "id": 620852877,
  "txt": [
    {
      "id": 218649169,
      "en": "'In the north-eastern reaches of the Ashenslades, a small Orc-encampment known as Garmadh-maudhûl can be found overlooking the valley below. This encampment is believed to be a staging point for supplies into Dol Guldur.\\n\\n'There have been rumours that some of the raw materials in this area have been affected by the blight that has swept across the region. Please go to the outskirts of Garmadh-maudhûl and retrieve several satchels of discarded ore and bring them to me, so that we can determine if the ore is blighted in some way.\\n\\n'Garmadh-maudhûl lies to the north-east of here. The ore has been placed in sacks and can be found in the surrounding area.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thank you for recovering these pieces of ore. Interestingly, it appears as if this ore has not been affected by the blight in the region, which makes me wonder why the Orcs discarded it in the first place.\\n\\n'This does, however, mean that the stores of Garmadh-maudhûl are of high enough quality to be used in making armour and weapons.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Travel to Garmadh-maudhûl to the north-east of here. Please retrieve ore that has been placed in sacks and scattered in the area surrounding the camp.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Scouting the Stores",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Scouts of the Malledhrim witnessed the Orcs of Garmadh-maudhûl discarding piles of ore.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected sack of discarded ore ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect sack of discarded ore ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Garmadh-maudhûl lies to the north-east of Mithechad.\\n\\nEirien has asked you to collect some of the ore discarded by the Orcs of Garmadh-maudhûl.  ",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Eirien at Mithechad",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Eirien is at Mithechad, south-west of Garmadh-maudhûl.\\n\\nYou should bring the discarded ore to Eirien. Perhaps she will be able to see if this ore has been affected by the blight.",
      "es": ""
    }
  ]
}