{
  "id": 620852876,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'In the northern reaches of the Ashenslades, the forces of Dol Guldur have established a camp among a series of ruins they call Garmadh-maudhûl. This camp has begun to deploy scouts to warn of incursions from forces assaulting Southern Mirkwood. \\n\\n'Will you travel to Garmadh-maudhûl and dispatch the scouts on the outskirts of the encampment? Garmadh-maudhûl can be found to the north-east by following the trail that traverses up the mountain.\\n\\n'When the forward scouts have been defeated, return to me with your report.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I commend you on the successful execution of your duty. Your victory will make our next task easier to accomplish.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Defeat the enemy scouts that have been sighted along the outskirts of Garmadh-maudhûl. They present a significant threat to our forces.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Eliminate the Scouts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A number of enemy scouts have been sighted along the outskirts of Garmadh-maudhûl, watching for signs of approaching danger.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Dispatched Hîshtgropor Scouts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Dispatch Hîshtgropor Scouts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Garmadh-maudhûl can be found to the north-east of Mithechad by following a trail that traverses up the mountain.\\n\\nEirien has asked you to defeat any scouts that you encounter in the area surrounding Garmadh-maudhûl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Eirien in Mithechad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Einior is at Mithechad, south-west of Garmadh-maudhûl.\\n\\nYou should return to Eirien and inform her of your deed. ",
      "es": "",
      "es (fem)": ""
    }
  ]
}