{
  "id": 620852878,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Ukhurk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Destroyed Ukhurk's battle-standard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "In the deepest reaches of Garmadh-maudhûl, the Orc-leader Ukhurk rallies his troops.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'At the heart of Garmadh-maudhûl, the leader of the Orcs there, a creature named Ukhurk, rallies his troops beneath his horrible standard.\\n\\n'Perhaps if you were to journey to Garmadh-maudhûl and dispatch with Ukhurk? Cast down his standard and drive fear into the hearts of his followers.\\n\\n'Garmadh-maudhûl lies to the north-east of here... be wary on your journey.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ukhurk and his standard can be found in Garmadh-maudhûl to the north-east of Mithechad.\\n\\nEirien has asked you to defeat Ukhurk, leader of the Orcs at Garmadh-maudhûl and cast down his standard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Through your dedicated efforts, the leadership of Garmadh-maudhûl has been defeated and his forces have been thrown into disarray for the time being.\\n\\n'Hopefully, our efforts will assist those who seek to disrupt the forces of Dol Guldur.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Eirien is at Mithechad, south-west of Garmadh-maudhûl.\\n\\nYou should return to Eirien and let her know that Ukhurk has been defeated and his standard destroyed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Seek out Ukhurk in Garmadh-maudhûl and defeat him. Destroy his standard and strike fear into the hearts of his minions.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Ukhurk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Destroy Ukhurk's battle-standard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Eirien at Mithechad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Sending a Message",
      "es": "",
      "es (fem)": ""
    }
  ]
}