{
  "id": 620852830,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Fotak",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Orcs at Ânug-stazg ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ânug-stazg is host to a muster of the Orcs in the Ashenslades. From here, they plan to lay waste to the Malledhrim encampment at Mithechad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'From the reports that we have received from our scouts, the forces at Ânug-stazg appear to be gathering for an assault on Mithechad. With the sentries of Ânug-stazg crippled, the time is right to strike against the camp itself, disrupting their plans.\\n\\n'My hope is that by defeating Fotak, the Orc that leads the troops, and by slaying many of his warriors, we will forestall any plans to attack our camp. You must go at once to Ânug-stazg and defeat Fotak and his minions.\\n\\n'Ânug-stazg lies due east of here, beneath a grove of twisted trees.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Fotak and his minions may be found at Ânug-stazg, due east of Mithechad.\\n\\nPerindúr has asked you to defeat the Orc Fotak and his warriors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'With the defeat of Fotak and the rout of his minions, Mithechad should be secure for the time being. \\n\\n'The safety of the expedition into the Ashenslades owes much to your efforts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Perindúr is at Mithechad, west of Ânug-stazg.\\n\\nYou should tell Perindúr of your victory over the Enemy forces at Ânug-stazg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You must go at once to Ânug-stazg, east of here, and defeat Fotak and his minions.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Fotak",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Orcs at Ânug-stazg ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Perindúr at Mithechad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Disrupting the Muster",
      "es": "",
      "es (fem)": ""
    }
  ]
}