{
  "id": 620852837,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Orcs at Ânghum-maudhûl ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected grim tokens ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "With the defeat of Darúk, the forces of Ânghum-maudhûl have fallen into disarray, providing the perfect opportunity for the Malledhrim to strike.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The forces of Ânghum-maudhûl have been scattered with the defeat of Darúk, which grants us the perfect opportunity to strike. However, we have received reports that Dol Guldur has sent reinforcements to bolster the forces in the Ashenslades. These reinforcements are said to carry a grim token to drive the Orcs against us. \\n\\n'Would you travel to Ânghum-maudhûl and collect some of the tokens these Orcs carry? It may be that we can learn what foul craft was used to make them.\\n\\n'Ânghum-maudhûl can be found by travelling south-east on the road across the central Ashenslades.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Ânghum-maudhûl lies to the south-east of Mithechad.\\n\\nHarchador has asked you to journey to Ânhum-maudhûl to defeat the Orcs and collect the grim tokens they bear.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The weakening of Ânghum-maudhûl is paramount to our mission in the Ashenslades. Each time we push back the Orkish forces in the Ashenslades, the southern flank of the Malledhrim becomes more secure.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Harchador is at Mithechad, north-west of Ânghum-maudhûl.\\n\\nYou should return to Harchador with news of your success.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Travel south-east to Ânghum-maudhûl, defeat the Orcs, and collect the grim tokens they bear.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Orcs at Ânghum-maudhûl ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect grim tokens ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Harchador at Mithechad",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Repel the Reinforcements ",
      "es": ""
    }
  ]
}