{
  "id": 620852833,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Hîshtgropor Marauders ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Hîshtgropor Bloodbows ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Malledhrim have learned that the outskirts of Ânghum-maudhûl are heavily patrolled by the Orcs of Dol Guldur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Scattered among the ruins in the Southern Ashenslades, Ânghum-maudhûl stands as the central encampment for the forces of Dol Guldur in the area. These ruins have been fortified by numerous Orcs that patrol the area. We need to test to see how strong the arrayed forces are.\\n\\n'Will you travel to Ânghum-maudhûl and dispatch their patrols on the outskirts of the camp? Ânghum-maudhûl can be found to the south-east of Mithechad.\\n\\n'Return to me when you have completed this task, and I will find some means to reward you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ânghum-maudhûl lies to the south-east of Mithechad.\\n\\nHarchador has asked you to harass the Orcs assigned to the encampment of Ânghum-maudhûl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'By harassing the Orc-patrols outside of Ânghum-maudhûl, it has allowed us to discern the strength of the troops in the area.\\n\\n'While the Enemy is entrenched, we may be able to move in and weaken their fortifications, so that our patrols might move more easily throughout the region.' ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Harchador is at Mithechad, located on the western border of the Ashenslades, south-west of Ânghum-maudhûl.\\n\\nAfter harassing the patrols outside of Ânghum-maudhûl, you should return to speak with Harchador.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you travelled to Ânghum-maudhûl, to the south-east, and harrassed the patrols surrounding the encampment?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Hîshtgropor Marauders ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Hîshtgropor Bloodbows ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Harchador at Mithechad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Harass the Patrol",
      "es": "",
      "es (fem)": ""
    }
  ]
}