{
  "id": 620852870,
  "txt": [
    {
      "id": 218649169,
      "en": "'The Wargs of the Ashenslades follow a pack-leader by the name of Morglok, who drives them to harry our forces. If Morglok were to be defeated, the Ashenslades may become safe enough for our scouts to explore further.\\n\\n'I charge you with hunting down this Morglok and bringing his reign of the pack to an end. He will likely be found among the pack at Naur-hoit, to the south of here.\\n\\n'When you have defeated Morglok, return to me with your tale.'\\n ",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'By defeating Morglok, you have made our mission in the Ashenslades easier.\\n\\n'While there may be call to thin the numbers of the Wargs patrolling the area, you have struck a great blow to the forces of Dol Guldur here in the Ashenslades.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Seek out Morglok and bring his reign as leader of the pack to an end. He will likely be found among the Wargs at Naur-hoit, to the south of here.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Leader of the Pack",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Wargs of Naur-hoit are led by a great pack-leader called Morglok. The Elves of the Golden Host believe that his defeat may be the key to driving forth the Wargs from the ruins.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Morglok the Warg-packleader",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Morglok the Warg-packleader",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Morglok is at Naur-hoit, south of Mithechad.\\n\\nPerindúr has asked you to seek out and defeat the Warg-packleader Morglok.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Perindúr at Mithechad",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Perindúr is at Mithechad, north of Naur-hoit.\\n\\nYou should return at once to Perindúr and let him know that Morglok has been defeated.",
      "es": ""
    }
  ]
}