{
  "id": 620852832,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Scouted the eastern approach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Scouted the northern camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Scouted the western approach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "In the southern reaches of the Ashenslades, Ânghum-maudhûl stands as the central rallying point for Orcs in the area.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'In the southern reaches of the Ashenslades, the Orcs have built a large defensible position surrounding a set of ancient ruins. These ruins are called Ânghum-maudhûl by the Enemy.\\n\\n'Would you travel to Ânghum-maudhûl and scout the area? There are three specific areas that I wish you to patrol for me: the western and eastern approaches to the camp and a small camp directly across from the main rallying point.\\n\\n'Ânghum-maudhûl lies south-east of here, along the southern border of the Ashenslades.' \\n  \\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ânghum-maudhûl lies to the south-east of Mithechad.\\n\\nHarchador has asked you to explore the western and eastern approaches to the camp and a small camp directly across from the main rallying point at Ânghum-maudhûl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you for scouting this dangerous place...perhaps it would be a good target for a distraction, so that our incursions to the north might go well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Harchador is at Mithechad, north-west of Ânghum-maudhûl.\\n\\nYou should return to Harchador and give your report on Ânghum-maudhûl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please travel to Ânghum-maudhûl, south-east of here, and scout out the forces arrayed against us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Scout the eastern approach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Scout the northern camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Scout the western approach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Harchador at Mithechad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Scouting Ânghum-maudhûl",
      "es": "",
      "es (fem)": ""
    }
  ]
}