{
  "id": 620852829,
  "txt": [
    {
      "id": 218649169,
      "en": "'Along the outskirts of Ânug-stazg, many sentries stand vigilant, guarding the camp against incursions such as ours. These sentries could prove a hinderance to us as we press forward.\\n\\n'Would you travel to the camp and defeat their sentries? Perhaps you may be able to take them by surprise and dispatch them with greater ease than would a lumbering army.\\n\\n'Ânug-stazg can be found to the east of here... do not delay!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Now that the sentries have been rendered nigh useless, our time to strike is at hand.\\n\\n'Thank you for your service, [placeholder]. It will not be forgotten.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Travel east to Ânug-stazg and dispatch the setries surrounding the camp. Go now... time is of the essence!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Harry the Sentries",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Elves of the Golden Host have noticed a fair number of sentries along the outskirts of Ânug-stazg. These guards could prove a hinderance for the Malledhrim.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Hîshtgropor sentry ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Hîshtgropor sentries ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Sentries can be found on the outskirts of Ânug-stazg, east of Mithechad.\\n\\nPerindúr asked you to defeat the sentries of Ânug-stazg, allowing the Malledhrim to lay siege to the encampment.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Perindúr in Mithechad",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Perindúr is at Mithechad, west of Ânug-stazg.\\n\\nYou should return to Perindúr with news of your success against the sentries of Ânug-stazg.",
      "es": ""
    }
  ]
}