{
  "id": 620852873,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated fell spirits ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Umhen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "At the centre of the Bleakmere, there lies a small isle, upon which a fell spirit named Umhen has gathered his foul minions.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The foul sorcery of Sâd Doldúr has attracted many fell spirits of Morgoth into the Ashenslades. Among them is a singularly evil creature known as Umhen. This spirit summons all others to a small isle at the centre of the Bleakmere, though we know not for what nefarious purpose. \\n\\n'These spirits do not belong in Middle-earth and can only mean ill for the Malledhrim. I would ask you to seek out Umhen and his minions and banish them back beyond the Void.\\n\\n'Umhen's isle can be found by travelling south down the mountain, past Sâd Doldúr, at the centre of the Bleakmere.'\\n\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Umhen's isle lies to the south of Barad Angol, at the centre of the Bleakmere.\\n\\nFaerchiril has asked you to seek out and defeat the fell spirit Umhen and his minions.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'With Umhen and his servants banished from the Bleakmere, the fell spirits of Morgoth should not trouble us too greatly.\\n\\n'The Malledhrim are grateful for your assistance, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Faerchiril is at Barad Angol due north of Umhen's isle, up the mountain.\\n  \\nYou should return to Faerchiril and let her know that Umhen and his minions have been defeated.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Seek out and defeat the fell spirit Umhen and his minions. They can be found in and around the small island  at the centre of the Bleakmere.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat fell spirits ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Umhen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Faerchiril",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Banishing the Shadows",
      "es": "",
      "es (fem)": ""
    }
  ]
}