{
  "id": 620852839,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Several of our scouts have reported that many shipments of ore have been moved through Gâthlata on its way to Dol Guldur and that there are still many stockpiles awaiting shipment from the camp.\\n\\n'We must determine the quality of this ore. If it is as blighted as the trees of the forest, I do not much fear its strength; however, if it remains untouched by the blight, it may be used to forge powerful weapons for the Enemy's use.\\n\\n'If you would, go to Gâthlata and collect a few samples of the ore for me. The encampment can be found by travelling along the road to the south-east.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'This ore appears to be imbued with a strange quality that was not found in the discarded ore in Garmadh-maudhûl.\\n\\n'Fortunately, despite its strange appearance, it does appear as if the blight affects the ore; however, it appears to merely change the colour of this ore.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Travel south-east to Gâthlata, collect a few samples of ore, and bring them to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Sample of Ore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Orcs of the Ashenslades have stockpiled ore at the camp of Gâthlata, awaiting shipment up to Dol Guldur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected blighted ore ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect blighted ore ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gâthlata lies to the south-east of Mithecad.\\n\\nScattered throughout the small camp of Gâthlata, several piles of ore can be found. Eirien has asked you to collect a few samples of the ore and bring it back to her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Eirien at Mithechad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Eirien is at Mithechad, north-west of Gâthlata.\\n\\nYou should return the samples of ore to Eirien.",
      "es": "",
      "es (fem)": ""
    }
  ]
}