{
  "id": 620852836,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Darúk",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Destroyed Darúk's battle-standard",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "At the centre of Ânghum-maudhûl, the long-lived Darúk watches over his forces. This evil creature has served for many long years in the armies of Dol Guldur.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'At the centre of Ânghum-maudhûl, the terrible Darúk marshalls his forces. This foul creature has served in the armies of Dol Guldur for many long years and has oft thwarted expeditions eastward. Our hope is that if we are able to defeat him and cast down his standard, we could send his garrison into disarray.\\n\\n'For this task, I think that perhaps smaller numbers might prevail where a large assault might be turned aside.\\n\\n'Darúk can be found in the heart of Ânghum-maudhûl, standing guard before the forges, east of Mithechad.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Darúk is at Ânghum-maudhûl to the east of Mithechad.\\n\\nHarchador has asked you to defeat Darúk and destroy his standard.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'With Darúk's defeat and the destruction of his banner, Ânghum-maudhûl has been thrown into disarray. This has secured the southern flank of our forces and bought us time. \\n\\n'Words of your deeds will be spoken of among all of the Golden Host.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Harchador is at Mithechad, west of Ânghum-maudhûl.\\n\\nYou should return to Harchador with news of your victory against Darúk.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Seek out Darúk in the heart of Ânghum-maudhûl. Time is of the essence...seek him out and defeat him.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Darúk",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Destroy Darúk's battle-standard",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Harchador at Mithechad",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Defeat Darúk",
      "es": ""
    }
  ]
}