{
  "id": 620852843,
  "txt": [
    {
      "id": 136263297,
      "en": "Gathered pieces of wood ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Gathered water samples ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The forest in the Ashenslades appears to have been corrupted by a strange malady that has spread across the area.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'There is a strange malady affecting the trees in the Ashenslades. They have become a mere shadow of what they once were, due to this strange blight. While I have my suspicions of the cause of the blight, I need to be certain before moving forward.\\n\\n'Could you travel to the ruins of Sâd Doldúr and the surrounding area and gather some samples of water from the Bleakmere and some pieces of fallen blighted wood from the ruins?\\n\\n'Sâd Doldúr is located down the mountain. You can reach it by following the path directly to the east of us. The branches can be found near the trees.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Sâd Doldúr lies to the south of Barad Angol, down the mountainside.\\n\\nHimeinior has asked you to collect some water samples and pieces of fallen blighted wood from the area around Sâd Doldúr.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'After looking at these samples, it appears our fears are well-founded.  The blight is spreading westward and may begin to creep into Taur Morvith. \\n\\n'The cause of the blight appears to be foul sorcery cast by Lidognir and his fellow sorcerers in the ruins of Sâd Doldúr.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Heiminior is at the camp near Barad Angol, up the mountain pass north of Sâd Doldúr.\\n\\nYou should return the branches and samples of water to Himeinior.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Bring me the water samples and pieces of wood I requested, [placeholder]. They can be found around Sâd Doldúr.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Gather pieces of wood ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Gather water samples ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Himeinior",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Cutting to the Core",
      "es": ""
    }
  ]
}