{
  "id": 620918541,
  "txt": [
    {
      "id": 99984323,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Search for Thrymm",
      "es": ""
    },
    {
      "id": 266424533,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 15792851,
      "en": "'[placeholder], I have decided that we need to look for Thrymm. I know hope is bleak, but I cannot go on without knowing. \\n\\n'He was thrown north west of here. Please head in that direction and look for any signs of Thrymm. I only hope that our worst fears are not realized.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Thrymm was hurled north-west by Núrzum.\\n\\nYou should <rgb=#FF0000>look</rgb> north-west of Scylfig for signs of Thrymm.\\n\\n<rgb=#FF0000>NOTE: This quest requires emotes.</rgb>",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "This unlucky fellow is clearly not Thrymm. The hero of Wildermore is nowhere to be found",
      "es": ""
    },
    {
      "id": 16439761,
      "en": "'I know what I need to bear this grief. I need to see Thrymm's body properly buried.\\n\\n'You saw yourself which way the giant threw him. Will you look for him, and bring him home to us? We should bear him to Forlaw then, for he is like a son to Reeve Gárwig.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The item that caught your eye (a horn, perhaps) is just to the west of your last vantage point.\\n\\nYou should examine the item you spotted in the snow.",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I bid you welcome! Cyneberg told us of your valour at Scylfig.'",
      "es": ""
    },
    {
      "id": 16439762,
      "en": "'Thrymm's horn! But no sign of Thrymm himself? Do not tell me this! My heart still thinks he is alive, but no one could have survived such a fall.\\n\\n'Gárwig must be told. I was hoping we could bear Thrymm's body to Forlaw to be buried there, but...we must deliver the horn instead.\\n\\n'I will meet you there, [placeholder]. I must attend to my people, and then I will leave.'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Cyneberg is in Scylfig.\\n\\nYou should return to Cyneberg and show her the horn.",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Cyneberg told us that you defended Scylfig like it was your own home. I thank you for that, [placeholder].'",
      "es": ""
    },
    {
      "id": 16439763,
      "en": "'More dead... and you witnessed it all, stranger. News of your deeds has reached me, and I honour you for fighting alongside my son Gársig.\\n\\n'More and more die, ever since this cold has set in. And now Gársig... Thrymm, Grimgar, Humbald... and Cynegar, a Thane!\\n\\n'Thrymm was like a son to me, and I will keep his horn to honour him until the end of my line. I name it Winter's Horn, until a hero of Thrymm's ilk can claim it again.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Cyneberg wants Gárwig to hold on to Thrymm's Winters Horn for safe keeping.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Thrymm's horn! But no sign of Thrymm himself? Do not tell me this! My heart still thinks he is alive, but no one could have survived such a fall.\\n\\n'Gárwig must be told. I was hoping we could bear Thrymm's body to Forlaw to be buried there, but... we must deliver the horn instead.\\n\\n'I will meet you there, [placeholder]. I must attend to my people, and then I will leave.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Gárwig, the Reeve of Wildermore, can be found in Forlaw.\\n\\nCyneberg has asked you to deliver Thrymm's horn to Gárwig.",
      "es": ""
    },
    {
      "id": 195295969,
      "en": "You see nothing of Thrymm here. Try searching further north-west.",
      "es": ""
    },
    {
      "id": 195295970,
      "en": "This is a good place to look for Thrymm",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search for Thrymm's body north-west of Scylfig",
      "es": ""
    },
    {
      "id": 195295971,
      "en": "There doesn't appear to be any signs of Thrymm's body here. Head north west to explore further.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Pick up Thrymm's Winters Horn",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "A body lies below the horn in the north-western Writhendowns, upon the road.\\n\\nYou should investigate the body, for it is likely Thrymm's.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Bring the horn to Cyneberg",
      "es": ""
    },
    {
      "id": 195295972,
      "en": "This is a good place to look for Thrymm",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the horn to Cyneberg",
      "es": ""
    },
    {
      "id": 195295973,
      "en": "You cannot see Thrymm's body, but something nearby catches your eye. Could it be Thrymm's horn?",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Bring Thrymm's horn to Gárwig, Reeve of Wildermore",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Bring the horn to Cyneberg",
      "es": ""
    },
    {
      "id": 195295974,
      "en": "This is a good place to look for Thrymm",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Look for signs of Thrymm's body ",
      "es": ""
    },
    {
      "id": 189513329,
      "en": "This is not a good place to look.",
      "es": ""
    },
    {
      "id": 189513330,
      "en": "This is not a good place to look.",
      "es": ""
    },
    {
      "id": 195295975,
      "en": "You recognize the horn instantly as Thrymm's own -- the horn he carries with him always... and below, upon the road, you see a body!",
      "es": ""
    },
    {
      "id": 189513331,
      "en": "This is not a good place to look.",
      "es": ""
    },
    {
      "id": 195295976,
      "en": "The item you collected was the Winters Horn that Thrymm carried on him at all times.",
      "es": ""
    },
    {
      "id": 225071138,
      "en": "Pick up the object that caught your eye",
      "es": ""
    },
    {
      "id": 49286675,
      "en": "Bring Thrymm's horn to Gárwig, Reeve of Wildermore",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Cyneberg has recovered enough to ask that Thrymm's body be recovered for a proper burial.",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "See if the body on the road below is Thrymm",
      "es": ""
    },
    {
      "id": 262725905,
      "en": "You see nothing of Thrymm here. Try searching further north-west.",
      "es": ""
    },
    {
      "id": 63677429,
      "en": "TBD",
      "es": ""
    }
  ]
}