{
  "id": 620918407,
  "txt": [
    {
      "id": 228870261,
      "en": "A Friend of the Woods",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Mossbeard is at your side.\\n\\nMossbeard has requested your aid in exploring the Balewood before returning to Barallas.",
      "es": ""
    },
    {
      "id": 16439761,
      "en": "'Hom. If Barallas wishes me to return to the others, I shall... however, I will do it in my own time. Hoom. There are many things to tend to before I leave these trees, and many grim things that inhabit this forest... in the monster's wake. I wish to know more of the monster, and if I can... bring such knowledge to the others.\\n\\n'Should you wish to aid me in these errands, I may be able to return to Barallas in some matter of time that you might think... hasty.\\n\\n'As we travel, I shall speak with the trees of this wood, and try to discover what has become of those I have lost in this fog.\\n\\n'If I am not paying attention at times, do not be alarmed... I am simply deep in conversation.\\n\\n'Well, little one? Shall we set off?'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Barallas can be found at Stonecliff in northern Balewood.\\n\\nYou have aided Mossbeard with all of his tasks. You should now return to Barallas at Stonecliff.",
      "es": ""
    },
    {
      "id": 16439762,
      "en": "'Hoom. You have returned with Mossbeard... I knew you would not disappoint us, little one.\\n\\n'I am joyful to look upon him again, but in his eyes I see great distress.\\n\\n'Mossbeard wishes to speak with all of us, does he? Well then, let us hear your tale!'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Mossbeard is standing at your side, or can be called with your whistle.\\n\\nMossbeard has requested your aid in expediting his journey through Balewood. If you aid in completing his tasks, he will be able to return to Barallas and the other Ents more swiftly.",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "You have arrived at Stonecliff to find Barallas and the others waiting for your arrival",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'A journey it has been, [placeholder]. Barallas and the others have much to learn of the monster, as do you still.\\n\\n'Hoom. Allow me to gather my thoughts for this trip has been far more eventful than most things in this Ent's lifetime.\\n\\n'Barallas looks as if he wants to speak to you. You should see what he has to tell, and I shall begin to take root... here.'",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "Mossbeard comes to your aid",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "Mossbeard comes to your aid",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "Mossbeard comes to your aid",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Stonecliff is in northern Balewood.\\n\\nYou have learned much of these woods in your time with Mossbeard. You should now return to Barallas and the others at Stonecliff.",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Mossbeard is at your side.\\n\\nMossbeard has communed with the trees and now wishes to tell you of the forest's past before relating the remainder of the story to his fellows.",
      "es": ""
    },
    {
      "id": 195295969,
      "en": "Mossbeard comes to your aid",
      "es": ""
    },
    {
      "id": 195295970,
      "en": "Mossbeard comes to your aid",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Aid Mossbeard with Life in Darkness",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Mossbeard",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Aid Mossbeard with Cruel Blades",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Barallas",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Mossbeard is at your side.\\n\\nYou have returned to Stonecliff and should now speak to Mossbeard before he tells the rest of his tale to the Ents.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Return to Stonecliff with Mossbeard",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Mossbeard is at your side.\\n\\nMossbeard has communed with the trees of Balewood, and seeks to discover if they have spoken true. You should speak to him and learn what is to be done.",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Call Mossbeard to your side",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Aid Mossbeard with Old Roots",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Aid Mossbeard with Shattered Roots",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Mossbeard wishes to return to Barallas and the others, but seeks your aid in investigating the Balewood in an attempt to better understand the Orcs and Núrzum.",
      "es": ""
    },
    {
      "id": 63677429,
      "en": "TBD Hiding Ent C comes to your aid",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Mossbeard comes to your aid",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Mossbeard comes to your aid",
      "es": ""
    }
  ]
}