{
  "id": 620918598,
  "txt": [
    {
      "id": "0x3cba3f5",
      "en": "Dismantled White Hand tents in Drû Vádokan ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Out of Their Element",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Orcs of the Balewood have constructed crude tents to shield themselves from the harsh conditions of the region.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d1",
      "en": "Crude Orc-tents litter the White Hand encampment, shielding the Orcs of Isengard from the region's harsh conditions. If they were deprived of shelter, the raw cold would cripple their assault.\\n\\nKeeping in mind that the Ents are not fond of fire, perhaps it would be best to dismantle the tents.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf0fad3",
      "en": "Crude Orc tents litter the White Hand encampment, shielding the Orcs of Isengard from the region's harsh conditions. If they were deprived of shelter, the raw cold would cripple their assault. \\n\\nKeeping in mind that the Ents are not fond of fire, perhaps it would be best to dismantle the tents.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d2",
      "en": "You have successfully dismantled many tents of the White Hand in the Balewood. Without their shelter, the Orcs will find maintaining their presence in the Balewood far more challenging.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Dismantle White Hand tents in Drû Vádokan ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Tents of the White Hand can be found throughout Drû Vádokan in north-west Balewood.\\n\\nYou should dismantle any Orc-tents you find while assaulting the White Hand encampment.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "You have successfully dismantled many tents of the White Hand in the Balewood. Without their shelter, the Orcs will find maintaining their presence in the Balewood far more challenging.",
      "es": "",
      "es (fem)": ""
    }
  ]
}