{
  "id": 620918451,
  "txt": [
    {
      "id": "0xfad9d1",
      "en": "'I... I suppose you must leave to find the others, then. I had hoped that you would be able to see us to safety again, [placeholder].'\\n\\nYou think upon Ránmald's difficult situation. She cannot travel far while pregnant, and the other women do not seem able or willing to care for her in her time of need.\\n\\nYet... you must see to the others who fled the massacre at Byre Tor. They may be much in need as well. What is to be done?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d2",
      "en": "'What do ya want? I thought ye only spoke with the nobility of the cave!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ránmald has been cast out by her fellow survivors, and is alone with her husband and father-in-law dead. To be pregnant, alone, and out in the cold wild with no support will be a death sentence for her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d3",
      "en": "tbd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfe150d5",
      "en": "Speak to the surviving women",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5f5a3c3",
      "en": "The surviving refugees are in their cave north of Byre Tor.\\n\\nYou should speak to the refugees about the situation at hand.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The surviving refugees are in their cave north of Byre Tor.\\n\\nYou should speak to the refugees about the situation at hand.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "tbd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Frithwyn and Céolflad were kind to me when they returned. Edhild is still cold, but... I sense that she has changed as well.\\n\\n'What did you say to them to make them change their minds?'\\n\\nYou tell Ránmald that it was private, but perhaps the women will tell her someday.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Frithwyn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak with Ránmald",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Isolation Amongst Survivors",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "Ránmald is in the cave amongst the other women of Byre Tor, who have promised to treat her more kindly.\\n\\nYou should speak with Ránmald.",
      "es": "",
      "es (fem)": ""
    }
  ]
}