{
  "id": 620918540,
  "txt": [
    {
      "id": 99984323,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Bitter Thaw",
      "es": ""
    },
    {
      "id": 266424533,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 15792851,
      "en": "'[placeholder], while I compose myself, could you please lead the clean up efforts? While many of us grieve for our loved ones, we still need to clear the debris and pick up the pieces of our lives.'\\n\\n'Speak with villagers around town and ask how you might be able to assist them. When you finish, come back and see me. Hopefully I will be a bit more composed then.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Cyneberg, stricken by grief from the loss of her father and Thrymm, has asked you to leave her alone.\\n\\nYou should help the survivors in Scylfig break the strange ice left in the wake of the attack.",
      "es": ""
    },
    {
      "id": 16439761,
      "en": "'No, there is nothing you can do for me! Leave me. Just leave me alone.\\n\\n'Help the others. I cannot bear to watch them struggle.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "There is one more village around Scylfig that could use assistance.",
      "es": ""
    },
    {
      "id": 16439762,
      "en": "'What... what is this ice all around us? I have never seen anything like it. I looked around when all the fighting was done, and there it was, like swords thrust from the earth.\\n\\n'I have been trying to break it all morning, and my arms tire. Will you help me clear some of the debris?'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Cyneberg, stricken by grief from the loss of her father and Thrymm, has asked you to leave her alone.\\n\\nYou should help the survivors in Scylfig break the strange ice left in the wake of the attack.",
      "es": ""
    },
    {
      "id": 16439763,
      "en": "'There is ice everywhere, but everyone has their hands full! Please help -- we need to be able to get to the barn near the stables!'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Cyneberg is in Scylfig.\\n\\nYou have aided the villagers, and should now see if Cyneberg is recovered enough to speak with you.",
      "es": ""
    },
    {
      "id": 16439764,
      "en": "'My horse is trapped! There is too much debris, and I must get to her. Please help her! She is frightened.'\\n\\nThe horse is not the only one who is frightened.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Ice shards can be found in front of the door to Oswi's home.\\n\\nYou should clear the shards from Oswi's home.",
      "es": ""
    },
    {
      "id": 16439765,
      "en": "'I saw what you did for my people, and I thank you. I... I hope they can rebuild, for I know I cannot.'",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Ice shards can be found in front of the stable near Portred.\\n\\nYou should clear the shards to free Portred's horse.",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "The villager needs to get into the tower to safe-guard Scylfig but is unable to do so due to the debris blocking the door.",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Cyneberg, stricken by grief from the loss of her father and Thrymm, has asked you to leave her alone.\\n\\nYou should help the survivors in Scylfig break the strange ice left in the wake of the attack.",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Ice shards can be found blocking the door to the barn near Saxburg.\\n\\nYou should clear away the shards of ice.",
      "es": ""
    },
    {
      "id": 195295969,
      "en": "Cleared ice shards from Oswi's home",
      "es": ""
    },
    {
      "id": 195295970,
      "en": "Cleared shards from the stable",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Speak with Oswi in Scylfig",
      "es": ""
    },
    {
      "id": 195295971,
      "en": "Removed the shards of ice from the barn door",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Speak with Saxburg",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Speak with Portred",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Try to speak with Cyneberg again",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Clear the ice shards from Oswi's home",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Clear ice shards from the stable",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Remove ice shards from in front of the barn door",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "With the attack on Scylfig over and many, many great losses counted, the survivors must begin to break the ice and recover from their grief.",
      "es": ""
    },
    {
      "id": 262725905,
      "en": "Oswi is baffled by the great ice-spikes, and exhausted from trying to chip away at them",
      "es": ""
    },
    {
      "id": 262725906,
      "en": "Portred is too shaken by the terrifying events of the battle to free his horse",
      "es": ""
    },
    {
      "id": 63677429,
      "en": "TBD",
      "es": ""
    }
  ]
}