{
  "id": 620918404,
  "txt": [
    {
      "id": 195295969,
      "en": "Destroyed Orc-axes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 195295970,
      "en": "You have recovered an Orkish axe and should now destroy it",
      "es": ""
    },
    {
      "id": 63677429,
      "en": "Destroyed cruel Orc axes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Cruel Blades",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Mossbeard wants you to defeat the Orcs that are encroaching on Finglas' Mead.",
      "es": ""
    },
    {
      "id": 16439761,
      "en": "'These Orcs have chopped away at far too much of the forest... felling many of my friends.\\n\\n'Hom... the least we can do is strip them of their weapons so that no others suffer that fate.\\n\\n'Thank you, little one.'",
      "es": ""
    },
    {
      "id": 16439762,
      "en": "'Can you hear that, [placeholder]?\\n\\n'The trees cry out in the distance, fearful of the Orkish blades that have already felled others. So many have been hewn... to what end?\\n\\n'These tools of destruction have no place in our forest... hom. You are an able [placeholder]... perhaps you can take their axes from them. If you were to break their tools, they could not bring such harm to Fangorn.\\n\\n'Let us confront them and shatter their axes!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Destroy Orc-axes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Isengard wood-cutters can be found in south-west Balewood near Finglas' Mead.\\n\\nMossbeard has asked that you break the cruel axes of the Orcs in the Balewood to prevent further harm from coming to the trees and his kind.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Mossbeard",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Mossbeard can be found following you, or if you have become separated, he can be called with your whistle.\\n\\nYou have defeated many Orcs and destroyed their vile tools. You should now speak to Mossbeard and see if he has more tasks for you.",
      "es": ""
    }
  ]
}