{
  "id": 621059183,
  "txt": [
    {
      "id": 173025574,
      "en": "Completed",
      "es": ""
    },
    {
      "id": 190220742,
      "en": "You have completed Felgar's request. The scouts have received their missives, and Felgar will be back on her feet soon enough.",
      "es": ""
    },
    {
      "id": 251715959,
      "en": "Completed",
      "es": ""
    },
    {
      "id": 126687041,
      "en": "An injured Felgar needs you to send missives to a couple of other scouts.",
      "es": ""
    },
    {
      "id": 184621220,
      "en": "You have completed Felgar's request.",
      "es": ""
    },
    {
      "id": 184621266,
      "en": "Felgar has asked you to deliver some missives to scouts.\\n\\nTwo scouts are on the level below Felgar's location: one on a bridge to the east, the other to the west. The third scout is waiting two levels below Felgar's location, in Aslíf.",
      "es": ""
    },
    {
      "id": 148970485,
      "en": "Delivered missives ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025588,
      "en": "Deliver missives to dwarf scouts ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220757,
      "en": "You have completed Felgar's request. The scouts have received their missives, and Felgar will be back on her feet soon enough.",
      "es": ""
    },
    {
      "id": 149027506,
      "en": "Lost in Transit",
      "es": ""
    },
    {
      "id": 161616993,
      "en": "'Many thanks. Now if only I could find a better vantage point without having to rely on crates....'",
      "es": ""
    },
    {
      "id": 161616994,
      "en": "'Thanks for the orders. I'm sure Felgar's all right; Thrúthug knows what he's doing.'",
      "es": ""
    },
    {
      "id": 161616995,
      "en": "'New orders? Finally, something to do.'",
      "es": ""
    },
    {
      "id": 190220739,
      "en": "'Oi -- do me a favour, would you? I've got a job to do, but as you can see, I've landed myself in an embarrassing predicament.'\\n\\nShe gestures to Thrúthug tending to her wounds and grimaces.\\n\\n'You need to send these missives to a few of the scouts. If nothing's gone horribly wrong, they should still be where they're stationed.\\n\\n'Two scouts are on the level below us; one's on a bridge to the east, keeping an eye on Durshulot. The other's watching Gazat-fark to the west. The third scout should be waiting in Aslíf, two levels below us.'",
      "es": ""
    }
  ]
}