{
  "id": 620778004,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'According to Asikko's book, Earth-kin hunters use the mantles of thick fur that grow upon the shoulders of the aurochs to pad the inside of their armour. This fur provides both warmth and comfort.\\n\\n'I need you to make your way into the fields of Rhunenlad or eastern Nan Amlug in search of these mantles. You will have the best results hunting the aurochs bulls. Do not attempt this hunt alone, for the aurochs are mighty beasts.\\n\\n'Be careful, [placeholder]. You need not sacrifice yourself for the sake of gathering furs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, four fine mantles. You have taken great pains to see these delivered, and you have earned my gratitude. I will soon be done with my work, and the people of Trestlebridge will have the armour that they need.\\n\\n'This assault from the North has taken a difficult toll on the people of the North Downs, but with your help, I believe they will prevail.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "Thank you for getting the mantles.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Hunt the aurochs on the plains. Be careful as an enraged aurochs bull is difficult prey, even for several Men.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Aurochs Mantles",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "At the request of the Ranger Gondranc, you went to the camp of the Earth-kin north-east of Esteldín to retrieve a book of leatherworking lore Asikko, the Earth-kin's chieftain, had promised him. With this lore, he will be able to make much better armour for the people of Trestlebridge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected aurochs-mantles ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the aurochs mantles back to Gondranc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Aurochs graze the plains and hills of Rhunenlad and eastern Nan Amlug.\\n\\nGondranc learned from Asikko's book that the Earth-kin use the fur mantles which grow upon the shoulders of the aurochs to pad their armour. He has asked you to hunt aurochs and bring him these mantles.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect aurochs-mantles ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}