{
  "id": 620778000,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Istuienn seeks your aid with a matter of some importance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I hear that Istuienn is looking for aid with a task. Will you speak with her, [placeholder]? She can generally be found further within Esteldín.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Return to Istuienn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Asikko, chieftain of the Suuri-lehmä, can be found at the Earth-kin camp located along the hills north of the eastern entrance to Esteldín.\\n\\nIstuienn asked you for a favour; she gave you a letter and sent you to find Asikko, the chieftain of the Earth-kin still loyal to the defence of Ram Dúath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'This news you bring is heartening. I shall make plans to assist the Earth-kin.\\n\\n'Thank you for all you have done, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Istuienn resides at Esteldín.\\n\\nIstuienn will be pleased to learn that Asikko, the Earth-kin chieftain, pledged that he and his people intend to honour their oaths and will fight against the Rauta-lehmä.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Suuri-lëhma are thankful to the hidden folk.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You see that we raise no weapons against you, [placeholder]. We are peaceful and wish to remain that way.\\n\\n'I see that the Men have chosen to honour our oath. This pleases me. We shall honour our oaths as well and await the return of our stolen weapons.\\n\\n'We shall not rest until our brethren return to our ways or are removed. Such betrayal cannot be allowed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Perhaps Asikko will declare an alliance with us once you have delivered that letter.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'We raise no weapons against you. Why do you brandish yours, [placeholder]? We desire peace, only peace.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Speak with Istuienn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You have helped us gain an ally in this dark time, [placeholder]. For that, I am grateful.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the letter to Asikko",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'I have a favour to ask of you.\\n\\n'Just east from Esteldín and to the north along the base of the hills surrounding this hidden fort, you will find an Earth-kin camp. The denizens there are of the Suuri-lehmä tribe, our friends. We must make sure they know of our efforts on their behalf.\\n\\n'Will you take this letter to Asikko, their chieftain? It may be that he will openly declare an alliance with my people, which can only serve to strengthen our position in the North Downs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'The Earth-kin, no matter how small their numbers, will be a great ally.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak with the Elúr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Caught in the Wake",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Istuienn is in Esteldín.\\n\\nYou should speak with Istuienn.",
      "es": "",
      "es (fem)": ""
    }
  ]
}