{
  "id": 620778028,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'A year ago, we lost a rich ruin to Men from the South... at least we thought they were Men. They bore the manner, height, and look of Men but were nearly as savage as the Orc-folk we learned they were descended from.\\n\\n'Naerost, north of here, in the eastern shadow of the great hill of Weathertop, fell to the half-breeds and our trade was lost with it. If we could recover some of those goods, we might restore trade with the west and some more hope for Eglain.\\n\\n'Will you help us sift through the ruins for our goods?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Worthy finds, [placeholder]. These will fetch enough food for many families in Ost Guruth. You are becoming a true friend to the Eglain.\\n\\n'So many perished when the half-breeds approached from the south, it is painful to recall. For now, know that you have done a great good for us all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'In Nain Enidh, north of the Great East Road and east of Weathertop, you will find the ruins of Naerost. You will know it by the half-breeds who make it their home. \\n\\n'Among the rubble, you will find piles which appear to be nothing of import, but I tell you these relics will fetch a sum of food most bountiful from traders out of Bree.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Half-breed Thieves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "In the shadow of Amon Sûl, at the edge of Nain Enidh, lay an Arnorian ruin. Those ruins afforded the Eglain of Ost Guruth a wealth of material to trade with collectors in Bree-land... until the arrival of half-breeds from the South.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected relics ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return the relics to Hunulf Munce",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The ruins of Naerost are just east of Weathertop, north of Hunulf's camp.\\n\\nA year ago, half-orcs wrested the ruins of Naerost from the Eglain, causing the Eglain to lose a valuable source of trade-goods. Hunulf asked you to return to ruins to sift through the relics there to recover the trade-goods they lost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect relics ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}