{
  "id": 620778010,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Your efforts are well known amongst all here in Esteldín, [placeholder]. I am hopeful that you will assist me with a small task.\\n\\n'Long ago, when I journeyed abroad, I taught Asikko, the chieftain of the Earth-kin the Westron letters. In return, he offered to write me a book describing their leatherworking methods. I need this book to fulfil a promise I made to a man in Trestlebridge as I came north from Rivendell in the guise of a common leatherworker. I promised to make for his people armour suitable for use against the Orcs.\\n\\n'Will you go to Asikko and ask for the book? The Earth-kin are encamped north-east of here. Just skirt the hills northward from the eastern entrance to Esteldín.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ha, you come for my book! I had not thought on those days for long and long.\\n\\n'Are you Gondranc? No... you are not he. You must forgive me, but it is difficult to know. You little folk look so much alike to the Suuri-lehmä, and my mind is on the pain of my own people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Asikko is honourable and trustworthy. I know that he will not abandon his promise.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Request to the Earth-kin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "Thanks for doing that for me.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Talk to Asikko",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "When Gondranc of Esteldín was journeying north from Rivendell, he had promised a man of Trestlebridge that he would assist them by providing armour for use against the Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Speak with the Earth-kin Chieftain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Asikko is at the Earth-kin camp, found by skirting the hills northward from the eastern entrance to Esteldín.\\n\\nIn order to fulfil his obligation to Trestlebridge, Gondranc has asked you to obtain a book of leatherworking lore promised to him by Asikko, chieftain of the Earth-kin.",
      "es": "",
      "es (fem)": ""
    }
  ]
}