{
  "id": 620778025,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected thick aurochs hides ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected aurochs meat ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The terrible slaughter of the Orc invasion has driven away the farmers from the western Nan Amlug, and with them any trade the Rangers had maintained. Short on supplies and provender, the Rangers of Esteldín must rely on their own resourcefulness to restock their supplies.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I was asked to take stock of our provisions and appraise the repair of our tents. I have found that both are lacking. Without preparations, we will be forced to split our forces both to hunt the remaining game in the region and to fight the Orcs. Our numbers are too few for such a task.\\n\\n'My request is simple: gather your allies and head into Rhunenlad and Nan Amlug, east of Esteldín, where the Aurochs are more plentiful. From the bulls collect hides...they can be used as shelter. The yearlings and cows will provide the best meat.\\n\\n'Our needs will be great, so do not be frugal in your hunt.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Aurochs can be found in Rhunenlad and Nan Amlug, east of Esteldín.\\n\\nMallennor has been tasked with providing shelter and food for the Rangers of Esteldín and has asked you to help them by hunting aurochs for hide and meat.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'This will help solidify our stores and allow us to remain focused on the trial at hand. We are moving closer to the inevitability of war each day. \\n\\n'Take heart, for you have aided us in our hour of need, and you are to be thanked and rewarded, [placeholder].'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Our stores should hold for some time now.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Search the plains east of Esteldín, in Rhunenlad and Nan Amlug. Aurochs wander those hills and plains in fair number.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Thank you for your assistance, [placeholder]. These stores will aid us in our efforts.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Speak with Mallennor",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect thick aurochs hides ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect aurochs meat ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Food and Shelter",
      "es": ""
    }
  ]
}