{
  "id": 620778015,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected Asikko's book",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Ranger Gondranc sent you to the Earth-kin camp to collect a book of leatherworking lore from Asikko, the Earth-kin's chieftain. However, when you arrived at the Earth-kin camp, Asikko told you the book had been stolen.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'My people's pride binds us. I do not wish to raise arms against my brethren, but I have been forced to do so. I will fight them when the time comes, though it does not please me. I am also bound by honour, and that honour must be satisfied, even in the face of the First Hunter's betrayal.\\n\\n'I know only names, not faces. The name I know is Gondranc, a man who knows well the crafting of leather and tanned hides. I promised to share with him the secrets of our art in return for the letters he once taught me.\\n\\n'I wrote a book for the man before the betrayal, but it is lost now to the Rauta-lehmä in the east. I dare not go there yet. Will you go to the camp of the traitors and find this book for me?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Asikko's book is hidden somewhere in the camp of the traitorous Rauta-lehmä faction in Nan Amlug, east of the camp of the Suuri-lehmä.\\n\\nAsikko is hesitant to go himself to retrieve the book of lore from the Rauta-lehmä for fear of provoking war too soon. Instead, he has asked you to retrieve the book for him.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'In a time past, I would ask my brethren for the book, and it would be given freely. Since the arrival of the Men of the North, my brethren have changed. They have forsaken their oaths and follow the Men without thinking of the damage they do to the land. It is sad that the book had to be taken from them with war and death, but honour says it must be so.\\n\\n'Take this book to little Gondranc and tell him honour is satisfied. May he use its knowledge well.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Gondranc awaits your return at Esteldín.\\n\\nYou successfully recovered Asikko's book from the camp of the Rauta-lehmä. The Earth-kin chieftain has asked you to deliver it to Gondanc, fulfilling his promise to the Ranger.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You have my book, now bring it to my little friend Gondranc!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'In a time past, I would ask my brethren for the book, and it would be given freely. Since the arrival of the Men of the North, my brethren have changed. They have forsaken their oaths and follow the Men without thinking of the damage they do to the land.\\n\\n'If you cannot take the book from the Rauta-lehmä, then honour demands I must do so myself, and I do not think I will live. But what must be, must be.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Ah, my thanks to Asikko for his courtesy and to you for your assistance. With this lore, I will be able to craft the best possible armour I may for the people of Trestlebridge.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'You have not brought the book from Asikko? Then the folk of Trestlebridge will have to make do with what meagre armour I can provide them.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Deliver the book to Asikko",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect Asikko's book",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring Asikko's book to Gondranc",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Techniques of the Masters",
      "es": ""
    }
  ]
}