{
  "id": 620778032,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Hontimûrz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Hontimûrz's guards ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "In the shadow of Amon Sûl, at the edge of Nain Enidh, lay an Arnorian ruin. Those ruins afforded the Eglain of Ost Guruth a wealth of material to trade with collectors in Bree-land... until the arrival of half-breeds from the South.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Your efforts on behalf of the Eglain are noble, my friend, but I deem our peril is greater than first we thought. These half-breeds bear a standard with the mark of a white hand? Ordinary brigands and ruffians do not bear such charges. The mark of the White Hand tells me they serve a greater master.\\n\\n'Whatever their purpose, such creatures cannot be allowed to take a foothold in the North. They do not belong here. If you can enter Naerost and slay Hontimûrz, their leader, and his guards, perhaps the rest will flee.\\n\\n'Hontimûrz became known to us when he sent us gifts of the dead with his crudely-scrawled threats. I think, that you are here to avenge that disservice and restore more faith to the Eglain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Naerost lies just east of Weathertop, north of Hunulf Munce.\\n\\nHunulf Munce is concerned that the half-orcs are servants of a greater power, perhaps even Mordor. He has asked you to enter Naerost and defeat their leader and his guards in hopes that the rest will flee.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, so the half-breeds will not run? No matter... the grip of the White Hand is loosened. I think that they will not trouble us again thanks to you.\\n\\n'Your efforts on behalf of the Eglain will not be forgotten, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Hunulf Munce awaits your return at his camp on the east side of Minas Eriol, south of Naerost.\\n\\nThough the half-orcs did not flee, their leader and his guards have been defeated. You should return to Hunulf Munce with the news.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I will spare the grim details of the delivery made to us by Hontimûrz. Know only that the depravation of these creatures proves that they are not Men. They are something wholly bestial and destructive. We have longed for a chance at revenge, and it seems that your arrival may herald a chance to seek that revenge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'We shall ever remember you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I can find my strength once again, thanks to all you have done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Hontimûrz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Hontimûrz's guards ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Hunulf Munce",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Sever the White Hand",
      "es": "",
      "es (fem)": ""
    }
  ]
}