{
  "id": 620778008,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "At the request of the Ranger Gondranc, you went to the camp of the Earth-kin north-east of Esteldín to retrieve a book of leatherworking lore Asikko, the Earth-kin's chieftain, had promised him. With this lore, he has crafted armour for the people of Trestlebridge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'This task, at least, is finished. I have much work to do to help my kindred prepare for the coming war, but my oath to Trestlebridge shall at least be fulfilled.\\n\\n'I need you, if you are willing, to deliver this armour to Jarred Mason in Trestlebridge. He is a man of some crafting skill himself. I believe he is acting as the armourer for his people.\\n\\n'I am sure you have crossed through Trestlebridge and know well their plight, but should you have lost your direction, it lies far to the west and south of Esteldín, along the Greenway leading to Bree-land.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Jarred Mason is an armourer in Trestlebridge, far to the west and south of Esteldín, along the Greenway.\\n\\nGondranc completed the armour he had promised for the people of Trestlebridge and has only to deliver it. He has asked you to act as his courier and deliver the armour to a man named Jarred Mason.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Jarred is a good man. I have often wanted to tell him of our home here at Esteldín, but our way of life is too dangerous to explain to those who know it not already.\\n\\n'If this war which rages about us ends and my Lord Aragorn takes his rightful place, perhaps there will be a time when I may tell Jarred my whole tale, but for now, his safety -- and ours -- must hold precedence.\\n\\n'I have something for you. Your efforts are deserving of a greater gift. I used the remnants of what you brought me to craft you this fine armour.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gondranc resides at Esteldín, far to the north and east of Trestlebridge.\\n\\nJarred Mason has asked you to return to Gondranc with his thanks for the armour.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Make your way west and south to the town of Trestlebridge at the border of the North Downs and Bree-land. Deliver his armour to Jarred Mason.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'What is this? You say this came from Gondranc? I will admit I had not thought to hear from him again!\\n\\n'My friend is a wanderer, rarely staying in one place too long, and when he decided to pass north, I could not help but wonder what he hoped to find in the barrens. Then the Orcs came, and I was sure he had perished.\\n\\n'My people, what few are left here, need it more than ever. If you know where Gondranc is, return to him with my thanks!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Please, tell Gondranc that he has helped to restore hope to us in this beleaguered time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'I fear the worst of my friend Gondranc. He is a traveller versed in the art of leatherwork. He had promised me armour for our guards before the arrival of the Orcs. Now I fear he was slain somewhere in the wilds of the North Downs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Our task here has only begun, but thanks to you, [placeholder], we have at least aided Trestlebridge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the armour to Jarred Mason",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Asikko's book has given me a much better understanding of leatherwork, [placeholder]. Thank you for bringing it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak with Gondranc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'This armour is much finer than anything I imagined Gondranc would send! Thank you, good [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Promise Fulfilled",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'I am pleased to know that Gondranc is alive and well...and crafting such fine armour!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}