{
  "id": 620778020,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The Orcs' invasion from the North has caught the Rangers of the North unprepared. Many of our kindred are abroad in other lands, preparing a defence against the Shadow in the East, and our eyes were not turned northwards.\\n\\n'This army that has come down from Angmar is too great for our forces in the North Downs to defeat without support, yet we must still prepare for the fighting that is to come.\\n\\n'My predecessor stored many weapons and supplies throughout eastern Nan Amlug and Rhunenlad, but I do not know exactly where. I need you to seek out these troves and bring them to me. The thing that I do know is that these troves were all hidden near rocks and trees. This will not be an easy search without proper guidance, but in these dark times every resource we can gather will be of great help to us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It will take some work to make many of these weapons usable, but they are better than hoes and hay-forks. We shall set about the repairs at once.\\n\\n'I trust that your search was not too difficult. We must be resolute and fight back against these Orcs before the North Downs are lost. They must not be allowed to invade Bree-land, or many innocents will be killed and all the North may fall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'We hid the troves well; it is unlikely that the Orcs have despoiled them. Search in the area of Rhunenlad and eastern Nan Amlug.\\n\\n'Be careful not to stray too close to the Earth-kin camps on the eastern edges of the plains. They have fallen under the sway of the Angmarim.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Esteldín's Preparation",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The unexpected invasion of the Orcs from the North has caught the Rangers of Esteldín unprepared, with many of their kindred abroad in other lands. This new threat has forced them to recall as many of their kind as they can and to arm themselves for war.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Ranger-troves ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the Ranger-troves back to Melthindir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Rangers' supply troves are hidden throughout eastern Nan Amlug and Rhunenlad.\\n\\nIn preparation for war, Melthindir is tasked with recovering the stores of weapons and supplies his predecessor hid. He has asked you to search Nan Amlug and Rhunenlad for these hidden stores. He only knows that these troves are hidden by rocks and trees.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect Ranger-troves ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}