{
  "id": 620778033,
  "txt": [
    {
      "id": "0xd085251",
      "en": "At first glance, this looks like a piece of worthless jewellery, but upon further inspection you discovered an inscription engraved on the back of the pendant. \\n\\n'I will ever and always love you.\\n\\n- D'\\n\\nBeneath this inscription is carved a symbol of the Eglain. Perhaps someone of the Eglain can assist you with finding the owner of this necklace?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "Daegwalt's face contorts briefly in a look of anguish, before he fights back the pain and issues a smile.\\n\\n'This is my wife's. I gave it to her before we came to live with the Eglain. It was lost when she was struck down at Naerost. \\n\\n'You have given me something that I cannot truly repay, but I will give you something of import to me in an effort to repay you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Yes, can I help you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "An Honourless People",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "While hunting down the half-orcs, you discovered a necklace bearing an inscription and the mark of the Eglain. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected the necklace of Daegwalt's wife",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the necklace to its rightful owner",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You discovered a necklace upon one of the half-orcs in the central Lone-lands. Perhaps you can ask some of the Eglain if they know who the true owner of the necklace could be.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Deliver the necklace to its rightful owner",
      "es": "",
      "es (fem)": ""
    }
  ]
}