{
  "id": 620778019,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated cold-worms ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The western pass of Ram Dúath has long been home to worms, least of dragon-kind. Dwelling in the crags and caves of the mountain pass, they prey upon any who dare that path.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You are the one who has been aiding my kin against the army of Angmar... [placeholder], is it not? We have need of your services again.\\n\\n'The passage through Ram Dúath north-east of here is blocked by the Hillmen of Angmar; however, not all paths are closed to us. To the north of Esteldín lies another pass, though it also is fraught with danger. You saw for yourself that worms hide amid the crags and crevices, preying on unwary travellers.\\n\\n'We need you to clear the pass of these worms, so that we may safely take a force through. Be careful.'",
      "es": ""
    },
    {
      "id": 225071137,
      "en": "Return to Melthindir",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Worms can be found in the western pass of Ram Dúath, north of Esteldín.\\n\\nMelthindir has asked you to clear the worms from the western pass of Ram Dúath, making it safe to bring a force through the pass into Angmar.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have proven capable, my friend. Though there are other dangers in Ram Dúath which may yet prove too great, even for you.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Melthindir awaits your return at Esteldín.\\n\\nYou made your way into the valley and slew the worms you found there. You should return to Melthindir with news of your victory.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The worms are creatures of little intelligence, but they are not to be trifled with. In great enough numbers, they are still a terrible threat.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "You killed them worms good!",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat cold-worms ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Speak with Arastil",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Valley of the Worms",
      "es": ""
    }
  ]
}