{
  "id": 620778030,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected stolen crates ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated half-orcs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "In the shadow of Amon Sûl, at the edge of Nain Enidh, lays an Arnorian ruin. Those ruins afforded the Eglain a wealth of material to trade with collectors in Bree-land... until the arrival of half-breeds from the South.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Many lost their lives when the half-orcs raided Naerost. Since then, we have struggled greatly. Most recently, as you likely know, we lost the ruin to goblins forced through the mountains in the north. \\n\\n'Yet the half-orcs came first, and they slaughtered our people, stole our livelihood, and began despoiling the ruin. We do not know why, but we know they have collected many relics within the ruins and have packed them for delivery to the South.\\n\\n'If you are willing, I would ask you to enter Naerost and seek the hirelings who guard the relics and slay them. Bring back any of the relics you find.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Naerost lies just east of Amon Sûl, north of Hunulf Munce.\\n\\nHunulf Munce has asked you to seek out and slay the hirelings who guard the relics packed for shipment and return as many of the relics as you can to the Eglain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'We will ensure that none of these relics were taken from the tombs of the men who perished within the ruins in ages past. If they are not, they will be used to feed and clothe our people. If they prove to be stolen from tombs, they will be buried once more to honour the fallen.\\n\\n'You have proven yourself a brave and honourable warrior, [placeholder], and your aid is valued by the Eglain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Hunulf awaits your return at the east edge of Minas Eriol, near the bridge over the gorge.\\n\\nYou should return with the recovered relics to Hunulf Munce.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The half-orcs are vile creatures, the result of breeding between Man and Orc. They are a blight in these lands and the world at large. Their murderous and thieving nature requires some manner of retaliation, even if the hour of its coming is late.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'The half-orcs are vile creatures, the result of breeding between Man and Orc. They are a blight in these lands and the world at large. Their murderous and thieving nature requires some manner of retaliation, even if the hour of its coming is late.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect stolen crates ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat half-orcs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the stolen crates to Hunulf Munce",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring the stolen crates to Hunulf Munce",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Righteous Recovery",
      "es": "",
      "es (fem)": ""
    }
  ]
}