{
  "id": 620865230,
  "txt": [
    {
      "id": 136263297,
      "en": "You dropped the wine",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You've got the wine! Delicious, precious wine. Just don't drop it....",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You were unable to carry the wine to safety",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Cora Brownlock found something wonderful when she ventured into Bilbo's Haunted Burrow: a bottle of delicious, expensive, excellent, valuable wine. She would like some more, but she's feeling a little sleepy.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the event it is associated with ends. </rgb>\\n",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Zzz...wha? Don't make me drop my wine! Oh, I drank it already. That's awfully disappointing. I was going to donate it to the Inn League for a rare tasting opportunity, but...I seem to have gotten thirsty after all my running around in Bilbo's basement.\\n\\n'How my head spins! It's downright impossible for me to fetch another bottle now, but I am sure I saw some more. I think it may be found anywhere, really, if you look around a bit.\\n\\n'You ought to go fetch it! The Inn League will be very excited to have it, I'm sure. I'll just...take a little nap while you're out and about.'\\n\\n<rgb=#FF0000>NOTE: Only one Haunted Burrow quest may be underway at a time.</rgb>",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Bilbo's excellent wine can be found in the Haunted Burrow, but it must be carried carefully, or else it will fall and break.\\n\\nYou must deliver the wine to Cora Brownlock, who awaits you at the Party Tree.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'That was very well done, [placeholder]! Getting that wine delivered safe is no easy task. Do you mind if I have another glass before I give it over to the Inn League?'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Cora Brownlock is outside the Haunted Burrow, at the Party Tree.\\n\\nYou should give the wine to Cora Brownlock.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Lovely! You brought me another bottle! That was fast.\\n\\n'...Where is the wine?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect the treasured wine...mmm",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Cora Brownlock",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "You mustn't drop the aged wine",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Inn League Excavation",
      "es": ""
    }
  ]
}