{
  "id": 620865390,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "It was only a hobbit playing a silly prank",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Oh no! Something is coming!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Polo Puddifoot heard some very strange sounds when he was wandering through the Cobwebbed Wing in the Haunted Burrow.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the event it is associated with ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Dear me! I only dared go into the Haunted Cellar once to look for treasure, but all I did was get out as fast as I could! There were monsters everywhere.\\n\\n'In one of the wings I was in, there were spider-webs all about the place. But then I spotted a jar of honey! I love honey, naturally, so of course I went right for it, but then I heard a...a bear!\\n\\n'It made a deep, roaring sound, and oh it was close! Will you go banish it from the burrow so that it doesn't harm any of the innocent folk who have wandered in?'\\n\\n<rgb=#FF0000>NOTE: Only one Haunted Burrow quest may be underway at a time.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Somewhere in an evil-feeling part of the Haunted Burrow, an odious roar made it clear that a bear had taken up residence in the hobbit-hole, in the Cobwebbed Wing.\\n\\nYou should seek out the source of the roaring and drive it off so that Polo can continue his search for treasure without troublesome interruptions.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Did you drive off the hungry bear? You were so brave to venture in there!\\n\\n'What?! A hobbit? A hobbit playing a prank? I've never heard of such a naughty trick! I will be speaking to that lad's parents before the day is out.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Polo Puddifoot awaits you outside the Haunted Burrow.\\n\\nYou should return to Polo Puddifoot and tell him of this \\qbear\\q you encountered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'There's just no explaining the things I saw in that evil place. That Bilbo Baggins was a wicked sorcerer, I believe! People should steer clear of everything associated with him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Rawr! I'm hungry!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the source of the roaring in the Cobwebbed Wing and drive it off",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Polo Puddifoot with news of the \\qbear\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Roaring Maw in the Haunted Burrow",
      "es": "",
      "es (fem)": ""
    }
  ]
}