{
  "id": 620865272,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Beneath Drug Haniad lies an ancient crypt that appears to be the cause of the darkness that is growing in the southern Lich Bluffs. One of our scouts recently reported seeing a crude entrance dug into the ground there, and from within he heard dark chanting.\\n\\n'Could you seek out the entrance to this barrow and disrupt whatever foul ritual is taking place down below? If so, speak with me again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am glad to see that you were able to disrupt that grisly ritual. From what I understand, the body that was on the table was a new vessel for Ferndúr the Virulent. \\n\\n'I fear that, unknown to us, one of the Lords of the Gauntmen settled here some time ago and has been using the barrows of the Lich Bluffs to raise wights for an army of his own.\\n\\n'Thank you for disrupting the ritual, as it may have well saved the lives of the entire Grey Company and many of the men and women that call this land home.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'My scout entered the cave and reported foul chanting deep within. When he ventured further into the cavern, he saw several dark figures overseeing a grisly ritual behind a locked gate.\\n\\n'You should try to unlock the gate and disrupt the ritual.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Darkness Revealed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Below Drug Haniad, within an abandoned crypt, resides the source of the darkness creeping into the Lich Bluffs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Mincham in the Lich Bluffs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Mincham is at his camp in the Lich Bluffs.\\n\\nYou should speak with Mincham when you are prepared, and he will lead you to the entrance of Lhe Colvern.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Mincham  in the Lich Bluffs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Mincham's camp lies in a small grove of trees, north of Drug Haniad.\\n\\nYou should return to Mincham and inform him that the ritual has been stopped and that a greater force is behind the raising of the wights in the Lich Bluffs.",
      "es": "",
      "es (fem)": ""
    }
  ]
}