{
  "id": 620865305,
  "txt": [
    {
      "id": 136263297,
      "en": "It was only a hobbit playing a silly prank",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Oh no! Something is coming!",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Polo Puddifoot heard some very strange sounds when he was wandering through the Creeping Wing of the Haunted Burrow.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the event it is associated with ends. </rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Oh my goodness, how I hate being a-frightened away from my business! I was in the Haunted Burrow looking for treasure, you see, and I saw a candle on the floor to help me see.\\n\\n'I went to pick it up, and suddenly a ghost chased me away! Yes, a real ghost, hiding in the shadows. Don't look at me like that; I tell you it was real, and it was!\\n\\n'If you don't believe me, go see for yourself! But you'd be wise to steer clear of the wing of the cellar where the spooks have got to, if you ask me.'\\n\\n<rgb=#FF0000>NOTE: Only one Haunted Burrow quest may be underway at a time.</rgb>",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "An unearthly wailing sound can be heard in the Creeping Wing of the Haunted Burrow.\\n\\nYou should seek out the source of the wailing and drive it off so that Polo can continue his search for treasure without troublesome interruptions.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Did you run away when you saw the ghost as well?\\n\\n'Do you mean to tell me that was a hobbit and not a ghost? What a terrible trick! I stubbed my toe when I ran away, and it was my big toe at that!\\n\\n'It still smarts....'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Polo Puddifoot awaits you outside the Haunted Burrow.\\n\\nYou should return to Polo Puddifoot and tell him of this \\qghost\\q you encountered.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'There's just no explaining the things I saw in that evil place. That Bilbo Baggins was a wicked sorcerer, I believe! People should steer clear of everything associated with him.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Brr, I'm a terrifying ghost! Run for your life!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find the source of the wailing in the Creeping Wing",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return to Polo Puddifoot with news of the \\qghost\\q",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Wailing in the Haunted Burrow",
      "es": ""
    }
  ]
}