{
  "id": 620865391,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "It was only a hobbit playing a silly prank",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Oh no! Something is coming!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Polo Puddifoot heard some very strange sounds when he was wandering through the Attic of the Haunted Burrow.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the event it is associated with ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Oh mercy me! You wouldn't believe me if I told you. I'll tell you anyways.\\n\\n'I was in the Haunted Burrow, searching for treasure, and I found a bit of chain in the attic. I thought perhaps a door would open on the ceiling, and I would find a larder full of riches, but no!\\n\\n'A living, walking skeleton came towards me, rattling and clacking! It gave me such a fright; I ran away before I could even finish tugging on that chain.'\\n\\n<rgb=#FF0000>NOTE: Only one Haunted Burrow quest may be underway at a time.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "A strange rattling can be heard in the attic of the Haunted Burrow.\\n\\nYou should seek out the source of the rattling and drive it off so that Polo can continue his search for treasure without troublesome interruptions.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'That evil wight was only a hobbit in disguise? Abominable behaviour! Who was it? I shall give him a telling-off that he'll not be forgetting any time soon. The gall of some folk, really!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Polo Puddifoot awaits you outside the Haunted Burrow.\\n\\nYou should return to Polo Puddifoot and tell him of this \\qskeleton\\q you encountered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'There's just no explaining the things I saw in that evil place. That Bilbo Baggins was a wicked sorcerer, I believe! People should steer clear of everything associated with him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I'll haunt you forever! Ha-ha!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the source of the rattling in the attic",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Polo Puddifoot with news of the \\qskeleton\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Rattling in the Haunted Burrow",
      "es": "",
      "es (fem)": ""
    }
  ]
}