{
  "id": 620865274,
  "txt": [
    {
      "id": 218649169,
      "en": "'Have they spotted me yet? I don't think so...good! They mustn't know the Ale Association is meddling, or else I fear there will be an all-out war between our two leagues.\\n\\n'I have been sent on a mission to scout out what all the fuss is about at the Party Tree this autumn. It seems a new door is there, and I saw many hobbits go in...and few come out.\\n\\n'Leave it to hobbits to get lost underground! This is a capital opportunity for us to scare them silly. You should go find them and scare them in any way you can think of.'\\n\\n<rgb=#FF0000>NOTE: Only one Haunted Burrow quest may be underway at a time.</rgb>",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'That is a delightful story! It's too bad it has nothing to do with ale, but what can you do? There is a certain order of priorities when you join the Ale Association, you know. We want to take care of important matters first. Ale will always be there later.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Won't it be amusing to make the little, woolly-footed rascals squeak like frightened children? Ha-ha!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Ale Association -- A Game of Hobbit-harrying",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "R치thgeir, a member of the Ale Association, wishes to continue his association's legacy at the Haunted Burrow. This opportunity to play pranks on hobbits cannot be missed.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the event it is associated with ends. </rgb>",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Scared silly hobbits ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Play tricks to scare the hobbits in the Haunted Burrow ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Scared hobbits are all over the Haunted Burrow, and surely there is a way to frighten them, because it is funny.\\n\\nYou should harry and harass the hobbits.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Tell R치thgeir of your hilarious escapades",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "R치thgeir, a mean sort of dwarf, can be found outside the Haunted Burrow, hiding behind some crates.\\n\\nYou should tell R치thgeir all about the little pranks you pulled.",
      "es": ""
    }
  ]
}