{
  "id": 621061933,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "The road to Eitheldir is in the northern Angle.\\n\\nYou should look for the road to Eitheldir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e16",
      "en": "Search for Merileg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Merileg is located near the ruins of Eitheldir, in the northern Angle.\\n\\nElladan has asked you to deliver a letter of introduction to Merileg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Find the road to Eitheldir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Ancient arches in the distance! This is certainly the road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "DNT - Search for ELF FEMALE",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Elladan sent you, has he? He writes that you have helped our cause and are to be trusted. Very well. If you are of a mind to, I could certainly use the aid.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "For thousands of years, the Angle played host to countless devastating battles, earning the name Haudh Erthaid, the Tomb of Kingdoms. Now mostly wilderness once more, it offers sanctuary for those who do not wish to be found. Nestled in the arms of two difficult to pass rivers, the Angle is home to Rangers, Elves, and refugees alike. But a recent infiltration of Orcs, brigands, and other servants of the Enemy has brought war back to the hills and riversides of the Angle once more.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Welcome to Haudh Erthaid, the Tomb of Kingdoms. This is Gaerond, a camp from which we watch over the northern reaches of the Angle. You have arrived just in time. My father has called me to his side, but I have been loth to leave the Angle, as there is yet much work to do. If you are able to take up my tasks, however, I will return to Rivendell with a lighter heart.\\n\\n'South of this camp, perched high above the river, is Eitheldir. Long have swarming enemies defiled that once grand stronghold of the Noldor. I bid you travel up the winding way to Eitheldir. Somewhere outside its gates, you will find my scout, Merileg, who has been waiting for assistance. Deliver to her this letter of introduction and lend her what aid you may.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'If you are able to take up my tasks, I will return to Rivendell with a lighter heart.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Enter the Angle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "DNT - 'Elladan sent you, has he? He writes that you have helped our cause and are to be trusted. Very well. If you are of a mind to, I could certainly use the aid.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}