{
  "id": 621061970,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Eitheldir is in the northern Angle.\\n\\nYou should defeat enemies in Eitheldir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Merileg is located on the road to Eitheldir, in the northern Angle.\\n\\nYou should return to Merileg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Return to Merileg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Defeat enemies at Eitheldir ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'You stand below the ruins of Eitheldir, stranger. Once a great stronghold of our people, it now lies rotting and crumbled. Servants of the Enemy have infiltrated those once-formidable walls and sullied the grounds. You seek to aid our cause? Do what you may to thin their ranks, and I shall reward you greatly. Keep an eye out for their captain as well. I have heard tell he is a nasty brute.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "Defeated enemies at Eitheldir ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Defeat Eitheldir's captain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Perched high above the River Hoarwell lie the ruins of Eitheldir. Once a stronghold of the Noldor, its arched domes now play host to a new influx of Orcs and brigands who fight over these lands. But Elven eyes keep watch here still, and the scout Merileg waits, crouched in shadows on the road below.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'You stand below the ruins of Eitheldir, stranger. Once a great stronghold of my people, it now lies rotting and crumbled. Servants of the Enemy have infiltrated those once-formidable walls and sullied the grounds. You seek to aid our cause? Do what you may to thin their ranks, and I shall reward you greatly. Keep an eye out for their captain as well. I have heard tell he is a nasty brute.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Those scum sully this place with their presence.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Ruins of Eitheldir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'I commend you, stranger. With your help, the Enemy will gain no stronger foothold in these lands. Here is what I promised you.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}