{
  "id": 621061988,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Twisted Gold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'Did you feel it, [placeholder]? Like a warm summer wind, and that sweet scent! I believe we have done it, friend. We are a small step closer to healing this land and granting peace to troubled souls.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'In other lands, these flowers grow tall and proud. Here in the Angle, they grow twisted by the memories of violence and strife.\\n\\n'I have prepared a pyre using an incantation for purifying and letting go. Here, take the armbands. Add them to the fire with the bouquet you gathered. May the hearts of the warriors find peace, and may the twisted flowers unfurl and bloom again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Return to Glatharn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a5",
      "en": "Glatharn is located in Tham Lumren.\\n\\nYou should talk to Glatharn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'At present, I personally do not require your aid. However, Glatharn mentioned that he wanted to talk to me about something. Go see if you are able to lend assistance, that I might continue my work.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a8",
      "en": "Glatharn is located in Tham Lumren.\\n\\nYou should bring the twisted rotroot flowers to Glatharn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Collect twisted rotroot ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Amongst the ruins of Tham Lumren, ghostly spectres cling to ancient artifacts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e04",
      "en": "Return to Glatharn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e34",
      "en": "Add the armbands and bouquet to the pyre",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Mae govannen! I am indeed Glatharn. I heard tell that you might be interested in offering assistance to our cause. I have a… slightly odd request. We are camped near the ruins of Tham Lumren. As with the rest of Haudh Erthaid, Tham Lumren has played host to countless battles. Many of which saw Elves and Men meet their demise. For some of those folk, a physical death was not enough to send their spirits onwards, and they lurk among the ruins, attacking blindly, and imagining that their last battle still rages.\\n\\n'I have identified certain artifacts that I believe are tethering these troubled shades – twisted, golden armbands that they wore in life. Thalathril will not grant me leave to assist these confused soldiers, but you have the freedom to do so. Please, go and collect armbands from the shades.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Glatharn is located in Tham Lumren.\\n\\nThalathril has suggested you offer your assistance to Glatharn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "The air smells fragrant and feels lighter, somehow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Glatharn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Collect twisted armbands ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "DNT - Return to ELF",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Twisted spirits can be found at Tham Lumren, in the north-east Angle.\\n\\nGlatharn has asked you to collect twisted armbands from twisted spirits.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Glatharn is located in Tham Lumren.\\n\\nYou should bring the twisted armbands to Glatharn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "The pyre is in Tham Lumren, in the eastern Angle.\\n\\nGlatharn has asked you to add the twisted rotroot and armbands to the pyre.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Twisted rotroot can be found along the banks of the rivers that border the Angle.\\n\\nGlatharn has asked you to collect a bouquet of twisted rotroot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Return to Glatharn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "Collected twisted armbands ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Ah, you return! I knew you were more than a match for those poor spirits. Come, let me see what you bring.'\\n\\nYou hand him an armband.\\n\\n'Yes, it is as I thought. I think I know how we can help these warriors. The rivers that surround the Angle often ran red after the battles that were fought here. So much loss and violence has twisted some of the plants that grow in this area. On their banks, you will find twisted rotroot. Collect a bouquet of their flowers and bring it here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Collected twisted rotroot ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}