{
  "id": 621061920,
  "txt": [
    {
      "id": 228284039,
      "en": "'Greetings [placeholder], have you heard the news? My brethren in Erebor have reclaimed the last of golden hoards left by Smaug the terrible. After much toil, this great hall has been restored to its former glory!\\n\\n'In honour of this momentous time, King Thorin III has commanded us to open its doors to all that we might share in its beauty. While the greatest of its treasures have been removed for safe keeping, the gold remains as a reminder of our past.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "You should return to the entrance of the neighbourhood to speak with Gárthi Lockwarden.",
      "es": ""
    },
    {
      "id": 126754725,
      "en": "The Golden Hall of Erebor",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "This winding hall is host to a number of town services",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Welcome back, my friend! Was the hall not a marvel to behold? Surely there was a dwelling, or two, that caught your eye like some gleaming gem.'",
      "es": ""
    },
    {
      "id": 24695129,
      "en": "The gates to the final golden hoard of Smaug are open and the Dwarves of Erebor seek to inhabit this great hall once again.",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Visit the Erebor neighbourhood.",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Visit a deluxe home along Oakenshield Way or Ironfoot Road",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "The great hall stands before you, gleaming green and gold.",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Visit the central overlook",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Visit the kinship hall",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "Great causeways stretch to the north, leading to the kinship hall",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Visit the Geode of Ironfoot Road",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Visit Erebor Provisions and Crafting Hall",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Visit a modest home along the Wyrmhoard Bridge",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "The entrance to the golden hoard can be found along the western walls of Tumnu-dûm, the Dwelling-halls in Erebor.\\n\\nYou should visit and explore the newly-restored hall.",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "You see an impressive home with multiple yards",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "You pass an unusual garden and see an even more unusual home",
      "es": ""
    },
    {
      "id": 177082793,
      "en": "You see a small dwelling that could be cozy with the right decorations",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "You discover a magnificent estate, rife with possibility",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to Gárthi Lockwarden",
      "es": ""
    }
  ]
}