{
  "id": 620853171,
  "txt": [
    {
      "id": 172691445,
      "en": "The Yule Festival",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Guide to the Yule Festival[nps]",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "A guide for this Winter's Yule Festival.",
      "es": ""
    },
    {
      "id": 59565250,
      "en": "Author Unknown",
      "es": ""
    },
    {
      "id": 102180561,
      "en": "\\nINTRODUCTION\\n\\nThere are new events in the Yule Festival! A chill winter has settled upon the good peoples of Middle-earth, and there is no better time to celebrate the shortest days of the year with festival cheer.\\n\\nWHERE TO GO\\n\\nThorin's Hall: The tavern in Thorin's Hall and the adjacent arena (NEW)\\nThe Shire: The Party Tree in Hobbiton\\nBree-land: The festival grounds in the Horsefields\\nEred Luin: The festival area of Duillond\\n\\n\\nNEW EVENTS\\n\\nTHE BEER-FIGHT\\nWhere: The ale-hall, which can be accessed from the tavern in Thorin's Hall.\\nBackground: The highly-coveted mug of glorious beer is in short supply, and the competition for its acquisition is tremendously fierce. Take care!\\nInformation: This event is available every ten minutes, and you will not be able to get the beer or use your weapon until the fight event begins. When the fight is underway, though, you are encouraged to use whatever means necessary to keep others away from your prize!\\n\\nTHE FESTIVAL RUN\\nWhere: The Delving Fields in the Shire, and the Horsefields festival grounds in Bree.\\nBackground: Race against unforgiving odds to acquire one of two Yule Festival steeds.\\nInformation: This is a tricky obstacle course that will require practice to make perfect. Beware of mud, for it will slow your steed, and you will find it much harder to cross the finish line in time. A carefully-executed jump will ensure a boost of confidence (and speed) that should help you on your way.\\n\\n\\nRETURNING EVENTS\\n\\nWhere: All festival areas! Join in the dancing, drinking, and merrymaking as you help Men, Elves, hobbits, and dwarves alike to celebrate this exciting season.",
      "es": ""
    }
  ]
}