{
  "id": 620853172,
  "txt": [
    {
      "id": "0xd085251",
      "en": "Dear [placeholder],\\n\\nThis is your invitation to the Yule Festival! I have my hands full as usual, but there are new Events for you to enjoy. Bring this note to Gísli Strongclub in Thorin's Hall, for he has requested all the help he can get, and he shall introduce you to all of the excellent and exciting events being offered this fine winter in the meantime.\\n\\nSincerely yours,\\n\\nOpal Goodbody",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Hello, hello! I see you have found our new ale-hall, and I am glad you have, for I need all the hands I can get! People have come from all around to steal my beer. It's not just any beer, but the most glorious beer in all of Middle-earth.\\n\\n'The problem is that once someone tastes it, it seems they can't get enough, and now they are attacking from all sides to get at it. I'm afraid there is nowhere near enough to go around. Please say you'll help me! The whole festival is at stake.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Are you here to help?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "An Invitation to the Winter Festival",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Yule Festival is upon us once again, and you have been formally invited to participate in this year's exciting events.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Gísli Strongclub in Thorin's Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gísli Strongclub can be found inside the new Festival Arena, an ale-hall inside of Thorin's Hall.\\n\\nYou should speak with Gísli Strongclub, who will illuminate this year's festival events for you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak with Gísli Strongclub in Thorin's Hall",
      "es": "",
      "es (fem)": ""
    }
  ]
}