{
  "id": 620796787,
  "txt": [
    {
      "id": 136263297,
      "en": "Elrond has returned the orders to you",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Glóin looked at the set of orders recovered from the Uruks in Goblin-town and found that they were also written in the Black Speech.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'We have no time to waste, [placeholder]. Take these directly to Master Elrond in Rivendell and beseech him to translate them. We have already been delayed too long.\\n\\n'It is vital that we learn what the Uruks are up to. If they are able to muster the goblins of the Misty Mountains, who knows what force will be arrayed against us?\\n\\n'Quickly now. Rivendell lies to the south-west, if you were not aware already.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Elrond is at the Last Homely House in Rivendell, south-west of Glóin's camp.\\n\\nGlóin realized that another set of orders written in the Black Speech would take too long to translate and sent you to Rivendell in order to speak with Elrond directly.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Master Glóin was wise to send you to me. It appears that his fears regarding the goblins have proven true. Though I am loath to say it, it appears a new goblin-leader has emerged within the hollows of Goblin-town. This new Great Goblin has united the goblins in there and even now defies the emissary sent from the north.\\n\\n'Glóin should be told that the emissary from the north is under orders to force the goblins to heed the call of Angmar. Warn him of this and tell him to be cautious.\\n\\n'Take the orders back to him and bid him read my words.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Glóin is at his camp just outside of Goblin-town, north-east of Rivendell.\\n\\nElrond Halfelven made marks upon the orders and warned you that the goblins had a new leader, a Great Goblin who was defiant of the Uruks' intrusion in Goblin-town. He sent you back to Glóin with the translated orders.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Return to Glóin swiftly. He must be warned at once.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You should never see this text.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Quickly now, show those orders to Master Elrond at Rivendell. We haven't much time!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'The Great Goblin? But this cannot be! Gandalf slew the Great Goblin with Glamdring. Another goblin has risen in his place, I am sure of it. This news is most distressing.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'You should never see this.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Show the orders to Elrond at Rivendell",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Deliver the orders to Glóin at his camp in the Misty Mountains",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Indecipherable",
      "es": ""
    }
  ]
}