{
  "id": 620796798,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Zagh, Master of the Guard",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Farmak the Best Runner",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Defeated Dâgal the Observer",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Glóin received information from Rivendell that there are several leaders in the depths of Goblin-town. Vighar Roadwalker, under orders of Glóin, offers rewards for hunting down these leaders within Goblin-town.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Glóin tells me that you have been working with him to discover why the goblins of Goblin-town have become so bold. I thought you would like to know that he informed me of a good number of leaders within Goblin-town that need to be found and disposed of to weaken the goblins' resolve.\\n\\n'I do not know where within the depths you will find these leaders, but when you do, you should deal with them expediently.\\n\\n'Goblin-town is to the north-east of this camp, and you will find these goblin-leaders throughout the place.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The goblin-leaders Zagh, Dâgal, and Farmak dwell within Goblin-town. Goblin-town lies to the north-east of Glóin's camp.\\n\\nVighar Roadwalker has tasked you with hunting down and defeating several leaders within the depths of Goblin-town.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'There are too many goblins, if you ask me -- but then, one is too many. However, if they are this organized, then there must be someone leading them... someone with greater authority.\\n\\n'We must remain vigilant, [placeholder].'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Vighar Roadwalker is at Glóin's camp in the Misty Mountains, just outside of Goblin-town.\\n\\nYou found the goblin leaders throughout Goblin-town. Dâgal watched over the Orcs from Angmar, Zagh travelled the tunnels yelling at the guards, and Farmak was found running through the tunnels in search of intruders. Now that thay have been defeated, you should return to Vighar.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Find the goblin-leaders in the depths of Goblin-town. When they have been dealt with, return to me. Goblin-town is to the north-east of Glóin's camp.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Your efforts are greatly appreciated, [placeholder].'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find and defeat Zagh, Master of the Guard",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find and defeat Farmak the Best Runner",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Find and defeat Dâgal the Observer",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Vighar Roadwalker at Glóin's camp outside of Goblin-town",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Leaders of the Deep",
      "es": ""
    }
  ]
}