{
  "id": 620796797,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Kaushar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Goblin-town lashers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The notes you discovered spoke of trolls being kept in the deep parts of Goblin-town, drumming to stir up the goblins and prepare them for battle. Glóin has tasked Vighar with organizing parties to enter the drum areas and kill the trolls and the leader of the lashers there to lessen the threat that they represent to the people west and east of the Misty Mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Your discovery in Goblin-town has us all on edge around here, [placeholder]. Something terrible is amiss, and we must be vigilant against that growing darkness or face a terrible foe when they are organized.\\n\\n'Glóin would like to see that this never comes to pass and has asked me to find those willing to face the strongest enemies within Goblin-town.\\n\\n'The translation of the sheaf mentioned goblin-lashers keeping troll-drummers in line in the deep places of Goblin-town. We need you to go there, seek out these lashers, kill them and their leader, then return to us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Goblin-town is to the north-east of Glóin's camp.\\n\\nVighar has asked you to find your way through the stronghold to the area where the troll-drummers are watched over by the lashers. Kill several of these goblins and their leader, Kaushar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'This news is bright indeed, friend! You are proving an invaluable asset to us.\\n\\n'We are in your debt, and I personally thank you. I have no desire to face a host of trolls driven forward by cruel goblin masters.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Vighar Roadwalker is at Glóin's camp just outside of Goblin-town.\\n\\nKaushar and the lashers used their trolls against you, but you were successful in defeating them. You should now return to Vighar with your report.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We do not know where the trolls and the goblin-lashers may be within the stronghold. We know only that the notes you recovered makes mention of them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'We shall call you [placeholder], Destroyer of Goblin-town, one day, I think.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Kaushar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Goblin-town lashers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Speak with Vighar at Glóin's camp outside of Goblin-town",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Drum-keepers",
      "es": "",
      "es (fem)": ""
    }
  ]
}