{
  "id": 620796762,
  "txt": [
    {
      "id": 263472884,
      "en": "'Protect me! We must do as the Ever-seer commands! Spread out!'",
      "es": ""
    },
    {
      "id": 215654803,
      "en": "'You impress Eldgang.'",
      "es": ""
    },
    {
      "id": 166020785,
      "en": "'Fool! You have failed and brought the intruders right to us!'",
      "es": ""
    },
    {
      "id": 166020786,
      "en": "'They must not be allowed to enter Norbar! Stop them at all cost...ha! You will need my aid.'",
      "es": ""
    },
    {
      "id": 215954761,
      "en": "'You have interfered for the last time! I will make certain you go no further!'",
      "es": ""
    },
    {
      "id": 58502178,
      "en": "'We cannot defeat him alone! Only the hottest flames will destroy him!'",
      "es": ""
    },
    {
      "id": 195280593,
      "en": "'You there, little one! You are not like the Ghâshfra...have you come to help the Eldgang?'",
      "es": ""
    },
    {
      "id": 195280594,
      "en": "'The first Eldgang came here after the Great Destruction when this city fell into the earth. They made it their home, and now it is our home, too.'",
      "es": ""
    },
    {
      "id": 195280595,
      "en": "'There was great evil here when my people came, and it remains, though imprisoned...'",
      "es": ""
    },
    {
      "id": 209363347,
      "en": "'Thank you, little ones.'",
      "es": ""
    },
    {
      "id": 195280596,
      "en": "'But the Ghâshfra, the Fire-orcs, seek to unleash the Great Evil and use it against us.'",
      "es": ""
    },
    {
      "id": 181440883,
      "en": "'Well done.  Trust in you was smart of Eldgang.'",
      "es": ""
    },
    {
      "id": 195280597,
      "en": "'We fight the Ghâshfra, but they are many.'",
      "es": ""
    },
    {
      "id": 195280598,
      "en": "'Will you help us? If you fight the Ghâshfra, I must warn you to beware the Ever-seer....'",
      "es": ""
    },
    {
      "id": 117666164,
      "en": "Thrâng enters the fray!",
      "es": ""
    },
    {
      "id": 101038129,
      "en": "'They are coming, Eimyr, as I told you they would. The little ones approach.'",
      "es": ""
    },
    {
      "id": 101038130,
      "en": "'Glathlírel knows nothing! What has she ever done but enslave you? You must deal with the little people now!'",
      "es": ""
    },
    {
      "id": 117513041,
      "en": "'Why is it that you destroy my forces?'",
      "es": ""
    },
    {
      "id": 117513042,
      "en": "'You will pay for that!'",
      "es": ""
    },
    {
      "id": 117513043,
      "en": "'This will make things much tougher!'",
      "es": ""
    },
    {
      "id": 242291746,
      "en": "'ENOUGH!'",
      "es": ""
    },
    {
      "id": 117513044,
      "en": "'You are only delaying your death, fools!'",
      "es": ""
    },
    {
      "id": 133064548,
      "en": "'Deal with them! I must see to our friend.'",
      "es": ""
    },
    {
      "id": 134446113,
      "en": "'You slay the Orcs as well?  Why?  What is this?'",
      "es": ""
    },
    {
      "id": 134446114,
      "en": "'The Ever-seer said you help Orcs!  Why you not help Orcs?'",
      "es": ""
    },
    {
      "id": 134446115,
      "en": "'I am confused!  Perhaps you are not enemy he says!'",
      "es": ""
    },
    {
      "id": 51223732,
      "en": "Injured Ranger",
      "es": ""
    },
    {
      "id": 134446116,
      "en": "'Why do you kill the Eldgang's enemy?  Are you then friends?'",
      "es": ""
    },
    {
      "id": 212509075,
      "en": "'You move like we do.  I will call you friend.'",
      "es": ""
    },
    {
      "id": 42592372,
      "en": "'My pets, destroy them!'",
      "es": ""
    },
    {
      "id": 134162661,
      "en": "'The Ever-seer has lied to us! He betrayed us from the beginning! He must not be allowed to escape.'",
      "es": ""
    },
    {
      "id": 218240868,
      "en": "'I have seen enough. The time of the Eldgang ends now! Run for your lives if you wish to save yourself!'",
      "es": ""
    },
    {
      "id": 225568545,
      "en": "'I am...confused. They never brought harm before. Glathírel said....'",
      "es": ""
    },
    {
      "id": 225568546,
      "en": "'We will do as you say then, Ever-seer. You have protected us so far.'",
      "es": ""
    },
    {
      "id": 7912158,
      "en": "'You have led the Orcs to us, little ones! The Ever-Seer spoke true! You are not to be trusted!'",
      "es": ""
    },
    {
      "id": 230422238,
      "en": "'I call forth more help!  To me, darklings!  Arise from the shadows!'",
      "es": ""
    },
    {
      "id": 229027044,
      "en": "Hi!",
      "es": ""
    },
    {
      "id": 170905907,
      "en": "'Eldgang thank you, [placeholder].  Please speak to us if you need help, little ones.'",
      "es": ""
    },
    {
      "id": 149011101,
      "en": "'Stop them! Everyone focus on the intruders!'",
      "es": ""
    }
  ]
}