{
  "id": 620796794,
  "txt": [
    {
      "id": 136263297,
      "en": "You have spoken with Glóin",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have spoken with Dwalin",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Bilbo Baggins has completed his book and would like to make certain that his memory of the important locations and events is correct.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'All this talk about Goblin-town and my adventures with Thorin and company has brought back many memories. I was wondering if it wouldn't be too much a bother to have you visit my old friends. I have heard tell that Dwalin is at Thorin's Hall in the Blue Mountains, away west of the dear old Shire and that Glóin is encamped in the Misty Mountains, north from here.\\n\\n'I wonder if they have any memories of Goblin-town which I could add to my book. Would you visit them and find out for me?\\n\\n'I would go, but I pledged I had made my last journey. Well, my last journey for a long while anyway.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Dwalin is at Thorin's Hall far to the west, beyond the Shire. Glóin is at his camp north of Rivendell.\\n\\nBilbo Baggins would like to know if his dwarf-friends Dwalin and Glóin have any recollections which would make good additions to his book.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Bilbo Baggins? Old Burglar Baggins? There is a name I have not heard in many, many years.\\n\\n'So he would like my impressions of Goblin-town? Well, they were not good, that is for certain. All the whips, the stench, the goblins, the wretched songs they sang... it was a dreadful ordeal altogether.\\n\\n'And to make it worse, when Dori lost our burglar in those tunnels, and Gandalf demanded we go back for him... well, we nearly despaired. Then he appeared out of nowhere, alive! Oh, that was a strange day.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Bilbo Baggins is at Rivendell in the Trollshaws, south of Glóin's camp and far to the east of Thorin's Hall.\\n\\nDwalin and Glóin both shared stories of their adventure in Goblin-town. Now you should return to Bilbo.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Good old Bilbo. I have never met a burglar his equal. We were lost in the great Mirkwood without him. And oh the surprise he gave us when we fled Goblin-town.\\n\\n'I tell you friend, Bilbo Baggins is a magnificent burglar.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'So you were able to find Dwalin and Glóin? Oh, that is good.\\n\\n'And Dwalin was impressed by my reappearance after escaping Goblin-town? Well, it never would have happened if I hadn't fallen into that dratted Gollum's cave and found... well, found my way out.\\n\\n'It's a pity that Gollum-creature escaped the Elf-king's people.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'If you would, please speak with my old dwarf-friends about their memories of Goblin-town. Dwalin is at Thorin's Hall, Glóin at his camp in the Misty Mountains.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Bilbo has you researching Goblin-town? We had a terrible time there. I was sure the Great Goblin was going to make an end of us... but then Gandalf came along and saved the day.\\n\\n'The fire went out, and all we could see was a towering column of smoke and sparks and Glamdring flashing blue in the dark. The Great Goblin fell dead, and his folk went all wild.\\n\\n'We still might not have escaped that place, if it hadn't been daylight outside.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I remember well of what Bilbo speaks, and I would rather not enter that place again. Darkness stirs in these lands now, and we might yet need to fight our way back through those forsaken tunnels and ancient halls.\\n\\n'Be cautious if it is Bilbo's charge to send you there.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Glóin in the Misty Mountains",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Dwalin",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Bilbo Baggins in Rivendell",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "My Dwarf Friends",
      "es": ""
    }
  ]
}