{
  "id": 620796790,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You did well against those goblins, but something you mentioned has me concerned. I fear that the sheer number of goblins milling about at the entrance to that place is greater than I expected. It can only mean that they are stirred up to some task or afraid of something deeper in those accursed halls. It merits further investigation.\\n\\n'Make your way back there, [placeholder], and look for the goblin-leader before the main hall. Something is amiss within those halls, and we must discover the truth, sooner rather than later.\\n\\n'If you find anything out of the ordinary, return to me so we can put an end to it quickly!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Black Speech! Accursed creatures! There is something brewing in that place, I am certain of this now.\\n\\n'This sheaf of papers is more than enough evidence that the goblins in Goblin-town are working towards some nefarious end. We shall need to delve further, I think, to see the true state of affairs here.\\n\\n'I recognize this word. Wargs....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Be swift, if the goblins are given enough time they may be prepared to move against the West. The people of the North Downs are already suffering enough, and if we can do something to ease their suffering here, we shall!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Order from the Darkness",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "After hearing how you fared against the goblins at Goblin-town, Gl贸in grew more concerned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You found a sheaf of nasty looking papers on the corpse of this goblin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Gl贸in at his camp outside Goblin-town",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The main entrance to Goblin-town is just to the north-east of Gl贸in's camp in the Northern High Pass.\\n\\nGl贸in believes that there may be something afoot within Goblin-town and bade you return to its halls in search of evidence exposing the reason behind the muster of the goblin-forces.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Search for orders among the goblins in Goblin-town",
      "es": "",
      "es (fem)": ""
    }
  ]
}