{
  "id": 620796789,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Wargs are not something we want to contend with, [placeholder]. I remember them circling below me long ago as clear as if it were happening now. Their eyes alone could cause the hardiest dwarf to lose heart. Even Gandalf the Grey seemed afraid of such a pack arrayed against us that night. I know that you have dealt with Wargs before with all that is brewing in the wild places, but Wargs with goblins is another matter. The goblins and Wargs have long been allied, and together, they are terrible.\\n\\n'Now look here... this word appears to be a name. I am not certain what it means, nor am I a scholar wise enough in this foul tongue to know what it truly says. I know only that we must deal swiftly with these Wargs.\\n\\n'Return to Goblin-town and hunt them down. Kill as many as you can and then return to me. I will see about getting these writings translated.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Goblin-keepers with the Wargs already? This does indeed mean that something darker and evil lies within Goblin-town. Fortunately, I received word from our friends at Rivendell about the orders you found.\\n\\n'Those orders told of visitors from the North being escorted to a specific part of Goblin-town, a place where the armies of Angmar are gathering.\\n\\n'It also spoke of a goblin sent there to watch over the visitors.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Hunt the Wargs in the tunnels of Goblin-town. In the meanwhile, I will work on getting these papers translated.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Memory of the Wargs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Glóin noticed one word which he recognized among the papers you found: Warg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Wargs in Goblin-town ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Wargs in Goblin-town ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "There are Wargs in the tunnels of Goblin-town, to the north-east of Glóin's camp.\\n\\nGlóin explained that, though he cannot decipher the full meaning of the documents you found, there is something sinister within. Seeing only a name and the word for Wargs, he sent you back into the depths of Goblin-town in search of the Wargs allied with the goblins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Glóin at his camp outside of Goblin-town",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Glóin is at his camp outside the entrance of Goblin-town.\\n\\nEntering Goblin-town, you found your way into the many twisting tunnels and defeated many Wargs. You found goblin-keepers with the Wargs, which may interest Glóin.",
      "es": "",
      "es (fem)": ""
    }
  ]
}