{
  "id": 620796795,
  "txt": [
    {
      "id": 218649169,
      "en": "'Well, hullo there! You seem a bit of an adventurous sort... perhaps you wouldn't mind helping out an old hobbit?\\n\\n'You see, I have been writing a book about my travels with Thorin and his Company -- off to deal with Smaug and get Thorin's gold back -- and I am afraid I may have gotten confused on some details. My memory isn't what it used to be, and I am unsure of the directions to some of the places we visited.\\n\\n'Perhaps you would help me? All you need to do is find the Back Door of Goblin-town... if you find the place, I have remembered them a-right. High in the mountains, along the stretch called the High Pass, we travelled and at night found a dry place in a cave midway up the mountain. You should find the entrance there. If not, well, try and find the correct directions for me, if you would be so kind.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Oh, you found it! That is wonderful.\\n\\n'Do you know, we found the doorstep quite by accident. We were camping there, taking refuge from a storm and some wayward boulders -- the giants were out playing catch, I suppose -- and were set upon by goblins!\\n\\n'Gandalf the Grey blasted a few, but we were captured and dragged down to Goblin-town. From there, the tale only gets more exciting.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Those directions I gave you should lead you straight to the doorstep of Goblin-town... I hope.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Passage to Darkness",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Bilbo Baggins has completed his book and would like to make certain that his memory of the important locations is correct.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have discovered the hidden entrance to Goblin-town",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find the hidden entrance to Goblin-town",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Bilbo Baggins described the location and advised you to use his description to find the hidden entrance to Goblin-town that he and the dwarves of Thorin's Company once came across on their journeys long ago.\\n\\nBilbo Baggins would like you to help him correct the directions to Goblin-town that he has written in his book.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Bilbo Baggins at Rivendell",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Bilbo Baggins is at the Last Homely House in Rivendell, south-west of Goblin-town.\\n\\nHaving completed the task Bilbo set you to, you should return to him at Rivendell.",
      "es": ""
    }
  ]
}