{
  "id": 620796788,
  "txt": [
    {
      "id": 218649169,
      "en": "'As I mentioned before, the papers spoke of visitors from the North, and at first I expected that they were Angmarim, like the ones we have seen crawling through the hills. It seems that the Angmarim here are not dealing with goblins at all, but rather great Uruks have come to Goblin-town to press the goblins into service.\\n\\n'Vighar Roadwalker has a list of names that the Elves discovered among the papers. Speak with him, and perhaps he can offer you rewards for some of the goblins mentioned therein.\\n\\n'I also would have you seek out the place where these visiting Uruks have been sent in Goblin-town and discover their whole purpose.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'More Black Speech. We cannot waste any more time, [placeholder]. The words written here must be translated quickly.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you collected the orders yet, [placeholder]? Please make haste!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Be sure to speak with Vighar before you return to Goblin-town. He has a list of the names found in those papers.\\n\\n'Be careful as you seek out the Uruks. Any one of them may carry orders for the goblins, but there may be one who is more clearly a leader among them.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Rumours of the North",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Glóin further explained the writings found on the sheaf of papers you recovered, which entailed a visitation by emissaries from Angmar.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected the orders",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect the orders",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Goblin-town lies to the north-east of Glóin's camp.\\n\\nGlóin sent you back to Goblin-town to find the orders carried by the Uruks from Angmar to the goblins of Goblin-town. You will need to locate the place within Goblin-town where the Uruks have gathered.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return the orders to Glóin at his camp outside of Goblin-town",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Gloín awaits you at his camp just outside of Goblin-town.\\n\\nYou should bring the papers you recovered to Glóin so that he may evaluate them.",
      "es": ""
    }
  ]
}