{
  "id": 620796793,
  "txt": [
    {
      "id": 136263297,
      "en": "You have spoken with Gandalf",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have spoken with Frodo Baggins",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Bilbo Baggins has completed his book and would like to make certain that his memory of the important locations and events is correct.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I would hate to ask this of you, [placeholder], but there is another place I would like you to go. The way is quite dangerous, and I simply am not sure whether I should indeed ask it of you, but it is a very important place... it is really where this whole mess began.\\n\\n'Deep within Goblin-town, there is a cave. I've mentioned it before, I'm sure. A wretched creature called Gollum once lived there. Gandalf says he is related to hobbits, but I just cannot imagine it.\\n\\n'At any rate, I would like you to find that cave and get me proper directions, as I stumbled into it quite by accident during my adventure with Thorin and Company. But perhaps you should speak with Gandalf the Grey and my nephew Frodo... they might have some reservations about anyone going there.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Gandalf and Frodo are in Bilbo's room on the first floor of the Last Homely House, in Rivendell.\\n\\nUncertain of the task he has set before you, Bilbo Baggins wants you to speak with his nephew, Frodo Baggins, and the Wizard Gandalf the Grey before setting forth on your journey.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well then, you have returned, and that means you have spoken to my nephew and my friend Gandalf. They aren't keen on your going to Gollum's cave? Well, I suppose I can't blame them, but I simply must know what has become of that place and how to find it again.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Bilbo Baggins is in the Hall of Fire in the Last Homely House at Rivendell.\\n\\nGandalf and Frodo warned you of the dangers found in the cavern in the dark. You should return to Bilbo Baggins with their opinions.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You really should speak with Frodo and Gandalf before you leave. Let me know what they think of this adventure I have tasked you with. You'll find them in my room on the ground floor.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Uncle Bilbo is a dear old hobbit, and he remembers his adventure fondly, but I do not think he even now understands exactly how terrible this whole thing is.\\n\\n'Gollum is loose, and he is searching for... well, he is searching for something he once possessed. If you go to that place, hope he has not returned there himself.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I dread the place you speak of, though I have never been there myself. Bilbo's encounter there has laid on me a terrible burden and has brought me great woe.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Bilbo wants you to go where? While Gollum no longer dwells within that cavern, it is by no means safe. You will have to pass through the ranks of goblins in Goblin-town.\\n\\n'What did he tell you of his encounter with Gollum? Nothing? That is good, for it entails knowledge which you need not be made aware of.\\n\\n'I cannot hinder you, if you believe yourself up to the task, but I warn against it.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Be cautious should you seek Gollum's cave, for the journey is long and perilous. The goblins will not likely let you pass unharmed.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Gandalf in Rivendell",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Frodo Baggins in Rivendell",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Bilbo Baggins",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Preparing for the Dark",
      "es": ""
    }
  ]
}