{
  "id": 620796786,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'All you have discovered will contribute to us keeping the Misty Mountains safer in the future. If our number was larger now, I have no doubt that Glóin would once again brave the depths of Goblin-town himself and destroy the goblins there. Alas, we are small in number, and there are greater threats to contain elsewhere. Let us be direct then....\\n\\n'Glóin would like you to be watchful for the goblin and troll, Rakothúrz and Horm, within the Great Goblin's throne room. Lord Elrond mentioned that the forces of Angmar wanted to draw them into the conflict in the north and west, and if we can destroy them we may save the lives of countless allies.\\n\\n'Search the throne room in Goblin-town for this troll and goblin, and after they are defeated, return to me. Goblin-town is to the north and east.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done! A victory against such a terrible foe is surely a great thing.\\n\\n'You have our thanks and should be content to know that you have saved the lives of many who would surely have suffered terrible fates at the hands of those foes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Seek out Rakothúrz and Horm within the throne room of Goblin-town.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Rakothúrz and Horm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Rakothúrz and Horm will do no ill to the Free Peoples, thanks to your efforts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Information received from the letters you recovered in Black Speech led Glóin to offer rewards for the defeat of Rakothúrz and Horm, a goblin-handler and a terrible Cave-troll found in the Great Goblin's throne room in Goblin-town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Tralli Gemfinder",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Goblin-town is to the north-east of Glóin's Camp and the throne room should lay straight through the many tunnels.\\n\\nTralli Gemfinder directed you to find and defeat the troll and goblin, Horm and Rakothúrz, within the Great Goblin's throne room.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Tralli Gemfinder is at Glóin's camp in the Misty Mountains, outside the entrance to Goblin-town.\\n\\nYou should return to Tralli Gemfinder with news of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}