{
  "id": 620796792,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Hail, friend, I would have a moment of your time, if you please. I have a request that may seem out of the ordinary. Long ago, I travelled through the Misty Mountains with Thorin's Company. We found ourselves in trouble within the mouth of a cave in those Mountains and ended up in a terrible place filled with goblins.\\n\\n'I fear that the recent increase of goblins here in the Blue Mountains, specifically at Sarnur, might mean a greater mustering of goblins throughout Middle-earth. I have heard reports that a friend from the same company is in the area now, and I was hoping that you could seek him out and see if there is anything that he has seen with regards to the goblins.\\n\\n'His name is Gl贸in, and he can be found at his camp in the western foothills of the Misty Mountains, far to the east of here, beyond the Lone-lands and the Trollshaws. Seek him out and warn him of the changes in the goblins' behaviour here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'My old friend Dwalin sends words of concern! Ha! \\n\\n'To be true, his concerns are well-founded. The goblins here are as riled as those in the Blue Mountains...moreso perhaps. There is word that the Elves under Master Elrond's care have even sent scouts to see what transpires within the halls of Goblin-town.\\n\\n'I have a mind to investigate myself, but the dwarves here need my assistance as the Dourhands and their allies are our main concern. Still... it may merit investigation.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Be swift! There could be great danger afoot in the Mountains.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Dwalin's Concern",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Dwalin is concerned about rumours that he has heard about stirrings in the Misty Mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Gl贸in at his camp in the Misty Mountains",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Seek out Gl贸in at his camp in the western foothills of the Misty Mountains, north of Rivendell, far to the east of Ered Luin.\\n\\nDwalin wants you to bring word of warning to his friend Gl贸in in the Misty Mountains. He believes that the increased goblin activity may not be restricted to the goblins in Ered Luin.",
      "es": "",
      "es (fem)": ""
    }
  ]
}