{
  "id": 620796796,
  "txt": [
    {
      "id": "0xd9b5683",
      "en": "'The Elf must be somwhere inside still, I saw no tracks of him on the way up here. Elrond said his name is Aeglas. If you find him, do what you can to see him to safety.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I have concerns [placeholder]. Elrond asked if we had seen a scout dispatched to Goblin-town from Rivendell. He surely would have come by here, but we have had no sight of him.\\n\\n'I fear he may have been captured by the goblins. If this is true, then I can only hope that he lives still and is kept somewhere in the prisons within Goblin-town. Venture within and see if you can find Aeglas.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I thank you and Master Elrond for your concern, but I am in no imminent danger.\\n\\n'The goblins are strong foes, but not so strong that I cannot leave this place. Yet, there is much that we may do together.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Aeglas went to scout Goblin-town...I fear he may have been captured. Find him quickly and rescue him, if it proves he needs it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Missing Scout",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Glóin believes that a scout sent to the north has become a prisoner of the goblins of Goblin-town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5022",
      "en": "Meet Glóin outside of Goblin-town",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "Meet Glóin at his camp outside of Goblin-town.\\n\\nGlóin explained that Elrond dispatched an Elf to investigate the stirrings of goblins from their mountain stronghold at Goblin-town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Aeglas within Goblin-town",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Seek out Aeglas in Goblin-town, to the North of Rivendell, in the Misty Mountains.\\n\\nGlóin explained that Elrond dispatched an Elf to investigate the stirrings of goblins from their mountain stronghold at Goblin-town. Fearing that Aeglas has been captured, he hopes that you may yet find him alive within the depths of the goblin city.",
      "es": "",
      "es (fem)": ""
    }
  ]
}