{
  "id": 620796791,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated goblins in and around Goblin-town ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Discovered Goblin-town's main gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The hatred between goblins and dwarves runs deep, and Glóin wants to go on the offensive against the goblins before their threat grows too great. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I first encountered the goblins of Goblin-town when I was with Thorin's Company on our quest to reclaim the Lonely Mountain. They had captured us and dragged us into their vile tunnels, cracking whips and singing terrible songs. We had our vengeance upon them at the Battle of Five Armies, but they simply returned to the Mountains and began gathering their strength again.\\n\\n'Now with darkness rising everywhere, they have become a threat again...a threat we must hinder as quickly as possible. The entrance we were taken through was hidden, probably a postern gate. Ahead is their main gate. Enter it and wreak havoc among their number.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The main gate into Goblin-town is to the north and east of Glóin's camp.\\n\\nGlóin has instructed you to enter the main gate into Goblin-town and defeat many of the Overland Goblins near the entrance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So many goblins! You say that there were more than enough for your blades, and I have no reason to doubt your word. I fear that my friend Dwalin may be right. The Darkness reaching into the Blue Mountains may also be stretching here to the Misty Mountains.\\n\\n'We must investigate further, I fear, and that means you must go back into the darkness of Goblin-town.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Glóin is at his camp, just outside the entrance of Goblin-town.\\n\\nGoblin-town teemed with goblins, and the forces within were ferocious and many. You steeled your nerve and struck against them, felling many as you pressed through the entrance of their terrible kingdom. Now you should return to Glóin with news of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Be careful, [placeholder]. The goblins are treacherous creatures, and they will not hesitate to throw a bag over your head and drag you down to their prisons or mines!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat goblins in and around Goblin-town ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Discover the main gate into Goblin-town",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Glóin at his camp outside Goblin-town",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Goblins at the Gate",
      "es": "",
      "es (fem)": ""
    }
  ]
}