{
  "id": 620796799,
  "txt": [
    {
      "id": 136263297,
      "en": "You have spoken with Glorwen",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have spoken with Oghûk",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Aeglas is concerned for the well-being of the other prisoners in the dungeons of Goblin-town and wishes to learn how they came to be there.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'There are prisoners in this place other than I, and of them I would know more. One is an Elf-maiden, for whom I am concerned. The other is one of the goblins' own.\\n\\n'I know not how the Elf-maiden came to be here, but she has not been treated well. If you would, go to her and learn her tale. I would know how she was captured by the goblins.\\n\\n'As far as the goblin goes, though I am loath to ask this, I would have you speak with him as well. He has been treated no better than the Elf-maiden, and that makes me wonder why he was imprisoned and not simply slain.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Elf-maiden and the goblin-prisoner are both in the dungeons of Goblin-town.\\n\\nAeglas seems unconcerned that he is captured by the goblins of Goblin-town. His concerns are more for the other prisoners within the depths, and he has asked you to discover what the others know of the unrest moving through the goblins of Goblin-town.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Stop looking at me, [placeholder]. You have been killing goblins all through Goblin-town. I'm in enough trouble as it is to dig a deeper hole for myself. Unless maybe you help me....'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Return to Aeglas within his cell in the Goblin-town prison.\\n\\nOghûk seemed an untrusting sort and offered no information unless you helped him. Glorwen seemed in good spirits, once she knew that Aeglas lived, and provided some important information. You should return at once to Aeglas.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Help me first, then maybe I will help you.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Glorwen should not be concerned for me. I will see that she is freed in good time. For the moment, I think the goblins are otherwise indisposed.\\n\\n'If the goblins and Uruks are indeed in contention one with the other, perhaps we can find a way to use that knowledge to our advantage.\\n\\n'I will also warn you to be cautious of your dealings with Oghûk. He is a goblin, and we cannot trust him, but the information he may have could be important.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Speak with the other prisoners and return to me when you have learned what they know of this place.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'The goblins have spoken of Aeglas and I have hoped that he still lived. Knowing that he is still alive gives me great hope.\\n\\n'I was taken captive while scouting the old giant ruins where the Wargs were gathering. The goblins came upon me in great number, and I could not resist them.\\n\\n'I know that the goblins are displeased with the arrival of emissaries from the North. The Blogmal Orc-tribe and an Uruk-leader come to press them into service. The goblins' leader, Ashûrz, is unwilling to assist the Uruks, and tension has been growing between them.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Please let Aeglas know what I have told you and wish him well.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Glorwen in the Goblin-town prison",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to the goblin Oghûk in the Goblin-town prison",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Aeglas in his cell in the Goblin-town prison",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Other Prisoners",
      "es": ""
    }
  ]
}