{
  "id": 620931509,
  "txt": [
    {
      "id": 246419793,
      "en": "You have scoured some of the old messes in the abandoned home, and it begins to look better already.",
      "es": ""
    },
    {
      "id": 246419777,
      "en": "The disputed estate can be found atop a hill near the fountain north of Meduseld in Edoras.\\n\\nYou should enter the estate and have a look around.",
      "es": ""
    },
    {
      "id": 111477333,
      "en": "Enter the disputed house",
      "es": ""
    },
    {
      "id": 246419783,
      "en": "There are messes all over the house, untouched from when Sigun and Sigmar's father passed away.\\n\\nA lovely house such as this should not go to ruin when two able men stand outside quarrelling. You should clean the house.",
      "es": ""
    },
    {
      "id": 177082742,
      "en": "The house is in complete disrepair....",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Sigun and Sigmar must reconcile their differences, or will face being thrown into prison and dragged in chains to Dunharrow.\\n\\n<rgb=#FF0000>NOTE: Edoras quests must be completed before the Evacuation of Edoras takes place.</rgb>",
      "es": ""
    },
    {
      "id": 177082720,
      "en": "Cleaned an old mess ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477337,
      "en": "Clean up old messes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'You cannot reason with him! He is too conniving, too stubborn.\\n\\n'Though perhaps you can help us. None of the other townsfolk will. We do not trust each other to enter the house, and so we have never set foot in it since our father died.\\n\\n'Perhaps you can look around and see if there is anything that may clarify the will. I am sure he meant to leave it to me.'\\n\\n<rgb=#FF0000>NOTE: Edoras quests must be completed before the Evacuation of Edoras takes place.</rgb>",
      "es": ""
    },
    {
      "id": 111477315,
      "en": "Completed",
      "es": ""
    },
    {
      "id": 111477316,
      "en": "(Must be completed before the Evacuation of Edoras)",
      "es": ""
    },
    {
      "id": 162883650,
      "en": "You have scoured some of the old messes in the abandoned home, and it begins to look better already.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Edoras: A House in Disrepair",
      "es": ""
    }
  ]
}