{
  "id": 620931543,
  "txt": [
    {
      "id": "0x3178d11",
      "en": "Amid the otherwise peaceful farm, you have overheard curious rustling from the nearby haystacks, hinting that all may not be well.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "You have investigated several haystacks and found a few Dunlendings hiding amidst the straw.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Cutting the Chaff",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Searched haystacks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Search haystacks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Haystacks can be found throughout the farm south-east of Middlemead.\\n\\nYou have heard curious rustling coming from the haystacks at a farm outside Middlemead. You should investigate to discern if the Dunlendings have infiltrated the farm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "Through your efforts, you have exposed several Dunlendings hiding amidst the haystacks outside Middlemead. The Dunlendings cannot be allowed to hold station so close to Middlemead, much less lay claim to any of Rohan's lands. With the Dunlendings defeated, the people of Middlemead will enjoy a renewed peace of mind.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "As you explore the farm, you overhear curious rustling sounds coming from what can only be the haystacks nearby. You should investigate the source of these strange noises, and search each of the nearby haystacks to ensure the safety of the people of Middlemead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730881",
      "en": "DNT -- Player will not see",
      "es": "",
      "es (fem)": ""
    }
  ]
}