{
  "id": 620931545,
  "txt": [
    {
      "id": 216727827,
      "en": "Captured crofters can be found inside the homestead to the south-east of Middlemead.\\n\\nYou have come across crofters captured by Dunlendings. You should free them from their captors and aid in reclaiming their homestead.",
      "es": ""
    },
    {
      "id": 126754725,
      "en": "Unwelcome Guests",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "You have encountered crofters bound inside their own farmhouse. You should rescue them from the nearby Dunlendings.\\n\\nCrofters can be found inside the homestead to the south-east of Middlemead.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "You have freed all of the crofters from their captors and brought some measure of peace back to the homestead.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Rescue crofters from the Dunlendings",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "You have rescued the crofters from a grim fate at the hands of Dunlendings. With these threats quelled, the homestead can now begin its harvest anew.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Rescue crofters from the Dunlendings ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "While searching the homestead outside Middlemead for signs of the Enemy, you have encountered crofters held prisoner inside their own home. You should free these crofters to spare them any fate their captors might impose upon them.",
      "es": ""
    },
    {
      "id": 51875092,
      "en": "After being ensnared inside their home, crofters outside Middlemead have become unwitting hosts to Dunlendings serving the White Hand.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Rescue crofters from the Dunlendings ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225642624,
      "en": "You have not yet freed all the crofters.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "DNT -- Kingstead Template",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Completed",
      "es": "Completado"
    }
  ]
}