{
  "id": 621035730,
  "txt": [
    {
      "id": "0x9b56885",
      "en": "'Tell my cousin Bori I am well... or well enough. He does worry.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 4.8: On The Threshold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Bróin inside the hidden cave of Drenghól",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Bori outside Zarkul-sulûn during the War of Three Peaks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'One obstacle remains, my friend. We must do something about Gorgar the Ruthless, the Orc who rules Gundabad. His Orcs will defend the Mountain-home from us for as long as he lives, but if I can put an end to him they will scatter. They will learn first-hand that only a dwarf can lay claim to the title Lord of Gundabad!\\n\\n'Blow the signal horns to rally dwarves to my banner: outside Zarkul-sulûn, in the field of battle, and at our forward encampment nearest to the Mountain-home! I will lead my warriors up the steps on this last offensive, and on the very threshold of the fortress I will challenge Gorgar for the rule of Gundabad!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'I am sorry, [placeholder]. We are right on the threshold of victory, but my heart is heavy.'\\n\\nYou ask Bróin what you can do to lighten his burden, and he frowns.\\n\\n'There is nothing, my friend. These worries are my own, and...'\\n\\nHe trails away, engaged in some internal debate. At last he nods decisively.\\n\\n'You have always stood by me and my kin, [placeholder], no matter the mistakes we have made; I will forget neither that loyalty nor those kindnesses. Neither will I keep these troubles from you, though I am shamed by them. This then is my confession, friend.\\n\\n'I fear my decision to seal away the mithril axe may have cost my father his life. Would Brogur still live today if we had wielded Zigilburk in defence of the Iron Garrison? When the horde emerged from the depths of Moria, could I have repelled them if I still possessed the truest reflection of Durin's own axe in this Age of the world? I chose to seal Zigilburk away because I thought it was cursed, but can you truly say that the Iron Garrison's fate in Moria could have been worse than it was? I find that hard to believe.\\n\\n'How many lives might I have saved if I kept Zigilburk, [placeholder]? How many lives in Moria, and how many lives here, on the steps of Gundabad?'\\n\\nYou speak what reassuring words you can, and Bróin thanks you for them, but you can tell his heart remains heavy.\\n\\n'Tell my cousin Bori I am well... or well enough. He does worry.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "Dwarves cheer the sound of the horn-call",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Did you hear the signal horns? Durin prepares to lead an assault upon the threshold of the Mountain-home, where he will strike down Gorgar the Ruthless and become the Lord of Gundabad!'\\n\\n<rgb=#00FF00>If you wish to participate in the raid, this is when 'Amdân Dammul, the Bloody Threshold' takes place during the story.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Dwarves cheer wildly at the sound of the horn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Durin believes the dwarves are beginning to turn the tide of battle in their favour, and he wishes to lead a charge up the steps to face the Lord of Gundabad and claim the fortress.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Bori is outside Zarkul-sulûn during the War of Three Peaks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "The dwarves shush you before you can blow the horn. It is probably just as well",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Durin asked you to use the signal horn outside Zarkul-sulûn to rally the dwarves for his assault upon the threshold of Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Durin asked you to use the signal horn at one of the trenches to the north-west of Zarkul-sulûn to rally the dwarves for his assault upon the threshold of Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Durin asked you to use the signal horn at the hidden cave of Drenghól, nearest encampment to the Mountain-home, to rally the dwarves for his assault upon the threshold of Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Bróin is in the hidden cave of Drenghól, nearest dwarf-encampment to Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Blow the signal horn outside Zarkul-sulûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Blow the signal horn in one of the trenches to the north-west of Zarkul-sulûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Blow the signal horn in the hidden cave of Drenghól, the nearest encampment to Gundabad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4d6fc61",
      "en": "'This is a SECRET hideout, friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4d6fc62",
      "en": "'Sssshhh!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4d6fc63",
      "en": "'Better not blow any horns here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'Blow the signal horns to rally dwarves to my banner: outside Zarkul-sulûn, in the field of battle, and at our forward encampment nearest to the Mountain-home! I will lead my warriors up the steps on this last offensive, and on the very threshold of the fortress I will challenge Gorgar for the rule of Gundabad!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Blow the signal horns to rally dwarves to my banner! I will lead my warriors up the steps on this last offensive, and on the very threshold of the fortress I will challenge Gorgar for the rule of Gundabad!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Blow the signal horns to rally dwarves to my banner! I will lead my warriors up the steps on this last offensive, and on the very threshold of the fortress I will challenge Gorgar for the rule of Gundabad!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}