{
  "id": 621035717,
  "txt": [
    {
      "id": 228284039,
      "en": "'I have a new mission for you, [placeholder].\\n\\n'My scouts have just returned from Ashmâr-zarakh with troubling news. It seems Gorgar has allowed some strange Orcs into his ranks, chief among them one of the Ghâshfra clan of Angmar. If the stories I heard of the Ghâshfra bear any truth, we have much to fear from this alliance.\\n\\n'You must go to Ashmâr-zarakh and find the Orc known as Draupush. Defeat him and douse the last embers of Nûrz Ghâshu! For the Zhélruka! For the Gabil'akkâ!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Your mission is to defeat Draupush, one of the Ghâshfra in service to Gorgar the Ruthless.\\n\\nYou should talk to Hórin and travel to Ashmâr-zarakh.",
      "es": ""
    },
    {
      "id": 133136801,
      "en": "Some monsters in this mission will apply a flaming reflect shield to themselves.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "After escaping the Rift of Nûrz Ghâshu, some of the surviving Ghâshfra found their way to Mount Gundabad where their mastery of flame has established them as powerful allies of Gorgar the Ruthless.",
      "es": ""
    },
    {
      "id": 261009168,
      "en": "Burning Shield",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Complete 'Mission: The Last Embers of Nûrz Ghâshu'",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'Well done, [placeholder]!\\n\\n'I have heard tales of the Ghâshfra of Angmar, but you have faced them in battle and lived to tell the tale. Let us hope Gorgar does not hide so many other surprises within Gundabad!'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Hórin",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "DNT TBD",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "You have completed your mission.\\n\\nYou should talk to Hórin for your reward.",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "In the armoury of Ashmâr-zarakh, the Orcs of Gundabad make ready their weapons of war. Rumours speak of an Orc of Angmar drawn into Gorgar's service….\\n\\nYour mission is to defeat Draupush, one of the Ghâshfra in service to Gorgar the Ruthless.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mission: The Last Embers of Nûrz Ghâshu",
      "es": ""
    }
  ]
}