{
  "id": 621035796,
  "txt": [
    {
      "id": 216727827,
      "en": "The messenger wants you to follow the road east, past the Hárveg Bridge. Before the road cuts into the Greylin River, there is an overlook to the south.\\n\\nRékkur believes this next clue may reveal something new, and has asked you to check.",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "An Angmarim rushes towards you!",
      "es": ""
    },
    {
      "id": 49286711,
      "en": "Talk to the woman",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "The overlook is empty, save for a set of fresh footprints.\\n\\nExamining them could offer some insight.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "One cryptic note has led to a scout's corpse and another note, answering nothing but creating more questions. Who has been sending these?",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "An unfamiliar woman approached you once you defeated the Angmarim at the overlook.\\n\\nTalking to her may answer some of the questions you have.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Curse the Orcs! Gáfin must have discovered something foul, I'm sure of it. I don't understand why he was holding a bat, but if we want to find out, we'll have to investigate ourselves. The scouts are busy enough.\\n\\n'This note directs you to follow the road eastward, past the Hárveg Bridge. Before the road cuts into the Greylin River, look for the overlook to the south.\\n\\n'Going there may reveal something about both the messenger and Gáfin's death, but stay cautious.'",
      "es": ""
    },
    {
      "id": 177082768,
      "en": "There are fresh footprints in the earth",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Go to the overlook",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Examine the footprints",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "Footsteps approach, and a voice calls out from nearby",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Unmasking the Messenger",
      "es": ""
    },
    {
      "id": 162883768,
      "en": "'Hail, stranger, I am Aighrig. When Lúkhag -- my bat -- approached you instead of Rékkur, I knew I had to measure your abilities and trustworthiness. That is why I led that Angmarim here; I mean you no harm.\\n\\n'I had not been planning on revealing myself so soon, but there are some goals better achieved together than alone. Unfortunately, the truth behind the scout's death eludes me, but perhaps we can recover whatever information was lost.'",
      "es": ""
    }
  ]
}