{
  "id": 621035665,
  "txt": [
    {
      "id": "0x9b56880",
      "en": "The bear cub snorts in your direction, but you cannot guess at its meaning. Is this Vídar? You hope so, both for your sake and his!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Vídar returned and spoke of your prowess! Thank you for keeping an eye on him, [placeholder].'\\n\\nYou are relieved to learn that the bear cub was Yrsa's son Vídar after all. On the journey back to Limlók you had not been entirely certain.\\n\\n'Your friends have gathered behind the lodge to release the messenger-ravens. You should join them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Runerik Knotbeard is outside his lodge in the village of Limlók.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Are they ready or not? What is the delay?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I am troubled by this news that Gorgar, brother of Mazog, now rules in Gundabad, but do not mistake me! I do not fear him. The line from which he springs has long troubled Durin's Folk, but have we not laughed last in every case? We are not unprepared to deal with Gorgar, now that we know we must.\\n\\n'We must send messages to Durin in Skarháld and to King Thorin at the Lonely Mountain, warning them of Gundabad's new leader. It is for this very purpose I brought messenger-ravens with me on this journey, [placeholder], though I did not guess at the content of the messages they needs must bear!\\n\\n'Will you ask Runerik for some parchment upon which I can write these messages of warning? I brought the birds, it is true, but I seem to have left my papers behind.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "The box of scrolls is near the task board in Limlók.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Talk to Yrsa Spearwife in Limlók",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I do not understand why your friend is so concerned about the one called \\qGorgar the Ruthless.\\q One Orc is much the same as any other, in my experience and that of my kind.\\n\\n'But I can spare some parchment for him to write the frightened warnings he wants to send back home. There is a box of paper near the task board, and my people use its contents to post requests and other messages on the board. You can give him some parchment from that box, if you must.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Glóin has made his decision: he must send message-ravens to Skarháld and to the Lonely Mountain bearing word of this new Lord of Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Find the dwarves behind Runerik and Yrsa's lodge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Glóin is in the centre of the village, preparing his ravens to carry messages to Skarháld and the Lonely Mountain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Talk to Imák behind Runerik's lodge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Watch the departure of the messenger-ravens",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a5",
      "en": "Talk to Runerik Knotbeard outside his lodge in Limlók",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Did you find the parchment you needed?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Glóin is in the centre of the village, preparing his ravens to carry messages to Skarháld and the Lonely Mountain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e35",
      "en": "Bring the small parchments to Glóin in Limlók",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Ah, these will do nicely, thank you. I need to decide how to phrase this message, and then copy it onto each of these papers. I need to...'\\n\\nGlóin looks up with barely-disguised irritation.\\n\\n'I need to concentrate, and this child has peppered me with questions ever since I began! Yes, yes, I told you once! This one is Vaka, and this one is Telgja. Their names mean Vigilant and Cutter, if you must know.'\\n\\nGlóin masters his tone, and speaks again to you.\\n\\n'And this one here is Hjála, which means Chatter, and I daresay he and this Beorning child have much in common! Can you keep this child entertained while I prepare these messages, [placeholder]? I need to think, and these constant questions are not helping!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "A young Beorning child stands nearby, fascinated by Glóin and the messenger-ravens.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Do they fly very high? How do they know where to go? What's the farthest they've ever flown before?'\\n\\nVídar pauses for air, and you manage to interject a question. The child considers it briefly.\\n\\n'Have I any chores that need doing? Well, yes, I suppose. I am nearly a man grown, after all, and Mother says it is my job to scout outside Limlók once a week. I will go do that now, if you will let her know! You have already met her, yes? Her name is Yrsa.\\n\\n'Okay, I am leaving now. But I want to learn more about the ravens when I get back!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08ed60",
      "en": "The bear cub hurries away in triumph!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Yrsa Spearwife is in south-east Limlók.\\n\\nAccording to her son Vídar, Yrsa has tasked him with scouting outside the village once a week.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'It is true, I told Vídar that as he grows into a man he must shoulder further duties around the village. That includes scouting the wilderness outside Limlók, but I did not expect him to choose to do so immediately after an attack by an Orc raiding-party!\\n\\n'He has always been a bold boy. I should have expected it, after all! Perhaps you can ease a mother's worries by finding him on his patrol and ensuring he does not run into harm? There are three places he enjoys to scout, to the south-east, south, and south-west of the village. Look for him at one of these locations and safe-guard Vídar, and I will remember your good-hearted assistance.\\n\\n'It will also keep him out from underfoot your dwarves, which I know they will appreciate. Vídar always has so many questions.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'I am almost ready to go!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to Runerik Knotbeard in Limlók",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Yrsa told you to scout the wild lands south of Limlók with her son Vídar. You will find the Beorning boy at one of three different spots: to the south-east, south, or south-west of the village.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Take some small parchments from the box of scrolls",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Find Glóin and his ravens in the centre of Limlók",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Talk to Vídar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Talk to Yrsa Spearwife in Limlók",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Talk to Vídar at one of his three favourite scouting locations",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Yrsa Spearwife is in south-east Limlók.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "The dwarves have gathered behind Runerik and Yrsa's lodge to release the messenger-ravens.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a6",
      "en": "'Will you ask Runerik for some parchment upon which I can write these messages of warning? I brought the birds, it is true, but I seem to have left my papers behind.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Imák is behind Runerik's lodge to watch the release of the messenger-ravens.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a7",
      "en": "'I do not understand why your friend is so concerned about the one called \\qGorgar the Ruthless.\\q One Orc is much the same as any other, in my experience and that of our kind. Is it not so?\\n\\n'But I can spare some parchment for him to write the frightened warnings he wants to send back home. There is a box of paper near the task board, and the people of Limlók use its contents to post requests and other messages on the board. You can give him some parchment from that box, if you must.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a8",
      "en": "'There is a box of parchment near the task board, and the people of Limlók use its contents to post requests and other messages on the board. You can give him some parchment from that box, if you must.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "The messenger-ravens will bear word of the new Lord of Gundabad to Durin at Skarháld and to King Thorin in the Lonely Mountain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "Runerik Knotbeard is outside his lodge in the village of Limlók.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56851",
      "en": "Glóin is focused on preparing the ravens. He has not noticed you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "'I need to think, and these constant questions are not helping!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56854",
      "en": "'Find Vídar on his patrol and ensure he does not run into harm. There are three places he enjoys to scout, to the south-east, south, and south-west of the village. Look for him at one of these locations and safe-guard Vídar, and I will remember your good-hearted assistance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56855",
      "en": "You greet the bear cub in the language of its kind, and he responds jovially. 'Did you get lost?' he asks, his ears twitching.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56856",
      "en": "'Vídar returned and spoke of your combat prowess! Thank you for keeping an eye on him, [placeholder].\\n\\n'Your friends have gathered behind the lodge to release the messenger-ravens. You should join them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56857",
      "en": "'Your friends have gathered behind the lodge to release the messenger-ravens. You should join them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'The ravens have been sent? Fine, fine.'\\n\\nRunerik's brows crease with a new thought.\\n\\n'I should have read the messages before your dwarf friend released the ravens. He has not called an entire company of dwarves here, has he?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'The messages are sent. Now it is up to the Longbeards to do what must be done. I will decide for myself whether to continue with this endeavour.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1170",
      "en": "Glóin has attracted some attention while he readies his ravens",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1173",
      "en": "Glóin grunts without commitment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1178",
      "en": "The dwarves have gathered to watch Glóin release the ravens",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6ac9",
      "en": "Fight alongside the bear cub",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1179",
      "en": "The bear cub hurries away in triumph!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5e60",
      "en": "The bear cub has been defeated!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1189",
      "en": "You remove suitable papers from the box, leaving some for the folk of Limlók",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 3.1: A Matter of Survival",
      "es": "",
      "es (fem)": ""
    }
  ]
}