{
  "id": 621035741,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Let us follow after Durin, my friend! We will lend what aid we can, and be among the first to venture within the Mountain-home in victory!\\n\\n'I have an idea. Let us take another path to the steps of Gundabad. In that way we will obtain the element of surprise, and may be of greater help to the prince and to his warriors!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Quickly! We must follow Durin and his warriors! Thálfi told me of a path near Dûn Traikh that will allow us to gain access to the threshold of Gundabad from the other side!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'We were so near to victory, [placeholder]! What cruel chance has brought Hrímil Frost-heart here to rob us of our triumph? How came she to escape her icy prison?\\n\\n'This is not a defeat. We will not stray from our course! We will regroup and mount one last offensive, and no Orc or dragon will stand before the might of my armies! I am descended from the line of Durin, and I will prove the glory of my name and the rightness of my cause!\\n\\n'Rally my forces. When all is ready, we will storm the gates, and Gundabad will once again be ours, at last!'\\n\\n<rgb=#00FF00>The story continues in the Gundabad expansion!</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Bori outside Zarkul-sulûn and go with him to confront the Lord of Gundabad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 4.9: The Lord of Gundabad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Durin inside Zarkul-sulûn during the War of Three Peaks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Bori is outside Zarkul-sulûn, eager to follow after Durin's assault up the steps. Can victory be close at hand?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Durin is inside Zarkul-sulûn during the War of Three Peaks, still reeling from the events of his assault on the steps before Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d19",
      "en": "Durin's assault up the steps of Gundabad intends to reclaim the Mountain-home from the new Lord of Gundabad, but such a prize cannot be claimed so easily.",
      "es": "",
      "es (fem)": ""
    }
  ]
}