{
  "id": 621035675,
  "txt": [
    {
      "id": 162883764,
      "en": "'Prince Durin has need of our mapping skill in the war effort, [placeholder]. Take this parchment and scout the ruins and camps nearby: two old dwarf ruins, one to the north-west and one to the south-west. When you arrive at these, I ask that you draw them on the map. I think there must also be a warg den further north-west, so map that too! In this way, Durin can fashion a plan of attack. Good fortune to you, and when you have finished I will meet you at Zudramdân, the site that will be our foothold further ahead!'",
      "es": ""
    },
    {
      "id": 177082793,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 162883718,
      "en": "'My army will need to cross Elderslade before we can wage war upon the gates of Gundabad, and I want to know what we are up against beforehand! Biraisbij tharâkh, my friend. Find Thálfi beside the river just north-west of Annâk-khurfu and help him with this task.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 4.1: Plans of Attack",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Talk to Thálfi at Zudramdân, north-east of the lake that borders the foothills",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Defeat Angmarim in Elderslade ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'We have the fighting spirit, my friend, but we will need more than that if we are to reclaim Gundabad. We need information! To that end, I dispatched Thálfi the scout to be my eyes and ears in Elderslade. Look for him beside the river just to the north-west of Annâk-khurfu and help him survey the location of the enemy forces among the foothills.\\n\\n'My army will need to cross Elderslade before we can wage war upon the gates of Gundabad, and I want to know what we are up against beforehand!\\n\\n'Biraisbij tharâkh, my friend. Biraisbij tharâkh.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I heard you would fight alongside us to reclaim Gundabad, [placeholder], and I am pleased to learn that was not just a rumour! You see, I wanted to thank you: I believe you saved my life!\\n\\n'When the great mass of goblins and Orcs erupted from the deep places beneath Moria in that last great flood of evil that spelled defeat for the Iron Garrison, I was separated from my comrades. I was lost and alone in the darkness, cut off from my friends, and it seemed my end was truly at hand. But wait! I still had the map you helped me to prepare of the Winding Way, and by making use of it I was able to find my way back to my retreating allies... so I thank you once again!\\n\\n'Prince Durin has need of our mapping skill in the war effort, [placeholder]. Take this parchment and scout the ruins and camps nearby: two old dwarf ruins, one to the north-west and one to the south-west. When you arrive at these, I ask that you draw them on the map. I think there must also be a warg den further north-west, so map that too! In this way, Durin can fashion a plan of attack. Good fortune to you, and when you have finished I will meet you further ahead at Zudramdân.'",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Oh, this map is quite well-done, [placeholder], in both artistry and knowledge.\\n\\n'I heard some troubling news, however. It seems there may be some Angmarim cultists readying for one of their loathsome rituals north of here, at Caivád Sâr. Can I ask you to go there to investigate, defeating any of the cultists you find and adding their camp to your map? Prince Durin will want to know the extent of the Angmarim force allied with the Orcs of Gundabad.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Hmm. I am worried that both the Orc and Angmarim presence may be larger than my initial scouting indicated, [placeholder]. You are certain these numbers are accurate?\\n\\n'And where did all these cultists come from? I thought their kingdom was ended!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The great force of dwarves is ready for the assault, with more arriving every day. Now Durin seeks to formulate a battle plan that will bring this force across Elderslade to Gundabad.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Thálfi is at Zudramdân, the forward camp of Durin's great force, south of Caivád Sâr.",
      "es": ""
    },
    {
      "id": 49286660,
      "en": "Use the map-ready parchment to add Caivád Sâr to the map",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 49286661,
      "en": "Bring the map back to Thálfi at Zudramdân",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Thálfi is beside the river just north-west of Annâk-khurfu, preparing to scout the mountainous region in advance of the assault.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Thálfi sent you to add three locations to the parchment he gave you: two old dwarf ruins to the north-west and south-west, and a warg camp further north-west.",
      "es": ""
    },
    {
      "id": 49286710,
      "en": "Use the map-ready parchment to add Shakal-atrâd to the map",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 49286712,
      "en": "Use the map-ready parchment to add Howlers' Notch to the map",
      "es": ""
    },
    {
      "id": 177082768,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 216727833,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Talk to Thálfi beside the river just north-west of Annâk-khurfu",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Thálfi is at Zudramdân, the forward camp of Durin's great force. Zudramdân is north-east of the lake that borders the foothills of Elderslade.",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "You quickly sketch Caivád Sâr on your map, noting the Angmarim presence",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "You sketch the outside of Shakal-atrâd, but all seems quiet",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "You add a brief sketch of the paths of Howlers' Notch to your map",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Thálfi wanted you to add the Angmarim presence at Caivád Sâr to your map, and to defeat any of the cultists that cross your path. Caivád Sâr is to the north of Zudramdân.",
      "es": ""
    },
    {
      "id": 49286677,
      "en": "Use the map-ready parchment to add Zarkul-sulûn to the map",
      "es": ""
    },
    {
      "id": 49286678,
      "en": "Use the map-ready parchment to add TBD RUIN B to the map",
      "es": ""
    },
    {
      "id": 49286679,
      "en": "Use the map-ready parchment to add TBD WARG CAMP to the map",
      "es": ""
    },
    {
      "id": 49286680,
      "en": "Use the map-ready parchment to add TBD CAMP to the map",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "Defeated Angmarim in Elderslade ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'Prince Durin has need of our mapping skill in the war effort, [placeholder]. Take this parchment and scout the ruins and paths of Elderslade, and when you arrive at notable places of interest, I ask that you draw them on the map. In this way, Durin can fashion a plan of attack. Good fortune to you!'",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "You quickly sketch the Orkish defences at Zarkul-sulûn",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'It seems there may be some Angmarim cultists readying for one of their loathsome rituals at Caivád Sâr, to the north. Can I ask you to go there to investigate, defeating any of the cultists you find and adding their camp to your map? Prince Durin will want to know the extent of the Angmarim force allied with the Orcs of Gundabad.'",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "TBD",
      "es": "TBD"
    }
  ]
}