{
  "id": 621035722,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Durin is on the upper level of Annâk-khurfu, waiting to give the word for the assault to begin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Speak not so to me, [placeholder]! I know why Durin wanted the Zhélruka to lead the charge... he thought to expend us at the tip of the spear, throwing away our lives and holding his own people in reserve! He thought to spend Zhélruka blood to gain Gundabad... and reward it to his Longbeards!\\n\\n'But he is not as canny as he believes, and I did not fall for his scheme!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Does Ingór have an excuse for this cowardice? Where is he? Does he still dawdle outside?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Durin is inside Zarkul-sulûn, commanding his forces amid the chaos of the War of Three Peaks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Durin and begin the assault upon Gundabad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Prince Ingór is north-east of Zarkul-sulûn during the War of Three Peaks, standing atop a barricade and commanding his Zhélruka.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Durin inside Zarkul-sulûn during the War of Three Peaks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Prince Ingór north-east of Zarkul-sulûn during the War of Three Peaks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Speak not so to me, Longbeard! I know why Durin wanted the Zhélruka to lead the charge... he thought to expend us at the tip of the spear, throwing away our lives and holding his own people in reserve! He thought to spend Zhélruka blood to gain Gundabad... and reward it to his Longbeards!\\n\\n'But he is not as canny as he believes, and I did not fall for his scheme!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Speak not so to me, Stout-axe! I know why Durin wanted the Zhélruka to lead the charge... he thought to expend us at the tip of the spear, throwing away our lives and holding his own people in reserve! He thought to spend Zhélruka blood to gain Gundabad... and reward it to his Longbeards!\\n\\n'But he is not as canny as he believes, and I did not fall for his scheme!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The great armies of Durin and Prince Ingór begin their assault upon Gundabad, but the forces that defend it will not relinquish the Mountain-home without a fight.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'For too long have Orcs dwelt within the sacred mountain of my people! Gundabad was home to the first of us! It was home to the best of us! Let us take it back!'\\n\\nDurin bares his teeth and gives the assembled crowd a ferocious smile. Then he breathes deeply, and in a quieter tone he addresses you.\\n\\n'Are you prepared, [placeholder]? Shall I give the order to march?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Then it begins: the War of Three Peaks is upon us! For Gundabad!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 4.4: The War of Three Peaks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'What is the meaning of this? Ingór was supposed to lead his Zhélruka at the head of the charge! Why then did the dwarves under his command dawdle in the rear, allowing my Longbeards to bear the brunt of the first impact? What can it be but cowardice?\\n\\n'[placeholder]! Find this Zhélruka coward! I demand answers! Does he still dawdle outside?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}