{
  "id": 621035697,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 4.2: No Time To Draw!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I need you to scout the camps nearer to Gundabad now, [placeholder]. Trouble not to draw these on the map, for I suspect the enemy presence at these locations will afford you no time to draw! No, this time I ask you simply to observe the situation nearer to Gundabad, and then report back to me what you saw.\\n\\n'Perhaps it goes without saying, but please be careful. And this too: defeat any Orcs and Angmarim in your way!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Find those camps nearer to Gundabad and see what there is to see, slaying whatever Orcs are foolish enough to cross your path. Trouble not to draw these camps on the map; I will rely upon your report and not your artist's hand!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Defeat Angmarim in Elderslade ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Thank you, my friend! What did you learn of the enemy presence nearer to the gates of Gundabad?'\\n\\nYou give Thálfi your report, and he makes some notations on the map.\\n\\n'Yes, I see. We were both right: there is no shortage of foes! Perhaps by studying this information Prince Durin will find some weakness in the line. Hmm... no such vulnerability makes itself known to me, but I am only a scout, and not a master strategist. I have faith in the prince and his advisors. One of them will surely see something.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Are all Longbeards so trusting, so willing to rely upon blind faith? A Stout-axe does not sit idly by, waiting for the tide of fortune to turn. He takes action!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "Defeated Orc-kind in Elderslade ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'What is this Stout-axe trying to say?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Thálfi is worried that the forces defending Gundabad need a more thorough scouting, but they will not give you the benefit of leisurely adding their camps to your map.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "Imák snorts rudely",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Thálfi wants you to scout enemy camps nearer to Gundabad and to defeat any Orcs and Angmarim you find on the way. This time he has not asked you to draw the locations on a map, and will rely instead upon your report. Crossing the bridge in front of Gundabad and exploring past the central courtyard on your way to the buildings beyond the entrance should be sufficient.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Scout the bridge in front of Gundabad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Scout the central courtyard in front of Gundabad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Thálfi is at Zudramdân in Elderslade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Imák is at Zudramdân in Elderslade, and he wishes to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Scout the settlement of Dûn Traikh beyond the entrance to Gundabad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Defeat Orc-kind in Elderslade ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Thálfi at Zudramdân in Elderslade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Imák at Zudramdân in Elderslade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "The bridge before Gundabad crosses a raging river: a defensible position",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "The Angmarim have established a settlement in the shadow of the three peaks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "Defeated Angmarim in Elderslade ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Are all Longbeards so trusting, so willing to rely upon blind faith? A Stout-axe does not sit idly by, waiting for the tide of fortune to turn. He takes action!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "Extensive palisades and Orkish totems bolster the defences before Gundabad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Do you think all Longbeards are so trusting, so willing to rely upon blind faith? Our people are not, [placeholder]! You know that a Stout-axe does not sit idly by, waiting for the tide of fortune to turn. He takes action!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}