{
  "id": 621035719,
  "txt": [
    {
      "id": 162883721,
      "en": "In the armoury of Ashmâr-zarakh, the Orcs of Gundabad make ready their weapons of war. Little do the trolls of Gundabad fear, for their own might is enough….\\n\\nYour mission is to defeat the siege-trolls of Ashmâr-zarakh.",
      "es": ""
    },
    {
      "id": 261009168,
      "en": "Crushing",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "With minds of their own, the siege-trolls of Gundabad may prove even more terrible than the weapons of war forged in Ashmâr-zarakh.",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "You have completed your mission.\\n\\nYou should talk to Hórin for your reward.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mission: Engines of Flesh and Stone",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I have a new mission for you, [placeholder].\\n\\n'My scouts have just returned from Ashmâr-zarakh with troubling news. It seems Gorgar has sent a company of his siege-trolls to Ashmâr-zarakh to aid in the deployment of newly-crafted siege weapons.\\n\\n'You must go to Ashmâr-zarakh and dispose of these trolls before they can bring these weapons to bear against us! For the Zhélruka! For the Gabil'akkâ!'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Complete 'Mission: Engines of Flesh and Stone'",
      "es": ""
    },
    {
      "id": 133136801,
      "en": "Some monsters in this mission will attempt a crushing attack, wounding and stunning anyone hit.",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Hórin",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Your mission is to defeat the siege-trolls of Ashmâr-zarakh.\\n\\nYou should talk to Hórin and travel to Ashmâr-zarakh.",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'Fine work, [placeholder]!\\n\\n'The trolls of Gundabad are mighty, indeed. I say the fewer of them we face on the battlefield the better!'",
      "es": ""
    }
  ]
}