{
  "id": 621035715,
  "txt": [
    {
      "id": "0x9b56889",
      "en": "High in the tower of Bekar-zarakh, the Orcs of Gundabad prepare for war. Stored there to feed the war effort, many Orkish provisions have been left poorly-guarded….\\n\\nYour mission is to destroy the cache of Orkish provisions stored in Bekâr-zarakh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8eaf10",
      "en": "Surprise Attack",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Intended to feed the war effort for as long as necessary in Elderslade, a massive cache of Orkish provisions has been found in Bekâr-zarakh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "You have completed your mission.\\n\\nYou should talk to Hórin for your reward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: A Taste For Battle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I have a new mission for you, [placeholder].\\n\\n'My scouts have just returned from Bekâr-zarakh with news that the Orcs have begun to store a great supply of provisions within the tower's walls. With the skirmishes in Elderslade growing more frequent, many of the Orcs who muster in Bekâr-zarakh have been sent to battle. Our warriors face them in the field, but that allows us a rare opportunity to strike within Gorgar's defences.\\n\\n'You are to travel to Bekâr-zarakh and destroy the Orcs' provisions at once. Hunger alone will not slay these Orcs, but it will make it all the easier for our axes! For the Zhélruka! For the Gabil'akkâ!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Complete 'Mission: A Taste For Battle'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef81a1",
      "en": "You may be ambushed after completing your objective.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Hórin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Your mission is to destroy the cache of Orkish provisions stored in Bekâr-zarakh.\\n\\nYou should talk to Hórin and travel to Bekâr-zarakh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Well done, [placeholder]!\\n\\n'Without so much foul food to stuff themselves with, the Orcs of Gundabad shall prove little challenge to defeat on the battlefield.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}