{
  "id": 621035666,
  "txt": [
    {
      "id": "0x2f00e21",
      "en": "Bring the flood-broom tea to Runerik Knotbeard inside his lodge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "Collected flood-broom ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "Collected unspent arrows ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'I will feed this tea to the ravens, and with luck it may halt the poison. I have done what else I could for them, and with rest it is to be hoped they will recover.\\n\\n'I am pleased you did not abandon these creatures when they were of no more use to you. I admit I expected worse of you, and of your dwarf allies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Glóin is behind Runerik's lodge, and from there you heard a great commotion. What has happened?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I have been more than welcoming up to this point, but if a whole troop of dwarves come to Limlók....'\\n\\nRunerik's further complaint is halted by the sound of sudden commotion behind the lodge.\\n\\n'What is that noise? Your companions do not sound pleased about something, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Collect the flood-broom tea inside Runerik's lodge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Some of the ravens were shot from the sky by Orc archers! You have to retrieve them from the White Mare and learn if any of Glóin's messages escaped the Floodfells.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'We have a problem, [placeholder]. As my ravens flew above the White Mare on their errand, arrows sped from the ground and brought them down! I do not know if any of my birds survived this assault, or if any of the messages will reach their destinations.\\n\\n'Go to the White Mare, north of here, and recover the fallen ravens. We must know which of them did not escape the Orkish volley.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Venko is at the north-western point of the White Mare.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'We are being watched. No, not by Orcs.\\n\\n'They are to the north-west, across the river. Go see what they want, [placeholder].\\n\\n'I don't like it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Some unexpected visitors have come north-west of the White Mare, across the river from your dwarf companions. Why have they followed you here?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Why have they come here? I do not like it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e36",
      "en": "Bring the unspent arrows to Yrsa Spearwife in Limlók for her inspection",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Runerik stands before some of his assembled people north-west of the White Mare, and demands to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Your ravens... do they still live?'\\n\\nRunerik gently takes the birds from you and sniffs their wounds.\\n\\n'They are grievously wounded, and will die if they are not treated. But I understand one of the ravens escaped the arrows of the Orcs, and winged away with the message it bore? Does your interest in these poor creatures then end? They are of no more use to you; do you then discard them?'\\n\\nYou make clear that you want to heal Hjála and Vaka of their hurts, if you can.\\n\\n'If this is true, you will collect some of the herb we call flood-broom. It grows beside rivers and streams in the Floodfells, and possesses healing properties that may help. Collect too some unspent arrows from the Orcs. My wife will inspect them back in Limlók, and she may learn from them something of which I can make use when healing these ravens.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e38",
      "en": "Add the flood-broom to the boiling water in the north room of Runerik's lodge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Flood-broom can be found alongside rivers and streams throughout the Floodfells. Runerik also wants his wife Yrsa to examine unspent arrows carried by Orcs in the area, and has asked you to collect some.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Yrsa Spearwife is in south-east Limlók.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Confront the unexpected visitors north-west of the White Mare, across the river",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'You brought me some arrows from the Orcs? Let me see them.'\\n\\nYrsa inspects the arrows, sniffing the arrowhead and grimacing.\\n\\n'Yes, these are coated with a thin poison. It is not enough for such foes to injure or maim, they seek to attack their enemies from the inside as well! My husband instructed you to gather flood-broom? That tells me he suspected poison, for that herb has effectively treated such vile substances for us before. But it is good to know for certain.\\n\\n'He has brought your birds inside the lodge. Find him there and tell him the arrows used by the Orcs in this area are poisoned, as he believed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Runerik Knotbeard north-west of the White Mare",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Runerik Knotbeard will meet you inside the lodge to treat the injured messenger-ravens.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Collect flood-broom by rivers in the Floodfells ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Poison? Yes, I thought so.\\n\\n'I have set some water boiling by the fire in the north room. Add the flood-broom to it and let it steep for a little while.\\n\\n'You did gather the flood-broom, did you not?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Collect unspent arrows from Orcs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Talk to Runerik Knotbeard inside his lodge in Limlók",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Wait for the flood-broom tea to properly steep",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Runerik has prepared a pot of boiling water in the north room, and he wants you to add the flood-broom you collected to it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a2",
      "en": "'Go to the White Mare, north of here, and recover the fallen ravens. We must know which of them did not escape the Orkish volley.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "The flood-broom will take some time to steep in the boiling water.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'What was that noise? Your companions do not sound pleased about something.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "The flood-broom tea is now prepared, and waits for you to bring it to Runerik.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Runerik is inside his lodge, tending to the wounded messenger-ravens.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d166",
      "en": "All dwarves everywhere are threatened by the presence of a new Lord of Gundabad. Glóin's warning must reach them!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a7",
      "en": "'If you wish to aid your injured, you will collect some of the herb we call flood-broom. It grows beside rivers and streams in the Floodfells, and possesses healing properties that may help. Collect too some unspent arrows from the Orcs. My wife will inspect them back in Limlók, and she may learn from them something of which I can make use when healing these ravens.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a8",
      "en": "'My husband brought your birds inside the lodge. Find him there and tell him the arrows used by the Orcs in this area are poisoned, as he believed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a9",
      "en": "'I will administer this tea to the ravens, and with good fortune it may nullify the poison. I have done what else I could for them, and with rest it is to be hoped they will recover.\\n\\n'I am pleased you did not abandon these creatures when they were of no more use to you. I admit I expected worse of you dwarves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56850",
      "en": "'I will meet you inside.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Glóin behind Runerik's lodge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Retrieve injured message-ravens from the White Mare",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1184",
      "en": "Hjála's wing is broken, pierced by an arrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Venko at the north-western point of the White Mare",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "Vaka lives, but has lost several feathers and a lot of blood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1186",
      "en": "Runerik Knotbeard followed you to the White Mare with some of his people. Why?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 3.2: Runerik's Request",
      "es": "",
      "es (fem)": ""
    }
  ]
}