{
  "id": 621035716,
  "txt": [
    {
      "id": "0x9b56889",
      "en": "High in the tower of Bekar-zarakh, the Orcs of Gundabad prepare for war. In their keeping are weapons of dwarf-make, stolen long ago in the sack of Gundabad….\\n\\nYour mission is to reclaim dwarf-made weapons held as trophies by the Orcs in Bekâr-zarakh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8eaf10",
      "en": "Raging",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "After the War of the Dwarves and Orcs was ended, Orcs returned to Gundabad and laid claim to the countless dwarf-made weapons left abandoned in its halls. Many are now held as trophies by the Orcs of Bekâr-zarakh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "You have completed your mission.\\n\\nYou should talk to Hórin for your reward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: An Agelong Theft",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I have a new mission for you, [placeholder].\\n\\n'My scouts have just returned from Bekâr-zarakh. It seems the Orcs of Gundabad keep countless weapons of the dwarves as trophies within that tower. If the weapon one of my scouts recovered is of any indication, many may have been forged before Gundabad first fell in the Second Age. It is of great importance that these weapons are not allowed to remain in the hands of the Orcs. They are unworthy to bear them!\\n\\n'You are to travel to Bekâr-zarakh and relieve the Orcs of these ill-gotten weapons. For the Zhélruka! For the Gabil'akkâ!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Complete 'Mission: An Agelong Theft'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef81a1",
      "en": "Monsters in this mission will enrage at low morale, gaining attack strength and attack speed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Hórin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Your mission is to reclaim dwarf-made weapons held as trophies by the Orcs in Bekâr-zarakh.\\n\\nYou should talk to Hórin and travel to Bekâr-zarakh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Well done, [placeholder]!\\n\\n'I shall send these to our greatest smiths and scholars that they might be identified and returned to their rightful owner's kin.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}