{
  "id": 621035725,
  "txt": [
    {
      "id": "0xeb011a0",
      "en": "Imák is outside Zarkul-sulûn during the War of Three Peaks, surrounded by an angry group of Longbeards.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a9",
      "en": "Imák is surrounded by a group of angry Longbeards",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 4.6: A Fall of Stones",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "Imák has reluctantly agreed not to use the goblin-bombs you collected. He sent you to collect the bombs from the crate where he stored them, inside Zarkul-sulûn, and render them unusable.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'You are looking for Bróin? I did not see him during the retreat. When last I saw him he fought alongside Slagvi, north of here. Did he not escape with the rest of us?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Bróin as he works to free Slagvi from the rock trap",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'Help me lift these stones from him, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Help free Slagvi from the stones and defend him from attacking enemies",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Imák outside Zarkul-sulûn during the War of Three Peaks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'The tide of battle turned against us, and we were forced back! This is not a defeat, nay, but we need time to regroup. We must steel ourselves and return to the fray!\\n\\n'You are looking for Bróin? I did not see him during the retreat. When last I saw him he fought alongside Slagvi, north of here. Did he not escape with the rest of us?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1181",
      "en": "It might be a good idea to check on the goblin-bombs, just in case",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Collect and defuse the goblin-bombs from the crate where Imák stored them, inside Zarkul-sulûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Bróin helps Slagvi to safety!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Talk to Afwald by the empty crate in Zarkul-sulûn, during the War of Three Peaks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'[placeholder]! By Durin's beard, I am glad to see you!\\n\\n'Slagvi and I fought against wave after wave of Orcs, but we were forced back by the sheer ferocity of their attack. During a break in the onslaught, as we prepared to rejoin the others, Slagvi tripped over some hidden cord and was partially buried beneath this fall of stones! It must be some goblin-trick, set here to ensnare us!\\n\\n'Help me lift these stones from him, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Meet up with Slagvi several trenches to the south during the War of Three Peaks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Did I hear you rightly? That trap was set not by the Orcs, but by Imák the Stout-axe? Is this true? Is he a fool, or has he been stricken with some madness? We have difficulty enough fighting the Orcs without having to worry about running afoul of traps set by our supposed allies!\\n\\n'I cannot believe this! A pox on the Stout-axes! You must make this right! Find Imák and ask why he has chosen to fight dwarves and not Orcs! Does he not have enough enemies from which to choose that he must attack his supposed allies too?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Find Imák outside Zarkul-sulûn during the War of Three Peaks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'You must make this right! Find Imák and ask why he has chosen to fight dwarves and not Orcs! Does he not have enough enemies from which to choose that he must attack his supposed allies too?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Fighting during the War of Three Peaks has turned against the great force of Durin and Prince Ingór, and their warriors will need to stand together if they are to have the victory. Can they set aside their differences and achieve the triumph they seek?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'These Longbeards should save their breath! They will not cease hurling insults and threats at me, but I have weathered worse winds than these! What is the Greymaul Rebellion to me? They think I care about the stories of ancient dwarves? Bah. They are nothing to me!\\n\\n'They think I was wrong to set traps for the Orcs? If these Longbeards paid more attention to their surroundings they would not blunder into one of my devices! You would not think they wanted to reclaim Gundabad at all, so unwilling are they to dirty their hands!\\n\\n'Well, they will be happy to know this: I did not have time to put the rest of my plan into motion before the defenders emerged from Gundabad and marched on our position. I lacked the time to set the goblin-bombs you collected, so I stored them in a crate inside Zarkul-sulûn. It is a shame, for those explosives could have claimed the lives of many Orcs if I had placed them as I wanted.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Slagvi cannot believe his ears: the trap in which he was caught had been set by the Stout-axe Imák? He demands that you find Imák and ask why he has chosen to fight dwarves and not Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Trausti last saw Bróin and Slagvi fighting side-by-side to the north, while battle raged on all around them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Are you looking for something, [placeholder]? I heard the battle might be turning against us, but as long as you are still fighting I think victory must still be within reach!'\\n\\nYou tell Afwald that you are looking for a number of items that Imák stored in this crate. He nods.\\n\\n'Oh, the goblin-bombs? I did wonder why they were being saved. Eywind came by and gathered them up. He seemed very excited about them, now that I think about it.'\\n\\nAfwald sees something in your expression.\\n\\n'Is that a problem?' he asks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Slagvi has been trapped by a fall of stones, and Bróin is trying to free him from the heavy rocks.\\n\\nBróin wants you to help him free Slagvi from the rocks, and he will need you to defend them while he works!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Bróin helps Slagvi to safety!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "The dwarf Afwald stands near the empty crate where Imák stored the goblin-bombs, in Zarkul-sulûn. You should ask him what happened to the explosive devices.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Meet up with Slagvi in a trench to the south while the War of Three Peaks continues.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1194",
      "en": "The crate is empty. The goblin-bombs are gone!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "'Did I hear you a-right? That trap was set not by the Orcs, but by Imák the Stout-axe? Is this true? Is he a fool, or has he been stricken with some madness? We have difficulty enough fighting the Orcs without having to worry about running afoul of traps set by our supposed allies!\\n\\n'I cannot believe this! Are your people always so indiscriminate in war? I thought better of you than this, [placeholder]! Make this right! Do you Stout-axes not have enough enemies from which to choose that you must attack your supposed allies too?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Find Bróin somewhere to the north, where Trausti last saw him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a2",
      "en": "'I lacked the time to set the goblin-bombs you collected, so I stored them in a crate inside Zarkul-sulûn. It is a shame, for those explosives could have claimed the lives of many Orcs if I had placed them as I wanted.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1198",
      "en": "Bróin is trying to help free Slagvi from the rocks that have him trapped",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x881c0f1",
      "en": "'Death to the dwarves!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Slagvi has been trapped by a fall of stones, and Bróin is trying to free him from the heavy rocks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "With a mighty roar, a ferocious Orc charges forward!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "As Haukbuz falls, Bróin leads Slagvi to safety!",
      "es": "",
      "es (fem)": ""
    }
  ]
}