{
  "id": 621035668,
  "txt": [
    {
      "id": 111477400,
      "en": "Talk to Glóin among the crags of High Sundergrót",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "You hear growling sounds and fluttering wings in the upper reaches of the ruins",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "The climb to High Sundergrót has left Glóin quite exhausted, and he wishes to speak with you before you proceed.",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "This blade is of such ancient make that it must have been broken long ago",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Just a... just a moment, my friend. The climb to this high place has quite exhausted me, and we are not yet at the top. I must rest for a moment.'",
      "es": ""
    },
    {
      "id": 126835249,
      "en": "'Glóin, [placeholder], I see your purpose mirrors my own!'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Glóin suggested that you continue your northward climb among the crags of High Sundergrót.",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Listen to the words of Durin by the overlook in High Sundergrót",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Long ago and high above Sundergrót, the Greymaul Rebellion came to an end. It is now a place of great import for Durin's Folk, and Longbeards have been known to visit the high crags for contemplation and reflection.",
      "es": ""
    },
    {
      "id": 126835250,
      "en": "'To visit High Sundergrót before the great campaign begins, of course!'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Talk to Durin by the overlook in the ruins atop High Sundergrót",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 126835251,
      "en": "'It seems the path continues to the north-east.'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Prince Durin has come to High Sundergrót and waits to speak with you.",
      "es": ""
    },
    {
      "id": 126835252,
      "en": "'I ask you to keep climbing upward, [placeholder], and to clear the way for us.'",
      "es": ""
    },
    {
      "id": 126835253,
      "en": "'I was not sure I should come here.'",
      "es": ""
    },
    {
      "id": 126835254,
      "en": "'My thoughts said to me, \\qGo to Gundabad! Do not delay!\\q'",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "The forlorn wind whistles among the crags, but nothing else moves",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'You and your travelling companions have done well, [placeholder]! I received Glóin's message at Skarháld not long after it was sent, for his messenger-ravens are renowned for their speed, and the bird he selected was no exception. His tidings of a new Lord of Gundabad fill me not with fear but with anticipation, for no Orc will stand between me and my chosen path, no matter his lineage. I had the message copied and sent on to the Lonely Mountain, the Iron Hills, and other dwarf-holdings in lands both near and far. My armies gather to march on Gundabad, and all will be forewarned with the tidings uncovered on your scouting expedition.\\n\\n'I am eager to turn my gaze upon the Mountain-home, and sought no delay, but I wanted to first make the journey here to Sundergrót. It was here that the very first Durin to bear that name put an end to the usurper Mótsog, solidifying his power and his claim to lead the dwarves with that victory. By making this journey I hoped to become closer to my ancient forebear, that I may draw strength for the battles to come from the memory of he whose name I bear.\\n\\n'I confess that I did not expect so much climbing.'",
      "es": ""
    },
    {
      "id": 126835255,
      "en": "'But my heart said \\qThere is a place you should see.\\q'",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Accompany Durin on the northward road to war",
      "es": ""
    },
    {
      "id": 126835256,
      "en": "'Two voices there were, and they were in conflict.'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Durin has asked you to continue your climb to the upper levels of High Sundergrót, among the ruins to the north-east. A sloping pillar lies across the broken stairs that will help you gain access to the upper levels.",
      "es": ""
    },
    {
      "id": 126835257,
      "en": "'Perhaps, Glóin. That may be.'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'The path continues to the north-east. I ask you to keep climbing, my friend, and to clear the way for the rest of us.'",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "The drift covers an ancient helmet of dwarf-make, shattered long ago",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Hill-beasts and bats haunt the upper reaches of the ruins perched atop High Sundergrót.\\n\\nYou should clear the path of these dangers to make the way safe for Durin and your companions.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "A broken dwarf-blade catches your eye by the overlook on the upper level of the ruins perched atop High Sundergrót.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Durin and your companions have safely arrived on the upper level of the ruins perched atop High Sundergrót.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'This is a matter of some delicacy, my friend, and I urge you to exercise discretion. I will not belabour the point, for I trust you will use such prudence as this subject requires.\\n\\n'I tasked you with finding and defeating the raiding-party from Gundabad that endangered the folk living among the Wells of Langflood, and from Glóin's message-raven I know that you did so successfully. But there is one matter of concern that was not made clear to me in the message.\\n\\n'I ask you this, then: were Imák and Venko effective on this errand? Did you have any reason to question their loyalties? Did they strike you as good-hearted allies of the Longbeards, or did you detect veins of disloyalty or deception running beneath their surface appearances?\\n\\n'I do not know if you are familiar with the Greymaul Rebellion, but all my people know the lesson of High Sundergrót: even our closest friends can be tempted into treachery, as was Mótsog the Traitor. He was once the dearest friend of Durin, Father of the Dwarves, and still he raised the Greymaul army in rebellion, claiming a lordship that was not his. Durin the First repaid that treachery with death, though Mótsog was once his closest friend. I would not say this Zhélruka or this Stout-axe are as dear to us as that, [placeholder]!'\\n\\nYou assure Durin that you have few complaints about the trustworthiness or effectiveness of your companions.\\n\\n'Then I do not either. Still, I advise you to keep an eye upon the Zhélruka especially, for his people believe they have a claim upon Gundabad, and I do not want to win it back from the Orcs only to lose it to these dwarves from the east!'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Continue north-east and climb the fallen pillar lying over the stairs to reach the upper level of the ruins in High Sundergrót",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'To Elderslade, then! May the journey be quick, and the road uneventful. Victory lies at the end of it, at the very gates of Gundabad!'",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Glóin suggested that you continue your northward climb among the crags of High Sundergrót.",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Clear beasts and bats from the ruins in the upper reaches of High Sundergrót",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Examine the broken dwarf-blade lying near the overlook on the upper level",
      "es": ""
    },
    {
      "id": 162883747,
      "en": "'The climb to this high place has quite exhausted me, and we are not yet at the top. I must rest for a moment. You go on ahead, and keep your eyes open.'",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'This is a matter of some delicacy, my friend, and I urge you to exercise discretion. I will not belabour the point, for I trust you will use such prudence as this subject requires.\\n\\n'I tasked you with finding and defeating the raiding-party from Gundabad that endangered the folk living among the Wells of Langflood, and from Glóin's message-raven I know that you did so successfully. But there is one matter of concern that was not made clear to me in the message.\\n\\n'I ask you this, then: were Imák and Venko effective on this errand? Did you have any reason to question their loyalties? Did they strike you as good-hearted allies of the Longbeards, or did you detect veins of disloyalty or deception running beneath their surface appearances?\\n\\n'As all Longbeards know, the lesson of High Sundergrót is this: even our closest friends can be tempted into treachery, as was Mótsog the Traitor. Was he not once the dearest friend of Durin, Father of the Dwarves? And he still raised the Greymaul army in rebellion, claiming the lordship that was not his. Durin the First repaid that treachery with death, though Mótsog was once his closest friend. I would not say this Zhélruka or this Stout-axe are as dear to us as that, [placeholder]!'\\n\\nYou assure Durin that you have few complaints about the trustworthiness or effectiveness of your companions.\\n\\n'Then I do not either. Still, I advise you to keep an eye upon the Zhélruka especially, for his people believe they have a claim upon Gundabad, and I do not want to win it back from the Orcs only to lose it to these dwarves from the east!'",
      "es": ""
    },
    {
      "id": 162883749,
      "en": "'This is a matter of some delicacy, my friend, and I urge you to exercise discretion. I will not belabour the point, for I trust you will use such prudence as this subject requires.\\n\\n'I tasked you with finding and defeating the raiding-party from Gundabad that endangered the folk living among the Wells of Langflood, and from Glóin's message-raven I know that you did so successfully. But there is one matter of concern that was not made clear to me in the message.\\n\\n'I ask you this, then: were Imák and Venko effective on this errand? Did you have any reason to question their loyalties? Did they strike you as good-hearted allies of the Longbeards, or did you detect veins of disloyalty or deception running beneath their surface appearances?\\n\\n'As all Longbeards know, the lesson of High Sundergrót is this: even our closest friends can be tempted into treachery, as was Mótsog the Traitor. Was he not once the dearest friend of Durin, Father of the Dwarves? And he still raised the Greymaul army in rebellion, claiming the lordship that was not his. Durin the First repaid that treachery with death, though Mótsog was once his closest friend. I would not say this Zhélruka is as dear to us as that, [placeholder]!'\\n\\nYou assure Durin that you have few complaints about the trustworthiness or effectiveness of your companions.\\n\\n'Then I do not either. Still, I advise you to keep an eye upon the Zhélruka especially, for his people believe they have a claim upon Gundabad, and I do not want to win it back from the Orcs only to lose it to these dwarves from the east!'",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "Your companions have rested from their climb and now look around the snowy heights of High Sundergrót.",
      "es": ""
    },
    {
      "id": 41048625,
      "en": "'You go on ahead, [placeholder]. I will meet up with you after a short rest.'",
      "es": ""
    },
    {
      "id": 41048626,
      "en": "'What have you found, [placeholder]?'",
      "es": ""
    },
    {
      "id": 41048627,
      "en": "'Ah, but not from here, Imák.'",
      "es": ""
    },
    {
      "id": 41048628,
      "en": "'It was here that Mótsog the Traitor claimed leadership of the dwarves.'",
      "es": ""
    },
    {
      "id": 41048629,
      "en": "'It was here that he built his city, during the First Age of this world.'",
      "es": ""
    },
    {
      "id": 119907168,
      "en": "'They are the voices of all Longbeards, my prince.'",
      "es": ""
    },
    {
      "id": 41048630,
      "en": "'Dwarves fought dwarves in this place, spilling kindred blood.'",
      "es": ""
    },
    {
      "id": 119907169,
      "en": "'They have driven every Durin before you, and now they speak to you in concert.'",
      "es": ""
    },
    {
      "id": 21437569,
      "en": "'I am not tired! I could climb a hundred more steps!'",
      "es": ""
    },
    {
      "id": 41048631,
      "en": "'And...'",
      "es": ""
    },
    {
      "id": 21437570,
      "en": "'But I will keep the old Longbeard company while he rests.'",
      "es": ""
    },
    {
      "id": 41048632,
      "en": "'My prince!'",
      "es": ""
    },
    {
      "id": 21437571,
      "en": "'A broken helmet? That find is common enough.'",
      "es": ""
    },
    {
      "id": 41048633,
      "en": "'What purpose is that, my prince?'",
      "es": ""
    },
    {
      "id": 21437572,
      "en": "'But who else would think to climb this high?'",
      "es": ""
    },
    {
      "id": 17088321,
      "en": "'A capital idea, Imák! [placeholder] will go on ahead.'",
      "es": ""
    },
    {
      "id": 21437573,
      "en": "'Hmmph. Fine.'",
      "es": ""
    },
    {
      "id": 17088322,
      "en": "'Someone comes!'",
      "es": ""
    },
    {
      "id": 21437574,
      "en": "'I will fight alongside you, Durin.'",
      "es": ""
    },
    {
      "id": 17088323,
      "en": "'Very well, I will be here if you need me.'",
      "es": ""
    },
    {
      "id": 21437575,
      "en": "'You may have need of my nose!'",
      "es": ""
    },
    {
      "id": 17088324,
      "en": "'I will. I have known my road leads to Gundabad for some time now.'",
      "es": ""
    },
    {
      "id": 21437576,
      "en": "'[placeholder] will tell you.'",
      "es": ""
    },
    {
      "id": 150315808,
      "en": "'Hmm.'",
      "es": ""
    },
    {
      "id": 150315809,
      "en": "'What?'",
      "es": ""
    },
    {
      "id": 150315810,
      "en": "'Friends and allies, our road leads to the north: to Elderslade.'",
      "es": ""
    },
    {
      "id": 150315811,
      "en": "'Are you prepared?'",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Continue climbing northward among the crags of High Sundergrót",
      "es": ""
    },
    {
      "id": 246419888,
      "en": "Durin and your companions have safely arrived on the upper level of the ruins perched atop High Sundergrót.",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Search the drift of snow to the north, where a glint of metal has caught your eye",
      "es": ""
    },
    {
      "id": 150315824,
      "en": "'I am glad I came here to High Sundergrót after all.'",
      "es": ""
    },
    {
      "id": 150315825,
      "en": "'In this place I feel my kinship with Durin the First more keenly than ever!'",
      "es": ""
    },
    {
      "id": 246419894,
      "en": "Durin is ready to turn once more for the north, and to war.",
      "es": ""
    },
    {
      "id": 150315826,
      "en": "'Imák, Venko... may I now speak privately with [placeholder]?'",
      "es": ""
    },
    {
      "id": 150315827,
      "en": "'[placeholder]?'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Wait with your companions while they discuss your find and the history of High Sundergrót",
      "es": ""
    },
    {
      "id": 150315828,
      "en": "'I am ready.'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Durin at High Sundergrót",
      "es": ""
    },
    {
      "id": 150315829,
      "en": "'Like the dwarves who came before me, whose name I now bear...'",
      "es": ""
    },
    {
      "id": 150315830,
      "en": "'...my heart is filled with noble purpose.'",
      "es": ""
    },
    {
      "id": 150315831,
      "en": "'I have commanded my armies to descend upon Elderslade.'",
      "es": ""
    },
    {
      "id": 150315832,
      "en": "'They wait now for me.'",
      "es": ""
    },
    {
      "id": 150315833,
      "en": "'They wait now for us, if you will accompany me to war.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Pilgrimage to Sundergrót",
      "es": ""
    }
  ]
}