{
  "id": 621035670,
  "txt": [
    {
      "id": "0xe322c51",
      "en": "'This is my opportunity to recoup my losses!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "Stóthkell's good eye lights up with recognition as you approach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe322c52",
      "en": "'At last I will seize the victory!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "Thettmárr and Líkmund are playing a runic dice game and gambling",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe322d11",
      "en": "'You seek to trick me, Thettmárr.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xce32221",
      "en": "'Your good fortune cannot last forever!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "Thorgest and Afwald greet you warmly and ask for news of your adventures",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe322d12",
      "en": "'I fear the ill fortune resides with me and not with my dice!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xce32222",
      "en": "'My ill fortune cannot last forever!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xce322e1",
      "en": "'Hammers and Bones again?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xce322e2",
      "en": "'Hammers and Bones? Beshêk-bekhâz?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "The upper level is filled with dwarves preparing to undertake missions",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a9",
      "en": "The war camp bustles with activity",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe322c61",
      "en": "'Gladly!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe322c62",
      "en": "'Ah, you seem frightened, Thettmárr!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xce32231",
      "en": "'Aye, maybe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xce32232",
      "en": "'I suppose!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xce322f1",
      "en": "'Very funny, Thettmárr.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xce322f2",
      "en": "'Yes, yes, very amusing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe322c71",
      "en": "'I call for Last Hammerers!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe322c72",
      "en": "'Behold the Last Hammerers!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xce32241",
      "en": "'Five coins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xce32242",
      "en": "'Six coins.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Meet with dwarves on the upper level of Annâk-khurfu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x596a7e1",
      "en": "'Hammerers!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x596a7e2",
      "en": "'I call for Hammerers!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Durin on the upper level of Annâk-khurfu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe322c81",
      "en": "'I will keep these dice until my fortune turns around!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Durin is on the upper level of Annâk-khurfu, addressing the assembled force of the dwarves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe322c82",
      "en": "'I will win or lose with these dice, no matter what.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe322d41",
      "en": "'I call for Hammerers!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xce32251",
      "en": "'I open at one coin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe322d42",
      "en": "'Bring forth the Hammerers!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xce32252",
      "en": "'I open at two coins.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "The war-camp called Annâk-khurfu is north-west of the bridge between the Wells of Langflood and Elderslade, and serves as a gathering place for the arriving armies of dwarves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe322f81",
      "en": "'Ârra! Antihi!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe322f82",
      "en": "'Argh! I have become poor!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x596a7f1",
      "en": "'I stand at the door.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x596a7f2",
      "en": "'I have to stand at the door.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Enter the war camp of Annâk-khurfu in one of the old dwarf-keeps",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Meet with dwarves on the lower level of Annâk-khurfu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Great armies of dwarves have answered Durin's call, and they assemble in Elderslade in preparation for their assault upon Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe322c91",
      "en": "'Aye. Abkhaz gajij!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "The war camp is bustling with dwarves preparing for their upcoming assault on Gundabad.\\n\\nYou should speak to the dwarves assembled on the upper level of Annâk-khurfu.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe322c92",
      "en": "'I do. Abkhaz gajij!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe322d51",
      "en": "'Ah, it is fine.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'I commanded the establishment of a war camp from which we will launch our assault upon Gundabad. Let us find it! Many old dwarf-keeps dot the foothills of Elderslade, and my warriors are certain to have chosen one of these. I do not know which one, but I do know the name it will be given: Annâk-khurfu, the camp of return, for is this not the first step in the return of our people to the Mountain-home?\\n\\n'The war camp is likely to the north-west of here, inside one of the old dwarf-keeps.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe322d52",
      "en": "'Yes, if you must know.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe322f91",
      "en": "'You must let me try again, Thettmárr.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe322f92",
      "en": "'You have to let me win back my coins, Thettmárr.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I commanded the establishment of a war camp from which we will launch our assault upon Gundabad. Let us find it! Many old dwarf-keeps dot the foothills of Elderslade, and my warriors are certain to have chosen one of these. I do not know which one, but I do know the name it will be given: Annâk-khurfu, the camp of return, for is this not the first step in the return of my people to the Mountain-home?\\n\\n'The war camp is likely to the north-west of here, inside one of the old dwarf-keeps.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x596a741",
      "en": "'You say it is your best game, do you not?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96a7601",
      "en": "'Last Hammerers, then?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Look for the war camp, my friend. I commanded it be established within one of the abandoned keeps that dot the foothills of Elderslade, and it is likely to be found north-west of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x596a742",
      "en": "'Is it not your best game?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96a7602",
      "en": "'Call for Last Hammerers, then.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96a7781",
      "en": "'Well now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'So you made it,' Prince Ingór says flatly. He hefts his weapon, testing its balance, and stares at you silently for a moment. When he speaks again, there is an edge to his words.\\n\\n'Your deeds are well-known to all, even to the Zhélruka, and I do not doubt your mettle. But you are a friend of Durin and his Longbeards. Will you fight with such fervour on behalf of Zhélruka too? My brother Ótek is king now in the lands to the east, but he did not send me here to fight for Longbeards or their friends. He sent me here to reclaim the delvings that were promised to our ancestors of old.\\n\\n'If you will help me and my people in this, we will have no difficulty fighting by your side. If not...'\\n\\nThe Zhélruka prince weighs his axe-handle thoughtfully, and turns away.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Find Annâk-khurfu and see the great host that musters for the assault on Gundabad, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96a7782",
      "en": "'Look at that!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'You still live, [placeholder]! I take it your adventures had you clear of Khazad-dûm before the great resurgence of creatures that pushed us out? Ah, if you had been there perhaps things would have been different. No, that is probably folly. The Orcs were there in numbers far greater than any I had ever seen before, and they were the vanguard only. Behind them were worse things, glimpsed fleetingly by the survivors. If any saw their full horror, those dwarves are dead. Aye, I can tell you that: the dead saw them, and I do not envy them the sight. It chills me to think of it even now, here by the heat of the forge!\\n\\n'There is no end to the work, my friend. I will continue to forge weapons for the Longbeards until my own furnace is extinguished, and I dare say that day is not yet upon us. And yet, this forge does not compare to the one I left behind in Khazad-dûm!\\n\\n'Ah, the Heart of Fire. No forge ever burned as brightly or as hot as those in the Heart of Fire! I miss them dearly. But I was not about to let the Orcs or their vile allies have access to those forges! I sealed the door before we fled for the surface. The Heart of Fire, at least, will remain unspoiled until the very end of the world. It makes me smile to think of it there, hidden beneath the mountains, locked behind a name no Orc will know. Perhaps it is the little things after all, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'I feared our paths would not cross again, friend! We have all come quite a distance from Hrimbarg!\\n\\n'Thorgest has recovered from his poisoned wound, but if you believed the experience would end his desire for adventure, well... you would be wrong! We received word that the son of King Thorin planned an assault upon Gundabad, and before you could say \\qhammers in the deep\\q Thorgest was on his way, and I behind him.\\n\\n'I have done what I can to provision the armies, but such a number of fighters threatens to overmatch my supplies! I will need to amass more goods and food if we are to keep this force in prime fighting shape. And not only that, but if I do not keep watch over Thorgest, who will? Every day brings with it a challenge that needs meeting, [placeholder], as you well know.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Well if it isn't [placeholder]! Are you here to join Durin's great assault upon Gundabad? Perfect, perfect! Do you remember when we set afire to that goblin camp near the High Pass? Good times, my friend, great memories! I do not suppose you still have any of Gandalf's flammable draught with you, do you?\\n\\n'Ah, pity. We will just have to make do with what we can, and find new and interesting ways to burn up the schemes of Gundabad. I have no doubt we will think of something, my combustible friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "#-1:[placeholder]'Welcome to Annâk-khurfu, [placeholder]! This is not nearly so lonely an outpost as Hrimbarg, is it? So many doughty warriors have come to fight alongside Durin in his quest to reclaim Gundabad, many of them great heroes, but he will be most pleased that I and Afwald have made the journey!'\\n\\nThorgest throws his head back and laughs, drawing attention from several nearby dwarves. When he has again collected himself, he wears a more solemn expression.\\n\\n'Ah, but I wish Thorkell was here. When we were just lads, we never suspected that Gundabad might one day be back in our grasp. And yet here I am, near to the doorstep, with one campaign left to fight before that happy day! But my brother is slain and will not see it. A pox on the worms of the Misty Mountains!\\n\\n'I am glad you are here, [placeholder]! You will not believe me, but Afwald is always going on about you. \\qWhat do you think #-1:{she[f]|he} is up to right now?\\q Afwald is always asking me. Well, now he can ask you himself, and not pester me with the question, day after day!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'I am glad to see you are safe, [placeholder]. I was not in Khazad-dûm when the Iron Garrison fell, and it is hard to come by news of what happened within. I have heard enough to know it sounds bad.'\\n\\nSlagvi shakes his head.\\n\\n'I had gone back to the Iron Hills to collect some drawings I left in Járnfast. It is such a foolish reason! I wanted to compare the design of the Cooling Chamber with some plans I remembered drawing in my youth... and that is why I was not there when the Garrison failed. It may be why I am still alive today, and so many of the workers and miners with whom I toiled are not.\\n\\n'When I learned that Prince Durin was assembling a great force to reclaim Gundabad, I could not refuse his call. Is this why I was spared? Perhaps, friend, perhaps. But I am glad to know you are here too. We accomplished much in the Great Delving, [placeholder]... for a time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Hail, my friend! Once again we are on the doorstep of danger! We last met in the cave of Filgogân outside the walls of Moria, and you helped me learn the fate of my friend Lofrik: dead, alas! But he is here too, in a way, for I embedded his golden tooth in the haft of my axe, as I promised to do.\\n\\n'Together Trausti and Lofrik will slay many Orcs on behalf of Prince Durin! Gundabad will be ours again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'So many have come to fight for us: Longbeards, Zhélruka, and even a number of Stout-axes! The Orcs who squat within Gundabad will tremble before this great force, this Gabil'akkâ! The Mountain-home is nearly ours again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe322ca1",
      "en": "'Ah, that is more like it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe322d61",
      "en": "'My foundation remains sturdy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe322ca2",
      "en": "'And you wanted to trade dice!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe322d62",
      "en": "'A decent throw. My foundation is still strong.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96a7611",
      "en": "'I warn you not to become too confident, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x596a751",
      "en": "'As long as you have coins, I will take them from you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96a7612",
      "en": "'Beware overconfidence, Líkmund!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96a76d1",
      "en": "'Bai’bên galikh, Líkmund.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x596a752",
      "en": "'I never tire of making your money mine, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96a76d2",
      "en": "'Good throwing, Líkmund.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96a7791",
      "en": "'Do you call for Hammerers? These are the fourth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96a7792",
      "en": "'Do you summon the fourth Hammerers?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe322cb1",
      "en": "'I take this result and add upon my foundation!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe322cb2",
      "en": "'A sturdy expansion upon my foundation!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe322d71",
      "en": "'I am not worried about it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe322d72",
      "en": "'I am not concerned. It is still early.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96a7621",
      "en": "'Time for the tally.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x596a761",
      "en": "'Are you ready, Líkmund?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96a7622",
      "en": "'Tallying time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x596a762",
      "en": "'What say you, Líkmund? Another game?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'So you made it,' Prince Ingór says flatly. He hefts his weapon, testing its balance, and stares at you silently for a moment. When he speaks again, there is an edge to his words.\\n\\n'Your deeds are well-known to all, even to the Zhélruka, and I do not doubt your mettle. But you are a Longbeard and a friend to Durin. Will you fight with such fervour on behalf of Zhélruka too? My brother Ótek is king now in the lands to the east, but he did not send me here to fight for Longbeards. He sent me here to reclaim the delvings that were promised to our ancestors of old.\\n\\n'If you will help me and my people in this, we will have no difficulty fighting by your side. If not...'\\n\\nThe Zhélruka prince weighs his axe-handle thoughtfully, and turns away.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'So you made it,' Prince Ingór says flatly. He hefts his weapon, testing its balance, and stares at you silently for a moment. When he speaks again, there is an edge to his words.\\n\\n'Your deeds are well-known to all, even to the Zhélruka, and I do not doubt your mettle. But you are a Stout-axe and a friend to Durin. Our people have not always been on... the best of terms. My brother Ótek is king now in the lands to the east, but he did not send me here to fight for Longbeards or their friends. He sent me here to reclaim the delvings that were promised to our ancestors of old.\\n\\n'If you will help me and my people in this, we will have no difficulty fighting by your side. If not...'\\n\\nThe Zhélruka prince weighs his axe-handle thoughtfully, and turns away.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'So many have come to fight for us: Longbeards, Zhélruka, and even a number of your people! The Orcs who squat within Gundabad will tremble before this great force, this Gabil'akkâ! The Mountain-home is nearly ours again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe322c01",
      "en": "'Oh no!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe322c02",
      "en": "'Bah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe322d81",
      "en": "'I too stand at the door.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe322d82",
      "en": "'I also stand at the door.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 3.5: The War Camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96a7631",
      "en": "'Haded amsâlul! Lucky seven!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96a7632",
      "en": "'Ah ha! The mithril line! That is a winner!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96a7633",
      "en": "'Beard bonus!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96a7634",
      "en": "'Four braids! What are the chances?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96a7635",
      "en": "'Crossed axes, and no swords!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96a7636",
      "en": "'A belly full of beer! That's a rare one!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96a7637",
      "en": "'The mountain stands alone!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96a7638",
      "en": "'Three silver spoons! That is plenty!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe322c11",
      "en": "'Again my fortune abandons me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96a7639",
      "en": "'Three peaks and all swords!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe322c12",
      "en": "'I am once again abandoned by fortune!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96a763a",
      "en": "'Spinning swords, and no axes? Seems like victory to me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "The war camp is bustling with dwarves preparing for their upcoming assault on Gundabad.\\n\\nYou should speak to the dwarves assembled on the lower level of Annâk-khurfu.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96a763b",
      "en": "'Three braids AND the beard bonus? That's a winner!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe322d91",
      "en": "'Ah, a good start!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96a763c",
      "en": "'The golden line AND the silver line? I will take it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe322d92",
      "en": "'My luck begins to change!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x596a781",
      "en": "'Three.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96a7701",
      "en": "'Do not judge so hastily, Líkmund, it is just a start.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x596a782",
      "en": "'Four.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96a7702",
      "en": "'It is just a start, Líkmund. Many throws remain!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96a77c1",
      "en": "'Your dice are no more cursed than mine, Líkmund.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96a77c2",
      "en": "'The dice do you no favours, Líkmund.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe322da1",
      "en": "'The foundation is set.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe322da2",
      "en": "'Sturdy foundation, nice and solid...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x596a791",
      "en": "'Wagers are open.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96a7711",
      "en": "'Yes, not bad.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x596a792",
      "en": "'I open the wagers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96a7712",
      "en": "'Not bad, not bad.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96a77d1",
      "en": "'Third Hammerers!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96a77d2",
      "en": "'I summon the third Hammerers!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xce32201",
      "en": "'But now I am not so sure!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe322db1",
      "en": "'True, but I am due for a win!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xce322c1",
      "en": "'Aye, aye.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xce32202",
      "en": "'But these days I always seem to lose!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe322db2",
      "en": "'Yes, but I feel the winds of fortune shifting in my favour!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xce322c2",
      "en": "'Yes, of course!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x596a7a1",
      "en": "'Surely not!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96a7721",
      "en": "'I am building something here too.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x596a7a2",
      "en": "'How can it?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96a7722",
      "en": "'I am satisfied with my own throw.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96a77e1",
      "en": "'Very well. Remember that I gave you the choice.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96a77e2",
      "en": "'I respect that, my friend. I did give you the choice.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe322c41",
      "en": "'Oh, I have nothing to fear.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe322d01",
      "en": "'Bah! Terrible! Maiklifî kabbas!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xce32211",
      "en": "'I always thought it was!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe322c42",
      "en": "'Fear not, Thettmárr.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe322d02",
      "en": "'Oh no! Maiklifî kabbas!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xce32212",
      "en": "'So it seemed to me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x596a7b1",
      "en": "'Perhaps this time will be different.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96a7731",
      "en": "'What say you now?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x596a7b2",
      "en": "'It may be your luck will change... for this next game.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96a7732",
      "en": "'Still happy, Líkmund?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96a77f1",
      "en": "'Shall we trade dice?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96a77f2",
      "en": "'Would you like to purchase my dice instead?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "Prince Ingór of the Zhélruka nods at your approach",
      "es": "",
      "es (fem)": ""
    }
  ]
}