{
  "id": 621035647,
  "txt": [
    {
      "id": 162883718,
      "en": "'Do you hear that?! The drums of war! We must vacate our hidden camp at once and join the front lines, [placeholder]!'",
      "es": ""
    },
    {
      "id": 246419831,
      "en": "Stálskeg Ironbeard can be found at Annâk-khurfu.\\n\\nYou should talk to Stálskeg Ironbeard to continue assisting the Gabil'akkâ.",
      "es": ""
    },
    {
      "id": 162883681,
      "en": "'[placeholder], you have done much upon the battlefield and certainly assisted us in turning the tides of war. All those in the Gabil'akkâ are indebted to you. We will celebrate together soon enough!\\n\\n'There is still much more to be done, however. When you are able, talk to Stálskeg Ironbeard at Annâk-khurfu. He is a trusted ally and has many tasks yet in our continued push towards the gates of Gundabad.'",
      "es": ""
    },
    {
      "id": 162883683,
      "en": "'Zudramdân is lost. The bombardment from the siege engines was too great. It will be a hard push to break through the Gates of Gundabad from here.'",
      "es": ""
    },
    {
      "id": 177082713,
      "en": "The War of Three Peaks has begun!",
      "es": ""
    },
    {
      "id": 162883685,
      "en": "'[placeholder], I am ready for battle. Let us make the best of our skill on this day! I will do my part to keep the moral of the Gabil'akkâ high!'",
      "es": ""
    },
    {
      "id": 162883688,
      "en": "'Have you come to assist us in the continued war efforts? Good! Hlóthi and I here have many tasks for you. The Gabil'akkâ will prevail!'",
      "es": ""
    },
    {
      "id": 111477346,
      "en": "Talk to Agátur the Boastful at Zarkul-sulûn",
      "es": ""
    },
    {
      "id": 111477348,
      "en": "Talk to Náth at Zarkul-sulûn",
      "es": ""
    },
    {
      "id": 246419801,
      "en": "Zudramdân can be found in Elderslade.\\n\\nYou should talk to Náth at Zudramdân.",
      "es": ""
    },
    {
      "id": 111477350,
      "en": "Talk to Rúzat  at Zarkul-sulûn",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "The War of Three Peaks has begun!",
      "es": ""
    },
    {
      "id": 162883696,
      "en": "'I am glad that you have all safely returned from Drenghól. There is little time, [placeholder]. Gather what you can and prepare yourself. War is at hand!'",
      "es": ""
    },
    {
      "id": 111477353,
      "en": "Talk to Stálskeg Ironbeard",
      "es": ""
    },
    {
      "id": 162883701,
      "en": "'Aye, we have established trenches where we were able and pushed back the first assault. Assist in the battle where you can, [placeholder].'",
      "es": ""
    },
    {
      "id": 111477264,
      "en": "Assist Gloin with 'Into the Fray'",
      "es": ""
    },
    {
      "id": 246419810,
      "en": "The rally banner of Gabil'akkâ can be found at Zudramdân in Elderslade.\\n\\nYou should rally for war at the banner of Gabil'akkâ.",
      "es": ""
    },
    {
      "id": 111477265,
      "en": "Assist Rísti Graver with 'Strength and Fury'",
      "es": ""
    },
    {
      "id": 111477266,
      "en": "Assist Rísti Graver with 'The Tamers of Howlers' Notch'",
      "es": ""
    },
    {
      "id": 246419812,
      "en": "Agátur the Boastful, Náth, and Rúzat have all joined the War of Three Peaks.\\n\\nYou should talk to Agátur the Boastful, Náth, and Rúzat at Zarkul-sulûn.",
      "es": ""
    },
    {
      "id": 111477267,
      "en": "Assist Náin the Slakeless with 'The Commander of Zudramdân'",
      "es": ""
    },
    {
      "id": 111477361,
      "en": "Talk to Náth at Zudramdân",
      "es": ""
    },
    {
      "id": 246419815,
      "en": "There is much to be done in times of war.\\n\\nYou should assist the dwarves in the War of Three Peaks.",
      "es": ""
    },
    {
      "id": 111477363,
      "en": "Rally for war at the banner of Gabil'akkâ",
      "es": ""
    },
    {
      "id": 111477366,
      "en": "Talk to Agátur the Boastful at Zarkul-sulûn",
      "es": ""
    },
    {
      "id": 111477368,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 246419824,
      "en": "Agátur the Boastful can be found at Zarkul-sulûn.\\n\\nYou should talk to Agátur the Boastful at Zarkul-sulûn.",
      "es": ""
    },
    {
      "id": 149027364,
      "en": "A Call To War",
      "es": ""
    }
  ]
}