{
  "id": 621035669,
  "txt": [
    {
      "id": 228870261,
      "en": "Chapter 3.4: Pilgrimage to Sundergrót",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "Venko is south of the gorge of Sundergrót, eager to discuss his combat training.",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Talk to Glóin outside the lodge in Limlók",
      "es": ""
    },
    {
      "id": 162883767,
      "en": "'Your friend Glóin told me one of his ravens escaped the arrows of the Orcs, and bore away his message. If that is true, your dwarves will soon march upon the very gates of Gundabad, there to face Gorgar the Ruthless. I wish you good fortune. You have proven you possess a caring heart; do not needlessly throw your life away on a doomed errand.\\n\\n'And yet, I too have some training in appraisal: your own hardiness and resolve are not to be underestimated! Perhaps you will yet see victory at Gundabad, [placeholder]!'",
      "es": ""
    },
    {
      "id": 162883768,
      "en": "'Our companions counselled that we travel to the gorge of Sundergrót to hone our skills. Will you join us? The assault on Gundabad will sorely test us, and each of us had best be prepared for the trials ahead!'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Meet up with Imák south of the gorge of Sundergrót",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Talk to Imák beyond the bridge of Skerabrygg",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Your friend Glóin told me one of his ravens escaped the arrows of the Orcs, and bore away his message. If that is true, your dwarves will soon march upon the very gates of Gundabad, there to face Gorgar the Ruthless. I wish you good fortune. You have proven to possess a more caring heart than I expected, and I do not wish for you to needlessly throw your life away on a doomed errand.\\n\\n'And yet, I too have some training in appraisal: your own hardiness and resolve are not to be underestimated! Perhaps you will yet see victory at Gundabad, [placeholder]!'",
      "es": ""
    },
    {
      "id": 177082752,
      "en": "Venko shouts in triumph and goes in search of more goblins",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Defeat goblins at Sundergrót ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Talk to Venko south of the gorge of Sundergrót",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'One of my ravens escaped the arrows of the Orc archers, and even now Telgja is winging to Skarháld to warn Durin about the new Lord of Gundabad. I do not think it will dissuade him. You heard the fire in his voice when he spoke before the Anvil of Winterstith! No Orc chieftain, not even the brother of Mazog, will keep Durin from seeking to reclaim Gundabad. But our message will still serve an important purpose, for he will not march blindly beneath the Three Peaks.\\n\\n'There is something else about which we should speak, [placeholder]. I was talking to Imák and Venko, and they are not yet ready to go their separate ways. They have decided to see what waits in Gundabad, and because of that they want to hone their skills. It seems your appraisals of them were not quite to their liking, and now they desire further training! To speak honestly, I too could use a bit of exercise.\\n\\n'Our companions counselled we travel to the gorge of Sundergrót to hone our skills. Will you join us? The assault on Gundabad will sorely test us, and each of us had best be prepared for the trials ahead!'",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to Glóin south of the gorge of Sundergrót",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'I wish you good fortune in the mountains, [placeholder].'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Collect discarded weapons at Sundergrót ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Talk to Glóin and climb with him to High Sundergrót",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Talk to Durin along the road between the Wells of Langflood and Elderslade",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Stand with me, [placeholder], and together we will answer all our foes! Let them fear my blade, and I will sharpen it on their hides!'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Venko on the grassy slope east of Sundergrót",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Do you smell that? Ah, the goblins have attempted to reinforce the gorge since they were last opposed in this land, [placeholder]. They cannot evade my nose, no matter how they try to cover their foul scent!'\\n\\n<u>Imák, Stout-axe Survivor of Mordor</u>\\n<rgb=#FFFF00>Perception (Smell):</rgb> <rgb=#00FF00>91</rgb>\\n<rgb=#FFFF00>Trap Construction:</rgb> 80\\n<rgb=#FFFF00>Hardiness:</rgb> 95\\n<rgb=#FFFF00>Resolve:</rgb> 90\\n\\n'I feel more accomplished already! This sojourn to Sundergrót has proven fruitful already!'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Very good, my friend, very good! If the goblins of Gundabad put up as little fight as those of Sundergrót, the Zhélruka will have the home that was promised to them before the week is out! And my sword-arm has grown even stronger with the practice!'\\n\\n<u>Venko, Zhélruka Home-seeker</u>\\n<rgb=#FFFF00>Axe-wielding:</rgb> 60\\n<rgb=#FFFF00>Sword-wielding:</rgb> <rgb=#00FF00>76</rgb>\\n<rgb=#FFFF00>Hardiness:</rgb> 80\\n<rgb=#FFFF00>Resolve:</rgb> 80\\n\\n'Gorgar the Ruthless is less than nothing to me, and soon he will be just a memory. If Prince Ingór commanded me to face him in a duel of swords, I would do so, and gladly! I would do so even if it was to be a contest of axes, should my prince command it.'",
      "es": ""
    },
    {
      "id": 235466113,
      "en": "Venko is triumphant!",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Ah! It feels good to fight again! I may be old, but I can still go axe-to-skull with the common goblin of the mountains, and three of his friends!'\\n\\nGlóin's brow furrows with thought.\\n\\n'Do goblins have friends? Better to say allies, perhaps, for I have seen little proof of friendship among Azog's kind or his descendants. Then again, my axe does the talking for me, and he is a sharp conversationalist: swift and pointed with every argument!'\\n\\n<u>Glóin, Hero of the Lonely Mountain</u>\\n<rgb=#FFFF00>Axe-wielding:</rgb> <rgb=#00FF00>81</rgb>\\n<rgb=#FFFF00>Fire-making:</rgb> 95\\n<rgb=#FFFF00>Hardiness:</rgb> 90\\n<rgb=#FFFF00>Resolve:</rgb> 85\\n\\n'Oh, that was a good one! I will have to remember that, and tell Gimli when next I see him! But listen to me, [placeholder]. Now that we have gotten some exercise, I think there is something we should do while we are here at Sundergrót.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'I would choose a contest of swords over one of axes, if I have any say in the matter. But I will do as Prince Ingór commands, of course.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Glóin is outside the lodge in Limlók.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Glóin is at Sundergrót, waiting to discuss your companions' exploits at Sundergrót.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'I would like for us to climb to the summit, [placeholder]. High above Sundergrót is a place of great interest for the Longbeards, and while we are here I would like to see it.'",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'It seems fortune is with us, my friend! The journey was uneventful. And yet we cannot rest, for war and danger lies ahead of us!\\n\\n'But do not worry: victory and triumph lies that way too.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Glóin is interested in climbing to the summit above Sundergrót, and he waits for you to speak with him.",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "You have travelled with Durin to the road that enters Elderslade, where many of his dwarves have begun to prepare for their war on Gundabad.",
      "es": ""
    },
    {
      "id": 127884912,
      "en": "Venko has been defeated!",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "The sound of goblin-cries echoes among the crags near Sundergrót",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Sundergrót is far to the west of Limlók, and your companions are interested in testing their skills among its rocky crags.",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "Defeated goblins at Sundergrót ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 69036793,
      "en": "Fight alongside Venko at Sundergrót",
      "es": ""
    },
    {
      "id": 24695161,
      "en": "One of the messenger-ravens bore Glóin's warning to Skarháld, and now the dwarves wish to exercise their skills in preparation for the battles to come.",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "Collected weapons at Sundergrót ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}