{
  "id": 621035698,
  "txt": [
    {
      "id": 228870261,
      "en": "Chapter 4.3: Think Like A Goblin",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Collect loose rocks from the base of cliffs in Elderslade ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'I want you to gather heavy rocks from the base of cliffs and some of the explosives carried by goblins throughout Elderslade. Depriving our enemies of these items will surely help to tilt the field in our favour.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Durin's Longbeards, like this scout here, must be willing to do whatever it takes if they are to have victory in Gundabad. Their combat prowess will not be enough, not by itself. Do you think the Orcs will face the dwarves in a fair fight? No! They will do whatever they can to gain an advantage, and so too should we.\\n\\n'It is a lesson I learned in Mordor, and I learned it well: Durin must think like his foes if he is to have the greatest chance of success. If he wants to have the victory, he will need to think like a goblin!\\n\\n'I have a plan, [placeholder]. I want you to gather heavy rocks from the base of cliffs and some of the explosives carried by goblins throughout Elderslade. Depriving our enemies of these items will surely help to tilt the field in our favour.'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Talk to Thálfi at Zudramdân",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Durin on the upper level of Annâk-khurfu",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Prince Ingór on the lower level of Annâk-khurfu",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'These will do nicely, [placeholder]. I have in mind a number of traps that will prove most harmful for our enemies, and surely turn the tide in our favour.\\n\\n'Victory is a step closer now.'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'I don't know about this, [placeholder]. Setting traps? Trying to win a battle through deceit? Imák is not wrong about this, at least: these strategies belong to the Orcs! If it is up to me, I say they can keep them.\\n\\n'I have finished the scouting map. Here, I give it you so you can deliver it to Durin at Annâk-khurfu. Will you also bring him word of my discomfort with Imák's plan? I do not think dwarves should rely upon traps in this way, and I am sure the prince will agree.'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Victory is a step closer now. Even this Longbeard should see it. Or does he not wish to reclaim Gundabad after all?'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'You have returned with tidings from Thálfi?'\\n\\nYou hand Durin your map of Elderslade with Thálfi's annotations. While he studies the defensive layout before Gundabad, you tell him about Imák's plan to use traps against the enemy forces.\\n\\n'The Stout-axe is not wrong: given the opportunity, the Orcs would prefer not to face us in a fair fight. That is not the Longbeard way. It is not my way.'\\n\\nHe draws some lines on the map with a bit of charcoal and hands it back to you.\\n\\n'But we must reclaim Gundabad, at any cost. If the traps Imák has devised will help us in this, I will not command him otherwise. Do not think the battle will be won with deception alone! The greatest share of the burden will fall upon the swords and axes of my Gabil'akkâ!\\n\\n'Show that map to Prince Ingór downstairs, and have him agree that his Zhélruka will move in these marked formations when the fighting begins. It is nearly time to begin the assault!'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Imák does not believe that the Longbeards are adequately prepared for the assault on Gundabad, and he wants to adopt a different approach.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Durin is on the upper level of Annâk-khurfu.",
      "es": ""
    },
    {
      "id": 49286659,
      "en": "Bring the goblin-bombs and loose rocks to Imák at Zudramdân",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Durin sends you to ME with a plan for the first attack? Why should he not wait for my plan? I have my own scouts, and I trust their word more than any of his!'\\n\\nPrince Ingór takes the map from you and studies it with distaste. Then he produces his own piece of charcoal and obscures Durin's notes with his own.\\n\\n'I have some reservations with this plan. Take this map back to the Longbeard and tell him I have improved it.'",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Goblins carry sapper-bombs that Imák wants for his plan. He also wants you to collect some loose, heavy rocks from the base of cliffs north of Zudramdân in Elderslade.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Prince Ingór is on the lower level of Annâk-khurfu.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'We are out of time, [placeholder]! I have received word that an army of Orcs has emerged from Gundabad, and they march now on our position!'\\n\\nYou give him the map marked with Prince Ingór's annotations and he hands it to one of his lieutenants.\\n\\n'The time for planning is over! The war is upon us!'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Imák is at Zudramdân in Elderslade.\\n\\nYou have collected a number of sapper-bombs and loose rocks and should bring them back to Imák.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Bring my misgivings back to Durin.'",
      "es": ""
    },
    {
      "id": 49286664,
      "en": "Talk to Durin on the upper level of Annâk-khurfu",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Thálfi is at Zudramdân in Elderslade.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Durin is on the upper level of Annâk-khurfu.",
      "es": ""
    },
    {
      "id": 177082768,
      "en": "Thálfi catches your eye. He seems unhappy about something",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Collect sapper-bombs from goblins in Elderslade ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "Collected sapper-bombs for Imák ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "Collected loose rocks for Imák ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'Deliver that map to Durin at Annâk-khurfu. Will you also bring him word of my discomfort with Imák's plan? I do not think dwarves should rely upon traps in this way, and I am sure the prince will agree.'",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'Show that map to Prince Ingór below, and have him agree that his Zhélruka will move in these marked formations when the fighting begins. It is nearly time to begin the assault!'",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'Durin sends you to ME with a plan for the first attack? Why should he not wait for my plan? I have my own scouts, and I trust their word more than any of his!'\\n\\nPrince Ingór takes the map from you and studies it with distaste. Then he produces his own piece of charcoal and obscures Durin's notes with his own.\\n\\n'I have some reservations with this plan. Take this map back to your prince and tell him I have improved it.'",
      "es": ""
    }
  ]
}