{
  "id": 621035699,
  "txt": [
    {
      "id": "0x6a50276",
      "en": "Collect strange crystal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01168",
      "en": "Mother Amma is in the forge at Annâk-khurfu.\\n\\nYou should bring the crystal to Mother Amma.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730871",
      "en": "'Have you found any strange crystals for me yet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56879",
      "en": "'Ah, you return with a crystal? I could smell you before you even entered the hall. Come then, give it here and let me see what we have.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56863",
      "en": "Galachán,\\n\\nThe crystal that Brágha Fellwinder provided me has had astonishing results on our Warg friend. The results make the foetid stench almost worth it. I thought nothing could smell as rank as these Orcs. I am not happy to have been proven wrong.\\n\\nI beg you again to move me to another camp. One that has other men in it, if you please. You can not still be upset about the ritual. I had no idea that mixture could explode. Should not my teacher have warned me of such? I am not implying that it was your fault, of course.\\n\\nI must get more crystals from Brágha. The cursed Orcs are making a ruckus again. They make it so difficult to focus on my work! I will send this after I go and yell at them to settle down. Rákhlazg will be hearing from me. I am at my very last nerve dealing with these creatures.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1157",
      "en": "Collected strange crystal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56864",
      "en": "Galachán,\\n\\nThe crystal that Brágha Fellwinder provided me has had astonishing results on our Warg friend. The results make the foetid stench almost worth it. I thought nothing could smell as rank as these Orcs. I am not happy to have been proven wrong.\\n\\nI beg you again to move me to another camp. One that has other men in it, if you please. You can not still be upset about the ritual. I had no idea that mixture could explode. Should not my teacher have warned me of such? I am not implying that it was your fault, of course.\\n\\nI must get more crystals from Brágha. The cursed Orcs are making a ruckus again. They make it so difficult to focus on my work! I will send this after I go and yell at them to settle down. Rákhlazg will be hearing from me. I am at my very last nerve dealing with these creatures.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa24",
      "en": "Hunting Crystals",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a5",
      "en": "Zarkul-sulûn can be found in southern Elderslade.\\n\\nYou should look for strange crystals for Mother Amma.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'Welcome to Annâk-khurfu, [placeholder]! It is good to see that you are still doing your share!'\\n\\nYou greet her in turn and ask why she has left Erebor.\\n\\n'Not due to any amount of disgrace, regardless of what that Zhélruka liar suggested. There is no overwhelming request for necklaces and baubles at the moment, and it was well past time for Authi to try his hand at running the family business. I have turned my skills towards the mending of armour and the boosting of morale of those on the front lines.'\\n\\nShe leans in, lowering her voice and grinning.\\n\\n'Also, the depths of Gundabad surely hold gemstones of the finest quality, hidden deep in the bedrock where the enemy could never hope to find them.\\n\\n'Now then, I have heard tell of strange, fell crystals in the enemy camp Zarkul-sulûn. Bring me back any crystals you find and let us see what truth there is to these rumours.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d195",
      "en": "Mother Amma needs help finding a mysterious crystal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ee2",
      "en": "Bring the crystal to Mother Amma",
      "es": "",
      "es (fem)": ""
    }
  ]
}