{
  "id": 620967366,
  "txt": [
    {
      "id": 218639266,
      "en": "You have completed Throne of the Dread Terror: The Returned King",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "You have completed Throne of the Dread Terror: Short Fuse",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "You have completed Throne of the Dread Terror: Trampling the Mûmakil",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "In the wake of the Witch-king of Angmar's defeat, Gothmog has taken control of the Enemy's forces. Now, the greatest champions of Mordor and Minas Morgul rush forth onto the Pelennor Fields and threaten the lives of all that defend the Free Peoples.\\n\\n<rgb=#FF0000>This deed can only be completed on Tier 2 of the Throne of the Dread Terror raid.</rgb>",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "You have completed Throne of the Dread Terror: Fear and Flame",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "You have completed Throne of the Dread Terror: Unbound Corruption",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "You have completed Throne of the Dread Terror: Calm of Death",
      "es": ""
    },
    {
      "id": 225071137,
      "en": "Complete Throne of the Dread Terror: The Returned King",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "In the wake of the Witch-king of Angmar's defeat, Gothmog has taken control of the Enemy's forces. Now, the greatest champions of Mordor and Minas Morgul rush forth onto the Pelennor Fields and threaten the lives of all that defend the Free Peoples.\\n\\n<rgb=#FF0000>This deed can only be completed on Tier 2 of the Throne of the Dread Terror raid.</rgb>",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Complete Throne of the Dread Terror: Short Fuse",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Complete Throne of the Dread Terror: Trampling the Mûmakil",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Complete Throne of the Dread Terror: Fear and Flame",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Complete Throne of the Dread Terror: Unbound Corruption",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Throne of the Dread Terror -- Challenger of the Morgul-host",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Complete Throne of the Dread Terror: Calm of Death",
      "es": ""
    }
  ]
}