{
  "id": 620924209,
  "txt": [
    {
      "id": 126686761,
      "en": "Warg-riders from Isengard burn and ravage the western fields of the Broadacres as they press their invasion.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 190220496,
      "en": "Warg-riders from Isengard burn and ravage the western fields of the Broadacres as they press their invasion. You found a Dunlending token upon one of the Warg-riders and should bring it to Reeve Fríthild.",
      "es": ""
    },
    {
      "id": 246419781,
      "en": "You found a Dunlending token upon one of the Warg-riders. You should bring it to Reeve Fríthild.",
      "es": ""
    },
    {
      "id": 190220454,
      "en": "'That the Dunlendings assaulted the Stonedeans and even Torsbury does not surprise me; however, it concerns me that a goblin would bear one of their badges...it means that these evil creatures are more closely in league than I first believed.'",
      "es": ""
    },
    {
      "id": 148970209,
      "en": "You should bring the Dunlending token to Reeve Fríthild",
      "es": ""
    },
    {
      "id": 148970211,
      "en": "You found a Dunlending token upon one of the Warg-rider defilers and should bring it to Reeve Fríthild.",
      "es": ""
    },
    {
      "id": 184621522,
      "en": "Reeve Fríthild is in the Mead Hall of Stoke.\\n\\nYou should bring the Dunlending token you found to Reeve Fríthild.",
      "es": ""
    },
    {
      "id": 173025314,
      "en": "You found a Dunlending token upon one of the Warg-rider defilers and should bring it to Reeve Fríthild.",
      "es": ""
    },
    {
      "id": 148970213,
      "en": "You found a Dunlending token upon one of the Warg-rider defilers. You should bring it to Reeve Fríthild.",
      "es": ""
    },
    {
      "id": 173025316,
      "en": "You found a Dunlending token upon one of the Warg-rider defilers. You should bring it to Reeve Fríthild",
      "es": ""
    },
    {
      "id": 251715608,
      "en": "Bring the Dunlending token to Reeve Fríthild",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Wild Men of the West",
      "es": ""
    },
    {
      "id": 120621543,
      "en": "'Did you succeed in your mission?'",
      "es": ""
    },
    {
      "id": 190220740,
      "en": "TBD",
      "es": ""
    }
  ]
}