{
  "id": 620924206,
  "txt": [
    {
      "id": 120621411,
      "en": "'Were you unable to find the enemy encampment?'",
      "es": ""
    },
    {
      "id": 173025472,
      "en": "Locate Bardh-dorám",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Tracking the Invaders",
      "es": ""
    },
    {
      "id": 246419781,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 173025475,
      "en": "Locate Mabaj's tent",
      "es": ""
    },
    {
      "id": 173025477,
      "en": "Locate Ushatar's tent",
      "es": ""
    },
    {
      "id": 148969985,
      "en": "Located Bardh-dorám",
      "es": ""
    },
    {
      "id": 173025479,
      "en": "Locate Ilska's tent",
      "es": ""
    },
    {
      "id": 173025526,
      "en": "Collect map to enemy encampment",
      "es": ""
    },
    {
      "id": 173025481,
      "en": "Locate Cledwun's tent",
      "es": ""
    },
    {
      "id": 148969988,
      "en": "Located Mabaj's tent",
      "es": ""
    },
    {
      "id": 173025528,
      "en": "Collect the enemy's orders",
      "es": ""
    },
    {
      "id": 148969990,
      "en": "Located Ushatar's tent",
      "es": ""
    },
    {
      "id": 148969992,
      "en": "Located Ilska's tent",
      "es": ""
    },
    {
      "id": 148970039,
      "en": "Collected map to enemy encampment",
      "es": ""
    },
    {
      "id": 148970041,
      "en": "Collected the enemy's orders",
      "es": ""
    },
    {
      "id": 184621378,
      "en": "Bardh-dorám lies to the west of Stoke.\\n\\nThane Ordlac wants you to enter Bardh-dorám and locate the tents of the enemy leaders.",
      "es": ""
    },
    {
      "id": 148970000,
      "en": "Located Cledwun's tent",
      "es": ""
    },
    {
      "id": 184621522,
      "en": "The enemy encampment of Bardh-dorám lies to the west of Stoke.\\n\\nThane Ordlac wants you to proceed to Bardh-dorám.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "War is afoot, and the town of Stoke is preparing for the inevitable siege.",
      "es": ""
    },
    {
      "id": 184621393,
      "en": "Ordlac is in the Mead Hall of Stoke.\\n\\nYou should return to Ordlac and tell him of your successes.",
      "es": ""
    },
    {
      "id": 190220740,
      "en": "'If you need something else to do while I consider my advice for Reeve Fríthild, I do have a task for you. It would prove valuable if you could learn where the enemy's encampment lies. Perhaps one of the half-orcs roaming the fields to the west might be able to provide a map or something else indicating from whence they come.\\n\\n'Search for any maps or orders you can find, and if by chance you find their encampment, look for the tents of their leaders. Any knowledge you can provide me with will help lay the groundwork for our plans to come.'",
      "es": ""
    },
    {
      "id": 184621397,
      "en": "The map and orders that Ordlac desires may be found upon the mounted half-orcs to the west of Stoke.\\n\\nThane Ordlac asked you to collect maps and orders from the enemy, which might disclose the whereabouts of their encampment",
      "es": ""
    },
    {
      "id": 251715732,
      "en": "Bring the map and orders to Thane Ordlac",
      "es": ""
    },
    {
      "id": 190220322,
      "en": "'Were you unable to locate the enemy encampment? Ah, but you did! Bold and doughty you continue to prove yourself.\\n\\n'You say that the enemy leaders were not present there? That is queer. Nevertheless, this information will prove of great value for the council.\\n\\n'Thank you!'",
      "es": ""
    }
  ]
}