{
  "id": 620924213,
  "txt": [
    {
      "id": 216727827,
      "en": "The refugees can be found on the north-south road that lies east of Marton.\\n\\nYou should check the refugees for signs of life.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "The refugees can be found on the north-south road that lies east of Marton.\\n\\nYou should check the refugees for signs of life.",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "This poor refugee was only very recently slain, not yet cold from death ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "You cannot detect any signs of life in this poor man lying face-down in the tall grasses.\\n\\nHe has many wounds from Orkish weapons. He fled this way to find sanctuary in Helm's Deep, and found only death.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "This woman, surrounded by her scattered belongings, died here. These people fled the Stonedeans to find sanctuary in the Westfold.\\n\\nHow could they know that they were only walking deeper into danger?",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "You detect no pulse on this poor man.",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "You have checked for signs of life amongst the fallen refugees along the road, but there are none.\\n\\nEvery last one of this party fleeing the Stonedeans has been brutally slain.",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Completed",
      "es": "Completado"
    },
    {
      "id": 162883734,
      "en": "This poor woman looked as though she attempted to flee the massacre, but sadly she did not make it far....\\n\\nShe is dead.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "This man appears to have been ridden down as he attempted to run towards the charred shelter of Marton. No breath stirs in his lifeless form.",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "You have checked for signs of life amongst the fallen refugees along the road, but there are none.\\n\\nEvery last one of this party fleeing the Stonedeans has been brutally slain.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "A small company of refugees from the Stonedeans has walked down the road leading by Marton, but they seem to have met trouble upon the road.\\n\\nYou should check for signs of life among the fallen refugees.",
      "es": ""
    },
    {
      "id": 51875094,
      "en": "A small company of refugees from the Stonedeans has walked down the road leading by Marton, but they seem to have met trouble upon the road.",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Check for signs of life among the refugees",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Eastward Path",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Check the refugees for signs of life ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}