{
  "id": 620924281,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "The east road should be scouted by heading east and then south from the refugees' camp. The west road should be scouted by heading west through the woods. The river should be scouted by heading directly south-east.\\n\\nAgelwyn has asked you to scout possible routes towards Helm's Deep: the road to the west, the road to the east, and the along the river banks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Scout the river to the south-east",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Agelwyn can be found in the refugees' hiding spot north of Marton.\\n\\nYou should return to Agelwyn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "The river does not seem to be overrun by the enemy...yet.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Return to Agelwyn with your report",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'To the river, then! I mourn for our lands, and for the people who met their doom upon roads that should be safe for travel.\\n\\n'I only pray that we do not share their fate....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Loud noises and felled trees everywhere indicate that this way does not seem safe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Agelwyn has decided upon her next course of action, and has asked for help in determining the best path for the refugees' escape towards Helm's Deep.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Scout towards the road to the west",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Now that I know we are going to Helm's Deep, I would have your counsel, [placeholder]. Which way should we go? Is it safe to pass Marton? There are two roads coming from the north on either side of the town, but I would not usher my people down them if they are not safe. Maybe investigate the river, as well.\\n\\n'Will you scout some possible routes for us to take? Please hurry -- I wish to begin our journey as soon as possible.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "There are bodies on the road ahead...this way does not seem safe at all",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Scout the road to the east",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Agelwyn's First Command",
      "es": "",
      "es (fem)": ""
    }
  ]
}