{
  "id": 620924282,
  "txt": [
    {
      "id": "0xeb01145",
      "en": "Reeve Fríthild is in the Mead Hall of Stoke, south-east of Tordag's camp.\\n\\nTorferth instructed you to return to Reeve Fríthild and let her know that the Torsbury garrison will be late coming.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Torsbury Delayed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502903",
      "en": "Talk to Reeve Fríthild in the Mead Hall of Stoke",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c4",
      "en": "'Reeve Fríthild was wise in choosing you to bring her summons. Alas, however, my people cannot come yet to Stoke. We are worn from our battle and from the grief of loss, but as well I must learn who the true mind behind my father's death is.\\n\\n'You should return to Stoke at once. The Reeve will need your doughty arm in the time ahead. Let her know that we will come as soon as we may.\\n\\n'I must thank you again, as well, for bringing me Lúfa's favour. My heart remains broken, for I know we shall never meet again under favourable circumstances, but the blow is softened somewhat to know that her heart remains mine.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f1",
      "en": "'Welcome back, [placeholder]!\\n\\n'You say that Tordag is dead, slain by treason, and the Toringas shall come late to our defence? That is ill news, indeed, but at least we have the consolation that Ordlac has brought nearly his full garrison in good time!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x73088b2",
      "en": "DNT -- Will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1799",
      "en": "The people of Torsbury are shattered by the loss of their Thane, and Torferth is consumed with discovering the mastermind of his father's murder.",
      "es": "",
      "es (fem)": ""
    }
  ]
}