{
  "id": 621082141,
  "txt": [
    {
      "id": 228870261,
      "en": "The City: Galengam's First Customer",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to the richly-dressed man staring at the notice you just posted",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Wait for Azagath to leave",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'The principles of buying and selling hold true no matter where you go in this world, [placeholder]. Have I not proved this to you already?\\n\\n'But I will do so again! I give to you this stack of notices advertising the new market stall I have opened. If you post these around the Sail-haven for me, perhaps to the south, soon the customers will swarm my goods and you will have to save me from drowning... drowning in gold phârzi and silver gîmli, that is!'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Post notices for Galengam's market stall (0/3)",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Post the notices for Galengam's market stall (1/3)",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Post those notices around the Sail-haven for me, perhaps to the south, and soon the customers will swarm my goods and you will have to save me from drowning... drowning in gold phârzi and silver gîmli, that is!'",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Talk to Galengam at his market stall",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Post those notices around the Sail-haven for me, perhaps to the south, and soon the customers will swarm my goods and you will have to save me from drowning... drowning in gold phârzi and silver gîmli, that is!'",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Talk to Azagath Sea-shadow at Galengam's market stall",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Post those notices around the Sail-haven for me, perhaps to the south, and soon the customers will swarm my goods and you will have to save me from drowning... drowning in gold phârzi and silver gîmli, that is!'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'A man from Gondor has opened a new market stall in the Sail-haven?' the man asks you. As you tell him that is true, something about his manner strikes you as odd. You ask him if he has an interest in goods from Gondor, and he smiles.\\n\\n'I do, my new friend. Why should that be unusual? We have had our differences, Umbar and Gondor, but my land desires only to maintain the stability it has earned. It has been different in Gondor, but it should not remain so, should it? My Kindred believes that peace between our lands is possible... if Gondor will meet us along that path. What did you say you were called?'\\n\\nYou answer with your name, and he responds with another charming smile.\\n\\n'Enjoy your stay in Umbar Baharbêl, [placeholder]. Let Azagath Sea-shadow be the first to welcome you to his land. I will not be the last, I warrant. We are a friendly people, as you are certain to discover. Now I will go to see the goods your merchant friend has to sell.'\\n\\nThis man is Azagath, leader of the Kindred of the Coins!",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Wait for Azagath to leave",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Post those notices around the Sail-haven for me, perhaps to the south, and soon the customers will swarm my goods and you will have to save me from drowning... drowning in gold phârzi and silver gîmli, that is!'",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Talk to Galengam at his market stall",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Galengam has wasted no time and is ready to open his market stall in Umbar Baharbêl.",
      "es": ""
    },
    {
      "id": 49286707,
      "en": "<rgb=#00FF00>Look</rgb> for Cruel Dancer in the vicinity of Galengam's market stall",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'I told you the customers would come here in droves, [placeholder]! None can resist my rare and valuable goods, or my name is not Galengam! The coin will be rolling in before this day's end!\\n\\n'This man is my first customer, and...'\\n\\nGalengam lowers his voice to a hushed whisper.\\n\\n'...and see how finely he is dressed! This man has money to spend, and I will see to it that he spends most of it at my stall, and no others!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Galengam has asked you to put up notices for his new stall to the south, within the Sail-haven.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "That man was Azagath Sea-shadow, the leader of the Kindred of the Coins!",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Azagath said he would visit Galengam's market stall to the north. Is Cruel Dancer nearby? If she kills her target now, you might never see Thorongil again!",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'The overland route from Gondor has been treacherous of late, and few merchants have come to my city during the months following the conclusion of the war. Did you come by ship?'\\n\\nGalengam happily chatters away, describing a dangerous voyage across the bay and a brief stay in the Shield Isles. Azagath nods sagely.\\n\\n'You have done very well to make the journey up Umbarkhîl, for the Cape has had its own share of troubles of late: famine, blight, and unsavoury types among them. You are to be commended for bringing your wares this far. \\n\\n'I must be about my own business now, but allow me to extend the welcome I gave to [placeholder] to you as well, Galengam. I hope you will find the custom in my city to your liking! Farewell, my friends. Perhaps I will see you again.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Galengam has asked you to put up notices for his new stall to the south, within the Sail-haven.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Galengam's market stall is to the north, in the Sail-haven.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Please take your time, my wealthy friend! You are certain to see something you will want!'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Galengam has asked you to put up notices for his new stall to the south, within the Sail-haven.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Galengam's market stall is to the north, in the Sail-haven.",
      "es": ""
    },
    {
      "id": 49286665,
      "en": "Post the notices for Galengam's market stall (2/3)",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "A richly-dressed man has commented on the notice you just posted.",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Azagath Sea-shadow moves away and is lost in the crowd.",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "If Cruel Dancer kills him now, your plan to rescue Thorongil will be endangered!",
      "es": ""
    },
    {
      "id": 177082772,
      "en": "There is no sign of Cruel Dancer... for what that is worth",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "Galengam does not know this is Azagath Sea-shadow",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Galengam's market stall is in the Sail-haven.",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'My first customer was not a customer at all, for he did not buy anything. Disaster! No, I must try and stay positive. Perhaps he will tell his other wealthy friends. Why are you staring at me like this, [placeholder]?'\\n\\nYou tell Galengam that the richly-dressed man was Azagath Sea-shadow, leader of the Kindred of the Coins, and that if Cruel Dancer had seen him out and about in the Sail-haven she would have likely killed him where he stood. Galengam frowns.\\n\\n'We should be glad that she did not see him, then. That would have been quite bad for business! Really, [placeholder], I think your priorities are somewhat askew. You will never make it as a merchant in this world if you have such trouble remembering what is important!'",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "Posted notices for Galengam's market stall (1/3)",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "Posted notices for Galengam's market stall (2/3)",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "A man standing nearby comments on the notice you just posted",
      "es": ""
    }
  ]
}