{
  "id": 621082140,
  "txt": [
    {
      "id": "0xda44875",
      "en": "The City: Watched and Watchful",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'My brother and I were walking through the Lower Ward of the city when a man approached us and said he had information for the two of us. I do not know if he speaks the truth, but we should hear what he has to say. If we are watched, we will be watchful too. It is the wise course, is it not?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I told Elrohir I do not trust this man... but that is not enough for us to refuse him.\\n\\n'I suspect he would need many men indeed to get the better of us. Will you join us when we go to speak with him? He suggested a location far to the east, beside one of the farms outside the city.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'I do not know if this man speaks the truth, but we should hear what he has to say, should we not?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'We are about to see if this is a trap, [placeholder]. But what is of most interest to me is learning if the predator is actually the prey, as I suspect may be the case. These Men likely do not have much occasion to see Elves, after all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Will you join us when we go to speak with this man? He suggested a location far to the east, beside one of the farms outside the city.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'The Heirs of Castamir, in league with the Empire of Ordâkh and the Church of the All Seeing, ruled this city for many years... but now their star has fallen so low that their supporters consist mainly of brigands and lawless toughs. They are no match for such as we are, [placeholder], but they do not yet understand it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'So it was a trap, but it turns out it was a trap in which the ones who set it were the first caught. That is a pity for them, but perhaps it will teach other supporters of the Heirs of Castamir not to cause trouble for us in the days to come.\\n\\n'Their mention of \\qElves from the oasis\\q is very interesting! I have not heard of Elves living across the southern desert before. I would learn more about them, and I am sure Elrohir feels similarly! It is most intriguing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "You have successfully defended the Elves from their attackers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Elladan and Elrohir were approached by a man in the Lower Ward who claimed to have information for them, but the brothers are not certain he can be trusted.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "You have failed to protect the Elves!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Elladan is by the White Gate on the eastern side of the Lower Ward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Elladan and Elrohir have decided to investigate the man's information, meeting him beside one of the farms outside the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Elladan at the White Gate on the eastern side of the Lower Ward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Elrohir by one of the farms to the east, outside the city",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf4bc591",
      "en": "'Here he comes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf4bc592",
      "en": "'You have brought many men to this meeting, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Elladan and Elrohir agreed to meet you back outside the White Gate on the eastern side of the Lower Ward of the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf4bc593",
      "en": "'No information, then. We will see you back at the city.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6ae5",
      "en": "Fight alongside Elrohir and Elladan... if it becomes necessary",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Elrohir outside the White Gate on the eastern side of the Lower Ward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Elladan outside the White Gate on the eastern side of the Lower Ward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4f943f1",
      "en": "'Do you think this will be enough?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4f943f2",
      "en": "'Oh, I intend a great deal. Don't we, boys?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4229991",
      "en": "'That depends upon your intentions, as well you know.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4f943f3",
      "en": "'We intend to bring back the Heirs of Castamir.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4f943f4",
      "en": "'We intend to drive you Elves back beyond your oasis, where you belong!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4f943f5",
      "en": "'And we intend to water this sand with your blood!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5e54",
      "en": "You have failed to protect the Elves!",
      "es": "",
      "es (fem)": ""
    }
  ]
}