{
  "id": 621082142,
  "txt": [
    {
      "id": "0x9b56885",
      "en": "Gwallang hops around excitedly. 'Perfect, perfect, perfect,' he chirps at you.\\n\\n'This is the ideal nesting place, yes! Now I need some grass or hay with which to build a good one! Can you find that for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'This is the ideal nesting place, yes! Now I need some grass or hay with which to build a good one! Can you find that for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The City: An Ideal Nesting Place",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "Gwallang flies in a grand circle around your head, chirping all the while. At last he lands safely in his nest and sings a trilling song.\\n\\n'Thank you so much for helping me, my friend! This is the perfect location for me! I like how near grow the delicious fruits, the smell of the sea-breeze, and the sound of the waves on the shore nearby! But do you know something? The ideal nesting place is one where you do not need to stay all the time. I have the spirit of an explorer, just like my friend Sirgon, and I cannot stay here forever, ever, ever!\\n\\n'Some of the other birds I have spoken with in this land talk about a ship that is crewed only by animals! Perhaps I will seek that one out if I get tired of life on land! That would really be something! Thank you again, again, again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Gwallang by his new nest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "Gwallang the Limlinn flutters briefly out of sight and then returns with a small item clutched in one of his feet. He drops it on the ground and you pick it up. Surprisingly, it appears to be Leafshade's whistle, which you had not known the Limlinn had brought with him.\\n\\nHe flies into the air and faces toward the distant fruit trees to the south-east, near the farms, and you understand that he wants you to find a good place for him to build a nest somewhere near those trees, and to call him with the whistle when you have found one. It will be a hike, because you cannot fly as the Limlinn does.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "You understand that he wants you to find a good place for him to build a nest somewhere near the fruit trees to the south-east, by the farms, and to call him with the whistle when you have found one.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "Gwallang hops around excitedly, and you know he likes your choice of location for his nest. Now he needs a fistful of grass or hay with which to build it, if you can find such a thing nearby.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "Gwallang hops around excitedly, and you know he likes your choice of location for his nest. Now he needs a fistful of grass or hay with which to build it, if you can find such a thing nearby.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "Gwallang waits expectantly for you to construct his nest for him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "Gwallang descends from the sky and lands softly on a nearby rock",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e01",
      "en": "Help Gwallang construct his ideal nest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "Gwallang flies in a grand circle around your head, chirping all the while. At last he lands safely in his nest and sings a trilling song, and you know that he enjoys the location and the smell of the sea-breeze. He seems very happy, but you imagine that his happiness is partially due to the knowledge that if the desire to explore the seas comes upon him again, he has ready access to any of the vessels docked in the City of the Corsairs, and any of them can take him on exciting adventures... should the mood strike him.\\n\\nGwallang chirps happily at you, and you know you have made a friend for life.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Gwallang the Limlinn has come a long way from his home, and now is the time for him to either make a nest or give up on the idea.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "You take a generous fistful of grass and hay from the haystack",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Gwallang seems very pleased with his new nest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The fruit trees far to the south-east, by the farms outside the city, are of interest to Gwallang the Limlinn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Gwallang has arrived and hops around excitedly on a rock by the tree.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "The haystack to the north-east might provide the materials Gwallang will need to construct his nest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Gwallang's potential nesting place is by the lone tree to the south-west of the haystack.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Collect a fistful of grass and hay from the haystack to the north-east",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e13",
      "en": "Stand by the lone tree to the south-east, by the farms, and blow the whistle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e16",
      "en": "Talk to Gwallang by the tree he likes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "The nest looks perfect! But what does Gwallang think?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Wait, wait, wait!' he chirps at you before fluttering briefly out of sight. He then returns with a small item clutched in one of his feet. He drops it on the ground and you pick it up. Surprisingly, it appears to be Leafshade's whistle, which you had not known the Limlinn had brought with him.\\n\\n'See those trees far to the south-east, the ones with the fruit, by the farms? Delicious, yes, I imagine they are! If I am to build a nest in this place, that is a good spot, yes, yes, yes! Blow the whistle when you find a good spot for me! A long journey for you without wings, yes, yes! But that is too bad!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'See those trees over there to the south-east, the ones with the fruit, by the farms? Delicious, yes, I imagine they are! If I am to build a nest in this place, that is a good spot, yes, yes, yes! Blow the whistle when you find a good spot for me!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}