{
  "id": 621082143,
  "txt": [
    {
      "id": 228870261,
      "en": "The City: Gangur Farwend Finds Answers",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to Gangur Farwend at the Old Bastion Inn",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Talk to Carver Gírma at the Old Bastion Inn",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I thought I would find the answers I sought in the dwarf-quarter of the city, but now I see that it is shut to outsiders! I have come so far to learn about this gemstone... must I be turned away by these Temámir as I was by Hámisar of Furukzahar? Interolerable, that's what this is!'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to Gangur Farwend at the Old Bastion Inn",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Wait to see what happens",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Listen to me, my friends. I understand you have come a long way to be here, and that you were hopeful to see inside the Shoreward Stone?\\n\\n'Regretfully, I do not possess the authority to permit it. But if you will meet me by the Old Bastion Inn to the south-west, in the Fleet-fast, perhaps I can show you the hospitality you deserve? I do not want the good name of the Temámir besmirched in this fashion, if I might prevent it!'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'What is it?'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Carver Gírma outside the Shoreward Stone",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'If you will meet me by the Old Bastion Inn to the south-west, in the Fleet-fast, perhaps I can show you the hospitality you deserve? I do not want the good name of the Temámir besmirched in this fashion, if I might prevent it!'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Find the Old Bastion Inn to the south-west of the Shoreward Stone, in the Fleet-fast",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Lead on, my friend.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Carver Gírma has agreed to answer any questions I might have, [placeholder], and I must admit that this is a much finer reception than that I was given in Furukzahar! The Shoreward Stone may be off-limits to me, but if he gives me the answers I seek I will forgive that refusal, and harbour no hard feelings about the matter!\\n\\n'Then let me ask the first question. I understand that one member of the Kindred of the Coins is a Dwarf of the Temámir who goes by the name Khôltekh. He wears a medallion of some kind, and this medallion sparkles with a most unusual shine, the like of which I have never seen in any jewel buried within the earth. What is this material, and where may it be found? I have never seen anything like it... not while awake, in any case!'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Gangur Farwend at the Old Bastion Inn",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Carver Gírma at the Old Bastion Inn",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'You speak of Abâshal, my new friend! It can be no other! Some call it \\qsea-opal,\\q but unlike other jewels the iridescence that gives it value can shine with every colour of the rainbow, and the forces involved in its shaping can cause even those to shift in truly remarkable fashion! You will typically find it cut into small jewels or fashioned into flat panels, if you find it at all; it is most rare, and its naturally-occurring form is brittle. Only the finest of stone-workers can mould it effectively. I blush to tell you I am one such craftsman. The knowledge is known only to few.\\n\\n'The Empire of Ordâkh and the Church of the All Seeing that they brought with them to Umbar believed the ornamentation of Abâshal to be blasphemous; almost overnight as much of the jewel as could be salvaged was removed from the city and hidden away in secret vaults. When the temple collapsed at the moment of the Dark Lord's fall, it seemed clear the time of his church and the dominion of Ordâkh was ended. The Kindred of the Coins adopted Abâshal as a sign of not just wealth, but of defiance to foreign rule. You will not be surprised to learn that each of the Kindred's leaders possesses a medallion such as that you saw on Khôltekh's person, each one inlaid with a small piece of Abâshal.'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'I understand that one member of the Kindred of the Coins is a Dwarf of the Temámir who goes by the name Khôltekh. He wears a medallion of some kind, and this medallion sparkles with a most unusual shine, the like of which I have never seen in any jewel buried within the earth. What is this material, and where may it be found? I have never seen anything like it... not while awake, in any case!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Gangur Farwend is frustrated to learn that the dwarf-quarter of the city, the Shoreward Stone, is shut to outsiders.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Carver Gírma is at the Old Bastion Inn.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Abâshal, the sea-opal! At last I have a name to apply to the most beautiful gemstone on which I have ever laid my eyes!\\n\\n'I will have many more questions for my new friend here, [placeholder]. Do not let me keep you! I am disappointed the Shoreward Stone must be closed to outsiders, but I am delighted to know that not all of the Temámir guard their tongues as closely as the others I have met!\\n\\n'I will remain and speak with Carver Gírma for a time. Abâshal! I would learn as much about it as I can!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Carver Gírma has called for your attention.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'It is my pleasure to speak of Abâshal! It has been a secret of my people, but as it grows in importance for Umbar I cannot avoid speaking of it to those who would hear more. That would not be right!'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Gangur Farwend is at the Old Bastion Inn.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Carver Gírma offered to speak with you and Gangur Farwend at the Old Bastion Inn to the south-west, in the Fleet-fast.",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Carver Gírma is at the Old Bastion Inn.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Gangur Farwend is eager to speak with Carver Gírma at the Old Bastion Inn.",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Gangur Farwend is at the Old Bastion Inn.",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Gangur Farwend is feeling frustrated.",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "A nearby dwarf of the Temámir calls for your attention",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'TBD - Blah!'",
      "es": ""
    }
  ]
}