{
  "id": 621082144,
  "txt": [
    {
      "id": "0xda44875",
      "en": "The City: The Strategist and the Swan-knight",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Bruidis by the south-eastern gate in the Fleet-fast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'The Fleet-fast is well-defended, [placeholder], and it will prove nearly impossible for one of us to walk around while remaining undetected. There are a number of places of interest that we should <rgb=#00FF00>appraise</rgb> for their military readiness. Can I ask you to conduct such an appraisal of the barracks and both the eastern and western ends of the bridge that spans the Fleet-fast?\\n\\n'I would ask my husband Rossaran to do this... but his swan-knight armour makes him stand out even more than you do! He took only a dozen steps within before he was pulled aside by one of the guards. You are more likely to escape their notice.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Rossaran in the Lower Ward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Bruidis at TBD in the Fleet-fast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'The Fleet-fast is well-defended, [placeholder], and it will prove nearly impossible for one of us to walk around while remaining undetected. There are a number of places of interest that we should <rgb=#00FF00>appraise</rgb> for their military readiness. Can I ask you to conduct such an appraisal of the barracks and both the eastern and western ends of the bridge that spans the Fleet-fast?\\n\\n'I would ask my husband Rossaran to do this... but his swan-knight armour makes him stand out even more than you do! He took only a dozen steps within before he was pulled aside by one of the guards. You are more likely to escape their notice.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'What have you learned of the defences within the Fleet-fast, [placeholder]?'\\n\\nYou give your report to Bruidis and she thinks it over.\\n\\n'I see. If I believed most of the Corsairs' martial forces had perished at Pelargir, it seems that the Kindred of the Coins has rebuilt them enough to man the Fleet-fast, at least, very effectively. A frontal assault upon the Citadel of Winds is, in my opinion, out of the question.\\n\\n'I could not utilize Rossaran effectively in the Fleet-fast, so I sent him to conduct his investigation within the Lower Ward. Seek him out in the Lower Ward to the north and find out what he learned while he was there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Bruidis suggested I find some garb that would allow me to pass undetected within the Fleet-fast, but I refused her; it was not easy, but I do not want to skulk about in secret! If my swan-knight armour is not welcome here, then neither am I!\\n\\n'She was not pleased about it, but she sent me into the Lower Ward to learn what I could about our opponents. I cannot say that what I have discovered will be of use to us, but I was able to learn how the people feel about some of the various leaders among the Kindred of the Coins.\\n\\n'Azagath and Belondor are both well-loved by the people, who give them a large portion of the credit for the Sea-stone Mutiny. That is the name given to the overthrow of the Heirs of Castamir and the Church of the All Seeing, when the oppressors of the Empire of Ordâkh were cast out of the city.\\n\\n'Hármelak, the Golden Queen, is respected more than she is loved. She is one of the wealthiest people in Umbar, but the folk of the Lower Ward distrust her riches; many of them believe she is indifferent to their plight, and would not spend a single coin on their behalf.\\n\\n'Rothog the Storm is considered a champion of the Lower Ward, for no one lives there who has not heard of his exploits in the arena, or of the manner with which he dispatched many of the Heirs of Castamir during the Mutiny. They love him... but they fear him as well.\\n\\n'Of the others I was not able to learn very much. I hope this information is of as much use to you as the recounting of the Fleet-fast's defences are to Bruidis! We shall see, I suppose. I will keep looking, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "The Stûna is very TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'I could not utilize Rossaran effectively in the Fleet-fast, so I sent him to conduct his investigation within the Lower Ward. Seek him out to the north and find out what he learned while he was there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e01",
      "en": "<rgb=#00FF00>Appraise</rgb> the eastern side of the Fleet-fast bridge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "You appraise the readiness of the guards stationed at the Fleet-fast barracks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Bruidis has taken on the responsibility for appraising the defences of the Fleet-fast, since her husband Rossaran's armour stands out too much for him to move about freely in this part of the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Bruidis is at TBD in the Fleet-fast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "You appraise the number and quality of guards that patrol the western end of the Fleet-fast bridge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Bruidis has asked you to <rgb=#00FF00>appraise</rgb> the defences of the barracks, and the eastern and western ends of the bridge that spans the Fleet-fast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Bruidis is located by the south-eastern gate in the Fleet-fast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Rossaran is to the north of the Fleet-fast, in the Lower Ward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e15",
      "en": "<rgb=#00FF00>Appraise</rgb> the Stûna in the Fleet-fast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e17",
      "en": "<rgb=#00FF00>Appraise</rgb> the barracks in the Fleet-fast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e19",
      "en": "<rgb=#00FF00>Appraise</rgb> the western side of the Fleet-fast bridge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "You appraise the quality and number of guards that patrol the eastern end of the Fleet-fast bridge",
      "es": "",
      "es (fem)": ""
    }
  ]
}