{
  "id": 621082204,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'I am sorry, [placeholder], but I am not really in the mood for talking right now. Do you think you could give me some time to walk outside the city? I would like to be alone with my thoughts for now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Leave Driftwood alone with his thoughts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to Driftwood somewhere outside the city",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I need some time to be alone with my thoughts for now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Driftwood asked you to leave him alone with his thoughts for a time, and you should respect his wishes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'I have been thinking, [placeholder]... I think I may have been wrong.\\n\\n'These past few months have been difficult. I abandoned my kingdom, my friends, and the woman I love, and I thought it was for their own good. I punished myself for the weakness I saw in myself, and I believed my wife and kingdom would be better off without relying on such a man as I am. Horn perished on the Pelennor, and Driftwood was born. But that death, and that birth... they changed nothing. I told myself it was right, but it was not.\\n\\n'I am done with being alone. I think once our mission is concluded... I might be brave enough to see Nona again. Will you go with me when that time comes?'\\n\\nYou tell your friend that you will, and he smiles grimly.\\n\\n'I do not think she will be happy to see me, [placeholder]. I may need you to convince me to go through with such a meeting, if my courage fails me. But for now I intend it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The City: Alone With His Thoughts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Driftwood asked you to give him some time to think in peace.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Driftwood has likely wandered the surrounds outside the city. You should look for him and see how he is feeling.",
      "es": "",
      "es (fem)": ""
    }
  ]
}