{
  "id": 620875552,
  "txt": [
    {
      "id": 172691445,
      "en": "The Spring Festival",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Spring Festival Guide[nps]",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "A guide to the events of the Spring Festival.",
      "es": ""
    },
    {
      "id": 59565250,
      "en": "Author Unknown",
      "es": ""
    },
    {
      "id": 102180561,
      "en": "\\nINTRODUCTION\\n\\nThis year's Spring Festival features many exciting events and games. This guide will help you find every game in which you could ever hope to participate while Festival-time looms in Middle-earth.\\n\\nEVENT LOCATIONS\\n\\nThe Shire: The Party Tree in Hobbiton, and the Greenfields in Brockenborings\\nThorin's Hall: The tavern in Thorin's Hall\\nGreater Ered Luin: The festival area of Duillond and the Shrew-infested Garden\\nBree-land: The Festival grounds in the Horsefields\\n\\nEVENTS\\n\\nThe Hedge Maze\\nWhere: The Horsefields in Bree\\nThe Hedge Maze is a wondrously confusing stroll through the greenery, with mischief and favours to add some extra objectives while lost.\\n\\nThe Stomp-a-Shrew Event\\nWhere: Duillond\\nThe festival garden in Duillond has been overrun with persistent pests, and the Elves need help shooing them away. (Special boots are used to ensure that shrews are not harmed during this mutually chaotic event.)\\n\\nThe Feast of the Greenfields\\nWhere: Brockenborings\\nThe Feast of the Greenfields is a wonderful time for hobbits of the Shire, as they raise mugs of green beer as tribute to the old Bullroarer. Fence-running is the principal game during the feast.\\n\\nThe Inn League\\nWhere: The Party Tree, Hobbiton.\\nThe Inn League is always looking to recruit new members. Can you down all the ales and beers in the Shire before the time runs out?\\n\\nThe Ale Association\\nWhere: The Inn at Thorin's Hall\\nThe Ale Association has expanded, for better or worse. Jonar the dwarf and his bullying ways have made quite an impression on many dwarves, and he is always looking to recruit more in his spiteful endeavours against the Inn League.\\n\\nDancing\\nWhere: Duillond Festival Grounds, Bree-land Festival Grounds, The Party Tree, and the Thorin's Hall Inn\\nDance with the dance-trainers to learn how to dance like Elves, dwarves, Men, and hobbits! The trainer will grant you an opportunity to learn a new dance every twenty minutes.",
      "es": ""
    }
  ]
}