{
  "id": 620875509,
  "txt": [
    {
      "id": 136263297,
      "en": "Searched the crates ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Searched the barrels ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The isle of Rantost is where the tomb-robbers have made their central camp. A great deal of history is being kept there.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The tomb-robbers store all of the relics they bring here. They sort them and, depending on their value, place the more valuable items in crates and the less valuable items in barrels. \\n\\n'The crates are kept deeper within the camp, in more guarded locations. The barrels are strewn about here and there. They are still valuable, but the crates are the most valuable.\\n\\n'I have not been able to get a count of how many crates and barrels there are around the island. The Rangers will need to know how many there are so they can prepare accordingly. Please get their number for me.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Crates and barrels are spread around Rantost.\\n\\nLeighton Kipps has asked you to count the packed crates and barrels around Rantost.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Good! This will tell the Rangers how many men to bring and how much they will be carrying back.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Leighton Kipps is camped at the south-east corner of Rantost.\\n\\nLeighton Kipps will want to know how many crates and barrels there are so he can relay the information to the Rangers.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Rangers will need to change their preparations and strength of their force based on this count, so do not miss any.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search the crates ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Search the barrels ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Leighton Kipps at Rantost",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Crate and Barrel",
      "es": ""
    }
  ]
}