{
  "id": 620875508,
  "txt": [
    {
      "id": 22075075,
      "en": "Aid Wal Simpkins in Rantost",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Eliot Bencroft at Rantost",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The tomb-robbers are far more organized than we have previously thought, and Rantost is the hive of their villainy. Everything they plunder from the tombs and crypts of Evendim comes through here.\\n\\n'We have been watching for a while, and each of us comes up with a way to hinder their efforts. If we can curtail them enough, we may allow the Rangers an opportunity to strike. This would let them end the tomb-robbers, recover their relics, and strengthen the restored friendship between Ost Forod and Tinnudir.\\n\\n'Speak with my associates here for what we feel needs to be done. The list is not long, but it should make a heavy impact.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Chaos reigns within the camp. It seems the time is ripe to launch the true offensive.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Once we have the tomb-robbers rattled, we will be able to signal the Rangers to come with a larger force.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Robbers of Rantost",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The isle of Rantost is where the tomb-robbers have made their central camp. A great deal of history is being kept there.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Aid Eliot Bencroft in Rantost",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "There are several things to be done around Rantost to disturb the tomb-robbers operations.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Aid Leighton Kipps in Rantost",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Eliot Bencroft is at the south-east corner of Rantost.\\n\\nEliot Bencroft will want to hear that Rantost has been weakened to the point of being open to a larger assault.",
      "es": ""
    }
  ]
}