{
  "id": 620875527,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'I have heard much praise of your skill from Rhona and Eón. They were all very impressed with your work, and I am now sufficiently impressed as well. I believe you are ready to advance as an artisan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'This looks to be a good, sturdy bowstaff, [placeholder]. I believe I can make a worthy bow with this! You have done well indeed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Crafting: Artisan Woodworker",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'This is a good hunting spear! I have very little, and the Rangers have shared much with me since I came here, but I wish to hunt and contribute on my own. I thank you for this gift, [placeholder]. Such weapons cannot often be found where I am from.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'This is a finely-crafted bow, [placeholder], executed with a great deal of skill. Tadhrien did not exaggerate your talent. Thank you for this gift!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have carved a yew bowstaff",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Thank you for this bow!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have crafted a yew spear",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'This is a wonderfuly-wrought spear!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have crafted a yew bow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The crafting recipes you must create can be found in your crafting panel.\\n\\nYou should craft the two recipes required by Tadhrien for your growth as a woodworker.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You need to craft a yew spear and yew bow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Your goods can be delivered to various people around Esteldín.\\n\\nMany folks around Esteldín have taken an interest in your woodworking skills.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'You need to bring the yew spear to Rhona and the yew bow to Eón.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Tadhrien is in the Crafting Hall in Esteldín.\\n\\nYou should speak with Tadhrien and tell her of your successful deliveries.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'This bowstaff will work wonderfully for my purposes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Execute the recipe for a yew bowstaff",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Execute the recipe for a yew spear",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Execute the recipe for a yew bow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Deliver the yew bowstaff to Mallennor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Deliver the yew spear to Rhona",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Deliver the yew bow to Eón",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Talk to Tadhrien in Esteldín",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have been sent to an expert crafting vendor to have your own expertise appraised before moving on to artisanship.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You have been sent to me at an important time in your journey as a crafter, [placeholder]. As I'm sure you've noticed, you are very close to becoming an artisan woodworker.\\n\\n'Artisans can no longer execute their recipes at ordinary workbenches; instead, they must use the superior workbench, like this one beside me.\\n\\n'Before granting you access to artisan recipes, I want to make sure you are truly proficient as an expert. I would like you to execute two recipes and deliver the goods you make to folks who have need of it. They will tell me if what you make is evidence that you have achieved true proficiency as an expert.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}