{
  "id": 620875526,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'I've heard high praises of your weaponsmithy abilities from the dwarves! You have impressed me, [placeholder]. I believe you are ready to advance as an artisan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I am, as you know, something of an expert myself on the craftsmanship of greatswords. This, [placeholder], is a fine piece indeed. I am glad Thithrandi recommended you bring this to me; such craftsmanship is not often seen, even in Thorin's Hall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Crafting: Artisan Weaponsmith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'A steel pommel! This is just what I need for the crafting of my new sword. My thanks, [placeholder], and thanks to Thithrandi as well, for sending you to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'This is as fine a dagger as I've seen in many a long year. Your skills in weaponsmithy seem to be rising fast. Thithrandi has spoken highly of you, but I did not believe that a busy [placeholder] like yourself could truly have time for crafting at this level. Well done, [placeholder]...I was wrong about you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have forged a bright steel greatsword",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I will make good use of this fine pommel!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have forged a steel pommel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You need to forge a bright steel greatsword and a bright steel dagger.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have forged a bright steel dagger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The crafting recipes you must create can be found in your crafting panel.\\n\\nYou should craft the two recipes required by Thithrandi for your growth as a weaponsmith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You must bring the bright steel greatsword to Hagan and the bright steel dagger to Albryc Longfoot.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Dwarves who wish to receive the goods you made can be found throughout Thorin's Hall.\\n\\nYou should bring the weapons and components you forged to the interested dwarves in Thorin's Hall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'This is an exquisite dagger!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Thithrandi can be found in the Maker's Hall in Thorin's Hall.\\n\\nYou should return to Thithrandi with the news that your weaponsmithy abilities were admired by the dwarves of Thorin's Hall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'This greatsword is a magnificent piece of work!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Execute the recipe for the bright steel greatsword",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Execute the recipe for a steel pommel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Execute the recipe for a bright steel dagger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring the bright steel greatsword to Hagan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Bring the steel pommel to Glasi Ironhand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Bring the bright steel dagger to Albryc Longfoot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Return to Thithrandi in the Maker's Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have been sent to an expert crafting vendor to have your own expertise appraised before moving on to artisanship.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You have been sent to me at an important time in your journey as a crafter, [placeholder]. As I'm sure you've noticed, you are very close to becoming an artisan weaponsmith.\\n\\n'Artisans can no longer execute their recipes at ordinary forges; instead, they must use the superior forge, like this one beside me.\\n\\n'Before granting you access to artisan recipes, I want to make sure you are truly proficient as an expert. I would like you to execute two recipes and deliver the goods you make to folk who have need of it. They will tell me if what you make is evidence that you have achieved true proficiency as an expert.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}