{
  "id": 621079611,
  "txt": [
    {
      "id": "0xeb01142",
      "en": "Nathlad has brought you down to the bridges that now cross the Anduin, above which stands the city of Osgiliath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01144",
      "en": "Nathlad has ended his patrol and now stands before you, deep in thought.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56858",
      "en": "'I have also given up the free-booter's life, if you must know. Shortly after my captain left, I changed the name of the ship to Valatëa, and we are now mostly honest men. Mostly.\\n\\n'Thank you for hearing me out, stranger. I think it did me some good to remember my former captain, and to speak of his choice. You are welcome to keep that rigging-hook, if you would desire it. It was named Anchor of the Past by my friend Dírharn, but it need not be such a weight for you. May it be a help to you in the journeys that lie ahead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01146",
      "en": "Nathlad has ended his patrol and now stands before you, deep in thought.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x63ff6e1",
      "en": "'I was the mate on a ship, the Bladren.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01147",
      "en": "Nathlad has come to a conclusion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x63ff6e2",
      "en": "'We plied our trade up and down the River Anduin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x63ff6e3",
      "en": "'I was right: Orc stragglers!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x63ff6e4",
      "en": "'All right. Let us keep moving.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x63ff6e5",
      "en": "'What trade was the business of the Bladren?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x63ff6e6",
      "en": "'Well, I see you have guessed it. Piracy, my new friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x63ff6e7",
      "en": "'More of them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50259",
      "en": "Talk to Nathlad by the bridges that cross the River Anduin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x63ff6e8",
      "en": "'We were freebooters. We preyed upon trade-ships on the river.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x63ff6e9",
      "en": "'Dírharn was my captain, and he was the best there ever was.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Nathlad has agreed to tell you what he knows about the rigging-hook you recovered from Mordor, but he wants you to help him with his work along the river.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1166",
      "en": "The Anchor of the Past has been cleansed of Mordor's corruption!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3ff6e20",
      "en": "'Watch your head.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3ff6e21",
      "en": "'Do you hear something?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3ff6e22",
      "en": "'Follow me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6a30",
      "en": "Fight alongside Nathlad as he crosses the bridges",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3ff6e23",
      "en": "'But piracy is a young man's game. Dírharn gave it up.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3ff6e24",
      "en": "'He left me the ship, and advised me to change professions.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3ff6e25",
      "en": "'More ahead!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3ff6e26",
      "en": "'I think that was all of them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50242",
      "en": "Talk to Nathlad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3ff6e27",
      "en": "'You proved a big help to me today. I may have been wrong about you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7c75d21",
      "en": "'He knew how hard it would be for him to begin a new life.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7c75d22",
      "en": "'He said that rigging-hook was more than just a tool.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50244",
      "en": "Listen to the words of Nathlad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7c75d23",
      "en": "'He said it was an anchor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50245",
      "en": "Talk to Nathlad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7c75d24",
      "en": "'Aye, I remember his words clearly: it was an anchor holding him to that life.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7c75d25",
      "en": "'\\qThen throw it away!\\q I told him, \\qLet that anchor remain in the past!\\q'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7c75d26",
      "en": "'And he did.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7c75d27",
      "en": "'He went away, and I like to think he made a good life for himself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'Goodbye, stranger. I will count you from this day forward a friend of mine, and of Dírharn.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7c75d28",
      "en": "'There's no way to know, of course.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7c75d29",
      "en": "'But I do not think he came to the same end as that which he cast aside.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5e81",
      "en": "Nathlad has been defeated!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56853",
      "en": "'When those soldiers of Gondor passed over the great bridge, heading east, they did not come down here to the water's edge. I am not surprised: their eyes are ever on the horizon, dreaming about the great things they plan to accomplish for the lord that gave them their orders. It falls to common folk like me and my fellows to take care of everything else.\\n\\n'In this case, that means the Orcs that hid down here when the army passed by. We are going to take care of these stragglers. Come! I will tell you about that rigging-hook while we work, and you can tell me how you came by it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe8c8771",
      "en": "The Anchor of the Past has been cleansed of Mordor's corruption!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Instance: Heirloom of Osgiliath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56855",
      "en": "'It is now your turn, stranger. How did you come to find Dírharn's rigging hook?'\\n\\nYou tell Nathlad that it was found within a stronghold in Mordor, and you hoped to cleanse it of the corruption that ensnared it.\\n\\n'In the depths of Mordor, you say? There is a story here, to be certain, for I watched him cast that rigging-hook into the Anduin not far from this very spot. Did an Orc or some other fell creature fish it from the river and bring it on dark paths into the Black Land? That is a better answer than the one I suspected, the one for which I led you down here.\\n\\n'I thought to test your loyalties, and if you proved a friend to the Orcs I would have buried my sword in your back for the murder of my friend. But I think now you are what you claim to be.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}