{
  "id": 621079612,
  "txt": [
    {
      "id": 111477412,
      "en": "Talk to Nathlad in Osgiliath and learn what he knows of the corrupted rigging-hook",
      "es": ""
    },
    {
      "id": 162883746,
      "en": "'You are the Mariner here, my friend, and if you say this artifact is a rigging-hook of the sort used by sailors I will not say otherwise! But this symbol here tells me where you should begin your investigation, for these markings seem to indicate a number of buildings built upon a bridge over a rapidly-flowing river. Whoever once owned this rigging-hook may have operated out of Osgiliath. Now that the Host of the West has passed through the city, it should be safe to ask sailors in that city if they know about this artifact.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Mithrandir believes you should ask sailors in Osgiliath if they know the story of the rigging-hook you found in Mordor.\\n\\nNow that soldiers of the Host of the West have passed through Osgiliath, the city should be reasonably safe for you to search for such a sailor.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Nathlad in Osgiliath is waiting for to agree to help him with his work before he tells you what he knows of the rigging-hook you recovered from Mordor.",
      "es": ""
    },
    {
      "id": 49286705,
      "en": "Bring the Anchor of the Past to Elrond in Rivendell",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Elrond is at the Haven of Orladion in Rivendell, north-west of the Last Homely House.\\n\\nYou have cleansed the corruption from the Anchor of the Past, and should bring it now to Elrond in Rivendell.",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'I know why you have come, [placeholder]. If you are to journey beneath the shroud that covers Gorgoroth, you will need the aid of a light that can pierce the darkness. Now that this rigging-hook has been cleansed of the corruption that settled upon it, perhaps it can serve that purpose for you.'\\n\\nElrond takes the Anchor of the Past from you and dips it into the font beside him. When the artifact emerges from the glowing circle, light drips soundlessly from it and pools like water in the basin. Elrond smiles at the sight, and his voice contains both determination and joy when he speaks again.\\n\\n'With the Light of Eärendil, you will be able to walk where the shadows lie, and overcome them.'",
      "es": ""
    },
    {
      "id": 49286691,
      "en": "Find a sailor in Osgiliath who knows about the corrupted rigging-hook",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Mithrandir has studied the artifact that Ayorzén stole from the vault of Durthang and believes that if it might be cleansed of its corruption, it could be empowered with a force for Good.",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'I will meet you at the Haven of Orladion, [placeholder].'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I have studied the artifact that Ayorzén stole from the vault of Durthang. It bears a powerful corruption, but it was not made in the land of Mordor. It came from elsewhere, and the corruption that envelops it stems from its stay in the Black Land. If this evil could be cleansed, I believe that Elrond could imbue it with a powerful and vital force for Good.\\n\\n'Before that can happen, however, we must do something about the corruption that Mordor has worked upon it. There are different methods to accomplish this, though the Wise disagree upon the effectiveness of each. My preferred means for such a cure is to bring the corrupted item to the place where it was made, or to places of some significance upon its path, and to thereby diffuse the foul touch of Mordor that has, in the interim, claimed it. We must learn the story of this heirloom before it came to Mordor.'\\n\\nThe Wizard turns the artifact over in his hands, studying it for some clue to its origin.\\n\\n'The metal with which it is made is bronze, and fashioned into a hook of some kind. I cannot identify the purpose of this artifact. Perhaps there is none, and it was merely a decorative element of a larger piece?'\\n\\nYou cannot help but smile, for while the Wizard may not have seen this type of artifact before, to your eye it is most familiar. You tell Gandalf that the artifact is a rigging-hook, used by Mariners to rapidly descend along the ropes of their vessels without burning the palms of their hands, made of bronze so it will not rust in the damp.\\n\\n'You are the Mariner here, my friend, and only a fool would not defer to your wisdom on such matters! But this symbol here tells me where you should begin your investigation, for these markings seem to indicate a number of buildings built upon a bridge over a rapidly-flowing river. Whoever once owned this rigging-hook may have operated out of Osgiliath. Now that the Host of the West has passed through the city, it should be safe to ask sailors in that city if they know about this artifact.'",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "'Very well, are you ready to help me with my work? I will tell you what I know, and you will tell me what you know, and we must each be satisfied.'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 2.1: Heirloom of Osgiliath",
      "es": ""
    },
    {
      "id": 162883745,
      "en": "'What's that? You think I might know something about a rigging-hook? Most captains and every mate need one, which you'd know if you were truly a Mariner. I cannot give you mine, if you've broken yours. I still make my living on the river, or would do if there weren't Orcs still hiding in the city and along the river-banks.'\\n\\nNathlad turns the rigging-hook over in his hands, and a dark cloud passes across his features.\\n\\n'Wait... I do know this particular hook. How did you come by it, and why does it fill me with such a feeling of dread?'\\n\\nYou stare Nathlad in the eye and say that you can tell him some of the story, but you want to know what he knows about it first. He sighs.\\n\\n'Well, I am not going to tell you here. There's work that needs doing. I'll tell you what you want to know, but you are going to need to help me first. Otherwise we will go around in circles, and no one will learn anything. Do we have an agreement?'",
      "es": ""
    }
  ]
}