{
  "id": 621079686,
  "txt": [
    {
      "id": "0x78d1750",
      "en": "A family of farmers has been dealing with boars encroaching on their land.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d7",
      "en": "'This will keep us fed through the harvest. Thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50216",
      "en": "Talk to TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502924",
      "en": "Hunt perturbed wild boars in the Farrowfold ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa3b3",
      "en": "Boars by the Hathollant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56817",
      "en": "TBD shivers as you tell him how you dealt with the sickle-flies.\\n\\n'I would have taken care of them myself if they didn't upset my stomach so. They are disgusting to behold and the very sound they make is like a millstone against my ear. Thank you for your aid.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a9",
      "en": "You have done as Branach asked. Return to him.\\n\\nBranach can be found at his farm, Cornworth, north-east of Farrowfold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "You have been tasked to hunt boars for food.\\n\\nThe boars in question may be found at the Farrowfold, south-west of Cornworth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502928",
      "en": "Talk to Branach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d3",
      "en": "'Sausages, roasts, grilled chops, braises, butter-basted herbed tenderloin, these are the things I would be eating right now if someone were to harvest some boars from where they've made their dens to the south-west. Watch out for the aggressive ones, however! They are usually covered in flies, and not fit to eat. Their perturbed cousins should be perfect for this, and plenty edible.'\\n\\nHe smiles at you and gestures his head in the direction he just indicated.\\n\\n'I would pay such an adventurous person with coin.'\\n\\nHe winks.\\n\\nPerhaps you should go hunt some boars.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be5",
      "en": "Collected meat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}