{
  "id": 621079630,
  "txt": [
    {
      "id": 111477330,
      "en": "Find Fleetmire",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "Explore enemy encampments and other dangerous places in Anfalas.",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "You have discovered Delugel",
      "es": ""
    },
    {
      "id": 111477333,
      "en": "Find Bel Tâkhmar",
      "es": ""
    },
    {
      "id": 24695126,
      "en": "Explore enemy encampments and other dangerous places in Anfalas.",
      "es": ""
    },
    {
      "id": 177082756,
      "en": "You have discovered Loxhall",
      "es": ""
    },
    {
      "id": 111477336,
      "en": "Find the Wreck of the Kêl Tezhor",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Find Snarlwood",
      "es": ""
    },
    {
      "id": 8567360,
      "en": "Not all of the Corsairs who raided Anfalas were lucky enough to emerge with ill-gotten goods. Some found themselves at the mercy of the sea -- a peril all Corsairs are familiar with, but one that cannot be fully mastered.",
      "es": ""
    },
    {
      "id": 8567408,
      "en": "Having avoided the worst of the fighting during the war, the Corsairs in Anfalas remain a well-equipped threat.",
      "es": ""
    },
    {
      "id": 218639266,
      "en": "What once served as a landing for many Corsair raids remains on the shores of Hathollant as a ready reminder that the Corsairs could return in force at any moment. Now, it serves as home to stragglers and those who refused to leave.",
      "es": ""
    },
    {
      "id": 177082759,
      "en": "You have discovered Springer's Close",
      "es": ""
    },
    {
      "id": 8567363,
      "en": "For those who know what they're doing, or otherwise are willing to risk a few fingers, the crabs at Lithengris are a valuable source of food. Very few people venture into the cave itself, however....",
      "es": ""
    },
    {
      "id": 8567410,
      "en": "The dun oxen roam the hills of Anfalas peacefully, unbothered by the sparse vegetation and arid climate of their home. Get too close, however, and you may find that a bull's horns are just as sharp as they appear to be.",
      "es": ""
    },
    {
      "id": 8567412,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 8567413,
      "en": "Springer's Close is a place known to many residents of Barad Faen as the main concern for many travellers making their way to Iaphel and Pinnath Gelin.",
      "es": ""
    },
    {
      "id": 8567414,
      "en": "Throughout time this place has been avoided by many a resident of Lond Cirion, given to the cautionary tales of fantasy. Do those that dwell within claim its power by those very tales or have they existed within all along?",
      "es": ""
    },
    {
      "id": 8567461,
      "en": "Once a site for travellers to find reprieve and make camp, Loxhall has long been taken over by the growing lynx population.",
      "es": ""
    },
    {
      "id": 8567464,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 177082722,
      "en": "You have discovered Lithengris",
      "es": ""
    },
    {
      "id": 177082725,
      "en": "You have discovered the Dun Ox Herd",
      "es": ""
    },
    {
      "id": 8567377,
      "en": "Long ago, the cove of Khâla Niket proved deadly for the Corsair banner-ship that sought to gain access to the unprotected lands nearby. Today, only the wreck remains, a grim reminder of the Umbari aggression that nearly spelled doom for the folk of the Langstrand.",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "You have discovered Snarlwood",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Find Khatsûr",
      "es": ""
    },
    {
      "id": 8567380,
      "en": "In their search for wood, the Corsairs have destroyed many trees and disturbed the local wild-life -- most notably the bog-lurkers.",
      "es": ""
    },
    {
      "id": 111477313,
      "en": "Find Lithengris",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Find Delugel",
      "es": ""
    },
    {
      "id": 177082736,
      "en": "You have discovered Khâla Niket",
      "es": ""
    },
    {
      "id": 111477316,
      "en": "Find the Dun Ox Herd",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Find Loxhall",
      "es": ""
    },
    {
      "id": 8567481,
      "en": "Filled with avanc, Snarlwood remains a bastion and home for the animals, and a readily available source of sustenance for the most daring of hunters in Langstrand.",
      "es": ""
    },
    {
      "id": 177082739,
      "en": "You have discovered Fleetmire",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "Find Springer's Close",
      "es": ""
    },
    {
      "id": 177082742,
      "en": "You have discovered Bel Tâkhmar",
      "es": ""
    },
    {
      "id": 111477417,
      "en": "Find Khâla Niket",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "You have discovered Khatsûr",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Perils of the Langstrand",
      "es": ""
    },
    {
      "id": 177082745,
      "en": "You have discovered the Wreck of the Kêl Tezhor",
      "es": ""
    }
  ]
}