{
  "id": 621079633,
  "txt": [
    {
      "id": 111477330,
      "en": "Find Sadrech's Camp",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "Explore settlements and other important points of interest in Anfalas.",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "You have discovered Tumbamálë",
      "es": ""
    },
    {
      "id": 111477333,
      "en": "Find the Lumber Camp",
      "es": ""
    },
    {
      "id": 24695126,
      "en": "Explore settlements and other important points of interest in Anfalas.",
      "es": ""
    },
    {
      "id": 177082756,
      "en": "You have discovered Lond Cirion",
      "es": ""
    },
    {
      "id": 111477336,
      "en": "Find Lothmar",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Find Echad Lendir",
      "es": ""
    },
    {
      "id": 218639266,
      "en": "A small hamlet that sits at the foot of the beacon of Barad Faen. Wanderers and travellers alike have all set foot in Barad Faen on their way to Lond Cirion and Pinnath Gelin.",
      "es": ""
    },
    {
      "id": 177082759,
      "en": "You have discovered Arthiant",
      "es": ""
    },
    {
      "id": 8567361,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 8567410,
      "en": "In the months after the war, the bridge to Anfalas from Tarlang's Crown was given some much-needed repairs.",
      "es": ""
    },
    {
      "id": 8567364,
      "en": "While one could easily overlook Melgobas as nothing more than a humble fishing village, its people have weathered the war with very little support from the armies of Minas Tirith.",
      "es": ""
    },
    {
      "id": 8567458,
      "en": "The grove of Tumbamálë, called Strangdene by the folk who live nearby, has a reputation for mystery. Few dare pass beneath its boughs, and those who do report hearing strange noises and the sensation of being watched. Even the Corsairs who raid the coast steer clear of the grove, unless they are compelled within by a captain with a harder heart than most others.",
      "es": ""
    },
    {
      "id": 8567414,
      "en": "Much like Anfalas, these ruins have seen better days. They now stand alone and forgotten by the people who live here.",
      "es": ""
    },
    {
      "id": 8567461,
      "en": "The Men of Númenor arrived in the mid-Second Age, the land was still mostly untouched. Those sea-farers made their first landfall upon the Langstrand after discovering the Bay of Belfalas, and the stronghold they built at the mouth of the mighty River Lagorduin, which they named Ciryalondë and is now known by the name Lond Cirion.",
      "es": ""
    },
    {
      "id": 8567464,
      "en": "The bridge of Arthiant stands as a remnant of an era long passed, when the River Hathollant was not the westernmost extent of Gondor. But as the kingdom faded, so too did its borders.",
      "es": ""
    },
    {
      "id": 177082723,
      "en": "You have discovered Melgobas",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "You have discovered Echad Lendir",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Find Barad Faen",
      "es": ""
    },
    {
      "id": 8567380,
      "en": "While Melgobas mostly relies on fish for food and commerce, its people also rely on hunters for bones and meat.",
      "es": ""
    },
    {
      "id": 111477314,
      "en": "Find Melgobas",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Find Tumbamálë",
      "es": ""
    },
    {
      "id": 8567383,
      "en": "The people of Melgobas rely heavily on wood for their fishing boats, houses, and various tools.",
      "es": ""
    },
    {
      "id": 177082736,
      "en": "You have discovered Thombad",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Find Lond Cirion",
      "es": ""
    },
    {
      "id": 8567481,
      "en": "The Elves have run into troubles on their pilgrimage to Iaphel in Pinnath Gelin. They resolved to make a retreat upon the bluffs of the Langstrand for future travellers to rest, as the road north is ever troubled by lynx-cats and Neekerbreekers.",
      "es": ""
    },
    {
      "id": 177082739,
      "en": "You have discovered Sadrech's Camp",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "Find Arthiant",
      "es": ""
    },
    {
      "id": 177082742,
      "en": "You have discovered the Lumber Camp",
      "es": ""
    },
    {
      "id": 111477417,
      "en": "Find Thombad",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "You have discovered Barad Faen",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Explorer of Anfalas",
      "es": ""
    },
    {
      "id": 177082745,
      "en": "You have discovered Lothmar",
      "es": ""
    }
  ]
}