{
  "id": 620914050,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Did you feel those rumblings in the earth, Halbarad? They are getting worse. It almost sounds as if, well...'\\n\\nCalenglad trails off, embarrassed. You prompt him to continue, but his tone remains sheepish.\\n\\n'Well, it sounds as if a great beast was running beneath the earth, shaking the ground with the fury of its passage. Could such a creature be?\\n\\n'You may think such musings are the province of children's tales, but I have seen many strange and wondrous things in my life, Halbarad, and learning of these wonders keeps me putting one foot before the other. If there is such a beast, we must know if it poses a threat to our people and the good people of Dunland. Mustn't we?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'My brother returned from his sojourn in the mountains, and he says a small group of warriors makes their way hither. \\qMore of the Falcon Clan?\\q I asked him, but he was not certain. He has gone back with Radanir to cut them off before they arrive.'\\n\\nElrohir pauses, and you can tell he is struggling to find the right words. Soon he continues.\\n\\n'We have been through much, my friend, and will certainly see more danger before we find Aragorn. But I feel I must ask: why do we linger in Tâl Methedras? I understand that much hurt was done to us here, and the desire to avenge our fallen is great, but delay may prove as deadly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Corunir and I have been collecting the weapons the Falcon Clan left behind when we drove them into the caves. This accursed shaking in the earth is making it more difficult than it need be.'\\n\\nGolodir listens as you explain your decision for the Grey Company to continue on its road, and his face becomes a thundercloud.\\n\\n'That is an impossibility, Halbarad! We cannot leave yet! Lheu Brenin still lives, and his cronies! You cannot have forgotten the wounds he gave us, and the lives his treachery cost. We must have our vengeance upon him before we go!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'This is the situation in which we find ourselves, Halbarad? The Falcon Clan harries us from the mountains and caves into which they fled. The earth shakes and rumbles more and more with each passing day. Our numbers diminish the further south we travel, brothers and friends lost to death or to urgent need in distant lands.\\n\\n'You are our leader. What road or roads do we take from here? How then does the Grey Company proceed?'\\n\\nPrestadír looks at you expectantly, and you know that you must dispatch some members of your group to deal with each of these situations. For now, you must think upon how best to deal with the various roads ahead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'The rumbling in the earth is getting worse, Halbarad. I do not like it.'\\n\\nSaeradan listens as you explain that it is time for the Grey Company to leave Tâl Methedras.\\n\\n'That is wise. I have already decided it was time to leave, and I wanted to see if you agreed with me. I wish to leave Tâl Methedras, but I wish to travel north... not south.'\\n\\nSaeradan sees your puzzled expression and hurries to explain.\\n\\n'Many of our brothers have fallen on this road, and it grieves me to think they must be laid to rest in these hostile southern lands. They are Dúnedain! They should be brought back to the northern lands they held dear. I propose to bring their bodies by waggon back to their homes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Radanir has been defeated!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x35efb21",
      "en": "'Careful...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'You have stumbled into the middle of a surprise attack, Halbarad! Are you willing to fight alongside me?'\\n\\nRadanir laughs.\\n\\n'Oh, you are on the right side of the ambush, this time. We are doing the ambushing! Elladan and I have lured a small group of the Falcon Clan back here. They think they have us on the run, but they are about to be surprised! Are you ready?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9782e81",
      "en": "'Halbarad, I agree with Golodir. The Falcon Clan is too dangerous to ignore.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1cfa571",
      "en": "'It is too dangerous to leave this enemy behind us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Halbarad has led the Grey Company through many dangers already on its journey to aid Aragorn, but many treacherous miles still lie ahead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1cfa572",
      "en": "'Lheu Brenin must pay for his betrayal!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd848171",
      "en": "'No, no, no, I had those just right!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c50",
      "en": "Fight alongside Radanir in Tûr Morva",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c51",
      "en": "Talk to Prestadír atop the hill in Tûr Morva",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3568a1",
      "en": "'I do not wish to abandon Aragorn, but our brothers deserve better than they have gotten.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3568a2",
      "en": "'You agree? Thank you, Halbarad. I will see to making the arrangements at once.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1452c61",
      "en": "'Can you say with absolute certainty that the shaking of the earth is not a threat to us?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8699a80",
      "en": "'This way, Halbarad, and quietly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1452c62",
      "en": "'I cannot. It is one of my worries.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8699a81",
      "en": "'Surprise, treacherous ones!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Explain to Elrohir that the time for delay is over",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8699a82",
      "en": "'Well done, well done!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Elrohir on the road through Tûr Morva",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8699a83",
      "en": "'Did you choose not to help because you were busy working on your wit, Prestadír?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Saeradan in Tûr Morva",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Golodir up the hill in Tûr Morva",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Calenglad by the entrance to the ruins atop the hill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Talk to Radanir in Tûr Morva, south of Calenglad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb82df51",
      "en": "'Then you agree that the time has come to leave this place?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Fight alongside Radanir in Tûr Morva",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb82df52",
      "en": "'I am glad to hear it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "Await the gathering of the Dúnedain atop the hill in Tûr Morva",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb82df53",
      "en": "'You should tell your men it is so. Some of them have expressed a desire to leave soon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c9",
      "en": "Talk to Prestadír atop the hill in Tûr Morva",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Elrohir is waiting to speak with you on the road up the hill in Tûr Morva.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Saeradan is north-east of Elrohir, in Tûr Morva. Golodir is up the hill in Tûr Morva. Calenglad is by the entrance to the ruins.\\n\\nElrohir is pleased that you have decided to leave Tâl Methedras at last and thinks the others will be similarly pleased.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Radanir is among the buildings atop the hill in Tûr Morva.\\n\\nRadanir has returned from his expedition in the mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x53b8a21",
      "en": "'Halbarad, might I have a word?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "The time has come to decide what each member of the Grey Company should do in the coming days.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "The Rangers have gathered atop the hill in Tûr Morva.\\n\\nYou have helped Radanir fight off a small group of the Falcon Clan, and should now give the Grey Company some of the direction they seek by speaking with Prestadír.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5443ad1",
      "en": "'That Elf has played us for fools. He has given us the slip!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5443ad2",
      "en": "'Fie!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb2b1e91",
      "en": "'I am not used to you being on this side of an ambush, Radanir!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5443ad3",
      "en": "'We are undone!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7b144d1",
      "en": "'Not again...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0cf631",
      "en": "The earth rumbles and shakes, as it often has of late",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Interlude: Many Worries",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0cf632",
      "en": "The earth rumbles, and you hear Corunir's frustrated exclamations",
      "es": "",
      "es (fem)": ""
    }
  ]
}