{
  "id": 620914118,
  "txt": [
    {
      "id": "0x4351791",
      "en": "'We made it, Halros!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4351792",
      "en": "'The sun has set. We are almost to Oatbarton!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1964c31",
      "en": "'I got nothing to say to you. I can be here if I like.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1964c32",
      "en": "'Who's going to make me move? You?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1964c33",
      "en": "'Ha! That's rich!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd37970",
      "en": "'Sweet! Because she is a baker, and bakes pies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd37971",
      "en": "'Just a little hobbit humour for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Oh my, where has the time gone? Already the sun is beginning to set. Let us take a short rest and then we will walk the rest of the way to Oatbarton. What do you say, Halros?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Look up ahead. Is that one of the Big Folk? You are an exception, Halros. Usually they do not trouble to come into the Shire, and we are pleased to not be troubled by them!\\n\\n'I suppose we should see what he wants, Halros.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have my thanks for sending him away, Halros. I'm glad you were here. He was up to no good, you mark my words.\\n\\n'We fought some wolves tonight, but I think maybe not every wolf we encountered wore fur. That one's teeth might prove sharpest yet.\\n\\n'We should see about finding a place to stay for tonight, before we head back to the Greenfields on the morrow. Let us find an accomodating burrow, with a laden table full of supper, if we can!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You don't scare me, Ranger. I've seen plenty of your type 'round Bree-way, and it seems to me you bleed just like everybody else. Maybe easier.'\\n\\nFerny laughs an unpleasant laugh.\\n\\n'I'm meeting a friend here, but I can see you're just dying to stick your nose into my business, so I'll move along. I'll be sure to tell my friend who it was what caused this inconvenience. You can count on that, Ranger.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Good afternoon to you, Halros! It is good to see you again. I do enjoy the company. The walk to Oatbarton is quite a long one, but it goes more quickly with company.\\n\\n'I am always pleased when you join me for walking my rounds. I have not met very many of the Big Folk, but of those few you are as pleasant and kind a fellow as I could hope to meet. You are quite all right in my book, Halros.\\n\\n'You will forgive me, as you usually do, if I share some of the news of the day? That is a relief. There is so much going on in the Shire, and keeping it all straight helps to clean the cobwebs out of my head. Relaying some of it to you serves as mental exercise of the highest order!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Bounder Primstone has been defeated!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'Is that the sound of wolves? Sometimes they come down into the Shire, but it does not happen very often. If they do come upon us, you can stand behind me, Halros. Wolves can be frightening, but I am a Bounder and have been trained to deal with the creatures.\\n\\n'I am sorry, but the sandwiches will have to wait.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Bounder Primstone has been defeated!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb1467d1",
      "en": "'Good evening, stranger. What brings you to Oatbarton?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb1467d2",
      "en": "'That's right.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have agreed to walk with Bounder Primstone on his rounds to Oatbarton today.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c50",
      "en": "Talk to Bounder Primstone outside Oatbarton",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8f7c381",
      "en": "'Let us sit over here, off the road. Just for a moment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Bounder Primstone in the Greenfields",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8f7c382",
      "en": "'Ah, that is just what my feet needed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Help Bounder Primstone walk to Oatbarton as part of his rounds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8f7c383",
      "en": "'I think I have some sandwiches here. Let me unpack them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Take a short rest with Bounder Primstone before continuing on to Oatbarton",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8f7c384",
      "en": "'Wait... did you hear that?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Bounder Primstone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8f7c385",
      "en": "'Keep your eyes open, Halros.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Bounder Primstone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8f7c386",
      "en": "'No time for a rest now, Halros! We need to hurry to Oatbarton!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Defend Bounder Primstone from his foes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Accompany Bounder Primstone and learn why the Man has come to the Shire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "Talk to Bounder Primstone outside Oatbarton",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c9",
      "en": "Talk to Bill Ferny outside Oatbarton",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x30d3791",
      "en": "'Are you ready, Halros? The walk to Oatbarton is a long one, and the day is getting on already.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x30d3792",
      "en": "'There is nothing quite like a good afternoon of exercise.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x30d3793",
      "en": "'Things have been pretty quiet for the last few days.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x30d3794",
      "en": "'Well, there was that business with the spoiled pies. Again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x30d3795",
      "en": "'You will keep this to yourself, right, Halros?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x30d3796",
      "en": "'But I think perhaps Holly Hornblower should give up on the pie-making business.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x30d3797",
      "en": "'For every good pastry she bakes, I swear, she lets six spoiled pies out into the wild.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bounder Primstone is in the Greenfields, waiting for you to walk with him to Oatbarton.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x30d3798",
      "en": "'Ivo keeps buying them, though. I think perhaps he's just sweet on her.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "It is getting late, and you are not yet at Oatbarton. Bounder Primstone wants to take a short rest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x30d3799",
      "en": "'Ha! Did you get that one, Halros?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "You have walked with Bounder Primstone about halfway to Oatbarton, but you have heard the sound of wolves on the wind.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "You have arrived at the outskirts of Oatbarton with Bounder Primstone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Bill Ferny is on the outskirts of Oatbarton, and if you know him, the Man is up to no good.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "Bounder Primstone is outside Oatbarton.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Interlude: Halros's Watch",
      "es": "",
      "es (fem)": ""
    }
  ]
}