{
  "id": 620914117,
  "txt": [
    {
      "id": 124837633,
      "en": "You can wait no longer. Lheu Brenin must pay for his betrayal of the Grey Company.",
      "es": ""
    },
    {
      "id": 40652817,
      "en": "'Carefully, Golodir... she may not be a friend.'",
      "es": ""
    },
    {
      "id": 40652818,
      "en": "'Look, Golodir! This girl is still alive!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Age has not slowed you down at all, Golodir! I am lucky you were here to take the brunt of the creature's attacks!\\n\\n'Do not laugh at me for this, friend, but I feel some remorse for slaying such a mighty creature. I know it sought to devour us, but I cannot help think it was a captive here as well. Lheu Brenin kept it in this pit, and he made use of its appetite. Mayhap we did it a courtesy by freeing it of its confines?\\n\\n'If you will comfort Wenda and ease her fright, I will call up to Maelona. She will find us a rope and we can climb out of this pit.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Someone is just ahead, Golodir! A woman, from the sound, and she may be in trouble. She is the first living creature we have seen in all these caves today.\\n\\n'We should be cautious.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I thought you might come here sooner or later, Golodir. I know what you want to do, and I am here to keep you from doing something rash!'\\n\\nCorunir shrugs his shoulders, and looks up at you with a stern expression on his face.\\n\\n'Lheu Brenin has so many at his command. It would be foolish for you to return to the caves in search of him. We should do as Halbarad wishes, and leave the leader of the Falcon Clan be. He wronged us, but we cannot do anything about that now.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'I know you are angry, my friend, but returning to the prison-caves by yourself is simply throwing away your life!\\n\\n'I am angry too, Golodir! Lheu Brenin cost us much, and I have not forgotten his treachery. Many good men lost their lives when he sided with the Wizard, friends of us both, and if the leader of the Falcon Clan had his way none of us would have survived.'\\n\\nCorunir sighs.",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'You have to believe me, Ranger. I spoke against Lheu Brenin's decision, and many good folk did the same. Your people were betrayed by Lheu Brenin, but so were many of my own! He believed the Wizard's lies, and thought to raise the Falcon to heights undreamed-of... but in so doing he gave the Falcon a death-blow. The symbol of my clan is now little better than that of the Orcs.'\\n\\nMaelona spits.\\n\\n'But there is no time! Lheu Brenin has taken those loyal to him and crossed over the mountains. If you are seeking to have vengeance upon him, you are too late. He will be in the land of the horse-lords by now.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Corunir is waiting by the entrance to the prison-caves",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "You try to ease Wenda's fears with comforting words, but it has been a long time since such words came easy to you, and your face reddens with each stumbling syllable.\\n\\n'You are kind... Ranger.... Thank you...'\\n\\nWenda tests her leg, and winces gingerly.\\n\\n'My arms... are fine. But I will need... some help with the rope...'\\n\\nWhile Corunir and Maelona arrange for getting everyone out of the pit, you listen as Wenda haltingly tells you how she learned the craft of tree-climbing when she was young.\\n\\n'My father will be shamed in the world of spirits if I fall from the rope... and I will blame you, Ranger!'\\n\\nYou swear that she will not fall, and that her father will be proud of her ascent... but if she does fall, she should make sure to fall on Corunir, who is relatively plump, for a Ranger.\\n\\nShe laughs at that, and you laugh with her.",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "A terrible smell of rot fills the pit",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'Are you... here to help us? I hurt... my leg in the fall...'\\n\\nThe girl winces with pain, and you are stricken suddenly by the memory of Lorniel lying before the gates of Carn Dûm.\\n\\n'My name... Wenda... we have to...'\\n\\nWenda falls silent, exhausted by the effort, but her darting eyes flicker to the tunnel leaving the chamber and you can see the fear in them.",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "For the first time in a long time, your vengeance is forgotten",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Golodir can no longer resist the lure of vengeance, and has decided to return to the prison-caves of Tûr Morva in search of Lheu Brenin, chieftain of the Falcon Clan.",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Defeat the Beast in the Pit",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Talk to Corunir in the pit",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Talk to Wenda",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Return to the entrance of the prison-caves",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Corunir refuses to let you pass",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Corunir outside the prison-caves",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Corunir outside the prison-caves... again",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Corunir inside the prison-caves",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Lheu Brenin is not here!",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Maelona in the prison-caves",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Drop into the pit at the bottom of the prison-caves",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Talk to Wenda",
      "es": ""
    },
    {
      "id": 160988689,
      "en": "'This is... where Lheu Brenin throws... captives...'",
      "es": ""
    },
    {
      "id": 160988690,
      "en": "'One of them... his beast...'",
      "es": ""
    },
    {
      "id": 160988691,
      "en": "'The beast... it returns!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The entrance to the prison-caves of Tûr Morva is to the north-east.",
      "es": ""
    },
    {
      "id": 77578961,
      "en": "'Who is there?'",
      "es": ""
    },
    {
      "id": 77709969,
      "en": "'You will not change my mind, Golodir. I will not let you do this by yourself!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Corunir is waiting before the entrance to the prison-caves. He must know your mind.",
      "es": ""
    },
    {
      "id": 77578962,
      "en": "'Rangers! You have to help me!'",
      "es": ""
    },
    {
      "id": 77709970,
      "en": "'Oh, all right. But I am coming with you!'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Corunir refuses to let you enter the prison-caves in search of Lheu Brenin.",
      "es": ""
    },
    {
      "id": 77578963,
      "en": "'I told you Lheu Brenin did not speak for all of us.'",
      "es": ""
    },
    {
      "id": 77709971,
      "en": "'It is a big drop, Golodir. Are you certain about this?'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Corunir has decided to accompany you into the prison-caves in search of Lheu Brenin.",
      "es": ""
    },
    {
      "id": 77578964,
      "en": "'Before he left for the land of the horse-lords, he cast those disloyal to him into the depths!'",
      "es": ""
    },
    {
      "id": 77709972,
      "en": "'The shaking in the earth! Golodir... this is the beast responsible!'",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Maelona has requested your help deep within the prison-caves.",
      "es": ""
    },
    {
      "id": 77578965,
      "en": "'I only escaped by feigning death. You have to help the others!'",
      "es": ""
    },
    {
      "id": 77709973,
      "en": "'Is something funny?'",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Lheu Brenin has left Dunland and passed into Rohan with those loyal to him, but before he left he cast dissenting members of the Falcon Clan into the Pit of the Falcon at the bottom of the prison-caves.",
      "es": ""
    },
    {
      "id": 77709974,
      "en": "'We did it!'",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "You have dropped into the pit at the bottom of the prison-caves, where members of the Falcon Clan who displeased Lheu Brenin have been abandoned.",
      "es": ""
    },
    {
      "id": 94621400,
      "en": "Something lives in the bottom of the pit where Lheu Brenin throws his captives.",
      "es": ""
    },
    {
      "id": 94621401,
      "en": "You have survived your encounter with the Beast in the Pit, and should see how Corunir is doing.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I think she is telling the truth, Golodir. If Lheu Brenin cast some of his own people into this pit, and left them to die, I think they must surely help us. We cannot leave them there!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You have to believe me, Ranger! Many of us spoke against Lheu Brenin, and he repaid us for our dissent with death and violence! He cast those who still remained into this pit before he left.\\n\\n'You must save them!'",
      "es": ""
    },
    {
      "id": 171765008,
      "en": "Wenda is frightened, but it has been a long time since you were adept with comforting words.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Interlude: Pit of the Falcon",
      "es": ""
    }
  ]
}