{
  "id": 620914053,
  "txt": [
    {
      "id": 17406801,
      "en": "'If the pup reaches into the fire and is burned, who is to blame? The pup or the flame?'",
      "es": ""
    },
    {
      "id": 17406802,
      "en": "'To the Mountain we return, to await the ending of our curse, if such a thing may be.'",
      "es": ""
    },
    {
      "id": 104335329,
      "en": "'Saeradan, walk this way with me, if you will.'",
      "es": ""
    },
    {
      "id": 104335330,
      "en": "'The chill intensifies! Do you feel that?'",
      "es": ""
    },
    {
      "id": 104335331,
      "en": "'Stay alert, Saeradan!'",
      "es": ""
    },
    {
      "id": 104335332,
      "en": "'Oath-breakers! Oath-breakers of the Forsaken Road!'",
      "es": ""
    },
    {
      "id": 104335333,
      "en": "'Stay back, faithless ones!'",
      "es": ""
    },
    {
      "id": 104335334,
      "en": "'I will not tell you again!'",
      "es": ""
    },
    {
      "id": 104335335,
      "en": "'Saeradan, ready yourself! We have seen how little honour these shades possess!'",
      "es": ""
    },
    {
      "id": 186422624,
      "en": "'Find where each of them fell, and we will begin carrying them to the waggon.'",
      "es": ""
    },
    {
      "id": 186422625,
      "en": "'Watch out for the rats!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "Candaith was dear to you, and you still keenly feel the pain of his loss. He often came to visit your cabin on the Bree-fields, and many were the nights the two of you spent in quiet conversation about the events of the day. The conversations became more serious and more grim as the shadows deepened in Middle-earth, but your favourites will always be those that were full of smiles and laughter.\\n\\n'We came back for you, my brother. We should not have left you here for even one day. Forgive me, Candaith.'\\n\\nYour words hang in the still air.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "You gaze upon Himeldir's face with deep sorrow, for you remember how much he argued against coming to the Forsaken Road. He believed the words of Ergothorn should not be trusted, and thought seeking beneath the earth for the honourless ones to be a foolish journey.\\n\\nHe spoke of it to you in private, and shared his concerns with Candaith, but in the end he agreed to walk the Forsaken Road. From that point onward you heard no complaint from him, and he descended bravely.\\n\\n'I am sorry, Himeldir,' you whisper to his fallen form. 'Be at peace, my kinsman. We will not leave you here.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "You gaze upon the fallen form of Hodhon, and think of the delight upon his face each time he recovered a curious artifact from the ruins of Annúminas. Many were the nights you spent warming yourself by the fire while Calenglad explained to Hodhon the historical significance of the artifact he had found, and the memory brings a smile to your face even now.\\n\\nThis grim road should not be his tomb. You and Radanir will see to it that he rests at last along the shores of Nenuial that he so loved.",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "Linnor was well-known to you, for he lived on the Bree-fields and often visited your cabin to share a meal and the news. He was generally well-regarded by Man and Bree-hobbit alike, and it was Linnor who helped Burle Pierson construct the frame for his farm-house south of Bree-town.\\n\\nLinnor did not range as far afield as many of your kin, and his decision to join the Grey Company was not an easy one. You hope he knows, somehow, that his service was not for nothing. You and Radanir will make sure he is laid to rest among the comfortable hills of his home.",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "Calithil kept to himself, and in that way he was much like Aragorn your chieftain. He strode often in the Trollshaws 'neath the moon, and it was he who introduced Radanir to Elweleth at Thorenhad. He used to jest that he did it only to make things difficult for Radanir.\\n\\nHe will rest more easily beneath the trees, perhaps a stone's throw from the sound of Loudwater.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Radanir has fallen!",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'I offer you no words of contrition, Dúnadan. If you seek out Men such as we are, you deserve any ill that befalls you. Learn from the lesson, and put your trust in those who deserve it.\\n\\n'We abandoned the Mountain, thinking to escape the chain of our suffering, but there was no escape from it. There was no end to our days, no relief from the night. Only fools stumbled upon us, and those paid with their lives. If you seek the Dead, only death awaits you.\\n\\n'But my people learned from yours that our curse may yet be lifted. If an heir of Isildur's lives still, as your kin pretended, the glimmer of that hope may be rekindled. We love you not, but we will not slay you this night. We return to the Mountain. We will not come this way again.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Hodhon lived in service to the Grey Company and fell upon the Forsaken Road",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'I am sorry I have made us stop, Saeradan, but something is not right. Do you feel it? I feel a chill in my very bones. I have not felt such a dread since... I do not wish to say.'\\n\\nRadanir shudders.\\n\\n'We have driven this waggon with our fallen brothers this far already, and we have much farther to go yet... but I want to set my mind at ease before we proceed. Do you agree, Saeradan? Then walk with me for a short way. We will not go far.'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Calithil lived in service to the Grey Company and fell upon the Forsaken Road",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'I did not think to encounter those dead men again, Saeradan. Many of our friends and brothers were slain at their hands. How many went beneath the earth along the Forsaken Road, and did not return into the daylight? Good men, all.'\\n\\nRadanir pauses, and you can read his thoughts on his face, as plain as day even in the gloom of night.\\n\\n'The oath-breakers have abandoned the Forsaken Road, Saeradan. Now is the time for us to return there and rescue the bodies we were forced to leave behind. We must bring them back above-ground and to the waggon of our fallen. We must do this at once! Let us go, and quickly!'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Linnor lived in service to the Grey Company and fell upon the Forsaken Road",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "'I am ready for us to carry our fallen brothers outside, Saeradan. Let us not delay. They have remained in this terrible place for too long already.'",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Himeldir lived in service to the Grey Company and fell upon the Forsaken Road",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "Candaith lived in service to the Grey Company and fell upon the Forsaken Road",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You and Radanir have arranged the use of a waggon to bring your fallen brothers back to their homes in the north.",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Once you have honoured the memory of your kinsmen, Radanir will help you bring them outside",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Talk to Radanir along the Forsaken Road, where Candaith fell",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Walk with Radanir and investigate the sudden chill",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Radanir by the stopped waggon",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Survive your second encounter with the oath-breakers",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Britou",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Allow the oathbreakers to pass",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Radanir",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Radanir along the Forsaken Road",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Fight alongside Radanir in the Forsaken Road",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Pay your respects to your kinsmen who fell along the Forsaken Road ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Radanir has sensed something is wrong, and he is standing by the stopped waggon.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Shades of the oath-breakers you encountered on the Forsaken Road have appeared all around you! What evil do they pose to you now?",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Britou stands before you, a figure of malice that has caused you grief in the recent past. You cannot forgive him, but he appears to offer you no immediate threat.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "The oathbreakers fade from your sight, returning to the Mountain from which they fled.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Radanir has had an idea, and wants to tell it to you.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Radanir is beneath the earth along the Forsaken Road.",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "You should find the bodies of your fallen friends and pay your respects, and Radanir will begin carrying them out of the Forsaken Road.",
      "es": ""
    },
    {
      "id": 94621400,
      "en": "You have honoured your kinsmen, and should now speak with Radanir along the Forsaken Road.",
      "es": ""
    },
    {
      "id": 45205841,
      "en": "'The oath-breakers may be gone, but there could be other dangers along the Forsaken Road.'",
      "es": ""
    },
    {
      "id": 45205842,
      "en": "'Rats!'",
      "es": ""
    },
    {
      "id": 45205843,
      "en": "'No, Saeradan, I mean it! Rats!'",
      "es": ""
    },
    {
      "id": 45205844,
      "en": "'We must save our fallen kin from the rats, Saeradan. They deserve better.'",
      "es": ""
    },
    {
      "id": 45205845,
      "en": "'Vile things.'",
      "es": ""
    },
    {
      "id": 45205846,
      "en": "'Drive away the rats, Saeradan!'",
      "es": ""
    },
    {
      "id": 8725904,
      "en": "'This place holds mainly painful memories, Saeradan. Let us find the bodies of our fallen kinsmen and leave as quickly as we are able.'",
      "es": ""
    },
    {
      "id": 45205847,
      "en": "'If it were me, Candaith, I might not have tried telling falsehoods to the undying shades of traitors.'",
      "es": ""
    },
    {
      "id": 45205848,
      "en": "'Ah, I am sorry, my friend.'",
      "es": ""
    },
    {
      "id": 45205849,
      "en": "'Saeradan, five of our kinsmen did not emerge from this place.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Interlude: One More Journey",
      "es": ""
    }
  ]
}