{
  "id": 620914058,
  "txt": [
    {
      "id": "0x4f24f91",
      "en": "'You are not welcome here, worm-spawn!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4f24f92",
      "en": "'What brings you crawling to Lhanuch on your bellies?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4f24f93",
      "en": "'Ha ha ha! This Falcon still has honour!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4f24f94",
      "en": "'For Wadu and Nona!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4f24f95",
      "en": "'Ranger! Go and protect the Brenin!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x49e0ad1",
      "en": "'What was that noise? Something is happening, Ranger, by the gate!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x49e0ad2",
      "en": "'Follow me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x49e0ad3",
      "en": "'Dunlending cannot fight Dunlending! This evil cannot be allowed, Dragon-clan!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x49e0ad4",
      "en": "'In truth, it is no decision at all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x49e0ad5",
      "en": "'A man must follow the voice of his heart to know true goodness, and I have done so!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The Rangers have returned! What can you tell me of my home? Did you not travel to Tûr Morva in Tâl Methedras?'\\n\\nAnirin's face falls as you describe the Falcon Clan's betrayal of the Grey Company, and despite your natural skepticism, Anirin's reaction seems genuine.\\n\\n'What of my family? Do you have any news of them? My beloved is named Wenda, and she is no warrior. Is she in danger? And my mother Seren is aged and would not know to still her tongue, if she were put in a precarious position! What can you tell me of my family, Ranger? Speak!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "Glynn Brenin's open face grows cloudy and troubled as you speak of the Grey Company's betrayal by Lheu Brenin and the Falcon Clan.\\n\\n'Alas for your fallen, and for the hopes of my people, Radanir. If Lheu Brenin has succumbed to the whispered promises of Saruman, how can we hope to persevere 'gainst him?'\\n\\nGlynn Brenin snorts. 'Lheu was not as strong as I believed, Radanir. That must now be the truth. His weakness, buried deeply, has emerged and betrayed us all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'The Dragon Clan is not alone, Radanir! They brought the worms they worship down from the mountains with them, and they are loose in the village! Help my people drive them away, Ranger!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Another day of our journey nears its end, Radanir. Let us see if the Uch-lûth, the Ox Clan, will consent to stabling us for the night.\\n\\n'We have tidings from the south to give to Glynn Brenin, as well. Do you remember how highly he spoke of Lheu Brenin and the Falcon Clan? The news that his southern neighbours have thrown in with Saruman will not please him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'I think that is all of them, Radanir. Did I hear you shouting something about the worms smelling foul? It sounded like you, friend.'\\n\\nHe grimaces.\\n\\n'When the fighting started, the horses bolted and the waggon rolled down the hill. You should help me find the horses and tether one of them to the waggon, and then... I think you should take the other horse and return to Halbarad.'\\n\\nHe raises a hand to still your protest.\\n\\n'I can drive the waggon north by myself. You are of more use in a fight than I am, and if the Falcon Clan and the Dragon Clan have joined together, as it seems they have, Halbarad will have need of strong fighters. You may continue north with me if you desire, but I think you should return to Halbarad and tell him what happened here.\\n\\n'This should be good-bye, my friend. For now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have failed to protect Lhanuch!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'Not now, Ranger. There are rude ones outside this gate that need a lesson in manners!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "The worm hisses at its trapped victims, and lumbers in for its meal. You have to get its attention!\\n\\n'Over here, worm! Over here! Let me get a look at that ugly visage of yours, and see if I can work any improvements!'\\n\\nAs the worm closes for battle, you wonder if you could have fashioned a better battle-cry.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "This worm has not noticed your approach, and though it pains you to attack unaccompanied by a shout borne of your sharp wit, you do so anyway. There will be time enough, and worms enough in Lhanuch, for you to think of something clever in the meantime.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085259",
      "en": "The worm snaps its fangs together as it menaces its prey.\\n\\n'Oh, what is that horrible stench? Is that you, worm? It is! It is a wonder you creatures are even able to breed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd778471",
      "en": "'I will see to the horses while you meet with the Brenin. And Radanir... try not to jest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have travelled with Saeradan into Enedwaith and have stopped for the night at Lhanuch on your way north with the waggon containing your fallen comrades.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c50",
      "en": "Talk to Glynn Brenin atop the village",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7709fe1",
      "en": "'You return after mere days, Ranger. Where is the rest of your company?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c51",
      "en": "Find and defeat the worms loose in Lhanuch ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7709fe2",
      "en": "'Thank you, Ranger!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c52",
      "en": "Defeated a worm loose in Lhanuch ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7709fe3",
      "en": "'Curse the Dragon Clan!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c53",
      "en": "Defeat the worm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7709fe4",
      "en": "'I nearly had it, Ranger... but I am grateful all the same.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c54",
      "en": "Defeat the worm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c55",
      "en": "Defeat the worm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c56",
      "en": "Talk to Saeradan outside the gates of Lhanuch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Saeradan outside the gates of Lhanuch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Listen while Glynn Brenin decides his course of action",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Glynn Brenin at the top of the village",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Run with Anirin to the source of the commotion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Anirin down the hill in Lhanuch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Witness the confrontation between Suvulch and the Dragon Clan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Talk to Suvulch at the west-gate of Lhanuch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "Talk to Anirin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c9",
      "en": "Defeat your foes!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Saeradan is standing outside the gates of Lhanuch and wishes to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Glynn Brenin can be found near the top of the village, in front of his dwelling.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Anirin can be found down the hill in Lhanuch.\\n\\nAnirin, the messenger of the Falcon Clan who has been recovering in Lhanuch from a leg injury, should be told what has happened in Tûr Morva.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Suvulch of the Uch-lûth is by the gate, confronting a large and hostile force of Dunlendings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "The Dragon Clan has offered Anirin a chance to share in the treasure taken from Lhanuch. Talk to him at the West gate of the village.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "Glynn Brenin is near the top of Lhanuch, fighting off warriors of the Dragon Clan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced7",
      "en": "The Dragon Clan has released worms throughout Lhanuch, and Glynn Brenin wants you to defeat them!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced8",
      "en": "Saeradan is outside the gates of Lhanuch.\\n\\nNow that the Dragon Clan has been driven away from Lhanuch, you should speak with Saeradan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x95ece61",
      "en": "'I speak for the Dragon Clan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x95ece62",
      "en": "'Any of the Uch-lûth who lay down their weapons will be spared.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x95ece63",
      "en": "'All others will be slain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852590",
      "en": "'This man says the Falcon Clan and the Dragon Clan are now allies. If this is true, then my decision is made easy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x95ece64",
      "en": "'You have the look of a Falcon about you, but you sound like a weeping woman.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x95ece65",
      "en": "'The Dragon and the Falcon are allies today.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x95ece66",
      "en": "'Help us slay these Oxen and you will have a share of the treasure.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd6cbe1",
      "en": "'Radanir, wanderer-from-afar! You return to Lhanuch, but without the rest of your company?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd6cbe2",
      "en": "'Do you remember Anirin, the Falcon Clan messenger your brave friend rescued from Lhaid Ogo?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd6cbe3",
      "en": "'His leg is nearly healed, and he was soon to return to Tûr Morva.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd6cbe4",
      "en": "'Find him down the hill a way, and tell him of his people's treachery. Watch him closely.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Interlude: The Ox and the Dragon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd6cbe5",
      "en": "'If he knew the heart of his Brenin was rotted, he must be made to pay for his deceit.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}