{
  "id": 620914114,
  "txt": [
    {
      "id": 69531073,
      "en": "Munfaeril",
      "es": ""
    },
    {
      "id": 178533025,
      "en": "Helchon",
      "es": ""
    },
    {
      "id": 147143089,
      "en": "Gwenaewen",
      "es": ""
    },
    {
      "id": 235278545,
      "en": "'More beasts attack!'",
      "es": ""
    },
    {
      "id": 235278546,
      "en": "'Here comes a big one!'",
      "es": ""
    },
    {
      "id": 235278547,
      "en": "'How many corrupted beasts must we slay before we can leave, Calenglad?'",
      "es": ""
    },
    {
      "id": 101423617,
      "en": "'Be at ease, mortal. You are both guests in this place.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You say you have a feeling about this place, Calenglad, but I cannot sense anything! You say you feel a mysterious presence? I feel the chill shadows of the trees and smell old growth, but nothing else.\\n\\n'Are you sure this is the place of which Daervunn spoke? There is nothing here but trees, corrupted beasts, and we two. I say we leave the trees to the miserable bears, and be done with it!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I... I do not know what to say, Calenglad. I have never seen such wonders. I do not want to leave, but I know we must. We do not belong in this place, with so much beauty around us.\\n\\n'Did you learn anything of use from the Huntsman? He seems unreal to me, as if he is only partway in this world of ours... I never would have believed any of this, to hear you tell it, Calenglad, but I have seen it with my own eyes. You must forgive me my doubts.\\n\\n'This journey has not reassured me, Calenglad. Now I am more worried than ever! If such a mighty figure as the Huntsman can really exist, who knows what terror the Falcon Clan could have unleashed in the caves beneath Tâl Methedras?'",
      "es": ""
    },
    {
      "id": 95468097,
      "en": "'You are expected, mortal. Tell the Huntsman what brings you hither.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "You speak, slowly and haltingly at first, but gradually with greater confidence and urgency. You tell the mighty figure of the Huntsman of your concern that the Falcon Clan has wrought some great evil in the caves of Tâl Methedras, and that the shaking in the earth may spell the doom of your friends.\\n\\nThe Huntsman is silent for a long while before speaking.",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Calenglad, we have been journeying for hours, fighting the corrupted denizens of this forest, and we are no closer to learning anything! I know Daervunn spoke of seeing a great spirit in these woods, but we have seen no sign of such a lord.\\n\\n'Whatever beast or magic shakes the stones of Tâl Methedras, we will learn nothing of it in these woods.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Helchon has been defeated!",
      "es": ""
    },
    {
      "id": 233316465,
      "en": "'Approach, mortal.'",
      "es": ""
    },
    {
      "id": 45193697,
      "en": "'An Age is ending.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have travelled to the Mournshaws following the rumour of a great spirit that might know what shakes the earth in Dunland.",
      "es": ""
    },
    {
      "id": 35732641,
      "en": "'What?'",
      "es": ""
    },
    {
      "id": 45193698,
      "en": "'I told one before you I could not see the nature of its end.'",
      "es": ""
    },
    {
      "id": 35732642,
      "en": "'Oh my.'",
      "es": ""
    },
    {
      "id": 35732643,
      "en": "'What do you think it wants?'",
      "es": ""
    },
    {
      "id": 45193699,
      "en": "'Still I cannot. But my eyes do see that which you fear, Dúnadan.'",
      "es": ""
    },
    {
      "id": 35732644,
      "en": "'I... I don't believe it!'",
      "es": ""
    },
    {
      "id": 45193700,
      "en": "'A great creature stirs in the deep.'",
      "es": ""
    },
    {
      "id": 35732645,
      "en": "'I can't be left behind now! I am no longer tired!'",
      "es": ""
    },
    {
      "id": 45193701,
      "en": "'It was imprisoned once before, but found freedom. It has been imprisoned again.'",
      "es": ""
    },
    {
      "id": 45193702,
      "en": "'The friends of the Wizard cause it pain, and use it as a weapon.'",
      "es": ""
    },
    {
      "id": 45193703,
      "en": "'Free it, little one, and your cause may be aided.'",
      "es": ""
    },
    {
      "id": 45193704,
      "en": "'Or it may not.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Helchon",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Fight alongside Helchon",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Observe the quiet forest with Helchon",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Helchon",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Slowly approach the majestic stag",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Follow the stag deeper into the forest",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Listen to the words of the Huntsman",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Talk to the mighty figure of the Huntsman",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Talk to Helchon in the Hall of the Huntsman",
      "es": ""
    },
    {
      "id": 214166897,
      "en": "A majestic stag emerges from the woods behind Helchon",
      "es": ""
    },
    {
      "id": 143040145,
      "en": "Arassiel",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "You and Helchon have come to the Mournshaws in search of answers, but the journey is wearing on the young Ranger.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Helchon is exhausted. The frequent attacks by corrupted creatures have drained his desire to proceed.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "A majestic stag has appeared in the forest of the Mournshaws.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "The majestic stag is leading you deeper into the forest.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "The Huntsman awaits your request, Calenglad.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Helchon is somewhere in the Hall of the Huntsman.",
      "es": ""
    },
    {
      "id": 135459057,
      "en": "'If this is a trick of some kind... no, my heart tells me this is real!'",
      "es": ""
    },
    {
      "id": 135459058,
      "en": "'I have never seen such beauty or majesty as this!'",
      "es": ""
    },
    {
      "id": 135459059,
      "en": "'My lady -'",
      "es": ""
    },
    {
      "id": 135459060,
      "en": "'Yet more wonders!'",
      "es": ""
    },
    {
      "id": 150430465,
      "en": "Lavaneth",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Interlude: Calenglad's Appeal",
      "es": ""
    }
  ]
}