{
  "id": 621024632,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Gandalf has presented you with a choice concerning the ultimate disposition of the Black Book of Mordor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'I leave the disposition of the Black Book of Mordor to you, my friend. Choose who should have it, and deliver it either to Khîl Tale-spinner in Járnfast, Covadil in the Houses of Lore in Minas Tirith, or Karazgar at the Old Ford. I leave the decision up to you, and with this choice we will close the Black Book of Mordor for good. I thank you again, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Deliver the Black Book to Covadil in the Houses of Lore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Deliver the Black Book to Karazgar by the flat stone at the Old Ford",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Gandalf gave you the choice of where to bring the Black Book and you have now performed that duty.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "'And so ends the Black Book of Mordor,' Gandalf murmurs with satisfaction",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "You stand at the Old Ford and resolve to wait for Karazgar to appear.\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Yes, [placeholder], I have been expecting you. Together we have unearthed every secret hidden within the Black Book of Mordor by Vóin and Bozhéna, the long-distant dwarves who authored it. Only one question remains: what is to be done with the book now?\\n\\n'I see a number of possibilities, my friend. It was Khîl Tale-spinner who gave the book into our keeping, and his claim is perhaps the strongest. Vóin and Bozhéna were his thrice-great grandparents, and if the book is to be kept by anyone still living today in Middle-earth, we might do worse than a Zhélruka relative of its authors.\\n\\n'But there is another interest to be considered. The Black Book of Mordor contains a great deal of information that would be prized by scholars concerning the history of Gondor and the fate of King Eärnur. The book is truly deserving of a place of honour in the Houses of Lore in Minas Tirith. The scholar Covadil would gratefully accept the donation of it, and in that way Vóin's wish for Eärnur's struggle to be remembered in the future will truly be fulfilled.\\n\\n'There is one other claim to the Black Book, [placeholder]. Indeed, the nobility of this claim might be doubted, but I believe it is still worth considering. I speak of the claim of Karazgar, the Weeping Warrior, who asked that you steal the book and deliver it to him. Yes, I knew of your encounter with him at the Old Ford. I chose not to say anything, but I am pleased my trust in you was not misplaced, and we were able to decipher the last of the book's mysteries.\\n\\n'Why then might we entertain Karazgar's request, [placeholder]? Why, it is for that very reason: we know what the book says, and he does not. He believes it contains the secret to preventing his decline, or securing his power... but it does not. It does contain a great deal of confusion and mystery for one who does not know how to read it, and that is to say nothing of the trick with the shard of beacon-glass. What might he give up in exchange for a book he thinks will be of use to him, but is not, and cannot be? It may be an academic question, but those are always of great interest to me.\\n\\n'So I leave the disposition of the Black Book of Mordor to you, my friend. Choose who should have it, and deliver it either to Khîl Tale-spinner in Járnfast, Covadil in the Houses of Lore in Minas Tirith, or Karazgar at the Old Ford. I leave the decision up to you, and with this choice we will close the Black Book of Mordor for good. I thank you again, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Welcome back, my friend! Were you able to solve the mystery of the glass-shard and Vóin's book? Did Gandalf have any ideas?'\\n\\nFor a number of hours you describe what you learned from the secret writing in the Black Book, and conclude at last that your need for the tome has ended.\\n\\n'You are giving it back to me? Well, I thank you for this! It seems that it properly belongs here in the chamber Vóin built, and with your assurance that it is not truly a tome of evil, I should think it will be quite safe to keep it here!\\n\\n'Like my thrice-great grandmother Bozhéna, I too have found the aura of this hidden chamber to be one of peace and comfort. I am quite pleased to know more of these relatives of mine, who once were mere names, but now are much more than that! And to think my thrice-great grandfather Vóin defied the Witch-king himself, and not only that, but he may have at last ended his days in the halls of Thafar-gathol itself!\\n\\n'Now that is a tale, [placeholder]. That is a tale indeed! Thank you for upholding your end of the bargain and delivering the Black Book back into my keeping, where it belongs. You will be my friend for always, good [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Hello again, my friend! Did the kingsfoil I give to you cure your headaches? I have some more here if you... oh, you are not here for kingsfoil? What brings you then to the Houses of Lore?'\\n\\nYou explain to Covadil that you have come into possession of a book that has much to say concerning the history of Gondor and you would like it to find a place on the shelves among other such tomes. You hand her the glass shard and begin to describe the account contained within the pages of the Black Book, but before you have gone very far Covadil interrupts with an apologetic smile.\\n\\n'It isn't really up to me, but I can give the book to the masters, and they will study it for acceptability. If they deem it merits inclusion, and truly does contain knowledge of use to Gondor, they will add it to the collection.'\\n\\nYou wonder aloud whether any of the scholars in the Houses of Lore can read ancient Zhélruka runes.\\n\\n'Oh, I doubt it,' she responds. 'I think I will just add it to the shelves myself. If you say this contains important historical knowledge, I believe you! None today can say what might be important to know for tomorrow! I say we preserve this tome for future scholars to mull over!'\\n\\nCovadil takes the Black Book from you and carefully tucks the glass shard inside the cover.\\n\\n'I look forward to reading it, [placeholder]! I have been trying to decide which language I should next set my sights upon, and it seems I have received my course: the runes of the ancient Zhélruka! Thank you once again, my friend! The Black Book will remain here in the Houses of Lore, waiting to enrich the knowledge of future interested scholars, and I am glad to have played a part in it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Epilogue: Closing the Book",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d17",
      "en": "Together, you and Gandalf have managed to reveal the last of the secrets hidden within the Black Book of Mordor, and the only remaining question concerns the matter of its final disposition.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Deliver the Black Book to Khîl Tale-spinner in his home",
      "es": "",
      "es (fem)": ""
    }
  ]
}