{
  "id": 621024748,
  "txt": [
    {
      "id": "0x6a502a6",
      "en": "Start fires throughout Emyn Duir to distract the Enemy ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Defeat foes in Emyn Duir ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Flammable debris can be found throughout Emyn Duir.\\n\\nYou should start fires and defeat enemies throughout Emyn Duir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50251",
      "en": "Talk to Nithi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1187",
      "en": "Started fires ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa36",
      "en": "Fires and Shadowfells",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56850",
      "en": "'My plan progresses apace! Even from here I saw the fires burning brightly across the Shadowfells! You have done better than I hoped. I shall alert the others.\\n\\n'Those fires will not burn forever, and I fear the flame of my desire for battle might outlast them! May we attack soon, before they go out!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1189",
      "en": "Defeated foes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'If we are to press the attack upon the tower of Barad-dûr, we will need to have a distraction. Otherwise the attack will fail before it is barely begun! I have spent many years in the mines, and the darkness of the Shadowfells is not unlike the caverns with which I am familiar.\\n\\n'What is the best way to distract the darkness, you ask? Why, with fire, of course! I ask you to light fires throughout Emyn Duir, for the sorcerous creatures of the Shadowfells will not be able to abide their light, and the flames will draw the attention of anyone hereabout.\\n\\n'By Durin's beard, I am certain this plan will work! It just makes sense, my friend, does it not?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "Nithi can be found at Barthost.\\n\\nYou should return to Nithi with news of your successes in Emyn Duir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85992",
      "en": "'I saw the fires burning brightly all across the Shadowfells!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85993",
      "en": "'We will need to distract the eyes of the Enemy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Nithi wishes to sow confusion among the ranks of Sauron's forces so soldiers of the Great Alliance can carry out their attacks in the Shadowfells of Emyn Duir.",
      "es": "",
      "es (fem)": ""
    }
  ]
}