{
  "id": 621024752,
  "txt": [
    {
      "id": 236910881,
      "en": "This area is not the encampment that Terna described",
      "es": ""
    },
    {
      "id": 236910904,
      "en": "This area is not the encampment that Terna described",
      "es": ""
    },
    {
      "id": 236910884,
      "en": "This area is not the encampment that Terna described",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Enemy encampments can be found throughout Emyn Duir.\\n\\nYou should hide traps at these encampments to confuse the enemy forces within.",
      "es": ""
    },
    {
      "id": 111477329,
      "en": "Completed",
      "es": ""
    },
    {
      "id": 149027382,
      "en": "A Trap Upon Emyn Duir",
      "es": ""
    },
    {
      "id": 111477330,
      "en": "Set traps in the encampment of Matum Graz ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883664,
      "en": "You have set all of Terna's traps in the Emyn Duir encampments. It would be best not to return to Halroth unless absolutely necessary, for if you were followed you might endanger the secrecy of the mission. But you know Terna would be satisfied by the thought of enemies stumbling into her traps within their own camps, and you can't help but smile.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'I have scouted the Emyn Duir, and I have decided if we are to remain in secret here at Halroth, we must do something about the enemy forces that inhabit the lands nearby. I thought we might set traps around the mountain passes near Halroth, but I fear that might alert these very foes to our presence!\\n\\n'And what happened then? Why, I had a brilliant thought! What about laying traps within their own encampments, all in secret? This would certainly confuse them, and they would not even think to look for us here. I have already made the traps. Would you be willing to sneak into several enemy encampments in order to set them in place? I am sure you would enjoy it!'",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "Set many traps in encampments throughout Emyn Duir.",
      "es": ""
    },
    {
      "id": 177082739,
      "en": "Set traps ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477332,
      "en": "Set traps in the encampment of Angathrai ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082741,
      "en": "Set traps ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082742,
      "en": "Set traps ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477335,
      "en": "Set traps in the encampment of Urshúlagar ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082720,
      "en": "This is a good place to set a trap",
      "es": ""
    },
    {
      "id": 111477314,
      "en": "Set traps in Angathrai",
      "es": ""
    },
    {
      "id": 111477337,
      "en": "Set traps in Urshúlagar",
      "es": ""
    },
    {
      "id": 177082723,
      "en": "This is a good place to set a trap",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Terna has devised a plan to trap enemy forces within their own encampments.",
      "es": ""
    },
    {
      "id": 111477317,
      "en": "Set traps in Matum Graz",
      "es": ""
    },
    {
      "id": 177082726,
      "en": "This is a good place to set a trap",
      "es": ""
    }
  ]
}