{
  "id": 621024751,
  "txt": [
    {
      "id": 111477366,
      "en": "Defeat those shades who operate the Shrouded Forge",
      "es": ""
    },
    {
      "id": 111477367,
      "en": "Defeat the Forsaken Miner",
      "es": ""
    },
    {
      "id": 177082728,
      "en": "Defeated the Spirit Forger",
      "es": ""
    },
    {
      "id": 111477369,
      "en": "Defeat the Wayward Acolyte",
      "es": ""
    },
    {
      "id": 177082688,
      "en": "Defeated the Wayward Acolyte",
      "es": ""
    },
    {
      "id": 246419892,
      "en": "Búrzangh, the Shrouded Forge, can be found in the Circle of Sorrow in Minas Morgul.\\n\\nYou should defeat those shades who operate the Shrouded Forge.",
      "es": ""
    },
    {
      "id": 177082712,
      "en": "Defeated the Forsaken Miner",
      "es": ""
    },
    {
      "id": 149027382,
      "en": "Búrzangh: Shroud of Corruption",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Completed",
      "es": "Completado"
    },
    {
      "id": 162883735,
      "en": "The Dead are moulded and remade within The Shrouded Forge of Búrzangh, to serve those who control Minas Morgul. The forges are run by three terrible spirits who possess a single task: to forge a frightful army of dead warriors for the Circle of Sorrow. These three deathly figures should be dealt with in order to halt the Dead from continuing their conquest in Minas Morgul.",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "You have defeated the Wayward Acolyte, the Forsaken Miner, and the Spirit Forger, momentarily halting their efforts within the Shrouded Forge of Búrzangh. The Rangers of Ithilien will be pleased with your victory over these terrible foes.",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "You have defeated those who operate the Shrouded Forge.",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "The Dead are moulded and remade within the Shrouded Forge of Búrzangh, to serve those who control Minas Morgul.",
      "es": ""
    },
    {
      "id": 246419813,
      "en": "Búrzangh, the Shrouded Forge, can be found in the Circle of Sorrow in Minas Morgul.\\n\\nYou should defeat those who operate the Shrouded Forge.",
      "es": ""
    },
    {
      "id": 111477319,
      "en": "Defeat the Spirit Forger",
      "es": ""
    }
  ]
}