{
  "id": 621076240,
  "txt": [
    {
      "id": "0x8e11be7",
      "en": "You have discovered Hata Kebir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be8",
      "en": "You have discovered the Ruins of Ethillorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba18",
      "en": "The war-camp of Thama Aklam was constructed during the war by Haradrim forces seeking to accomplish the aims of Mordor. With the defeat of Sauron, the war-camp has become home instead to brigands and other unsavoury types.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba6",
      "en": "The ruins of Lornost remain a sad reminder of the cruelty inflicted by the Heirs of Castamir and their Haradrim allies: when the folk of Lornost refused to surrender, they were slaughtered and the castle reduced to rubble. Now only wild beasts walk the paths of Lornost, and a cruel breeze drifts among the abandoned buildings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba930",
      "en": "The war-camp of Hata Kebir served as one of the primary settlements constructed by the Haradrim and Corsairs that united to threaten Lebennin and the greater lands of Gondor. In the days since the end of the war, brigands have congregated within its bounds and endanger the King's peace.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01159",
      "en": "Explore enemy encampments and other dangerous places in Lower Lebennin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba932",
      "en": "The Corsairs of Umbar burned the port of Ethillorn as part of their campaign to conquer Gondor for Sauron. Now that the war has ended the Corsairs have gone, but a darker evil has come to Ethillorn and now threatens the surrounding lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba965",
      "en": "Lured from the snowy peaks of the White Mountains by the sound of industry at the quarry of Aban-bazan, ferocious snow-beasts have made new dens in the woods of Lebennin. Gnawed bones and filthy carcasses lie in piles beneath the trees and among the rocks, a testament to the beasts' insatiable hunger.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf8",
      "en": "You have discovered Orlach's Ghyll",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d193",
      "en": "Explore enemy encampments and other dangerous places in Lower Lebennin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502937",
      "en": "Find Orlach's Ghyll",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fab4",
      "en": "Stragglers and New Threats in Lower Lebennin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50217",
      "en": "Find Thama Aklam",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502951",
      "en": "Find the Ruins of Ethillorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Find Lornost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be5",
      "en": "You have discovered Lornost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be6",
      "en": "You have discovered Thama Aklam",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50219",
      "en": "Find Hata Kebir",
      "es": "",
      "es (fem)": ""
    }
  ]
}