{
  "id": 621076219,
  "txt": [
    {
      "id": "0x8e11be7",
      "en": "You have discovered Glaniath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502953",
      "en": "Find Pelargir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be8",
      "en": "You have discovered Tumladen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be9",
      "en": "You have discovered Pelargir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba959",
      "en": "The beacon of Sirthanc was lit during the war to summon warriors to defend Minas Tirith, but it is now quenched. If the fortune of Gondor holds, it will remain extinguished for many years. It was at Sirthanc that Lord Sirgon was rescued from the captivity of the Haradrim, and now some of his folk believe he should be allowed to step down as Lord of Lebennin so he may heal the wounds of his mind and body.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba18",
      "en": "The small harbour of Halach was abandoned to the Haradrim during the war, but the defeat of Sauron has allowed the townsfolk to return and begin the long process of rebuilding their lives and homes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba6",
      "en": "The beacon of Minlos is the nearest to Minas Tirith, and was seized by Haradrim raiders during the war as they attempted to move against the village of Arnach. Now the beacon has been extinguished and folk of nearby farms hope it will remain unlit for many years, a signal the danger has passed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba930",
      "en": "The small farming community of Glaniath was threatened by Haradrim raiders during the war, and now the people try to pick up the pieces of their lives in the aftermath. Some folk here believe Sirgon's captivity by the Haradrim has made him unfit to rule and his son Faltharan should become Lord of Lebennin in his stead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01159",
      "en": "Explore settlements and other important points of interest in Upper Lebennin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba932",
      "en": "Tumladen is the great refuge of Gondor, similar in kind to Helm's Deep in the kingdom of Rohan. During the war, many folk took shelter in Tumladen, including one of Steward Denethor's prickly sisters, the opinionated Lady Terenis. Much to the relief of Captain Imladir, who is responsible for the defence of Tumladen, the Lady Terenis has now returned to Minas Tirith. The sanctuary is no longer crowded with displaced folk of Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba934",
      "en": "The port city of Pelargir was the site of the pivotal battle against the Corsairs of Umbar during the War of the Ring, when Aragorn commanded the Army of the Dead to seize their ships. Balakhôr the Scourge met his end aboard his grand vessel, the Night-jewel, and it is hoped his death will spell the end of the threat posed by the Heirs of Castamir.\\n\\nThe Gondorian fleet is in shambles following the War of the Ring, and it will be the task of Sirgon, Lord of Lebennin, to rebuild the kingdom's ships and sea-power as quickly as possible. To that end, the city of Pelargir is filled with the sound of hammers and axes at all hours of the day and night.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf8",
      "en": "You have discovered Sirthanc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d193",
      "en": "Explore settlements and other important points of interest in Upper Lebennin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502937",
      "en": "Find Sirthanc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fab4",
      "en": "Reclaiming Upper Lebennin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50217",
      "en": "Find Halach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502951",
      "en": "Find Tumladen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Find Minlos",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be5",
      "en": "You have discovered Minlos",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be6",
      "en": "You have discovered Halach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50219",
      "en": "Find Glaniath",
      "es": "",
      "es (fem)": ""
    }
  ]
}