{
  "id": 621076220,
  "txt": [
    {
      "id": 148970471,
      "en": "You have discovered Sadúkh's Camp",
      "es": ""
    },
    {
      "id": 148970472,
      "en": "You have discovered Múshex's Camp",
      "es": ""
    },
    {
      "id": 137079129,
      "en": "After their defeat at Pelargir, some of the Corsairs escaped into the wild. This is the camp of Hárba, who believes his victory is not far off.",
      "es": ""
    },
    {
      "id": 8567320,
      "en": "The spiders of Lhingar were not stymied by the waging of the War of the Ring, and they were not hindered by its ending. They creep still among the trees, spinning webs to catch their prey and feasting upon any who stray too near their den.",
      "es": ""
    },
    {
      "id": 218639270,
      "en": "The cave of Grafeleg is tucked into the mountains behind Tumladen, and the bears that dwell within have generally not troubled the residents of the refuge, the folk of Gondor reciprocating in kind. However, with many more folk dwelling behind the walls of Tumladen while the war raged, tensions with those living nearby have been inflamed.",
      "es": ""
    },
    {
      "id": 137079088,
      "en": "In the aftermath of the War of the Ring, some of the Corsairs fled into the wild and sought to seize victory from their apparent defeat. This is the camp of Sadúkh, who believes he is the one to unify the Corsairs beneath his banner.",
      "es": ""
    },
    {
      "id": 148970433,
      "en": "You have discovered Bukhád's Camp",
      "es": ""
    },
    {
      "id": 246419801,
      "en": "Explore enemy encampments and other dangerous places in Upper Lebennin.",
      "es": ""
    },
    {
      "id": 173025536,
      "en": "Find Bukhád's Camp",
      "es": ""
    },
    {
      "id": 137079090,
      "en": "After the war's ending, some of the Corsairs fled into the wild in order to regroup. This is the camp of Múshex, who seeks to unify the Corsairs beneath his own banner.",
      "es": ""
    },
    {
      "id": 137079138,
      "en": "After their defeat at Pelargir, some of the Corsairs escaped into the wild. This is the camp of Bukhád, who is certain that his warriors will have victory if they can recover their strength.",
      "es": ""
    },
    {
      "id": 148970488,
      "en": "You have discovered Hárba's Camp",
      "es": ""
    },
    {
      "id": 24695187,
      "en": "Explore enemy encampments and other dangerous places in Upper Lebennin.",
      "es": ""
    },
    {
      "id": 173025591,
      "en": "Find Hárba's Camp",
      "es": ""
    },
    {
      "id": 149027508,
      "en": "Stragglers and New Threats in Upper Lebennin",
      "es": ""
    },
    {
      "id": 111477271,
      "en": "Find Lhingar",
      "es": ""
    },
    {
      "id": 173025617,
      "en": "Find Múshex's Camp",
      "es": ""
    },
    {
      "id": 111477364,
      "en": "Find Grafeleg",
      "es": ""
    },
    {
      "id": 148970469,
      "en": "You have discovered Grafeleg",
      "es": ""
    },
    {
      "id": 148970470,
      "en": "You have discovered Lhingar",
      "es": ""
    },
    {
      "id": 111477273,
      "en": "Find Sadúkh's Camp",
      "es": ""
    }
  ]
}