{
  "id": 621076237,
  "txt": [
    {
      "id": "0x8e1fab4",
      "en": "Reclaiming Lower Lebennin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502951",
      "en": "Find Linhir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502953",
      "en": "Find Sarnhad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba959",
      "en": "Nestled in the forest south of the dwarf-stronghold of Furukzahar, Zarsatrâd serves as an outpost for the Temámir dwarves who live now in the White Mountains. They work to transport quarried stone to various locations in Gondor, eager to help their neighbours repair and rebuild following the War of the Ring... for a reasonable price.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba930",
      "en": "The small village of Malbarth escaped much of the fighting during the war, but tidings from other areas of Gondor filled the townsfolk here with trepidation and fear that their homes would not remain safe for long. Even now there are whispers that some Corsairs fled from the battle at Pelargir and hide now in the wilderness, awaiting their chance to seize the town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba6",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502900",
      "en": "Find Furukzahar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba932",
      "en": "The city of Linhir spans the River Gilrain, and during the War of the Ring the sky here was darkened by foul craft of Sauron. The sons of Comeldir organized the defences, and when the fighting at last was ended, the people stood strong, less divided than their city. Today, with the threat of war behind them and the skies bright and clear once again, the folk of Linhir have returned to their lives.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba18",
      "en": "The large city of Ost Anglebed is home to the keepers of the beacon of Amon Anglebed, which was lit during the War of the Ring. Unlike the other beacons of Gondor, the beacon here remains lit despite the arrival of the King's peace. Now the guards maintain a vigil over the townsfolk, fearful that some allies of disloyal Malthellim may think to continue his work and turn control of the town over to foes of Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba962",
      "en": "The stronghold of Furukzahar is a bastion of safety for the Temámir Dwarves of the White Mountains. Under the rule of their leader Hámisar, dwarves from any clan are welcome to visit, but relations with the people of Gondor are not especially warm at the moment. Hámisar's decision to shut the doors of Furukzahar and not participate in the War of the Ring has not endeared the dwarves to the residents of Lebennin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba934",
      "en": "This small village on the River Serni escaped most of the fighting during the war, but the report of Corsairs and half-trolls attacking other nearby towns filled the residents with dread, as did the darkened skies brought on by the Dawnless Day. Today, the folk of Sarnhad seek to return to their ordinary lives.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba963",
      "en": "The settlement of Erynos was the site of one of the stranger occurrences of the war, when a number of Corsair raiders were discovered outside the walls of town, apparently drowned. Some folk believe this was the work of the Five Sisters of Lebennin, river-maidens thought to protect the lands through which their rivers flow, but some say they are only figures of myth.\\n\\nToday the folk of Erynos work to restore their lives and aid those of their neighbours who suffered during the war.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be5",
      "en": "You have discovered Erynos",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be6",
      "en": "You have discovered Ost Anglebed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be7",
      "en": "You have discovered Malbarth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01159",
      "en": "Explore settlements and other important points of interest in Lower Lebennin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be8",
      "en": "You have discovered Linhir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d193",
      "en": "Explore settlements and other important points of interest in Lower Lebennin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be9",
      "en": "You have discovered Sarnhad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502937",
      "en": "Find Zarsatrâd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc1",
      "en": "You have discovered Furukzahar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Find Erynos",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50217",
      "en": "Find Ost Anglebed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf8",
      "en": "You have discovered Zarsatrâd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50219",
      "en": "Find Malbarth",
      "es": "",
      "es (fem)": ""
    }
  ]
}