{
  "id": 621039796,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "The road to the Bonfire Glade lies just beyond the Old Forest Tunnel on the eastern border of Buckland.\\n\\nShirriff Hob Hayward has asked you to set up jars of foul-smelling brew along the road to ward off aggressive wildlife.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1182",
      "en": "Placed jars ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "DNT - Talk to Hob Hayward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a6",
      "en": "DNT - 'Many thanks! I can't say it'll be pleasant venturing to the Bonfire Glade for the time being, but better safe than sorry.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b3",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a9",
      "en": "'Many thanks! I can't say it'll be pleasant venturing to the Bonfire Glade for the time being, but better safe than sorry.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50250",
      "en": "Talk to Hob Hayward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01141",
      "en": "Shirriff Hob Hayward is guarding the Buckland Gate in Buckland.\\n\\nYou should let him know that you've set up the jars in the Old Forest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "Talk to Hob Hayward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56853",
      "en": "'Wolves attacked you on the way to the Bonfire Glade? I'd wager they were as panicked as the other animals we've seen.\\n\\n'At any rate... I can't say it'll be pleasant venturing into the forest for the time being, but better safe than sorry.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The Bounders find themselves perplexed over the sudden aggression of the Old Forest wildlife.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Hoy there, stranger! I'll warn you right now, you ought to stay away from the Old Forest. The beasts there are all riled up -- they've even gone and attacked hobbits near the Old Forest Tunnel.\\n\\n'But... hold on, you seem like the adventuring sort. Think you could lend us a hand? Us Bounders came up with a brew of sorts that'll dissuade most things from approaching. All you need to do is set up these jars along the road to the Bonfire Glade.\\n\\n'It'll take a while for the smell to set in, so don't drop your guard in the forest! And... don't breathe in too deeply.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Place jars along the road to the Bonfire Glade ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Unnatural Fury",
      "es": "",
      "es (fem)": ""
    }
  ]
}