{
  "id": 621039776,
  "txt": [
    {
      "id": 162883721,
      "en": "Despite the failure of the Iron Garrison, the dwarves will not allow the Orcs of Khazad-dûm to spill forth into Azanulbizar, the Dimrill Dale.\\n\\nYour mission is to recover trinkets stolen from the Dwarves of the Iron Garrison.",
      "es": ""
    },
    {
      "id": 261009168,
      "en": "Raging",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Despite the failure of the Iron Garrison, the dwarves will not allow the Orcs of Khazad-dûm to spill forth into Azanulbizar, the Dimrill Dale.",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "You have completed your mission.\\n\\nYou should talk to Vorthur Smokebreath at Akrâz-zahar.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mission: Trinkets of the Lost Garrison",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I have a new mission for you, [placeholder].\\n\\n'After slaying a few unwary Orcs, our scouts in the Dimrill Dale discovered the Orcs of Moria are carrying trinkets belonging to the Dwarves of the Iron Garrison. This is a grave insult, and it will not be borne by me - or any other proud dwarf for that matter!\\n\\n'You are to travel to the Dimrill Dale and recover these trinkets from the Orcs of Moria!'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Complete 'Mission: Trinkets of the Lost Garrison'",
      "es": ""
    },
    {
      "id": 133136801,
      "en": "Monsters in this mission will enrage at low morale, gaining attack strength and attack speed.",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Vorthur Smokebreath",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Your mission is to recover trinkets stolen from the Dwarves of the Iron Garrison.\\n\\nYou should talk to Vorthur Smokebreath and travel to the Dimrill Dale.",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'You have my thanks, [placeholder].\\n\\n'Many dwarves were lost when the Iron Garrison was driven from Moria, and I will not let their efforts... or their sacrifices be forgotten. I shall see that these are returned to their kin at once!'",
      "es": ""
    }
  ]
}