{
  "id": 621039778,
  "txt": [
    {
      "id": 162883721,
      "en": "Far to the north of Annâk-khurfu lies Rathad Caul, the Narrow Way, a treacherous passage into Câr Bronach. There, those still loyal to the Iron Crown guard the approach to the last bastions of Angmar.\\n\\nYour mission is to defeat the Dourhand gate-keeper guarding Rathad Caul and tear down the banner of the Iron Crown.",
      "es": ""
    },
    {
      "id": 261009168,
      "en": "Burning Shield",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Far to the north of Annâk-khurfu lies Rathad Caul, the Narrow Way, a treacherous passage into Câr Bronach. There, those still loyal to the Iron Crown guard the approach to the last bastions of Angmar.",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "You have completed your mission.\\n\\nYou should talk to Vorthur Smokebreath at Akrâz-zahar.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mission: Keepers of the Narrow Way",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I have a new mission for you, [placeholder].\\n\\n'Our scouts have reported a recent rise in activity to the north. It seems a remnant of the Iron Crown has taken refuge in the lands of Câr Bronach, and they have set a watch at Rathad Caul, the Narrow Way. Although the Gabil'akkâ must remain focused on the reclamation of Gundabad, we cannot allow the Iron Crown to keep a foothold so near to the mountain.\\n\\n'You are to travel to Rathad Caul at once! Defeat the gate-keeper and tear down the banner of the Iron Crown!'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Complete 'Mission: Keepers of the Narrow Way'",
      "es": ""
    },
    {
      "id": 133136801,
      "en": "Some monsters in this mission will apply a flaming reflect shield to themselves.",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Vorthur Smokebreath",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Your mission is to defeat the Dourhand gate-keeper guarding Rathad Caul and tear down the banner of the Iron Crown.\\n\\nYou should talk to Vorthur Smokebreath and travel to Rathad Caul.",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'You have my thanks, [placeholder]!\\n\\n'Once the gates of Gundabad are opened and we have staked our claim upon the mountain, the time shall come to explore Câr Bronach. Of that, I am certain!'",
      "es": ""
    }
  ]
}