{
  "id": 621039763,
  "txt": [
    {
      "id": 162883721,
      "en": "As the War of Three Peaks drew near its end, the Dwarves of the Gabil'akkâ suffered a sudden, terrible setback. Before the final effort is made to breach the gates of Gundabad, the dwarves must resist falling to despair and overcome their doubts.\\n\\nYour mission is to raise the spirits of disheartened soldiers of the Gabil'akkâ at Zarkul-sulûn and help them to overcome thoughts of despair.",
      "es": ""
    },
    {
      "id": 261009168,
      "en": "Sacrificial",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "As the War of Three Peaks drew near its end, the Dwarves of the Gabil'akkâ suffered a sudden, terrible setback. Before the final effort is made to breach the gates of Gundabad, the dwarves must resist falling to despair and overcome their doubts.",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "You have completed your mission.\\n\\nYou should talk to Vorthur Smokebreath at Akrâz-zahar.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mission: Respite in Zarkul-sulûn",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I have a new mission for you, [placeholder].\\n\\n'After Hrímil Frost-heart sealed the gates of Mount Gundabad, the victory we sought was stolen from us! Prince Durin has handled himself in the manner of his station, but I know he feels this setback as keenly as any other dwarf. Some of the soldiers at Zarkul-sulûn have begun to doubt in our cause and they might soon fall to despair. You are a storied [placeholder], so I am told. Will you speak to them on behalf of the Prince?\\n\\n'Travel to Zarkul-sulûn and do what you can to ease the minds of our soldiers.'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Complete 'Mission: Respite in Zarkul-sulûn'",
      "es": ""
    },
    {
      "id": 133136801,
      "en": "At low health, monsters in this mission will attempt to end their own life to damage and apply a fear effect to those nearby.",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Vorthur Smokebreath",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Your mission is to raise the spirits of disheartened soldiers of the Gabil'akkâ at Zarkul-sulûn and help them to overcome thoughts of despair.\\n\\nYou should talk to Vorthur Smokebreath and travel to Zarkul-sulûn.",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'Thank you, [placeholder].\\n\\n'Hrímil may have slowed us down, but victory will still be ours!'",
      "es": ""
    }
  ]
}