{
  "id": 621039713,
  "txt": [
    {
      "id": "0xd7308a4",
      "en": "'Poisoned traps are cruel and cowardly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Return to Linnet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Honourable Hunts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Destroy poisoned traps ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "With travel to the Wildwood possible once more, hunters have come in search of fabled beasts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Poisoned traps can be found in the central Wildwood.\\n\\nLinnet has asked you to destroy any poisoned traps that you come across.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Destroyed poisoned traps ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'Welcome back! It sounds like you found many of the poisoned traps. The poachers won’t appreciate it, but the creatures of the Wildwood certainly shall!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Greetings, [placeholder]. I am Linnet Redholm, Huntress of the Trollshaws! Perhaps you have heard tales of my deeds? No? Well then, clearly the bards are a lazy lot in Bree. Far have I travelled in Middle-earth, chasing rumours of fabled beasts and dangerous game. Whispers of marvellous creatures lurking in the Wildwood reached my ears and I set out immediately to make my way to these forests. \\n\\n'Imagine now my horror when I came across poisoned traps, laid by the filthy Orcs and poachers who have infiltrated these woods. Poison is the work of cowards, not of true hunters. I am on the trail of something huge, so I cannot attend to it myself, but if you were willing to destroy any of the traps you come across, I would make it more than worth your while.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "Linnet can be found in the south-central Wildwood.\\n\\nYou should return to Linnet.",
      "es": "",
      "es (fem)": ""
    }
  ]
}