{
  "id": 621039797,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Hob Hayward has asked you to find Marigold Boffin before venturing into the Old Forest.\\n\\nYou can find her just outside of Newbury, by the river's shore.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01140",
      "en": "Marigold has offered to guide you through the forest to investigate what has been agitating the wildlife.\\n\\nYou should let her know when you're ready to depart.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a9",
      "en": "'So the Bounders need our help? Well, I reckon I know where to start our search!\\n\\n'I saw the strangest creatures mucking about in the forest. They were very tall -- tree-like, almost, but not quite. Tough and fierce-looking, too. All the animals stayed away from them. Whatever those tree-creatures are up to, it can't be good.\\n\\n'I'll show you where I saw them. Let me know when you're ready!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50251",
      "en": "Talk to Marigold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01143",
      "en": "Marigold has taken you to see Tom Bombadil, who may know more about the situation in the forest.\\n\\nTom can be found in and around his house.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "'At least we won't be spending another second stuck in Buckland!'\\n\\n<rgb=#FF0000>WARNING: This is a solo instance and cannot be completed in a fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50255",
      "en": "Talk to Tom Bombadil",
      "es": "Habla con Tom Bombadil",
      "es (fem)": ""
    },
    {
      "id": "0x6a50256",
      "en": "Talk to Marigold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56854",
      "en": "'A fellow tall, a cruel sword, the wicked Dead a-calling? By my boots, both I've spied close by Old Man Willow! A scar, a blight on forest green: the trolls, they spread their mischief there.\\n\\n'But stay awhile! To other paths you may turn and yet be safe. Old Tom must be a-going, to gather lilies for his Goldberry.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Investigating the Old Forest may require the help of Marigold Boffin, a bold adventurer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Something strange is at work here, no doubt about it. It won't be easy for us Bounders to get to the bottom of this; our numbers are stretched thin enough as it is. If you're able to investigate, we'd welcome the help.\\n\\n'Before you go, talk to Marigold Boffin. I'd wager she's just outside of Newbury, by the river's shore. She seems to know the forest more than most folk around here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Root and Rot",
      "es": "",
      "es (fem)": ""
    }
  ]
}