{
  "id": 621039782,
  "txt": [
    {
      "id": 162883721,
      "en": "After reclaiming Gabilazan from the Dourhands and their foul allies, the Dwarves of Durin's Folk must now contend with the other inhabitants of the Misty Mountains.\\n\\nYour mission is to repel the meddlesome stone-giant troubling the dwarves at Gabilazan.",
      "es": ""
    },
    {
      "id": 261009168,
      "en": "Crushing",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "After reclaiming Gabilazan from the Dourhands and their foul allies, the Dwarves of Durin's Folk must now contend with the other inhabitants of the Misty Mountains.",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "You have completed your mission.\\n\\nYou should talk to Vorthur Smokebreath at Akrâz-zahar.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mission: Trouble at the High Crag",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I have a new mission for you, [placeholder].\\n\\n'I have received word that my kinsfolk in the Misty Mountains are dealing with a most unusual problem. It seems another stone-giant down from Iorbar's Peak has taken to propping open the gates of Gabilazan. It seems like some sort of queer game played by the giant and its kind, and though I do not believe it means my folk any real harm, it's letting all sorts of foul beasts and weather in!\\n\\n'You are to travel to Gabilazan and do what you must to drive off that stone-giant!'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Complete 'Mission: Trouble at the High Crag'",
      "es": ""
    },
    {
      "id": 133136801,
      "en": "Some monsters in this mission will attempt a crushing attack, wounding and stunning anyone hit.",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Vorthur Smokebreath",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Your mission is to repel the meddlesome stone-giant troubling the dwarves at Gabilazan.\\n\\nYou should talk to Vorthur Smokebreath and travel to Gabilazan.",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'Very good, [placeholder]!\\n\\n'Let us hope that giant leaves them alone... at least for a few days!'",
      "es": ""
    }
  ]
}