{
  "id": 620924534,
  "txt": [
    {
      "id": 120621700,
      "en": "DNT -- Will not be seen",
      "es": ""
    },
    {
      "id": 200564882,
      "en": "'Walls will not hinder the horde that is marching upon Stoke. Torsbury has fallen already, and its walls were stronger.'",
      "es": ""
    },
    {
      "id": 200564883,
      "en": "'Of course that is what my Thane is saying...naught else makes sense! We are the Riders of the Mark! THAT is where our strength lies!'",
      "es": ""
    },
    {
      "id": 190220325,
      "en": "'Ah, [placeholder], you have arrived. Let us then begin this council....'",
      "es": ""
    },
    {
      "id": 184621781,
      "en": "Speak with Reeve Fríthild.",
      "es": ""
    },
    {
      "id": 184621697,
      "en": "Bring the sword, shield, and mail to Reeve Fríthild.",
      "es": ""
    },
    {
      "id": 190221222,
      "en": "'[placeholder], will you honour me by assisting me with my arms and armour? You will find it on the table behind you.'",
      "es": ""
    },
    {
      "id": 184621698,
      "en": "Speak with Reeve Fríthild.",
      "es": ""
    },
    {
      "id": 120621799,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 81729072,
      "en": "'Before we proceed, there is a matter which must be resolved...Mistress Engifu, come forward!'",
      "es": ""
    },
    {
      "id": 81729073,
      "en": "'These are my children and pride, Fríthbert and Edhild. Should ill befall me, Fríthbert shall be Reeve....'",
      "es": ""
    },
    {
      "id": 81729074,
      "en": "'With Tordag's death, Ordlac becomes my chief Thane and thus regent protector until Fríthbert comes of age....'",
      "es": ""
    },
    {
      "id": 81729075,
      "en": "'Should we both fall, Torferth son of Tordag shall become regent protector. Now, friend from afar, attend me.'",
      "es": ""
    },
    {
      "id": 81729076,
      "en": "'Forth the Éorlingas!'",
      "es": ""
    },
    {
      "id": 173026080,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 173026082,
      "en": "Collect Fríthild's mail",
      "es": ""
    },
    {
      "id": 173026084,
      "en": "Collect Fríthild's shield",
      "es": ""
    },
    {
      "id": 122548577,
      "en": "'First, I wish to welcome Baldmund of Torsbury to our council.'",
      "es": ""
    },
    {
      "id": 122548578,
      "en": "'I know that it is not custom to invite representatives of the common folk to our war councils, but I am not your customary Reeve.'",
      "es": ""
    },
    {
      "id": 173026086,
      "en": "Collect Fríthild's sword",
      "es": ""
    },
    {
      "id": 122548579,
      "en": "'My friends and advisors, you know why you have been called....'",
      "es": ""
    },
    {
      "id": 122548580,
      "en": "'The wolves of Isengard bay upon our doorstep, and the Broadacres burn...it is our place to decide the best course to defend against them.'",
      "es": ""
    },
    {
      "id": 122548581,
      "en": "'Let us have order! We are friends here.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Reeve Fríthild has summoned together the Council of Stoke in order to come to a consensus regarding what action to take against the forces of the White Hand in the Broadacres.",
      "es": ""
    },
    {
      "id": 122548582,
      "en": "'But Captain Grimmar does make an excellent point, Thane Ordlac...if you do not propose meeting them with force, what IS it you are suggesting?'",
      "es": ""
    },
    {
      "id": 122548583,
      "en": "'I agree, friend Baldmund. Whom would you recommend lead these forays, Thane Ordlac? Our new friend here? Grimmar? Dudsig?'",
      "es": ""
    },
    {
      "id": 122548584,
      "en": "'Be seated, Grimmar. you underestimate me. I am Fríthild, shield-maiden of Rohan. By my hand was Éowyn daughter of Éomund trained....'",
      "es": ""
    },
    {
      "id": 122548585,
      "en": "'I shall ride forth, and my foes shall tremble!'",
      "es": ""
    },
    {
      "id": 190221251,
      "en": "'Thank you, [placeholder]. You have been of great service to the people of Stoke. Well have I named you friend.'",
      "es": ""
    },
    {
      "id": 184621729,
      "en": "Reeve Fríthild's sword, shield, and mail are on the table below the dais.\\n\\nReeve Fríthild asked you to collect her arms and armour.",
      "es": ""
    },
    {
      "id": 150986049,
      "en": "'Ah, Captain, you have a wise and bold spirit, but I do not believe the choice is as clear as you believe it....'",
      "es": ""
    },
    {
      "id": 190221254,
      "en": "'I declare this Council dismissed!'",
      "es": ""
    },
    {
      "id": 150986050,
      "en": "'Indeed, as my grim lieutenant has said, we cannot rely upon walls to survive this storm....'",
      "es": ""
    },
    {
      "id": 150986051,
      "en": "'I must ask pardon for Dudsig's assumptions. He should learn not to speak for his Thane....'",
      "es": ""
    },
    {
      "id": 120621744,
      "en": "DNT -- Will not be seen",
      "es": ""
    },
    {
      "id": 150986052,
      "en": "'However, while his assumption was not completely true, neither was it completely false....'",
      "es": ""
    },
    {
      "id": 173026101,
      "en": "Talk to Reeve Fríthild",
      "es": ""
    },
    {
      "id": 150986053,
      "en": "'We know from our scouts' reports that the enemy's strength has not been fully gathered...'",
      "es": ""
    },
    {
      "id": 150986054,
      "en": "'If we attack their splintered forces before they join the main force, we might be able to keep them at bay or even drive them back.'",
      "es": ""
    },
    {
      "id": 184621736,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 150986055,
      "en": "'That is the beauty of my plan, my Reeve! I believe that we must show our people and our foes our true strength....'",
      "es": ""
    },
    {
      "id": 150986056,
      "en": "'There are none more skilled in arms than those who sit here. I propose that YOU lead us, my Reeve...myself, Grimmar, Dudsig, Baldmund, and our friend.'",
      "es": ""
    },
    {
      "id": 173026105,
      "en": "Talk to Reeve Fríthild",
      "es": ""
    },
    {
      "id": 150986057,
      "en": "'Why? Because the Reeve is a woman?'",
      "es": ""
    },
    {
      "id": 246419781,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 184621746,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 190221273,
      "en": "'Gird me, [placeholder], friend of Stoke. This day I become Fríthild, shield-maiden of Rohan.'",
      "es": ""
    },
    {
      "id": 173025495,
      "en": "Talk to Reeve Fríthild",
      "es": ""
    },
    {
      "id": 184621751,
      "en": "Speak with Reeve Fríthild.",
      "es": ""
    },
    {
      "id": 184621752,
      "en": "Observe the Council of Stoke.",
      "es": ""
    },
    {
      "id": 148969955,
      "en": "Collected Fríthild's mail",
      "es": ""
    },
    {
      "id": 148969957,
      "en": "Collected Fríthild's shield",
      "es": ""
    },
    {
      "id": 148969959,
      "en": "Collected Fríthild's sword",
      "es": ""
    },
    {
      "id": 120621414,
      "en": "DNT -- Will not be seen",
      "es": ""
    },
    {
      "id": 173026136,
      "en": "Observe the Council of Stoke",
      "es": ""
    },
    {
      "id": 217692833,
      "en": "'The course is clear, my Reeve. We must secure Stoke and bolster the town's defences.'",
      "es": ""
    },
    {
      "id": 251716465,
      "en": "Bring the sword, shield, and mail to Reeve Fríthild",
      "es": ""
    },
    {
      "id": 149537345,
      "en": "'I am honoured, Reeve. I will strive to prove the trust of your people and mine.'",
      "es": ""
    },
    {
      "id": 148969881,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 217692834,
      "en": "'The enemy is great, and our numbers are few. Our greatest strength are the walls of Stoke.'",
      "es": ""
    },
    {
      "id": 149537346,
      "en": "'Indeed, Reeve...our strength is in the people, yet they seem to be forgotten by Captain Grimmar among his war preparations...!'",
      "es": ""
    },
    {
      "id": 217692835,
      "en": "'I have forgotten no one! But what good does it do to gather food when our men are unarmed and our walls in disarray? We cannot stave off the enemy with food....'",
      "es": ""
    },
    {
      "id": 149537347,
      "en": "'I can see how this plan would appease everyone. It would give us time to strengthen the defences, provision for the siege, and take a toll upon the enemy.'",
      "es": ""
    },
    {
      "id": 217692836,
      "en": "'Then what do you propose, Thane Ordlac? That we ride out in force and engage the foe? They would overwhelm us!'",
      "es": ""
    },
    {
      "id": 217692837,
      "en": "'That is madness! How many of our men must die before children are left to defend the town?'",
      "es": ""
    },
    {
      "id": 217692838,
      "en": "'Ahem, I suppose there is some merit in that thought....'",
      "es": ""
    },
    {
      "id": 120621696,
      "en": "'Have you not brought my armour?'",
      "es": ""
    },
    {
      "id": 217692839,
      "en": "'Now I know you are mad! How could you suggest such a thing...!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: The Council of Stoke",
      "es": ""
    },
    {
      "id": 200564881,
      "en": "'I daresay! The strength of the Rohirrim is not in their walls....'",
      "es": ""
    },
    {
      "id": 184621777,
      "en": "TBD",
      "es": "TBD"
    }
  ]
}