{
  "id": 620924533,
  "txt": [
    {
      "id": 190221220,
      "en": "'You have my thanks.\\n\\n'Let the Council of Stoke begin!'",
      "es": ""
    },
    {
      "id": 184621781,
      "en": "Reeve Fríthild is in the Mead Hall of Stoke.\\n\\nYou should speak with Reeve Fríthild regarding the course she has chosen.",
      "es": ""
    },
    {
      "id": 190220328,
      "en": "'Good! It is of utmost import that we convince the Reeve to bolster our defences!'",
      "es": ""
    },
    {
      "id": 173026130,
      "en": "Talk to Reeve Fríthild to join the Council of Stoke",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Council of Stoke",
      "es": ""
    },
    {
      "id": 190220376,
      "en": "'What is this? Orders from the Reeve? If this is what she truly desires....\\n\\n'Let the Reeve know that I will do as she commands.'",
      "es": ""
    },
    {
      "id": 173026084,
      "en": "Talk to Reeve Fríthild",
      "es": ""
    },
    {
      "id": 190221222,
      "en": "'Ah, [placeholder]! It has been long since a shield-maiden of Rohan has actually taken to the field. This is a glorious day.\\n\\n'All that remains to be decided is which front to assail, for we are surrounded.'",
      "es": ""
    },
    {
      "id": 120621414,
      "en": "DNT -- Will not be seen",
      "es": ""
    },
    {
      "id": 246419781,
      "en": "Ordlac and Grimmar are in the Mead Hall of Stoke. Baldmund is at the inn in Stoke. Dudsig is at the Oserley encampment outside the north-east gate of Stoke. Alfbert stands outside Reeve Fríthild's house.\\n\\nFríthild has asked you to summon the leaders of Stoke to council and deliver a letter to Alfbert at her house.",
      "es": ""
    },
    {
      "id": 120621417,
      "en": "DNT -- Will not be seen",
      "es": ""
    },
    {
      "id": 120621799,
      "en": "DNT -- Will not be seen",
      "es": ""
    },
    {
      "id": 120621330,
      "en": "DNT -- Will not be seen",
      "es": ""
    },
    {
      "id": 173025440,
      "en": "Talk to Grimmar",
      "es": ""
    },
    {
      "id": 120621333,
      "en": "DNT -- Will not be seen",
      "es": ""
    },
    {
      "id": 126686544,
      "en": "The leaders of Stoke are at odds as to the best course of action to be taken to protect the town and drive the enemy from the Broadacres.",
      "es": ""
    },
    {
      "id": 173025443,
      "en": "Talk to Dudsig",
      "es": ""
    },
    {
      "id": 251716368,
      "en": "Deliver Reeve Fríthild's letter to Alfbert",
      "es": ""
    },
    {
      "id": 120621337,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 120621714,
      "en": "DNT -- Will not be seen",
      "es": ""
    },
    {
      "id": 173025446,
      "en": "Talk to Thane Ordlac",
      "es": ""
    },
    {
      "id": 148969955,
      "en": "The Council of Stoke has ended",
      "es": ""
    },
    {
      "id": 173025495,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 190220740,
      "en": "'[placeholder], I believe the time has come to summon my advisors to council. Return to Grimmar, Ordlac, Baldmund, and Dudsig and inform them of my decision. We must decide what action to take and how best to fulfill it. The leaders of Stoke and Oserley each have their own opinions, and they are at odds. We must come to a compromise and work together, or we shall fall to the White Hand.\\n\\n'As well, bring this letter to Alfbert, the guard at my house. Return to me when your messages have been delivered.'",
      "es": ""
    },
    {
      "id": 148969875,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 190220369,
      "en": "'I do not know why I should waste my time sitting in council. There are too many preparations to be made. Nevertheless, I will come.'",
      "es": ""
    },
    {
      "id": 184621777,
      "en": "Reeve Fríthild is in the Mead Hall of Stoke.\\n\\nYou should return to Reeve Fríthild and let her know that all is ready for the council.",
      "es": ""
    },
    {
      "id": 190220325,
      "en": "'I am honoured that Reeve Fríthild values my opinion. I have never heard of a lord or lady of Rohan calling upon the common folk for counsel.\\n\\n'I will come at once.'",
      "es": ""
    },
    {
      "id": 190220372,
      "en": "'Ah! This is welcome news, my friend! At last, we will join a battle worth a song or two! Let us join the council!'",
      "es": ""
    },
    {
      "id": 173026081,
      "en": "Talk to Baldmund",
      "es": ""
    }
  ]
}