{
  "id": 620808656,
  "txt": [
    {
      "id": 136263297,
      "en": "You have discovered the Slave-pens",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have discovered Barashal's Domain",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have discovered the Fell-water Source",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "Amid the foul waters of Carn Dûm lies the slave-pens of the Trév Duvárdain. It is here that those who have challenged the might of the Steward of Angmar are pressed into his service against their will.",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "The Gorthorog-captain Barashal commands his minions from this post within the eastern crags on the outskirts of Carn Dûm.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Once the seat of power from which the Witch-king's army marched upon the kingdom of Arnor, Carn Dûm now exists as the primary bastion of the Steadfast of Angmar.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have discovered the Duvárdain Quarter",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "The water you found in this place was a putrescent green, contaminated with the vile poisons of Carn Dûm.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You have discovered the Castle of Carn Dûm",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "While Carn Dûm has many enemies, there are those that call it ally as well. Among them are the Hillmen of the Trév Duvárdain. This alliance has granted the Trév Duvárdain a district of their own within the city.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You have discovered the Seat of the Witch-king",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You have discovered the Witch-king's Watch",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "It is from the Castle of Carn Dûm that the Witch-king of Angmar oversaw his domain, and it is from here that Mordirith, the Steward of Angmar, does the same.",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "You have discovered the Witch-king's Watch",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "The Seat of the Witch-king is a well-appointed room adorned with vicious looking statues and ornaments. It was here that the Ranger Golodir confronted Moridirth in battle and forced retreat upon the Steward of Angmar.",
      "es": ""
    },
    {
      "id": 118018279,
      "en": "Looking south over the sprawl of Carn Dûm, this balcony affords the perfect location to survey the whole of the city.",
      "es": ""
    },
    {
      "id": 118018280,
      "en": "Looking south over the sprawl of Carn Dûm, this balcony affords the perfect location to survey the whole of the city.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Once the seat of power from which the Witch-king's army marched upon the kingdom of Arnor, Carn Dûm now exists as the primary bastion of the Steadfast of Angmar.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Enemy's Stronghold",
      "es": ""
    }
  ]
}