{
  "id": 620871304,
  "txt": [
    {
      "id": 136263297,
      "en": "The soil has a foul odour and texture in this spot",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "The flesh of this bear is already rancid, though it only just died ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Dwalin, a loyal friend of the late Thorin Oakenshield, has come to assert Thorin's reign once again, but many of the dwarves in his party have fallen ill.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Look, look! All of these dwarves are sick -- dying, I think! I cannot do another thing until I figure out what we can do to help them.\\n\\n'I don't even know what happened to make them ill. How can I hope to cure them if I don't know how they came by this plague?\\n\\n'Those foul Dourhands have really let this place crumble. Thorin would be livid if he could see it now! Full of poison and death.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The dwarves of Dwalin's party came over the fields to the west of Frerin's Court when they arrived.\\n\\nYou should begin your search by following the road west to see if there is any evidence for the source of the plague that afflicts the dwarves.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The soil along the river is foul, you say? So you think that the water that flows from the clean mountain springs is tainted by a putrid rot?\\n\\n'And these bears -- look! The meat is rotted, even though they are fresh-killed. This must be what is taking hold of the dwarves in my party....\\n\\n'Many of my dwarves stopped at the river to fill their flasks. No wonder they are sick! What can we do?'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Dwalin awaits word in Frerin's Court, east of the river where you examined the soil.\\n\\nYou should speak with Dwalin in Frerin's Court and let him know that the river itself seems poisoned by some sickly rot.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Please hurry, [placeholder]! Search wherever you can. These lads may not last another day....'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Examine patches of strange soil along the river ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect samples from sick bears ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Tell Dwalin about the source of the dwarves' sickness",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Intro: A Plague at Thorin's Gate",
      "es": ""
    }
  ]
}