{
  "id": 620871324,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated guards of the mountain path ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "An Elf stands atop the mountain path, and he looks very much like Elladan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Putrid water flows from the Blue Mountains' spring from above Thorin's Hall, poisoning all creatures unfortunate enough to drink from it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Mountain springs are always the purest of water, especially in these parts. Something must be causing the water to run foul.\\n\\n'Will you explore the source of the river? Perhaps there will be evidence as to what caused the vile plague, because now we don't even know what it is that's making my poor dwarves sick.\\n\\n'If we can make the river run clean again, I have hope for the animals and the snows here as well. Maybe Thorin's Hall won't be lost to sickness.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The mountain-path is north-west of Frerin's Court in Ered Luin.\\n\\nYou should climb the mountain path and find the source of the befouled waters and fend off any guards of the corruption along the way.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The dwarves with Dwalin drank from the river-water below, you say? That is ill tidings! The creatures here are transformed by plague and look as if they will die very soon.\\n\\n'I came this way to scout for signs of my father's dream, but the grim dwarves here have kept me from getting much farther. Something evil stirs in that cave...can you feel it?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Elrohir of Rivendell, the other son of Elrond, stands outside the entrance to a cave on the mountain path.\\n\\nYou should speak with Elrohir of your errand for Dwalin and Elladan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Explore the source of the mountain's spring, [placeholder]. You should walk up the mountain-path north-west of here and see what has tainted the water's source.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat guards of the mountain path ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Explore the mountainside for the source of the poison",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Elrohir, the brother of Elladan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Intro: A Putrid Spring",
      "es": "",
      "es (fem)": ""
    }
  ]
}