{
  "id": 620871302,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Would you like to be here to witness the Ritual of Commemoration of our fallen king? As Steward of these halls, I welcome you to celebrate with us. It will not be long now...in fact, I believe the preparations begin tonight.\\n\\n'What say you, [placeholder]? Think on it, if you will. Return to me when you have decided. Just be sure you make the right decision! Ha ho ho.\\n\\n'Run along now, friend. I've no more time for you. It will be a busy day for all my folk.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, [placeholder]! Thank goodness you're back! Nos Grimsong sent me word that you were finding out what you could from the Elves that settled up near the ruins.\\n\\n'You spoke to Gormr as well? The traitor -- Skorgrím is not the king of Thorin's Hall! This place belongs to Thorin's line! I have too much on my plate for the nonsense of the Dourhands and their strange rituals.\\n\\n'Look, [placeholder]! Since you went away, the dwarves of our party fell ill!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Does this mean you will be joining the Dourhands in the ritual tonight? No? Don't think too long, [placeholder]. My patience wears ever thinner as I grow older.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Ah, my good Elf. I bid you welcome, and I am at your service. Nos Grimsong sent me word that you would join us in friendship.\\n\\n'You spoke to Gormr recently, did you? The traitor -- Skorgrím is not the king of Thorin's Hall! This place belongs to Thorin's line! I have too much on my plate for the nonsense of the Dourhands and their strange rituals.\\n\\n'All of my dwarves are ill since coming here. That is more pressing than Gormr's folly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Intro: An Uneasy Feeling",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gormr's words and hints have brought you nothing but uneasiness, and there is a tension in the air. It is time to seek Dwalin and see if the Elves and Longbeards may be united in their purposes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Dwalin and tell him of Gormr's plans for the ritual",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Dwalin is in Frerin's Court, in the very centre of the Thorin's Gate area.\\n\\nNow would be a good time to consult Dwalin on Gormr's strange behaviour and sinister hints.",
      "es": "",
      "es (fem)": ""
    }
  ]
}