{
  "id": 620871346,
  "txt": [
    {
      "id": 185251364,
      "en": "'The large doors are locked tight, and will require the correct key to open'",
      "es": ""
    },
    {
      "id": 66034084,
      "en": "'Here is a key I found...I believe it opens the large doors along the road. Please, hurry now!'",
      "es": ""
    },
    {
      "id": 71674993,
      "en": "'Intolerable fools!'",
      "es": ""
    },
    {
      "id": 227696533,
      "en": "The Northcotton Farm",
      "es": ""
    },
    {
      "id": 82811297,
      "en": "'A few days ago, my friends and I smelled something delicious coming from this old farm.'",
      "es": ""
    },
    {
      "id": 71674994,
      "en": "'I will not be defeated before my plan is complete! Darkthorn will spare none!'",
      "es": ""
    },
    {
      "id": 82811298,
      "en": "'So we found a way into the farm and searched for the succulent aroma.'",
      "es": ""
    },
    {
      "id": 82811299,
      "en": "'What did we find but tasty pies!'",
      "es": ""
    },
    {
      "id": 221842382,
      "en": "'You have but a minute left, you pathetic creatures.'",
      "es": ""
    },
    {
      "id": 149393534,
      "en": "'In mere moments, my destruction of the Shire will be complete.'",
      "es": ""
    },
    {
      "id": 82811300,
      "en": "'After one bite, we found that they were not tasty at all. We were set unconscious!'",
      "es": ""
    },
    {
      "id": 82811301,
      "en": "'I woke up hours later, trapped here all alone. Could you find and save my friends?'",
      "es": ""
    },
    {
      "id": 64257916,
      "en": "'The cauldron boils...I hope you enjoy its bounty!'",
      "es": ""
    },
    {
      "id": 21520116,
      "en": "'You have destroyed my cauldron, but you shall still feel my wrath.'",
      "es": ""
    },
    {
      "id": 202201153,
      "en": "'Open the door! I cannot open it from this side.'",
      "es": ""
    },
    {
      "id": 82811302,
      "en": "'I found this key...you may use it to open the doors ahead.'",
      "es": ""
    },
    {
      "id": 202201154,
      "en": "'Why won't you open? I have lost my key and cannot pry the door open myself!'",
      "es": ""
    },
    {
      "id": 202201155,
      "en": "'Open up in there! I cannot find the key. Do you hear me?'",
      "es": ""
    },
    {
      "id": 202201156,
      "en": "'If you don't open this door, I will be trapped here without a key! Miserable rabble.'",
      "es": ""
    },
    {
      "id": 107718224,
      "en": "'The cauldron has dumped its virulent poison into the well'",
      "es": ""
    },
    {
      "id": 180417074,
      "en": "'Thadur has fled through the door, heading towards the centre of the farm'",
      "es": ""
    },
    {
      "id": 44642501,
      "en": "'Ah, my uninvited guests. You shall now perish for your insolence.'",
      "es": ""
    },
    {
      "id": 185796414,
      "en": "'The hobbit did not appear to be awakened from his trance.'",
      "es": ""
    },
    {
      "id": 156777344,
      "en": "'...That pie is not tasty at all.'",
      "es": ""
    },
    {
      "id": 218513886,
      "en": "You must have completed the 'Discovery: Northcotton Farms' deed to play this instance.",
      "es": ""
    },
    {
      "id": 156781440,
      "en": "'This pie tastes off.'",
      "es": ""
    },
    {
      "id": 44232308,
      "en": "You will need to <rgb=#FF0000>/slap</rgb> them out of it",
      "es": ""
    },
    {
      "id": 64441183,
      "en": "'My Goodness, you are quite brave indeed.  Thank you for saving me.'",
      "es": ""
    },
    {
      "id": 145856692,
      "en": "'Joyous day! A hobbit has fallen to my trap.'",
      "es": ""
    },
    {
      "id": 143116564,
      "en": "'Look out! The fire is starting to cause the pot to boil over! Take a bucket of water and douse the fire!'",
      "es": ""
    },
    {
      "id": 83576276,
      "en": "'Oh my goodness, thank you. This place is horrible.'",
      "es": ""
    },
    {
      "id": 203398403,
      "en": "'Aid me my minions!'",
      "es": ""
    },
    {
      "id": 185316900,
      "en": "'Sounds of bubbling and the smell of baked pie pass through the now open door'",
      "es": ""
    },
    {
      "id": 103830369,
      "en": "'A hobbit has eaten a poison pie'",
      "es": ""
    },
    {
      "id": 179722450,
      "en": "'Oh dear! Hungry hobbits have found their way in and are heading for the pies! Go over and slap them out of it.'",
      "es": ""
    },
    {
      "id": 81761665,
      "en": "'Mmm...those pies smell delicious.'",
      "es": ""
    },
    {
      "id": 81761666,
      "en": "'Those pies smell wonderful...I can't wait to take my first bite!'",
      "es": ""
    },
    {
      "id": 156818304,
      "en": "'That was a pie gone bad....'",
      "es": ""
    },
    {
      "id": 233806241,
      "en": "'After falling victim to one of those most dreadful pies, I awoke in the muddy boars' wallow.'",
      "es": ""
    },
    {
      "id": 81761667,
      "en": "'The sweet, sweet smells of delicious pies call to me.'",
      "es": ""
    },
    {
      "id": 233806242,
      "en": "'Luckily, these beasts were otherwise occupied with the goblins while I scurried up this tree.'",
      "es": ""
    },
    {
      "id": 233806243,
      "en": "'Sadly, I have been here for some time, and I am ever so hungry.'",
      "es": ""
    },
    {
      "id": 233806244,
      "en": "'I will wait up here until you brave folks go dispatch those scary goblins.'",
      "es": ""
    },
    {
      "id": 233806245,
      "en": "'Oh! Here is a key I found, maybe it will be of some use.'",
      "es": ""
    },
    {
      "id": 40234272,
      "en": "Legbarthil begins to lay an egg. ",
      "es": ""
    },
    {
      "id": 11986476,
      "en": "'Battle... Shadow... and Plague... all have returned! Many will die at Tirith dan Forduath!'",
      "es": ""
    },
    {
      "id": 53361956,
      "en": "'Gladiola Farmer gives you a small key'",
      "es": ""
    },
    {
      "id": 53366052,
      "en": "'Andy Boffin hands you a small key'",
      "es": ""
    },
    {
      "id": 221776846,
      "en": "'Thy time is running out...my virulent brew is almost ready.'",
      "es": ""
    },
    {
      "id": 232213343,
      "en": "'Oh goodness me! Thank you for vanquishing those horrible wolves.'",
      "es": ""
    },
    {
      "id": 146288385,
      "en": "'Hooray! Thank you for saving me and the Shire!'",
      "es": ""
    },
    {
      "id": 248990559,
      "en": "'Oh my! Do be careful. That icky cauldron is about to pour into the well. Please destroy it soon!'",
      "es": ""
    },
    {
      "id": 189128358,
      "en": "'Oh dear, this place is simply dreadful!'",
      "es": ""
    },
    {
      "id": 146288386,
      "en": "'When I first awoke, I heard the dark man say something about his useless goblin minions at the farmhouse.'",
      "es": ""
    },
    {
      "id": 146288387,
      "en": "'Here is a key. It's one of two that's needed for the gate into the farmhouse.'",
      "es": ""
    },
    {
      "id": 79121247,
      "en": "'Thank you so much for saving me from this dreadful place.'",
      "es": ""
    },
    {
      "id": 185084116,
      "en": "'Isenbard Bolger hands you a key'",
      "es": ""
    },
    {
      "id": 255570165,
      "en": "'Welcome, my friends. I bid you witness the poisoning of all those wretched halflings!'",
      "es": ""
    },
    {
      "id": 228705248,
      "en": "'Too many hobbits have eaten poisoned pies'",
      "es": ""
    },
    {
      "id": 66488692,
      "en": "'Crystal Bolger hands you a key to the main farmhouse door.'",
      "es": ""
    },
    {
      "id": 221645774,
      "en": "'Success! My poison has been sent forth to destroy the Shire. You failed!'",
      "es": ""
    },
    {
      "id": 66034081,
      "en": "'My Heroes! While falling prey to that dreadful pie, I heard a raspy voice talking to some goblins.'",
      "es": ""
    },
    {
      "id": 66034082,
      "en": "'He said something about having something special in store for the Shire.'",
      "es": ""
    },
    {
      "id": 66034083,
      "en": "'Goblins then began to drag in a horrible cauldron and raised it above the well. Mercy me, they must be stopped!'",
      "es": ""
    }
  ]
}