{
  "id": 620871275,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated bats in the Rockbelly Pit ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "A menacing-looking statue has been raised in the likeness of the Dourhands' king of old",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Gormr, Steward of Thorin's Hall and leader of the Dourhands who now inhabit it, will not grant you access to Skorgrím's Tomb. He has, however, given you leave to visit the shrine instead.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I'm afraid you have come here for nothing anyway, [placeholder]. No one is to gain admittance to Skorgrím's Tomb. It is a sacred ground, and only descendants of Skorgrím -- that is, the Dourhands -- have leave to enter.\\n\\n'You are more than welcome to pay your respects to our fallen king at his Shrine, which is just east of here, in the Rockbelly Pit. Skorgrím was a great king, after all, and deserves tribute.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Bats can be found in the Rockbelly Pit cave, which can be entered in the courtyard near the Berghold or from the overlooking Winterheight.\\n\\nYou should defeat bats in the Rockbelly Pit to ensure that the Shrine to Skorgrím remains clean.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I'm afraid you have come here for nothing anyway, [placeholder]. No one is to gain admittance to Skorgrím's Tomb. It is a sacred ground, and only descendants of Skorgrím -- that is, the Dourhands -- have leave to enter.\\n\\n'You are more than welcome to pay your respects to our fallen king at his Shrine, which is just east of here, in the Rockbelly Pit. Skorgrím was a great king, after all, and deserves tribute. Was he not, Elf?'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Shrine to Skorgrím is in the Rockbelly Pit.\\n\\nYou should visit the shrine to see what all the fuss over Skorgrím is about.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Gormr awaits you at the Berghold in Thorin's Gate.\\n\\nYou should return to Gormr after having completed the task he gave you.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Why do you waste your time talking to me? I have nothing more to say to you at present. You must do as I asked and get the bats out of our shrine if you wish to speak with me again.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'So you walked in our shrine, did you? As you can see, the Dourhands' reverence of our fallen king is very great. The Longbeards and the Elves do not understand such loyalty, so this was perhaps a good lesson for you.\\n\\n'But do not go away just yet. I'm sure we can think of more tasks to occupy you while you trespass, eh, [placeholder]?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat bats in the Rockbelly Pit ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Visit the Shrine to Skorgrím in the Rockbelly Pit",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Gormr Doursmith at the Berghold",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Intro: Shrine to the Fallen King",
      "es": ""
    }
  ]
}