{
  "id": 620871303,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Have you seen the barrow-hounds nearby, [placeholder]? The others think they are just bleak, wild dogs, but I know better. These are no mere dogs -- they are barghests!\\n\\n'In my travels some years ago, I once happened upon the most forsaken place I have ever seen. Dread filled me, and my voice died, and all was cold. The dogs there were the very same as these black, mournful beasts, with their eyes full of death.\\n\\n'Why have they come to replace the lynx and wild aurochs-herds that roamed here in Thorin's day? It does not make any sense. They must be driven off!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Have you seen the barrow-hounds nearby, good Elf? The other dwarves think they are just bleak wild dogs, but you and I know better. These are barghests!\\n\\n'In my travels some years ago, I once happened upon the most forsaken place I have ever seen. Dread filled me, and my voice died, and all was cold. The dogs there were the very same as these black, mournful beasts, with their eyes full of death.\\n\\n'Why have they come to replace the lynx and wild aurochs-herds that roamed here in Thorin's day? It does not make any sense. They must be driven off!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Those dogs are a bad sign for any land. To see them in the fields around Frerin's Court fills my heart with dread.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Thank you, [placeholder]! Those dogs chill my heart. You did a good deed for these lands by driving them back. Perhaps some day the lynx and aurochs will be able to return to these parts. Some day.\\n\\n'I wonder why the wretched dogs settled here to begin with....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Intro: Dogs of Death",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The barrow-dwelling dogs called \\qbarghests\\q have taken over the lands in Thorin's Gate, implying the presence of much death nearby....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated barghests ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat barghests in the snow-fields around Frerin's Court ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Barghests can be found in the sooty snow-fields around Frerin's Court.\\n\\nYou should defeat barghests, for they are a sign of an unnatural death in this valley that was once hale and fair.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Unnarr in Frerin's Court",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Unnarr is in Frerin's Court, standing among the other members of Dwalin's party.\\n\\nYou should speak with Unnarr and tell him of your success in driving off the evil barrow-hounds in Thorin's Gate.",
      "es": "",
      "es (fem)": ""
    }
  ]
}