{
  "id": 620871325,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected healing herbs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "A horrible feeling comes over you -- something approaches!",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "The fell spirit has evaporated, but the dread invoked by his words lingers...",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Elrohir has asked you to seek a herb within the caves of the Mirkstone Tunnels, as he believes the mountain will try in its own way to purge itself of the encroaching poisons.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I believe there may be hope for the sick dwarves, [placeholder]. When poisons seep into the land, oftentimes the land will strive to heal itself, much as our own bodies will fight infection. If you explore inside the mountain, you might find just such an event.\\n\\n'I believe that medicinal plants will grow inside, and those will help to cure the dwarves. But the source of the poison itself is yet to be discovered... though I have my suspicions.\\n\\n'I feel a powerful chill when I stand near this entrance to the mountain. I will stand guard here while you explore the cave.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "It is possible that healing herbs may be found inside the cave behind Elrohir.\\n\\nYou should search the cave for herbs that grow to help to purge the poisons from the Mirkstone Tunnels.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah, you have collected pure herbs! You will be a hero to those dwarves, [placeholder]. Tell me of what you saw in the cave while I mix a salve to help the sick.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "There is surely a reason for the Dead to have encroached upon these parts, and this cave seems to be the source.\\n\\nYou should search the cave for the heart of the problems at Thorin's Gate.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Elrohir is outside the Mirkstone Tunnels, guarding the entrance from the bloodthirsty Dourhands.\\n\\nYou should bring the herbs to Elrohir and tell him what you witnessed inside the caves.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I'll stand guard here, [placeholder]. Go into the caves behind me and look for any wholesome-looking plants that grow.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect healing herbs from the Mirkstone Tunnels ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Examine the cave for what might be causing the blight of Ered Luin",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the healing herbs to Elrohir",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Intro: Medicine of the Elves",
      "es": ""
    }
  ]
}