{
  "id": 620871301,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected black stones ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have been asked to collect black stones for a ritual Gormr has planned for the commemoration of Skorgrím, king of the Dourhands of old, before their fall into obscurity.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Lord Gormr has told us that you were the one to first discover Skorgrím's body the day the Silver Deep Mine nearly collapsed, when Gormr took his Stewardship. This has earned you a small amount of favour with us, even though your party of Longbeards has come unbidden and unwelcome.\\n\\n'We are having a commemoration of Skorgrím's many achievements as king of the Dourhands, but we need ritual stones, black as pitch. I was not able to find enough for everyone that plans to attend. They are a form of tribute to Skorgrím-king.\\n\\n'You should make yourself useful and collect some more. They can be found in and around the Winterheight cave, east of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The ritual stones can be found in and around the Rockbelly Pit, east of the Berghold at Thorin's Gate.\\n\\nYou should collect black stones for the commemorative ritual being prepared by the Dourhands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Lord Gormr has told us that you were there when Skorgrím died at the hands of your peoples. We will not tolerate Elves in our land unless you help to pay retribution for what they have done.\\n\\n'We are having a commemoration of Skorgrím's many achievements as king of the Dourhands, but we need ritual stones, black as pitch. I was not able to find enough for everyone that plans to attend. They are a form of tribute to Skorgrím-king.\\n\\n'You should make yourself useful and collect some more. They can be found in and around the Winterheight cave, east of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bjarni is at the Berghold in the southern area of Thorin's Gate.\\n\\nYou should speak with Bjarni and give him the black stones you have collected.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The stones must be black as shadows. Nothing else will do. I believe you can find such stones in the Rockbelly Pit cave that overlooks this keep.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'These are the very stones we need. Not bad for a Longbeard! Lord Gormr was right -- you are not our enemy. Your loyalty to the Dourhands will not be forgotten, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'These are the very stones we need. Not bad for an Elf! Your loyalty to the Dourhands will not be forgotten, [placeholder]. You may soon earn our forgiveness for what your peoples did to our king.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect black stones for the Ritual of Commemoration ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the ritual stones to Bjarni",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Intro: The Ritual Stones",
      "es": "",
      "es (fem)": ""
    }
  ]
}