{
  "id": 620931375,
  "txt": [
    {
      "id": "0xd6a5027",
      "en": "Talk to Calin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Speak with Herubrand in the basement of the farm-house in Woodhurst.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'I have just received word from Calin that there is a gathering in the Mead Hall. This is likely the confrontation we have been expecting. From what Calin told me, most of the town has gone to the Mead Hall! \\n\\n'I need you to go with Calin and show your support for Gifemund.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Liberating Woodhurst",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Speak with Herubrand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'I assume that Herubrand told you what I have discovered? We should hurry so as to make certain that we are not too late to stop whatever is happening at the Mead Hall!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Gifemund has come forward and is demanding that Guard-captain Thurferth step down due to his inability to protect Woodhurst. They now seek to settle their differences before the empty seat of the Thane.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Thurferth has left, and it appears the war around us fractured the people of Woodhurst more than I thought. How someone so close to leadership could share allegiances with the White Hand is concerning.\\n\\n'His removal is important for us to rally the people under a common banner, and making this city a safer place to live. Gifemund and I will be working together toward that goal. \\n\\n'Word has arrived from Brockbridge, and they are desperate for aid.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "You should speak with Calin when you are ready to go to the Mead Hall.",
      "es": "",
      "es (fem)": ""
    }
  ]
}