{
  "id": 620931343,
  "txt": [
    {
      "id": 216727827,
      "en": "The enemy will assault both of the barricaded entrances into Brockbridge. Herefara has asked you to use your war-steed and help the defenders that are more overwhelmed.",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Drums announced their approach, as they were not afraid to let us know they are coming. Their confidence is unsettling. Our defenders will soon be pressed to keep up. We must keep both gates defended, and I ask that you help any of the men who become overwhelmed!\\n\\n'We cannot lose too many men, or we will be overrun. I will guard this gate, but I ask that you mount your war-steed to more easily assist either gate.'",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Talk to Herefara",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Herefara would like to thank you for your assistance in keeping the enemy at bay and ensuring not too many men were lost in the battle.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "The enemy is preparing to assault Brockbridge with renewed vigour, and the few defenders remaining will be hard-pressed to keep the city secure.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Talk to Herefara",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "<rgb=#FF0000>Do not allow guards to be defeated ([placeholder]/[placeholder])</rgb>",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'They would surely have overrun our defences had you not been here. Some men were lost, but not so many that we can not recover.'",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "<rgb=#FF0000>Guards defeated ([placeholder]/[placeholder])</rgb>",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "<rgb=#FF0000>Herefara cannot be defeated</rgb>",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "<rgb=#FF0000>Herefara has been defeated</rgb>",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "<rgb=#FF0000>Herefara cannot be defeated</rgb>",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'[placeholder], we thank you for your assistance defeating everything the enemy threw at us today.'",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "<rgb=#FF0000>Herefara has been defeated</rgb>",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "The city of Brockbridge faces its greatest challenge yet as an army marches on the stalemate siege in an attempt to punch through their stalwart defences.",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Defend Brockbridge",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Siege Escalated",
      "es": ""
    }
  ]
}