{
  "id": 621032338,
  "txt": [
    {
      "id": "0xceb0117",
      "en": "You have joined <rgb=#00D0FF>Elrohir's</rgb> faction in 'The Tournament of the Twins' and may now do battle with <rgb=#FF0000>Elladan's</rgb> faction members!\\n- Complete deeds in Eriador to earn Honour.\\n- You may be harassed and hunted by member's of <rgb=#FF0000>Elladan's</rgb> faction!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Sauron has been defeated, but if we relax our guard and allow our blades to become rusty with disuse, who is to say what evils may creep back into these lands? The Free Peoples of Middle-earth must remain ready for such challenges! It is for this reason that my brother and I have sanctioned a great contest, a means by which heroes can test their mettle and become the whetstones upon which their skills are sharpened!\\n\\n'So, do you wish to take up arms for <rgb=#00D0FF>Elrohir</rgb>, son of Elrond? I would be honoured for you to fight on my behalf!'\\n\\n<rgb=#00FF00>\\nThe Rules of the Contest:\\n- If you accept this quest, you will become an active member of </rgb><rgb=#00D0FF>Elrohir's</rgb><rgb=#00FF00> faction.\\n- Members of </rgb><rgb=#FF0000>Elladan's</rgb><rgb=#00FF00> faction will appear as hostile to you, and you will be able to fight them.\\n- You receive Honour for every Eriador deed completed while you are an active member of either faction.\\n</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Blade of Elrohir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Complete deeds in Eriador to earn Honour",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'I am pleased to see you again. How do you fare in the contest of honour, my friend?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d16",
      "en": "To celebrate the downfall of Sauron, the sons of Elrond have challenged the heroes of Middle-earth to a contest of strength, cunning, and wit. These heroes will pledge their abilities to either Elladan or Elrohir's banner, engaging in honourable battle with those who pledge to their rival, all while striving to complete as many deeds as possible throughout Eriador.\\n \\n<rgb=#00FF00>\\nThe Rules of the Contest:\\n- You have joined </rgb><rgb=#00D0FF>Elrohir's</rgb><rgb=#00FF00> faction.\\n- Member's of </rgb><rgb=#FF0000>Elladan's</rgb><rgb=#00FF00> faction will appear as hostile to you, and you will be able to fight them.\\n- You receive Honour for every Eriador deed completed while you are an active member of either faction.\\n</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73089",
      "en": "'There can be no failure while we stand true.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}