{
  "id": 621032221,
  "txt": [
    {
      "id": 246419792,
      "en": "The pendant you found in the Howling Pit has been revealed to be a lost artifact of Durin's Folk.\\n\\nYou should give Ashmâr-abân to Náin the Slakeless.",
      "es": ""
    },
    {
      "id": 162883654,
      "en": "The pendant gently thrums in your hand. Some ancient magic has awoken within it.\\n\\n'Ashmâr-abân has awoken once more. It belongs to you now. May it be a guiding light in the darkness.'",
      "es": ""
    },
    {
      "id": 111477321,
      "en": "Give Ashmâr-abân to Náin the Slakeless",
      "es": ""
    },
    {
      "id": 149027559,
      "en": "The Lost Pendant",
      "es": ""
    },
    {
      "id": 24695222,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 246419784,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 149027573,
      "en": "TBD Secret Stone 2 Convert Pendant",
      "es": ""
    },
    {
      "id": 24695208,
      "en": "Deep in the Howling Pit, you found a strange artifact.",
      "es": ""
    },
    {
      "id": 111477314,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 162883671,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 162883649,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 111477361,
      "en": "Give Ashmâr-abân to Náin the Slakeless",
      "es": ""
    },
    {
      "id": 246419810,
      "en": "Ashmâr-abân has been transformed!\\n\\nYou should talk to Náin the Slakeless.",
      "es": ""
    },
    {
      "id": 111477316,
      "en": "Give Ashmâr-abân to Náin the Slakeless",
      "es": ""
    },
    {
      "id": 162883673,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 162883696,
      "en": "Náin takes the pendant from you, holds it close to his heart, and murmurs something in Khuzdul you can't quite hear. The pendant begins to glow with a soft light. At the same time you notice that the pendant also emits a low tone, a soft humming sound. Náin hands it back to you.",
      "es": ""
    },
    {
      "id": 111477317,
      "en": "Talk to Náin the Slakeless",
      "es": ""
    },
    {
      "id": 162883651,
      "en": "'Hail, [placeholder]. What brings you to Járnfast?'\\n\\nYou show Lord Náin the strange pendant you found in the Howling Pit.\\n\\n'Now where did you find that? I had thought it lost forever! Ashmâr-abân is an ancient heirloom of my line, passed down with the Black Mattock, to be forever held by the Lord of the Iron Hills. Perhaps I should say that was the idea, but it was lost with Lord Grár. I would never have thought it would one day be recovered from that foul pit, but here it is. Truly, it is a miracle. Here, let me show you its true form.'",
      "es": ""
    }
  ]
}