{
  "id": 621032225,
  "txt": [
    {
      "id": "0xa502952",
      "en": "Find the third stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502953",
      "en": "Find the third stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50242",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502956",
      "en": "Find the third stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf5",
      "en": "TBD Secret Stone 2 Stone C",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502957",
      "en": "Find the third stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50245",
      "en": "Inspect the illusion of the third stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01176",
      "en": "The missing stone is out there somewhere, waiting to be found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d4",
      "en": "The missing stone is out there somewhere, waiting to be found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a1",
      "en": "The illusions have become more vivid. When you peer into the illusion of the stone, the frozen moment in time springs to life. This time, you can hear it as well.\\n\\nYou see the Blue Crag goblins emerging from the mountains. They look around nervously, muttering to each other. You hear a twig snap somewhere nearby. They pause, and pull out their weapons. A gauradan howls and charges at them from a higher slope. He bellows something at the goblins, but you cannot make out the words. The goblins try to fight back, but are quickly overpowered by the hulking beast-man. The gauradan notices the strange stone still clutched in the hand of the dead goblin. He begins to peer into it, but then winces, and looks away, disgusted by the foul magic attempting to enter his mind. Still careful to look away, he picks up the stone, and hides it in a pouch under his furs. He then runs off toward his village.\\n\\nIt is clear you must track down the gauradan in order to find the stone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d8",
      "en": "The missing stone is out there somewhere, waiting to be found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a5",
      "en": "The illusions next show you a different gauradan tribesman negotiating with two Angmarim cultists. You are now able to hear their conversation with surprising clarity.\\n\\n'You were wise to inform us of this, wolf-man. This will bring you great favour with Angmar.'\\n'I care little for your favours, cultist of Angmar. Take that dark magic far from here!'\\n\\nThe Angmarim turn and leave. Surprisingly, this time when the stone changed hands, no bloodshed occurred. It is clear you must track down the Angmarim in order to find the stone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56841",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a9",
      "en": "The illusion now shows you the moment that the Angmarim cultists were ambushed at the cross-roads by Rangers of Eriador. They were both easily brought down by their arrows. The Rangers carefully look through the cultists' belongings, and find the stone.\\n\\n'Oh ho, what is this? Some hidden treasure?'\\n'I've never seen anything like it. Let me look at it more closely....'\\n'Snap out of it! This thing had you completely entranced! Put it away, quickly!'\\n'This is clearly some artifact of immense evil. Just being in its presence puts me on edge.'\\n'What should we do? This may be too dangerous to bring back to camp.'\\n'It must be brought to Aragorn, right away.'\\n'But he is in the field! You would have to travel past Fornost!'\\n'It must be done. I will ride as swiftly as I can. You two must return to camp.'\\n\\nIt is clear you must track down the mounted Ranger in order to find the stone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56843",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1b6",
      "en": "The stones must be returned to their rightful places in the Crown Chamber.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50260",
      "en": "Find the third stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50261",
      "en": "Find the third stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50262",
      "en": "Find the third stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50263",
      "en": "Find the third stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50265",
      "en": "Inspect the illusion of the third stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502920",
      "en": "Find the third stone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50267",
      "en": "Find the third stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502922",
      "en": "Find the third stone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50269",
      "en": "Find the third stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50211",
      "en": "Find the third stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502925",
      "en": "Find the third stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50213",
      "en": "Find the third stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502926",
      "en": "Find the third stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50215",
      "en": "Find the third stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56857",
      "en": "The vision shows you a triangular stone on this pedestal. This third stone must be out there somewhere, waiting for you to find it. You swear you can hear faint whispers, bidding you to look closer at the illusion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50217",
      "en": "Find the third stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01148",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56859",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50219",
      "en": "Find the third stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf2",
      "en": "The third stone is yours!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf3",
      "en": "You hear stones shifting somewhere nearby",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502930",
      "en": "Find the third stone somewhere in Angmar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a1",
      "en": "The missing stone is out there somewhere, waiting to be found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50278",
      "en": "Return the stone to its pedestal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01150",
      "en": "An illusion has appeared before you in the Crown Chamber.\\n\\nYou should inspect the illusion of the third stone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a4",
      "en": "The missing stone is out there somewhere, waiting to be found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56864",
      "en": "This must be where the third stone was kept, but it is missing. The door was broken down and the stone stolen, but it is unclear how long ago this happened.\\n\\nSuddenly, the Secret Stone begins to react in its pouch. A new illusion appears before you: the third stone as it had been on its pedestal. You can just make out whispers on the edge of your hearing. They bid you to look closely.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a7",
      "en": "The missing stone is out there somewhere, waiting to be found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01156",
      "en": "The missing stone is out there somewhere, waiting to be found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01157",
      "en": "The missing stone is out there somewhere, waiting to be found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56868",
      "en": "As you peer into the illusion of the third stone, vivid imagery appears in your mind.\\n\\nYou see a cave troll entering the chamber and breaking down the door with a massive club. He sees the stone on the pedestal and pauses, becoming transfixed. It entrances him, and he takes the stone and leaves.\\n\\nIt is clear you must track down this troll in order to find the stone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01158",
      "en": "The missing stone is out there somewhere, waiting to be found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01159",
      "en": "The missing stone is out there somewhere, waiting to be found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01100",
      "en": "The missing stone is out there somewhere, waiting to be found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56812",
      "en": "You peer into the illusion of the stone within the hand of the troll. Vivid imagery appears in your mind once more.\\n\\nThe troll, stumbling around in a stupor induced by the stone, broke through the ice and became trapped. Come morning's light, he was turned to stone. There the Third Stone waited for some time, until a Dourhand Dwarf chanced upon the statue. You see the Dourhand climbing the troll, chiselling the precious artifact from its stone hand. He grins wildly as he looks deep into its black surface, and runs off with it under his arm.\\n\\nIt is clear you must track down this Dourhand in order to find the stone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d3",
      "en": "The illusion shows you the Ranger's end. He rode through the Fields of Fornost as fast as his mount would carry him.\\n\\n'If I can make it to the Greenway, I should be safe!', he mutters urgently. But then a pack of barghests began to close in on him, barking and snapping at his heels. When they reached the shallow pond, the moon's reflection spooked the horse, who reared up, knocking the Ranger to the ground. The Ranger tried to fend off the beasts, but it was the end of them both. As a final act, the Ranger hurled the stone into the pond, hoping no one would find it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01104",
      "en": "The missing stone is out there somewhere, waiting to be found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56816",
      "en": "You have found the decayed corpse of a Dourhand Dwarf. You are unsure how long it has been here, but the illusion of the third stone in its hand clearly indicates this is the dwarf for which you were looking.\\n\\nYou peer into the illusion of the stone within the hand of the dead dwarf. Vivid imagery appears in your mind once more.\\n\\nYou see him running along the road alone at night. He is trying to get the stone somewhere in a hurry. Suddenly, he is ambushed by a trio of Blue Crag goblins! He evades them, running north toward the mountains. Eventually, he is cornered against the cliff. The goblins kill him, and steal the stone.\\n\\nIt is clear you must track down these goblins in order to find the stone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01160",
      "en": "The missing stone is out there somewhere, waiting to be found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01161",
      "en": "The missing stone is out there somewhere, waiting to be found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01108",
      "en": "The missing stone is out there somewhere, waiting to be found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01162",
      "en": "The missing stone is out there somewhere, waiting to be found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fae4",
      "en": "The Third Stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d9",
      "en": "Unfortunately, it WAS found. Mordirith, Steward of Angmar, came looking for the missing cultists carrying a powerful artifact. The water did not obscure the stone to one such as he. The dark powers of the Nameless glow like a beacon to the eyes of a wraith.\\n\\nIf the stone was taken by Mordirith, it may be somewhere in Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01163",
      "en": "The missing stone is out there somewhere, waiting to be found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01164",
      "en": "The missing stone is out there somewhere, waiting to be found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01165",
      "en": "The missing stone is out there somewhere, waiting to be found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01166",
      "en": "The missing stone is out there somewhere, waiting to be found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01167",
      "en": "The missing stone was found by Mordirith, and must be somewhere in Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01169",
      "en": "You have found one of the missing stones!\\n\\nYou should return it to its rightful place in the Crown Chamber.",
      "es": "",
      "es (fem)": ""
    }
  ]
}