{
  "id": 621032308,
  "txt": [
    {
      "id": 30955845,
      "en": "'We can take a short break here. Let me know when you are ready to continue.'",
      "es": ""
    },
    {
      "id": 30955846,
      "en": "'Thank the skies that Fanglind and Skarding came when they did!' ",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Fate of the North",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Travel to the path in Misthallow which leads to Ered Mithrin",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "Grimbeorn wishes to hear of your efforts in the Wells of Langflood. You should report to Grimbeorn as soon as you are able. Your words will assist in Grimbeorn's decisions on how to best defend the Langflood, and perhaps he will know whether assisting the dwarves will benefit all in the northern lands.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Grimbeorn can be found at the Beorninghús in the Vales of Anduin.\\n\\nYou should talk to Grimbeorn.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'There you are, [placeholder]. I have been wondering when you would return. What news have you brought me from Limlók?\\n\\n'I see, it seems that you and Skarding were able to protect the Floodfells from forces in Misthallow. That is good! I will make sure that needed supplies are sent to Limlók immediately.\\n\\n'I also see your efforts at Sundergrót with those dwarves prevented Gundabad forces from claiming even more of the mountains. Hmm, well I do not much care for dwarves, but they did save Vaskorn's life. For that I am grateful. Now, I have given much thought to their request. While I will not send my people to foolishly fight for treasure and riches, I will see to it that we assist them when the time is right. I will know when that is. The north is my home and I know when it is in true danger.\\n\\n'Oh, and to hear of poor Threkmóth! So much bloodshed! Please light a candle for the elder and give my word to the dwarves that the Beornings will not let them down.'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'To tell you the truth, I was expecting Grimbeorn to never answer our request. These are dire times, and there is no one else to whom we could turn in the north. I am very glad that he responded and gave us his word! That will boost the spirits at Skarháld, indeed!\\n\\n'Now then, my friends, we have been through an ordeal or two together. What do you say about one more? Let us return to Skarháld! This time we will not trudge through the Taurogrim infested wood, however! Let us take the path from Misthallow to Ered Mithrin. It should be less treacherous now that the trolls have been dispersed!'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Thank the skies that Fanglind and Skarding came when they did! We would not have reached Skarháld alive, that much is certain! I do thank you again for all your assistance. If it were not for you, we would not be returning with this news. I am certain that these tidings will lift spirits and perhaps finally unite the dwarves. Then, perhaps, we will take action against Gundabad.'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Agátur can be found at Limlók.\\n\\nYou should talk to Agátur.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Agátur can be found at Skarháld.\\n\\nYou should talk to Agátur.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Grimbeorn can be found at the Beorninghús in the Vales of Anduin.\\n\\nYou should talk to Grimbeorn.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Talk to Agátur at Limlók",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'It is a longer journey but uneventful, thankfully. We can take a short break here. Let me know when you are ready to continue.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Grimbeorn at the Beorninghús",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Agátur can be found in Misthallow.\\n\\nYou should talk to Agátur.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "The Carrock can be found in the Beorninglands.\\n\\nYou should light a candle for Threkmóth.",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Talk to Agátur at Skarháld",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "The path towards Ered Mithrin can be found in Misthallow.\\n\\nYou should travel to the start of this path.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Agátur in Misthallow",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Grimbeorn seeks word of the situation in the Wells of Langflood.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Talk to Grimbeorn at the Beorninghús",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Light a candle for Threkmóth at the Carrock",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "Agátur signals for a moment's rest",
      "es": ""
    },
    {
      "id": 30955843,
      "en": "'What news have you brought me from Limlók?'",
      "es": ""
    },
    {
      "id": 30955844,
      "en": "'To tell you the truth, I was expecting Grimbeorn to never answer our request.'",
      "es": ""
    }
  ]
}