{
  "id": 621032226,
  "txt": [
    {
      "id": "0xeb01150",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56847",
      "en": "'Come, friend. Let us speak in private.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56848",
      "en": "'[placeholder], you stand before me accused of the murder of Grímyr of Durin's Folk. My guard discovered you standing over his body, weapon in hand! You would already be clapped in irons if they had not also found this....'\\n\\nHe pulls a small object from a pouch and shows it to you: a small, perfectly round stone, darker than the deepest cave, blacker than night. As you look into it, something within the stone pulls at your mind, bidding you to look deeper. This stone is known to you. Thorin quickly puts it back into the pouch.\\n\\n'Indeed. This is the Secret Stone. I had ordered it to be moved from its place and hidden once more, but Grímyr must have discovered its location and stolen it away. You are a hero of Durin's Folk, [placeholder], and in my eyes you are innocent of any wrong-doing; do we not know how this stone can affect the mind? But it is clear to me now that the stone cannot be kept safely in Erebor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fae9",
      "en": "An Unexpected Request",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1b6",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01148",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d190",
      "en": "A dwarf named Grímyr has asked to speak with you privately about some urgent matter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf5",
      "en": "TBD Secret Stone 2 Part 1",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50242",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01161",
      "en": "Grímyr would like to speak with you privately.\\n\\nYou should speak with him to attend the 'Secret Meeting'.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56841",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01162",
      "en": "You have been accused of murder!\\n\\nYou should talk to King Thorin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56859",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50245",
      "en": "Attend the 'Secret Meeting'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50246",
      "en": "Talk to King Thorin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56844",
      "en": "'Well met, friend. Tell me, are you [placeholder]? I have heard much about you from King Thorin! I admit I had been hoping to meet you in person. There is something... secret... about which I must ask. Come, let us move somewhere a little more private.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}