{
  "id": 621032227,
  "txt": [
    {
      "id": 246419825,
      "en": "Márus has told you that you must find the original chisel to have any hopes of dismantling the rune-stone trap.\\n\\nYou should find the original chisel.",
      "es": ""
    },
    {
      "id": 162883671,
      "en": "The vision shows you an oval stone on this pedestal. This fourth stone must be out there somewhere, waiting for you to find it. You swear you can hear faint whispers, bidding you to look closer at the illusion.",
      "es": ""
    },
    {
      "id": 190220705,
      "en": "'Do you have the items? Remember, I need a Powerful fire-enchanted chisel, a Copper and obsidian rune-stone base, and a Polished dwarrowgleam.'",
      "es": ""
    },
    {
      "id": 246419828,
      "en": "Márus has asked you for several ingredients to make a protective rune-stone.\\n\\nHis list included these items: powerful fire-enchanted chisel, copper and obsidian rune-stone base, polished dwarrowgleam.",
      "es": ""
    },
    {
      "id": 162883673,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 149027558,
      "en": "The Fourth Stone",
      "es": ""
    },
    {
      "id": 246419784,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 162883680,
      "en": "'Hello, [placeholder]. What brings you all the way down here?'\\n\\nYou ask Márus if he knows anything about removing rune-stones set up as traps on doors and describe the state of the chamber you found.\\n\\n'Oh ho, that's quite clever! You know, I have heard of some of our forefathers using rune-stones to protect their vaults from intruders. Aye, let me try to remember the specifics.'\\n\\nHe spends a few minutes mumbling to himself, lost in thought.\\n\\n'Right! I remember now! I should be able to help you, but it will be tricky! To dismantle the trap, you will need a powerful rune-stone of your own to protect yourself from the searing flames. I can craft that for you with the right reagents, but, you will also need to track down the original chisel used to carve the rune-stone! Aye, the ancient dwarf-craft is not easily undone. Here, let me write this down for you. Good luck in your search. I fear a chisel that old may be gone forever!'\\n\\nHe quickly jots down a list on a piece of paper and hands it to you:\\n\\nTo Make Rune-stone:\\n- Powerful fire-enchanted chisel\\n- Copper and obsidian rune-stone base\\n- Polished dwarrowgleam\\n\\n- Don't forget the original chisel!",
      "es": ""
    },
    {
      "id": 24695222,
      "en": "The stones must be returned to their rightful places in the Crown Chamber.",
      "es": ""
    },
    {
      "id": 246419792,
      "en": "The missing stone is out there somewhere, waiting to be found.",
      "es": ""
    },
    {
      "id": 162883688,
      "en": "'Did you find the chisel?'\\n\\nYou show him the ancient chisel and hand over the rest of the items on his list. His eyes light up.\\n\\n'By Durin's Beard! This truly is a chisel of the First Age! Just look at the craftsmanship! If nothing else, thank you for sharing this with me, [placeholder]. Ah, if only it were not so urgently needed. I will get started on your rune-stone now.'\\n\\nHe gets to work on the rune-stone. A short time later, it is complete.\\n\\n'Here you are. This will protect you, and allow you to dismantle the rune-stone. Ah, to do that, all you need to do is hold the chisel directly in the middle of the stone, and hit it with something. A hammer, the base of a sword, anything heavy will do. It should be that simple!'",
      "es": ""
    },
    {
      "id": 111477346,
      "en": "Find the original chisel",
      "es": ""
    },
    {
      "id": 149027573,
      "en": "TBD Secret Stone 2 Stone D",
      "es": ""
    },
    {
      "id": 246419799,
      "en": "The missing stone is out there somewhere, waiting to be found.",
      "es": ""
    },
    {
      "id": 177082674,
      "en": "The chisel pierces the rune-stone. It clatters to the floor in pieces",
      "es": ""
    },
    {
      "id": 111477349,
      "en": "Give Márus the required items",
      "es": ""
    },
    {
      "id": 111477350,
      "en": "Give Márus the required items",
      "es": ""
    },
    {
      "id": 162883649,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 246419712,
      "en": "With the protection rune-stone and the original chisel, you can now dismantle the trap.\\n\\nYou should return the chamber in the Paths of the Dead and remove the rune-stone trap.",
      "es": ""
    },
    {
      "id": 162883651,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 162883652,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 148970384,
      "en": "The fourth stone is yours!",
      "es": ""
    },
    {
      "id": 162883653,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 246419715,
      "en": "With the rune-stone removed, you can now safely open the door.\\n\\nYou should open the door in the chamber.",
      "es": ""
    },
    {
      "id": 246419809,
      "en": "The missing stone is out there somewhere, waiting to be found.",
      "es": ""
    },
    {
      "id": 162883702,
      "en": "You have found the key to this chamber's lock, but judging by the charred bones and blast marks, you should not attempt to use it right away. Below the lock, a rune-stone adorns the door, its carvings glowing an ominous red. If you are going to safely open the door, you will need to find some way to remove the rune-stone.",
      "es": ""
    },
    {
      "id": 246419810,
      "en": "You have found a hidden chamber in the Paths of the Dead.\\n\\nYou should investigate the chamber.",
      "es": ""
    },
    {
      "id": 148970387,
      "en": "You hear the echo of stones shifting somewhere in the cavern",
      "es": ""
    },
    {
      "id": 111477265,
      "en": "Remove the rune-stone trap",
      "es": ""
    },
    {
      "id": 246419717,
      "en": "The fourth stone is yours for the taking!\\n\\nYou should take the fourth stone.",
      "es": ""
    },
    {
      "id": 111477360,
      "en": "Find the fourth stone",
      "es": ""
    },
    {
      "id": 246419812,
      "en": "You have found a hidden chamber in the White Mountains.\\n\\nYou should investigate the chamber.",
      "es": ""
    },
    {
      "id": 111477314,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 246419719,
      "en": "The fourth stone is yours!\\n\\nYou should return it to its rightful place in the Crown Chamber.",
      "es": ""
    },
    {
      "id": 111477268,
      "en": "Open the door",
      "es": ""
    },
    {
      "id": 111477363,
      "en": "Investigate the chamber",
      "es": ""
    },
    {
      "id": 246419816,
      "en": "A rune-stone trap stands in your way of the fourth stone.\\n\\nYou should find someone who may be able to help.",
      "es": ""
    },
    {
      "id": 111477270,
      "en": "Take the fourth stone",
      "es": ""
    },
    {
      "id": 177082691,
      "en": "An ancient chisel was left on a monument here. Could it be the chisel you are looking for?",
      "es": ""
    },
    {
      "id": 111477365,
      "en": "Investigate the chamber",
      "es": ""
    },
    {
      "id": 111477272,
      "en": "Return the stone to its pedestal",
      "es": ""
    },
    {
      "id": 111477320,
      "en": "Find the fourth stone",
      "es": ""
    },
    {
      "id": 111477273,
      "en": "Inspect the illusion of the fourth stone",
      "es": ""
    },
    {
      "id": 111477321,
      "en": "Find the fourth stone",
      "es": ""
    },
    {
      "id": 111477369,
      "en": "Find someone to help you remove the rune-stone",
      "es": ""
    },
    {
      "id": 177082695,
      "en": "Márus hands you the completed rune-stone",
      "es": ""
    }
  ]
}