{
  "id": 621032222,
  "txt": [
    {
      "id": "0xeb01172",
      "en": "Many secrets still lie hidden within the Foundations of Stone.\\n\\nYou should search for a clue to the origin of the Secret Stone with Frethi.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56857",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xeb01173",
      "en": "You have discovered the door to a secret chamber in the Foundations of Stone.\\n\\nYou should enter the 'Secret Chamber' with Frethi.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01174",
      "en": "Frethi is investigating the Crown Chamber within the Foundations of Stone.\\n\\nYou should talk to Frethi.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56859",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xeb01148",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x178d1b6",
      "en": "By order of King Thorin Stonehelm, you must venture deep into Moria and discover the true purpose of the Secret Stone.\\n\\n<rgb=#FF0000>This difficult treasure hunt will require community teamwork and resources outside of the game itself. Good luck!</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01150",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf5",
      "en": "TBD Secret Stone 2 Part 2",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56841",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x9b56844",
      "en": "'It seems I must entrust this to you once more, friend. The stone must be taken far away from Erebor, but simply locking it away somewhere else will not be enough. It seems to possess a will of its own, seeking to be found in order to carry out some evil mischief or cause some grievous harm. From where did the stone come, and for what purpose?\\n\\n'I know precious little myself, save that it was found long ago in Khazad-dûm. That is where you must begin your search for answers, dangerous though it will be. Yes, the mission of the Iron Garrison failed, and the dream of reclaiming Khazad-dûm is once more a dream only, but there are some dwarves still hiding in those caves. Large gatherings of dwarves could not remain, for the Orcs would find and crush them without difficulty! But here and there, some hardy Longbeards might still struggle to survive.\\n\\n'Frethi the Explorer is one such dwarf. He may not still live, but he was without compare in his exploration of the deep places below Khazad-dûm. If he is still alive, he will be indispensable to you. \\n\\n'I wish you luck, [placeholder]. Oh, and one more thing: if for some reason you cannot solve this riddle, cast that cursed thing into the deepest pit you can find and be done with it!'\\n\\n<rgb=#FF0000> This difficult treasure hunt will require community teamwork and resources outside of the game itself. Good luck! </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56874",
      "en": "'A hidden door! Let us see where it leads!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56875",
      "en": "'Hello, [placeholder]! There has been a great deal of Orkish activity in Khazad-dûm of late, but I hid myself down deep and they have not caught sight of me. What brings you all the way down here?'\\n\\nYou explain that King Thorin Stonehelm sent you to find him, and about the Secret Stone.\\n\\n'Hmm.... Many secrets still lie hidden within the Foundations of Stone. If there are clues to be found about an artifact of Khazad-dûm that shares some connexion with the Nameless, this is a good place to start, if such a place could be called \\qgood!\\q I don't quite know for what we're looking, though. Let's see what we can find.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56877",
      "en": "'This chamber must be related to the Secret Stone in some way! We should continue looking around. I will see if I can read the rest of those runes. They are quite faded, but you have met no dwarf so tenacious as Frethi!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50270",
      "en": "Find a clue to the Secret Stone's origin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50242",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x6a50271",
      "en": "Enter the 'Secret Chamber' with Frethi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50273",
      "en": "Find a clue to the origin of the Secret Stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fad8",
      "en": "A Search for Answers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50276",
      "en": "Talk to Frethi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50247",
      "en": "Find Frethi the Explorer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1145",
      "en": "The switch reveals a hidden door!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x608439",
      "en": "'Wait, do you see that? That rock looks a bit odd....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01170",
      "en": "The Secret Stone was originally found in Moria, so that is where you must begin your search for answers.\\n\\nYou should travel to Moria and find Frethi the Explorer.",
      "es": "",
      "es (fem)": ""
    }
  ]
}