{
  "id": 621010398,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'Alas the local Party Planning Committee has rejected my request. It looks as if I will need to plead my case in person at our next Shire-wide Party Planning Committee monthly meeting.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Enough, is enough, [placeholder]. I have endured my share of nights disturbed by dreams of papers on ribbons, dangling from trees, of tearing my hair out puzzling over lists upon lists upon lists, of wondering - nay knowing how folks must snicker at me and this this this ridiculous prank behind my back!\\n\\n'I have placed a request with the Party Planning Committee to be relieved of my post. Perhaps I can learn to help with the assembly of kites or the baking of pies. Really, anything to get away from this tree!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Eriador Anniversary Scavenger Hunt -- Year Seven",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Complete an Eriador Year Seven scavenger hunt card for a reward!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Every year in the spring, the Anniversary Scavenger Hunt takes place to celebrate a very special occasion.\\n\\n<rgb=#00FF00> This version of the quest includes only objectives found within Eriador and is available to players of all levels. </rgb>\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Cards hang from the Party Tree. Each card contains a scavenger hunt to complete at your own pace. When you complete a scavenger hunt, bring the completed card to Odilia Rumble for a reward!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Odilia Rumble",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Odilia Rumble can be found next to the Party Tree in the Shire.\\n\\nYou should speak to Odilia Rumble to receive your reward for completing a scavenger hunt card!",
      "es": "",
      "es (fem)": ""
    }
  ]
}