{
  "id": 621010397,
  "txt": [
    {
      "id": 228284034,
      "en": "'Six cards, [placeholder]! I will confide to you that I felt certain five would be the end of it. Now I fear to think where it will lead us. Will there be an end?\\n\\n'Between you and me, I would have run out of ideas at card two. And why shouldn't I? My hair stands on end to think of half the things written on those slips. Elves and Oliphaunts and what-have-you. For I have had the good sense to have stayed in my place and never left the Shire... unlike SOME I might mention. Oh my! Oh dear! I didn't mean you. I - I had a very particular hobbit or two in mind, you see. Oh dear me, I've really put my foot in it now!'",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Six cards, [placeholder]! I will confide to you that I felt certain five would be the end of it. Now I fear to think where it will lead us. Will there be an end?\\n\\n'Between you and me, I would have run out of ideas at card two. And why shouldn't I? My hair stands on end to think of half the things written on those slips. Elves and Oliphaunts and what-have-you. For I have had the good sense to have stayed in my place and never left the Shire... unlike SOME I might mention. Oh, I don't mean you, my dear River Hobbit! It has been a pleasure to make the acquaintance of such a distant cousin as you, of course it has... and you are welcome to stay in the Shire for as long as you like!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Oh bother, they left even more rewards, here you are.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Six cards, [placeholder]! I will confide to you that I felt certain five would be the end of it. Now I fear to think where it will lead us. Will there be an end?\\n\\n'Between you and me, I would have run out of ideas at card two. And why shouldn't I? My hair stands on end to think of half the things written on those slips. Elves and Oliphaunts and what-have-you. For I have had the good sense to have stayed in my place and never left the Shire... unlike SOME I might mention. Oh my! Oh dear! I didn't mean you. You're not from here - and we Shire-folk are proud to welcome guests. Oh dear me, I've really put my foot in it now!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Eriador Anniversary Scavenger Hunt -- Year Six",
      "es": ""
    },
    {
      "id": 225071137,
      "en": "Complete an Eriador Year Six scavenger hunt card for a reward!",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Every year in the spring, the Anniversary Scavenger Hunt takes place to celebrate a very special occasion.\\n\\n<rgb=#00FF00> This version of the quest includes only objectives found within Eriador and is available to players of all levels. </rgb>\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Cards hang from the Party Tree. Each card contains a scavenger hunt to complete at your own pace. When you complete a scavenger hunt, bring the completed card to Odilia Rumble for a reward!",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Odilia Rumble",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Odilia Rumble can be found next to the Party Tree in the Shire.\\n\\nYou should speak to Odilia Rumble to receive your reward for completing a scavenger hunt card!",
      "es": ""
    }
  ]
}