{
  "id": 621010396,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'I am glad you are back, [placeholder]! There has been much discussion, and indeed, decision-making while you were out, and so, you see, the verdict is in.\\n\\n'We - I mean the Committee, of course - have decided that the unexplained, unapproved, riddlesome work of mischief before you will be officially declared the Annual Anniversary Scavenger Hunt. Unable to best them, we have welcomed them in the door. The unknown perpetrators of the act shall be allowed to remain anonymous, so long as they continue to provide the workings of the festival according to proper Shire regulations each year.\\n\\n'For me, I shall keep my post here at the Party Tree. This is good news, as party planning around the Party Tree is all I've ever really known, and I would like to keep it that way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I am bewildered, friend. There is no explaining it! The Committee still has not decided my case! They are torturing me, that is what this is. It is THEY who have - have perpetuated this travesty. Oh, [placeholder], what if they cast me off? What if they no longer invite me to tea?\\n\\n'I - I've got something in my eye. Go on and take another card. I will be myself by and by.' ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Eriador Anniversary Scavenger Hunt -- Year Nine",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Complete an Eriador Year Nine scavenger hunt card for a reward!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Every year in the spring, the Anniversary Scavenger Hunt takes place to celebrate a very special occasion.\\n\\n<rgb=#00FF00> This version of the quest includes only objectives found within Eriador and is available to players of all levels. </rgb>\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Cards hang from the Party Tree. Each card contains a scavenger hunt to complete at your own pace. When you complete a scavenger hunt, bring the completed card to Odilia Rumble for a reward!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Odilia Rumble",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Odilia Rumble can be found next to the Party Tree in the Shire.\\n\\nYou should speak to Odilia Rumble to receive your reward for completing a scavenger hunt card!",
      "es": "",
      "es (fem)": ""
    }
  ]
}