{
  "id": 621010237,
  "txt": [
    {
      "id": 49286704,
      "en": "Cook a stew with taters and a brace of coneys (three taters and two coneys)",
      "es": ""
    },
    {
      "id": 49286660,
      "en": "Shake your fist in <rgb=#FF00FF>challenge</rgb> at Old Man Willow",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Every year in the spring, the Anniversary Scavenger Hunt takes place to celebrate a very special occasion.\\n\\n<rgb=#00FF00> This version of the quest includes only objectives found within Eriador and is available to players of all levels. </rgb>\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Eavesdrop at the window of Bag End",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'How sweet of you. You know just my favourite drink.'",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "Sam's shears had long been silent as he listened at the window to that Gandalf and Master Frodo talking",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Defeat neekerbreekers in Midgewater Marsh ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Visit Bill the Pony in Bree at the Prancing Pony",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "You feed old Bill a carrot. He eyes you with doleful appreciation.\\n\\nTwelve silver pennies was at least three times his worth, perhaps, but he would earn far more in service before the journey was through.",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "Defeated neekerbreekers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Cards hang from the Party Tree. Each card contains a scavenger hunt to complete at your own pace.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "This scavenger hunt card has a list of things to find. They could be anywhere!",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "If this tree don't let them go, I'll have it down, if I have to gnaw it!",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Completed",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "What sort of fellow was he? The Gaffer didn't know, but he wasn't a hobbit, tall and black-clad and stooped over.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "You completed a scavenger hunt card!",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "You cook up a tasty stew!",
      "es": ""
    },
    {
      "id": 49286673,
      "en": "Fetch a small beer for Rosie Cotton",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Pay your respects and <rgb=#FF00FF>bow</rgb> to Old Gaffer Gamgee",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Eriador Year 2 Tales: Sam",
      "es": ""
    },
    {
      "id": 162883768,
      "en": "'I've never told it rightly, myself, mind you. So if it's all the same, this is how old Mablung liked to recount it.'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Completed scavenger hunt card.",
      "es": ""
    }
  ]
}