{
  "id": 620891671,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "Defeat Helechúl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Defeat Núrvor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "Defeat Dombor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c9",
      "en": "Defeat Daeharn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "Rhodri is one of Gwyllion's chief lieutenants. A captain of the Draig-lûth, the Dragon-clan of Dunland, Rhodri is a savage and dangerous warrior.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e2",
      "en": "Budant is one of the Brenin-lhud, the great ape-like creatures which inhabit the hills and mountains of Dunland. Gwyllion has called Budant and many of his kind to her cause.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The dwelling place of Gwyllion, the Old Woman of the Mountain, lies atop Methedras, overlooking Isengard. The witch has allied herself with Saruman the White and seeks to bring a great army of ancient evil down upon the Rohirrim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "Among the great evils that Gwyllion has summoned to aid Saruman is the wight Maru Brenin, lord of the Dead of Dunland.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e4",
      "en": "Saruman has sent Garzog, one of his trusted lieutenants, to keep an eye on Gwyllion...just in case she decides to turn on him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e5",
      "en": "The giant Caur wandered into Dunland from the mountains above Thrór's Coomb in Enedwaith and pledged his service to Gwyllion, the Old Woman of the Mountain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e6",
      "en": "The fell spirit Helechúl is among the many fell spirits and ancient evils summoned by Gwyllion to lead her army of terror into Rohan on behalf of Saruman of Many Colours.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e7",
      "en": "The Rogmul Núrvor and his twin Dombor were once servants of Durin's Bane, but following the demon's death answered the summons of Gwyllion, the Old Woman of the Mountain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e8",
      "en": "The Rogmul Dombor and his twin Núrvor were once servants of Durin's Bane, but following the demon's death answered the summons of Gwyllion, the Old Woman of the Mountain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e9",
      "en": "The Caerog Daeharn emerged from the depths of the Misty Mountains in answer to the mystical summons of Gwyllion, the Old Woman of the Mountain, and now serves the witch as one of her terrible lieutenants.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Defeat all of Gwyllion's lieutenants in the Storm on Methedras Skirmish.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Rhodri",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Budant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat Maru Brenin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Defeat Garzog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Storm on Methedras",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Defeat Caur",
      "es": "",
      "es (fem)": ""
    }
  ]
}