{
  "id": 620891661,
  "txt": [
    {
      "id": 136263297,
      "en": "You are now somewhat drunk! Hey...when did all those rotten vegetables get in your inventory?",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Threw an unpleasant-smelling vegetable ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "A Bounder spotted you....",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "A drunkard at the fair was scolded by a Bounder, and has been reduced to drinking by himself in hiding. He wants revenge on the Bounders who so cruelly discouraged his behaviour.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the event it is associated with ends. </rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Those Bounders are so mean! Accusing me, poor innocent me, of drunkorderly and disconduct...it cannot be borne!\\n\\n'You...you'll have a drunk with me, won't you, [placeholder]? Stick it to those nasty Bounders, eh, [placeholder]?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "There seems to be a beer right in the hand of the drunkard.\\n\\nThe drunkard encourages you to help yourself to some beer to commiserate with the woes of the drunkards of the Faire.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ha ha! Well done, [placeholder]...you bowed them shounders!\\n\\n'Hey, now...who drank my beer?'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Bounders can be found throughout the Farmers Faire in Bywater.\\n\\nYou should avoid the Bounders while drunk...and also take a little revenge upon them for being so hard on the folks who love to drink during festivals.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Now that you have assailed the Bounders with a little sweet revenge, you should return to the drunkard.\\n\\nThe drunkard is near the Green Dragon Inn in Bywater during the Farmers Faire.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Drink a beer to commiserate with the poor harangued drunkard",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Throw rotten vegetables at the fun-spoiling Bounders ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Don't let the Bounders spot you!",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Return to the drunkard with news of your success against the Bounders",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Revenge of the Drunkards",
      "es": ""
    }
  ]
}