{
  "id": 620889297,
  "txt": [
    {
      "id": 22075078,
      "en": "Bring Goldie the goods she dropped into the pond",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Found the list of lost goods",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Found Goldie's lost spectacles",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Found Goldie's lost chair",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Goldie Tunnelly seems to have dropped everything she owned into the pond while she was fishing.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Found Goldie's lost hat",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Found Goldie's lost tea-cup",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Help! I've been robbed! That pond is a thief, and it has taken everything I own throughout the course of the day.\\n\\n'If you're useful at all, you'll thrash that pond until it gives back everything I dropped in!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Goldie Tunnelly's lost goods have been dropped into the Fishing Hole in Bywater. She suspects that the pond robbed her.\\n\\nYou should try to fish up Goldie's lost goods so that she abandons her strange notion that she has been robbed by a small body of water.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I'm glad you showed that thief of a pond who's boss! Someone needs to keep some order around here, or this town will go straight to the dogs.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Goldie Tunnelly is near the Pond in Bywater.\\n\\nYou should return to Goldie Tunnelly and give her all the goods you wrangled fromt he Pond.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Are you going to stand here and let that pond get away with my goods? What sort of hero are you?!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Catch the list of lost goods that Goldie dropped",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Catch Goldie's lost spectacles",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Catch Goldie's lost chair",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Catch Goldie's lost hat",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Pond, or Thief?",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Catch Goldie's lost tea-cup",
      "es": ""
    }
  ]
}