{
  "id": 621013320,
  "txt": [
    {
      "id": "0x81720",
      "en": "\\q'We will bide our time high up in these mountains. This is a home for dragons. We will feast and gather treasure and grow strong. We will learn to cover where we are soft. But for now, sleep, and dreams of our revenge.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81780",
      "en": "\\q'Dwarves! How busily the noisy little insects carve up my peak, stealing my rightful wealth! They will see how Smaug the Golden welcomes intruders.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x817b0",
      "en": "\\q'Sister Etterfang is not in her lair. There was a struggle. I see the sheared stone from her thrashing claws, the ground scorched by her breath. The smell of a dwarf! She is still alive, I feel it. I will find you, sister.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x817e0",
      "en": "\\q'Awake, again! What is this? I hear you, Etterfang! My sister is in battle, in pain! Rragh! I cannot reach her, my lair is sealed by fallen stone. Rend with all my fury, I still cannot carve an exit fast enough. Oh sister, sister, burn them all!'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011823",
      "en": "Claw-mark writing can be found scattered around Glimmerdeep and Stormwall.\\n\\nYou should record the writing to complete the story.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568952",
      "en": "You've found writing scratched into the stone, left by the claws of a large creature. Perhaps you can find more in Stormwall and Glimmerdeep to complete the story.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81790",
      "en": "\\q'There is no sign of Sister Etterfang. Men here worship a dragon they name Draigoch. How amusing. Perhaps I will find my own clan of followers, though I so prefer to toy with them and then eat them.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x817f0",
      "en": "\\q'Awakened! Disturbed by little pests, scraping in the walls of my mountain. I can smell them, but I do not know the smell. It is not Men, no, nor Elves, nor Orcs…'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119a4",
      "en": "Completed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x216dce0",
      "en": "\\q'What disturbs my slumber now? Rumbling. Am I trapped again? Grragh! What is this? The heads of five dragon-whelps, left before my cave... dwarf-axes sunk into them? Now, now at last, they have truly wakened Smaug's wrath!'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502820",
      "en": "Record writing 11",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa340",
      "en": "Lost Lore of the Dwarf-holds: Smaug",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502851",
      "en": "Record writing 2",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81710",
      "en": "\\q'The war is lost, Thangorodrim broken, the glorious hosts fled. Sister Etterfang and I are the last of our proud line. But it is not over. Oh, no, for we will bring such terrible vengeance upon them... upon them all!'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502852",
      "en": "Record writing 3",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688d5",
      "en": "The story is complete. The Dwarves of Erebor certainly have a long history of battling dragons. You have a feeling that, despite Thorin III's wishes, the remaining dragons will continue to be a danger to his people in the future.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502853",
      "en": "Record writing 4",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81740",
      "en": "\\q'The Orcs whisper of a great dragon in the Misty Mountains. Perhaps it is Etterfang. I am loath to leave my hoard unguarded, but I must find her. It is good to stretch my wings and soar.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502854",
      "en": "Record writing 5",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502855",
      "en": "Record writing 6",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502856",
      "en": "Record writing 7",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x817d0",
      "en": "\\q'Ah, but how industrious these dwarves were while I slumbered! Carven halls of stone, gold and gemstones shaped and shined. It is worthy of my splendor, this new lair.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502857",
      "en": "Record writing 8",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502858",
      "en": "Record writing 9",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a5",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0x216dcf0",
      "en": "\\q'Sister missing, dragon-whelps slain... I have known only sorrow in these grey peaks. Let sorrow take wing. I am fury, I am vengeance, I am Smaug the Golden, mighty and merciless. I will roam until I find dwarves - and then let them cower before my wrath!'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a6",
      "en": "Record writing 1",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1656",
      "en": "Pages of a tome can be found scattered around Stormwall and Glimmerdeep. Perhaps you can complete the story if you find them all.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502830",
      "en": "Record writing 10",
      "es": "",
      "es (fem)": ""
    }
  ]
}