{
  "id": 621013261,
  "txt": [
    {
      "id": "0xeb01172",
      "en": "Nori can be found at the Wyrmgap, waiting to hear news of your expedition.\\n\\nYou should return to Nori now that you have slain Vethúg Wintermind.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56857",
      "en": "Word has reached you that Karazgar is on the move, and the Zhélruka in Skarháld are concerned he may return soon. Hórin is leading a company to investigate, and has asked for you by name.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56859",
      "en": "'[placeholder], I see my call has reached your ears! Good! \\n\\n'The time has come to prove you are a true friend to the Zhélruka. Inek has tasked me with leading a hunting party, and I want you among its members. Our prey: The Weeping Warrior! His attack against Skarháld must not go unanswered. And, we must not wait for him to gather his strength and return as he so promised! No, we will find him, and we will disrupt his plans now, or we may as well abandon our plans in these mountains. \\n\\n'One of my scouts has sent word that he was seen, and so we will follow. I will leave shortly for the Wyrmgap with what warriors I can gather. Meet me there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "Report to Hórin in Skarháld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01177",
      "en": "Enter the Anvil of Winterstith through the Instance Finder panel.\\n\\nClaim a bone from the corpse of Vethúg Wintermind, and survive your expedition into the Anvil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1152",
      "en": "Náth steps forward to speak to you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01179",
      "en": "The dwarves are going ahead to find a way to the Anvil of Winterstith.\\n\\nYou should discover the entrance to the Anvil of Winterstith in the Withered Heath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1b6",
      "en": "Scouts have spotted Karazgar flying toward the Withered Heath. It is clear his schemes are not yet at an end.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01150",
      "en": "Hórin has gone to the Wyrmgap to meet his scout.\\n\\nYou should head to the Wyrmgap and speak to Hórin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56866",
      "en": "'[placeholder]! You live! Dréri and Náth just returned. We could hear the great roar of the dragon from here! Tell us everything!'\\n\\nYou tell Nori of the death of Vethúg, Karazgar's failed plan and escape, and the fury of Hrímil Frost-heart. You pull the bone from your bags and hand it to him. He looks at it in awe.\\n\\n'Hah! If only my old bones could have fought along side you. The minstrels will surely sing songs of that for years to come! And thank you for this! King Thorin will be pleased to hear of the end of that drake. The Herald of Winter, however....'\\n\\nNori's expression turns grim.\\n\\n'Sealing herself inside the Anvil has only bought us so much time. She is a dragon of the ancient days, with power to rival Smaug himself. Perhaps even surpassing him! Erebor and the kingdoms of the North will not be able to ignore such a threat for long. We will have to come up with a plan to deal with this threat, and when we do, I am sure that we will call for your aid, hero.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50260",
      "en": "Claim a bone from the corpse of Vethúg Wintermind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "TBD Raid Barring Quest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf4",
      "en": "The Anvil of Winterstith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50264",
      "en": "Complete the Anvil of Winterstith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50265",
      "en": "Talk to Nori at the Wyrmgap",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01159",
      "en": "Nori would like you speak with you.\\n\\nYou should talk to Nori.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b8",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1163",
      "en": "The Anvil of Winterstith is now available",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b9",
      "en": "Hórin wishes to speak with you.\\n\\nHe can be found within Skarháld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56841",
      "en": "'Karazgar and his drake were spotted flying north, to the Withered Heath. He must be heading towards the Anvil of Winterstith!\\n\\n'This is terrible, [placeholder]. The Anvil is crawling with frost drakes, and we know that it has reopened. If Karazgar adds their number to his forces, he will be unstoppable, and if the rumours are true, the Herald of Winter herself may be there! \\n\\n'Wait, who is that? Did you bring someone with you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56870",
      "en": "'[placeholder], we followed as quickly as we could when we heard you were going to track down Karazgar with the Zhélruka. I would ask a favour of you.'\\n\\nNori looks slightly uneasy and hesitates before speaking again.\\n\\n'As you know, we failed in the task given to us by King Thorin. We were unable to bring down that cursed drake Vethúg Wintermind when we encountered him in Thikil-gundu. I... I blame myself for this. If Dori and the others had not come, I would surely have perished in that ancient keep. If you are going to face him and Karazgar, I ask that you do what we could not, and bring back a bone from Vethúg's broken corpse.'\\n\\nHe looks to his brother. Dori nods.\\n\\n'I am shamed to ask this of you, as Dori and I have decided our adventuring days are behind us. Please, do this for us, so we may return to Erebor with honour.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56813",
      "en": "'[placeholder]! Was that blast from Hrímil Frost-heart herself? You tricked her into sealing herself inside! We seem to be safe for now. It will take some time for her to claw her way through all of that ice. What of Karazgar? Did you find him?'\\n\\nYou explain that Vethúg was slain, but you are unsure of the fate of Karazgar. He failed to sway Hrímil to his side, and was attacked by her, but you found evidence that he survived and escaped.\\n\\n'Escaped?! Could he have slipped by us while we were fighting the drakes? That sneaky cur! If that is the case, we must find him, and bring him to justice once and for all! \\n\\n'As for you, you have more than earned the gratitude of the Zhélruka clan. Go, rest, feast, be well. We will call for you when we find him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1168",
      "en": "Four familiar faces step forward behind you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01101",
      "en": "Hórin is standing by outside the Anvil, East of here.\\n\\nYou should talk to Hórin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56845",
      "en": "'What do those Longbeards and Stout-axes want? Why have they come?'\\n\\nYou explain that the Longbeards have their own score to settle with Vethúg Wintermind, and the Stout-axes would like to go to the Anvil on their behalf.\\n\\n'Hmph. I have no love for those vépro-vlasa Kambrada, but if you personally vouch for them, I will allow it. You have done enough for the Zhélruka clan that I trust your judgment. You had best prepare them; if the Herald of Winter is there, we travel into the jaws of death herself!\\n\\n'If you are brave enough to face what may lie inside the Anvil, gather your forces, and meet us there.'\\n\\n<rgb=#FF0000>The Anvil of Winterstith 12-player instance is now available in the Instance Finder. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56875",
      "en": "'Those old Longbeards do not speak for us. Dréri and I would be glad to travel with you into the Anvil. The glory of facing Karazgar and the monstrous drakes within awaits!\\n\\n'This is the perfect opportunity to repay Durin's Folk for their kindness, and try to make peace with the Zhélruka clan. Ah, but I fear they may need some convincing. Perhaps if you speak to them on our behalf, they will allow us to join their company.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50210",
      "en": "Discover the entrance to the Anvil of Winterstith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01104",
      "en": "Hórin wishes to speak with you.\\n\\nHe can be found within Skarháld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a7",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x6a50212",
      "en": "Talk to Hórin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01164",
      "en": "Náth would like to speak with you.\\n\\nYou should talk to Náth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50242",
      "en": "Talk to Hórin at the Wyrmgap",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50271",
      "en": "Talk to Nori",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1141",
      "en": "You carve a small bone from the fallen drake",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50215",
      "en": "Report to Hórin in Skarháld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01168",
      "en": "The Stout-axes would like to join the company traveling into the Withered Heath.\\n\\nYou should talk to Hórin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50276",
      "en": "Talk to Náth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d146",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x9b56851",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x6a50279",
      "en": "Talk to Hórin",
      "es": "",
      "es (fem)": ""
    }
  ]
}