{
  "id": 621016417,
  "txt": [
    {
      "id": 246419778,
      "en": "The entrance to the Howling Pit can be found beyond the last mithril door, deep within Járnfast.\\n\\nYou should examine the entrance of the Howling Pit.",
      "es": ""
    },
    {
      "id": 162883670,
      "en": "'It is as I feared. The final seal has been torn and will need mending. The mending will take time as working with mithril is not easy. The hole is small which explains why we are not seeing the true horrors that lie below.'",
      "es": ""
    },
    {
      "id": 162883764,
      "en": "'Halt. By order of King Thorin III, Mazalu Ugshar may only be accessed by Erebor's lore-masters until the situation in the Grey Mountains is resolved.'\\n\\nYou hand Glóthin the writ from Náin.\\n\\n'A writ from the Lord of the Iron Hills? Aye, this is no ordinary writ but a pact between Náin and King Thorin III. I am sorry to keep you. Please continue and accept my apology. We have all been on edge since Karazgar decreed his intentions against those of us in the north.'",
      "es": ""
    },
    {
      "id": 177082793,
      "en": "Náin said the key could be found in Mazalu Ugshar, The Scholar's Abode",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Grár's Seal",
      "es": ""
    },
    {
      "id": 111477328,
      "en": "Seek the entrance of the Howling Pit",
      "es": ""
    },
    {
      "id": 246419781,
      "en": "Náin can be found next to the Howling Pit.\\n\\nYou should talk to Náin.",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'Rukhûsh-minam, the Howling Pit. Three doors protect Járnfast from Rukhûsh-minam. Only one door remains locked and sealed. I have checked and the seal to that final door has not broken. There must be something wrong with Grár's Seal.\\n\\n'The brave Dwarf Grár sacrificed himself to collapse the opening to the Howling Pit. The Seal of Grár has remained intact ever since, covering the pit. There are only two ways to open the final door. One is to break the seal, and doing so would most certainly lead to our doom. The second is to retrieve Grár's key. Yes, the doors can be opened with a secret key, stored for safe keeping within Erebor.\\n\\n'Take this writ with you. It will explain the urgency to this matter to anyone who may find it odd of your actions. Seek out the scholar's abode of Mazalu Ugshar. The key remains hidden within. Hurry [placeholder], time is of most importance!'",
      "es": ""
    },
    {
      "id": 111477331,
      "en": "Examine the entrance of the Howling Pit",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Seek out Mazalu Ugshar",
      "es": ""
    },
    {
      "id": 49286696,
      "en": "Bring Grár's Key to Náin",
      "es": ""
    },
    {
      "id": 177082754,
      "en": "You found Grár's Key!",
      "es": ""
    },
    {
      "id": 111477335,
      "en": "Talk to Náin",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Travel to Erebor",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Erebor can be found in the north of the Dale-lands.\\n\\nYou should travel to Erebor.",
      "es": ""
    },
    {
      "id": 246419891,
      "en": "Náin can be found in Járnfast.\\n\\nYou should return to Náin.",
      "es": ""
    },
    {
      "id": 49286712,
      "en": "Talk to Glóthin",
      "es": ""
    },
    {
      "id": 177082720,
      "en": "The key is not here",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Mazalu Ugshar, The Scholar's Abode can be found in Erebor.\\n\\nYou should seek out Mazalu Ugshar.",
      "es": ""
    },
    {
      "id": 246419897,
      "en": "The entrance to the Howling Pit can be found beyond the last mithril door, deep within Járnfast.\\n\\nYou should seek the entrance of the Howling Pit.",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "The nearby guard wants to have a word with you",
      "es": ""
    },
    {
      "id": 24695143,
      "en": "The last mithril seal guarding the Howling Pit remains intact. It can only be opened safely with that of a special key, kept safe within the walls of Erebor.",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "Glóthin allows you full access to Mazalu Ugshar",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Glóthin can be found in Erebor.\\n\\nYou should talk to Glóthin.",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "'I am glad you have found Grár's key and returned quickly. I was worried that over the years, it may have been lost within the caverns of Erebor, but we must not tarry. While you were gone we have felt rumblings in Járnfast. Doom comes ever closer.\\n\\n'Meet me at the entrance to the Howling Pit as soon as you are able.'",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Find Grár's Key",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Mazalu Ugshar can be found in Erebor.\\n\\nYou should search The Scholar's Abode for Grár's Key.",
      "es": ""
    },
    {
      "id": 177082737,
      "en": "Beyond lies the final barrier between Járnfast and the Howling Pit",
      "es": ""
    },
    {
      "id": 177082740,
      "en": "The mithril plate over the pit has a small hole in it!",
      "es": ""
    },
    {
      "id": 177082744,
      "en": "The key is not here",
      "es": ""
    },
    {
      "id": 177082745,
      "en": "The key is not here",
      "es": ""
    }
  ]
}