{
  "id": 621016416,
  "txt": [
    {
      "id": "0xd9b5689",
      "en": "'Oh, Náin finally sent someone! It has been difficult to stay on schedule here. You would not believe what I and my workers have seen!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Rísti Graver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Náin can be found in Járnfast.\\n\\nYou should return to Náin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Aflur Smokebeard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Complete Below the Dáinlik",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Náin sent you? My friend, Easterlings are the least of our worries at Hammerstead. If only I knew what exactly it is that we should be worried about!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Complete Rumblings at Hammerstead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Náin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'You have returned, and I see the look upon your face is one that carries dire news. Shadowy nameless things, lurking in the Iron Hills?! What could have caused this?!\\n\\n'We must scout the mining entrances in Járnfast immediately!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Investigate the eastern mine entrance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Investigate the southern mine entrance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "The shrieking ceases",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "Nothing seems amiss as workers continue their efforts to clear debris",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "Shrieking sounds surround you as a nameless beast leaps over the palisade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Náin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "Whispers through the Ironfold speak of rumblings beneath the ground and strange shadows lurking just out of sight.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'It would seem the mines are no longer safe. I will call back all dwarves at once.\\n\\n'I knew this day would come, though a part of me did not want to believe it. Rukhûsh-minam!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'[placeholder], I must speak with you. Ever since the Iron Hills shook and caused damage to Járnfast, I have heard strange stories. Aye, I have not paid mind to these tales of rumblings from beneath the ground and strange shadows lurking just out of sight. It would seem that I can not ignore these stories any longer.\\n\\n'On this day I have received similar notes of concern from both Hammerstead and the Dáinlik. I hope it is nothing more than a coincidence, [placeholder]. Please speak with Rísti Graver at the Dáinlik and Aflur Smokebeard at Hammerstead. Find out what it is they are concerned over and report back to me. I do not have time to dwell on this further, but I can not ignore these trusted dwarves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Investigate the entrances to the mine within Járnfast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Beneath the Fold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Náin can be found in Járnfast.\\n\\nYou should return to Náin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Rísti Graver can be found at the Dáinlik in the Ironfold, while Aflur Smokebeard can be found at Hammerstead in the Ironfold.\\n\\nYou should talk to Rísti Graver and Aflur Smokebeard.",
      "es": "",
      "es (fem)": ""
    }
  ]
}