{
  "id": 621016419,
  "txt": [
    {
      "id": 216727832,
      "en": "The Dáinlik can be found in the Ironfold.\\n\\nYou should investigate the base of the Dáinlik.",
      "es": ""
    },
    {
      "id": 49286663,
      "en": "<rgb=#FF0000>Look</rgb> out from atop the Dáinlik",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Investigate the base of the Dáinlik",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Rísti Graver",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "Workers at the Dáinlik have seen shadowy things in the hills.",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "'So there was something there?! I knew that we were not going mad!\\n\\n'You must tell Náin of what you saw! How are we to complete the Dáinlik with these beasts lurking in the rock?!'",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'It is difficult to work and to stay on schedule here at the Dáinlik. Each day I hear reports from my workers that they feel as if they are being watched. Some even speak of shadowy thing in the hills. I myself, thought I saw something today, at the base of the axe. Perhaps that would be as good a place as any to start. You must get to the bottom of this!'",
      "es": ""
    },
    {
      "id": 236911081,
      "en": "This is not a good place to <rgb=#FF0000>look</rgb> out over the Dáinlik",
      "es": ""
    },
    {
      "id": 177082768,
      "en": "Nothing seems odd below, perhaps a closer inspection of the Dáinlik's base is in order",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "This is a good place to <rgb=#FF0000>look</rgb> out over the Dáinlik",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "A shadowy creature attacks from a small crevasse at the base of the axe!",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Below the Dáinlik",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "The strange creature has been defeated",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Rísti Graver can be found atop of the Dáinlik.\\n\\nYou should talk to Rísti Graver.",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "The Dáinlik can be found in the Ironfold.\\n\\nYou should look out over the top of the Dáinlik.",
      "es": ""
    }
  ]
}