{
  "id": 620872203,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "Speak with Cecil Voller",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Now you should wait for the battle to begin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You did not get to the battle-field in time. The next round will begin shortly.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "The fight has begun! You may begin hurling snowballs (and hiding)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have been challenged to best foes in the great snowball-battle on the fields of Frostbluff.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You have taken a victim ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "This round has ended. Another will begin soon, and you may resume the battle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "You may begin hurling snow at your foes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3687",
      "en": "This round has ended; you have run out of time",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Hello there, good patron! Would you like to know how the snowball-fight works? Here are some instructions....\\n\\n'When the event begins, players who are gathered in the battle-field will be able to pick up snowballs from snow-piles on the ground. \\n\\n'The snowball you gather will appear in your inventory. You may then target another player and right-click the snowball to throw it...and then you must gather another!\\n\\n'In this particular quest, you can join the game as many times as it takes to complete the objectives.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The snowball battle-field is in the field below Winter-home.\\n\\nYou should begin by entering the battle-field.\\n\\n<rgb=#FF0000>WARNING: You can only participate in the snowball-fight inside the boundaries of the field.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done, [placeholder]! You have quite a knack for this sport. I'll wager there are a lot of cold people around here now, thanks to you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "You should wait for the fight to begin while waiting inside the battle-field's bounds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Snowballs can be made from the piles of snow around the battle-field. They appear in your inventory and are destroyed when you throw them at another player.\\n\\nYou should gather snowballs and attack your competitors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The battle-field is here...you just need to walk onto it! If you're ready, that is....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Cecil Voller awaits you at the edge of the battle-field.\\n\\nYou should speak with Cecil Voller of your success in the snowball battle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Enter the snowball battle-field",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Wait for the snow-battle event to begin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Gather snowballs and attack your fellow players ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "(Right-click the snowballs you gather to attack selected targets.)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Battle of the Snowballs (Easy)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Cecil Voller",
      "es": "",
      "es (fem)": ""
    }
  ]
}