{
  "id": 621073911,
  "txt": [
    {
      "id": "0xa8e1193",
      "en": "The folk of Arnach stare at King Elessar and his travelling companions",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'Ah, I see my sister has finished with the bow and quiver I lent to her. I hope she was not too disappointed not to bring down any prey.'\\n\\nYou tell Elrohir that Arwen is even now preparing the meat from her fruitful hunt, and he laughs.\\n\\n'Even after so many years she has the skill for it? I had thought residing in Imladris these past years might have driven how it is done from her memory, but I suppose it is not so! She need not prove it to me, though perhaps it is the folk of Gondor she thinks need convincing? Anyway, thank you for the return of my bow and quiver.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e27",
      "en": "Bring Elrohir's bow and quiver to him in Arnach, King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Thanks to our efforts, the folk of Arnach will be well provided for in the weeks to come. I hope this will be a comfort to them, and to the memory of Forlong.\\n\\n'Will you speak with Baranor and learn if there is aught else we can do before departing? Perhaps he will have news of villages in Upper Lebennin that can guide our course?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The town of Arnach is located to the south of Imloth Melui, in King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1199",
      "en": "Picked berries from berry bushes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'We do appreciate the work you have all done for us, of course we do. It is just that... well, the folk of Arnach are a little uncomfortable with their King doing such labour. It is not unwelcome! They are just unused to such things.\\n\\n'They have taken hard the death of Forlong. If you encountered him in a tavern, he might buy ales for everyone in the place, and spin tales you couldn't help but believe, no matter how incredible they seemed! But he was one of us. Good old Forlong. This King and his Elf-queen... they seem well-intentioned, but it will take time for the people to warm to them. You understand.\\n\\n'The King wishes to know of news from Upper Lebennin? I have been in contact with Captain Imladir of Tumladen, and he says now the war is over the refuge is emptying, but slowly. Other than that I have heard little.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Lady Vanyalos is not the only resident of Lossarnach who grieves the loss of Forlong; he was a most popular figure, and treated all the folk of the lands within his governance as if they were his own children. Sometimes he treated me in this way, despite the difference in our ages!\\n\\n'\\qGood old Forlong,\\q they used to cheer. We fought together on more than one battlefield, [placeholder], and he was always a true friend, and big-hearted. Aye, and his frame grew to match! Good old Forlong. Alas for war!\\n\\n'The people of Lossarnach will need to provide for themselves until another lord is raised to the station, and I doubt not they will; but it will take time to replace such a hole as Forlong leaves. Let us travel south to Arnach and see what the people there need.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Folk of Arnach gather in the main square of the village, staring at the King and his party.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Talk to Elladan south-east of Arnach, in King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'The people of Lossarnach will need to provide for themselves until another lord is raised to the station, and I doubt not they will; but it will take time to replace such a hole as Forlong leaves. Let us travel south to Arnach and see what the people there need.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "King Elessar has decided to travel next to the town of Arnach, south of Imloth Melui.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Prepare meat of the slain deer to the south-east of Elladan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Is that... is that the King? What is he doing here?\\n\\n'Have we done something wrong, stranger? What could bring one such as he to our little village? Is he here to punish us? Have we not suffered enough?\\n\\n'Oh, if only Lord Forlong had returned from the fighting! He would speak to the King and tell him we have done all we should!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Talk to Queen Arwen south-east of Arnach, in King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'That is King Elessar! I would know him anywhere!\\n\\n'My family attended the royal wedding, stranger. Well, we were among the crowd, but even at so great a distance I could tell the King and his Elf-bride would be so happy in each other's arms, and would rule Gondor fairly and well.\\n\\n'But I did not expect either of them to come to Arnach! He's going to get mud all over his fine clothes! Oh dear, I am so ashamed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'That is the King? Doesn't he know he is supposed to stay in his tower? What's he doing here in Arnach? I don't think he's a very good King if he doesn't know what he's supposed to be doing.\\n\\n'We're supposed to be picking berries and hunting deer to fill the store-houses, now that the men have come back from the war. He's not going to do that, surely?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "King Elessar is in the main square of the village of Arnach.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a9",
      "en": "Talk to King Elessar in Arnach, King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50251",
      "en": "Talk to Baranor in the centre of Arnach, in King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'What do the folk of Arnach need us to do, [placeholder]?'\\n\\nYou tell Elessar that some of the folk believe he is here to punish them, as Kings and Stewards rarely came to their village before, but that others planned to pick berries and hunt for game to fill the village store-house.\\n\\n'I am not going to punish them! They and their lord did more than could be expected of anyone during these past few months! We will help them with their tasks, my friend, and when we move on we will leave their store-house filled. Is that clear enough?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Berry bushes can be found to the south-east of Arnach, in King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50253",
      "en": "Talk to King Elessar in Arnach, King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'There should be some berry bushes south-east of the village.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Elladan stands picking berries to the south-east of Arnach, in King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'This was my berry bush, [placeholder]. No, it is fine. The bounty of all these bushes will end up in the Arnach store-house. Mind not that I picked the finest berries from this bush before you arrived.\\n\\n'While I chose to pick these berries, my sibling is more of a hunter, and brought down a deer not far from here. Perhaps you can start preparing the meat to bring back to Arnach? The deer should be just to the south-east of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Elladan asked you to begin preparing the meat of the slain deer just to the south-east.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Queen Arwen is hunting south-east of Arnach.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Travel to the main square of Arnach, south of Imloth Melui, in King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'I borrowed this bow from my brother Elrohir. I may be Queen, but I think it is important for the folk of Gondor to see that I work to provide for them, as does my husband. Will you return his bow and quiver to him while I finish preparing this meat? It has been some time since I had such a task, but I do know how it is done.\\n\\n'Elrohir will be somewhere within Arnach, working alongside my husband.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to residents of Arnach in the main square ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Talk to Elessar in the main square of Arnach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Pick berries from bushes to the south-east of Arnach ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Elrohir is working alongside King Elessar in the village of Arnach, in King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'My sibling is more of a hunter, and brought down a deer not far from here. Perhaps you can start preparing the meat to bring back to Arnach? The deer should be just to the south-east of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "King Elessar is working in the village of Arnach, in King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a6",
      "en": "'Will you return Elrohir's bow and quiver while I finish preparing this meat? It has been some time since I had such a task, but I do know how it is done. He will be somewhere within Arnach, working alongside my husband.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Baranor is in the centre of Arnach, in King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a8",
      "en": "'She need not prove her hunting skill to me, though perhaps it is the folk of Gondor she thinks need convincing? Thank you once again for the return of my bow and quiver.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "King Elessar is working in the village of Arnach, in King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56850",
      "en": "'Will you speak with Baranor and learn if there is aught else we can do before departing? Perhaps he will have news of villages in Upper Lebennin that can guide our course?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "'The King wishes to know of news from Upper Lebennin? I have been in contact with Captain Imladir of Tumladen, and he says now the war is over the refuge is emptying, but slowly. Other than that I have heard little.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'Aye, Baranor surely speaks truth: Tumladen must be emptying of refugees now that the War of the Ring has ended and the people of Gondor return to their homes. I would like to hear how that proceeds, but perhaps we need not bring the company there in its entirety.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1183",
      "en": "The hunter who brought down this deer steps out from behind a rock",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "Arwen hands you the bow she borrowed from her brother Elrohir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 2.2: Without Their Lord",
      "es": "",
      "es (fem)": ""
    }
  ]
}