{
  "id": 621073955,
  "txt": [
    {
      "id": 177082771,
      "en": "Hámisar has provided comfortable rooms for Elessar and his companions",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'Gangur Farwend was just here, [placeholder], and he told me what he said to you. I asked him to describe Khôltekh, and he did the best he could... he did say his memory for faces is not what it used to be. Caebar sketched a drawing from the description. Here it is.'",
      "es": ""
    },
    {
      "id": 49286695,
      "en": "Return the sketch of Khôltekh the Cunning to Caebar in the guest rooms of Furukzahar",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'You should examine the sketch Caebar made of Khôltekh the Cunning.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "King Elessar is in the throne room of Furukzahar.",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "As you approach the suspicious door, a nearby dwarf seeks to attract your attention",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'My hand shook as I drew the sketch, [placeholder]. I do not know if I am properly cut out for such an adventure as this! I hope you and the King find the drawing useful. Will you now know Khôltekh the Cunning if you see him?\\n\\n'If you will not, the fault lies with me... I apologized to the King, for I am only an amateur artist, but he would not hear it. He is too good for such as I am.'",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'Once you have studied the sketch, you can give it back to Caebar.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'This messenger was named Khôltekh, and he claimed that the Kindred of the Coins had overthrown the servants of Sauron who ruled in Umbar. Now they name it a Free City, and seek allies to defend themselves from those who preferred the old order of things... and from Gondor, it must be said.\\n\\n'It was a proposal of peace and friendship that Khôltekh brought to me. I do not wish to become involved in the affairs of Umbar, so while I did not immediately refuse, nor did I give him the enthusiastic agreement he desired. I sent him on his way, but if he was disappointed he did not show it when he departed. That was a fortnight ago, and he is likely back in Umbar by now.\\n\\n'But we have spoken now for such a time that my throat is parched and my eyes weary. Accept a guest room and remain here for the night. There is no need for you to depart as speedily as did Khôltekh, after all. A room will be provided for you on the eastern side of the fortress, King Elessar, and I trust your companions will take their rest in comfort. What say you to this?'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "The guest rooms of Furukzahar are on the eastern side of the fortress.",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Talk to Gangur Farwend by the suspicious door in Furukzahar",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'We have no choice now, my friends. We should get as much rest as we are able. Whatever Hámisar thinks to keep from us, whether it is the continued presence of Khôltekh the Cunning in Furukzahar or some other deception, we cannot reveal it if he chooses to keep it hidden.\\n\\n'We will depart in the morning. Rest for now... but lightly.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'We will accept your gracious offer of hospitality, Hámisar, and I thank you for dealing with the emissary of the Kindred of the Coins as you say. Gondor does not wish for war, and if Umbar does not offer violence, we will have no need to respond with such.\\n\\n'Come, my friends. We will retire to our guest rooms and leave Hámisar to think upon the matters we discussed. No doubt he values the friendship of Gondor, and understands the importance of such a relationship for Furukzahar, and for his people.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "A member of the Kindred of the Coins brought a proposal to Hámisar of Furukzahar in recent weeks.",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Talk to Gangur Farwend inside the armoury of Furukzahar in the north-eastern reaches of the fortress",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Accept a guest room and remain here for the night. There is no need for you to depart as speedily as did Khôltekh, after all. A room will be provided for you on the eastern side of the fortress, King Elessar, and I trust your companions will take their rest in comfort. What say you to this?'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "King Elessar's small travelling party waits in the guest rooms provided by Hámisar.",
      "es": ""
    },
    {
      "id": 111477412,
      "en": "Talk to King Elessar in the guest rooms of Furukzahar",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Let us retire to the rooms Hámisar has provided.'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Please enjoy the hospitality of Furukzahar. Your guest rooms are on the eastern side of the fortress.'",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "Examine the sketch of Khôltekh the Cunning",
      "es": ""
    },
    {
      "id": 111477416,
      "en": "Talk to King Elessar in the guest rooms of Furukzahar",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'I do not like this, [placeholder]. Hámisar is hiding something. I think he would have preferred not to speak to us of the Kindred of the Coins, and had we left him the choice he would not have spoken of them at all. I believe this Khôltekh came to Furukzahar, but I am less certain the meeting was as Hámisar presented it.\\n\\n'We should remain on our guard while we are here. Something about this situation does not feel right.'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'That Hámisar is lying to us. I don't know about what, or why he seeks to deceive us, but I can see it as plainly as you can see the beard on my handsome face.\\n\\n'I knew there was something afoot when he made us wait so long on the doorstep! It was not mere discourtesy... it was villainy of some kind! We have yet to discover what type of villainy, perhaps... but villainy nonetheless!\\n\\n'Do you think it has something to do with the unpleasant sensation of dread we felt by that door south of the throne room, [placeholder]? What is Hámisar keeping in that chamber?'",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "You experienced a sensation of dread near a door located south of the throne room in Furukzahar, and King Elessar thinks you should investigate further.",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'What is Hámisar keeping behind that suspicious door, [placeholder]? Perhaps you can investigate further, but do try not to draw attention to yourself.'",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'I knew there was something going on when they made us wait on the doorstep for so long. Did I not tell you so?'",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Gangur Farwend, a Longbeard visiting from the north, has quietly called for your attention.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'You are a companion of the King of Gondor? Have we met? My memory for faces is not what it once was, and I am far from my home. I am here visiting, but I believe I have information you should know.\\n\\n'Quietly! We should not speak here. Let us meet inside the armoury, across the water to the north-east. There will be fewer unfriendly ears to hear what I have to say, and the noise of the forges should help to hide our conversation.'",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Gangur Farwend has information for you, but he will only share it if you meet with him inside the armoury of Furukzahar.",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Talk to King Elessar in the throne room of Furukzahar",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'When I first arrived here, the Temámir showed me a great deal of hospitality, and Hámisar gave me his personal welcome. I was most impressed, for while I have been warmly greeted at every dwarf-hold I visited on my travels, Furukzahar outshone them all. But then it all changed.\\n\\n'A few days ago, an emissary from the Kindred of the Coins arrived. His name you know, for Hámisar told it to you, but he withheld his epithet and the folk to whom he belongs. His full name is Khôltekh the Cunning, and he is a dwarf of the Temámir who hails from some distant land. And yet it was not from Umbar he came, or at least not directly; he came from the west. From conversations I overheard I understand that he received delivery of some artifact from the north, and he brought it with him to Furukzahar.\\n\\n'Hámisar told you this emissary of the Kindred departed, but I think he is still here; it is the dread of the artifact he bears that you sensed outside the door where he shelters. I do not know why the Temámir became so cold to me after he arrived, or why their leader lies to the King of Gondor, but I thought you should know. I will speak with King Elessar briefly, if it can be arranged in secret, but I think you should all leave this place before it is too late. Furukzahar may not be safe for you.'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Find the guest rooms provided for Elessar's party on the eastern side of Furukzahar",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'Not here! We should speak inside the armoury, across the water to the north-east. The noise will help to hide our conversation.'",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Talk to Caebar in the guest rooms of Furukzahar",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Talk to King Elessar in the guest rooms of Furukzahar",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Talk to Gimli in the guest rooms of Furukzahar",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Investigate the suspicious door south of the throne room in Furukzahar",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "'I feel as if I struggle to stay afloat in deep water, and something tries to pull me under. I have felt this way for most of my time in the employ of the King, and the Steward Denethor before him!'",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "King Elessar is in the guest rooms of Furukzahar on the eastern side of the fortress.",
      "es": ""
    },
    {
      "id": 162883747,
      "en": "'Hámisar told you this emissary of the Kindred departed, but I think he is still here; it is the dread of the artifact he bears that you sensed outside the door where he shelters. I do not know why the Temámir became so cold to me after he arrived, or why their leader lies to the King of Gondor, but I thought you should know. I will speak with King Elessar briefly, if it can be arranged in secret, but I think you should all leave this place before it is too late. Furukzahar may not be safe for you.'",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Elessar gave you the sketch Caebar made of Khôltekh the Cunning from Gangur's description.",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "Caebar is in the guest rooms of Furukzahar.",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "King Elessar is in the guest rooms of Furukzahar on the eastern side of the fortress.",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'This is all so overwhelming. How did I come to be here?'",
      "es": ""
    },
    {
      "id": 162883764,
      "en": "'Do you really think Hámisar is lying to the King? Why would he risk such a dangerous deception? You don't think he's in league with the Kindred of the Coins, do you?\\n\\n'I am just a scribe, [placeholder], and not especially accomplished at that. I am not an adventurer or a hero like you; I left my home in Ethring a few months before the outbreak of war. Ever since I came to Minas Tirith and the service of the City, I have become embroiled in great events I find myself unable to comprehend.\\n\\n'It is all very overwhelming to me. What is Hámisar keeping from the King?'",
      "es": ""
    },
    {
      "id": 177082757,
      "en": "Elessar hands you a parchment on which Caebar has sketched a portrait",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 2.7: Khôltekh the Cunning",
      "es": ""
    }
  ]
}