{
  "id": 621073959,
  "txt": [
    {
      "id": "0xa8e1190",
      "en": "Defeated pests in Linhir ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "Cleaned up burned timbers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1194",
      "en": "Nimdol is concerned about the increase in pests around Linhir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'As we make our way north through Dor-en-Ernil to my hometown of Ethring, let us face whatever foes we encounter with courage and strength, for the King and for Gondor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e27",
      "en": "Return Caebar's sketch of Barad Rill to him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1196",
      "en": "Maeriel is worried that some of her neighbours have disappeared",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'As we make our way north through Dor-en-Ernil to my hometown of Ethring, let us face whatever foes we encounter with courage and strength, for the King and for Gondor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'So you're back, are you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1198",
      "en": "Forcharn is not really worried about anything. He's just lonely",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'So you're back now, Caebar, now that Ethring doesn't need you? Your mother will weep to hear it.\\n\\n'And who is this stranger? You have the look of an Elf-friend, and that is not a popular thing to resemble in these days.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Caebar is by the eastern entrance of the town of Linhir, in King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I have sent the rest of the travelling party on to Linhir with instructions to aid the people there. Your report that supporters of the Heirs of Castamir maintained a presence in that city is worrisome to me; perhaps if we can give the townsfolk what help they need we will help reduce support for any of that sort who remain.\\n\\n'I told Caebar to make a list of notable tasks. Meet up with him in Linhir and learn the content of his catalogue of things that need doing. Afterwards, he is to guide the company through Dor-en-Ernil and into the Ringló Vale. Arwen and I will meet up with you there, or in Lamedon if we meet with delays.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Caebar made a list of the most common complaints of Linhir's townsfolk: foes in Dor-en-Ernil, pests in the town, burned timbers in Linhir, and listening to the concerns of the people.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Oh, [placeholder], I am glad to see you, for I am at the end of my wits! The King instructed me to make a list of things we might do to aid the people of Linhir, but everyone I asked had a different idea of where to start! Some are concerned about the foes that still stalk Dor-en-Ernil, to the west of the river. Others claim the pests that inhabit the town have gotten out of control in recent weeks, others say the burned timbers that remain in Linhir pose a risk to the health of the citizenry, and some... well, I think some folk just want to talk.\\n\\n'I don't know with which of these things you want to start, but the King did say we were to be comprehensive on his behalf! I will see to the burned timbers, but perhaps you can tackle the other items on the list?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "King Elessar and Queen Arwen's journey westward will next pass into Dor-en-Ernil and the Ringló Vale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Travel to Barad Rill, the grand lighthouse in Dor-en-Ernil, in King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'I told Caebar to make a list of notable tasks. Meet up with him in Linhir and learn the content of his catalogue of things that need doing. Afterwards, he is to guide the company through Dor-en-Ernil and into the Ringló Vale. Arwen and I will meet up with you there, or in Lamedon if we meet with delays.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Caebar is by the eastern entrance of the town of Linhir, in King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Talk to Caebar in view of Barad Rill, in King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Everyone I asked had a different idea of where to start! Some are concerned about the foes that still stalk Dor-en-Ernil, to the west of the river. Others claim the pests that inhabit the town have gotten out of control in recent weeks, others say the burned timbers that remain in Linhir pose a risk to the health of the citizenry, and some... well, I think some folk just want to talk.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Examine the sketch of Barad Rill given to you by Caebar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'You took care of everything on the list? You are good at this, aren't you?\\n\\n'The King asked me to direct everyone through Dor-en-Ernil and into the Ringló Vale, where he and Queen Arwen will rejoin us. I don't know why he chose me for this task... do you think he knows that I was born in Ethring? I might have mentioned it to you once when he was nearby, but surely he would not remember a thing like that!\\n\\n'The grand lighthouse of Barad Rill is on our way, and I would not mind stopping to see it before we continue on to Ethring. I visited it when I was just a boy and found it most impressive. I heard a disturbing rumour that the lighthouse sustained some damage during the war, but perhaps that talk was exaggerated? I hope so, at any rate.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Defeat enemies of Gondor in Dor-en-Ernil or the Ringló Vale, King's Gondor ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50250",
      "en": "Travel to the southern entrance of Ethring, in the Ringló Vale, King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Barad Rill is located to the south-west of Linhir, at the southern point of the peninsula of Dor-en-Ernil, in King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'It is worse than I expected.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Caebar stares at the ruin of Barad Rill at the southern peninsula of Dor-en-Ernil, in King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50254",
      "en": "Talk to Uilin at the entrance of Ethring, in King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'It is much worse than I expected, [placeholder]. What manner of devilry did the Corsairs of Umbar harness to knock down such a structure as the grand lighthouse? But more than that: how could they bring themselves to do it?\\n\\n'I did not bring much of my artwork with me when I left for Minas Tirith to join the service of the City as a scribe, but I did bring one piece: a sketch I made of this lighthouse when I was just a boy. Here, you can see it if you like.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Defeated remaining foes in Dor-en-Ernil ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Caebar gave you a sketch of the lighthouse of Barad Rill, seen in happier days.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'I made that sketch of Barad Rill in much happier days.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Caebar stares at the ruin of Barad Rill at the southern peninsula of Dor-en-Ernil, in King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Clean up burned timbers in Linhir ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Ah, thank you, [placeholder]. The sketch is painful now, but I will keep it close as a reminder of what the enemies of Gondor will not hesitate to take from us. It lifts my spirits to see the construction effort! But I wish it were not necessary.\\n\\n'As we make our way north through Dor-en-Ernil to my hometown of Ethring, let us face whatever foes we encounter with courage and strength, for the King and for Gondor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Caebar has a renewed interest in facing the foes of Gondor that prowl Dor-en-Ernil or the Ringló Vale, in King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Hear the concerns of Nimdol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Hear the concerns of Maeriel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Hear the concerns of Forcharn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Talk to Caebar by the eastern entrance of Linhir, in King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'The grand lighthouse of Barad Rill is on our way, and I would not mind stopping to see it before we continue on to Ethring. I visited it when I was just a boy and found it most impressive. I heard a disturbing rumour that the lighthouse sustained some damage during the war, but perhaps that talk was exaggerated? I hope so, at any rate.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Caebar's hometown of Ethring is located in the Ringló Vale, north of Dor-en-Ernil, in King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Uilin stands at the entrance of Ethring, glaring at you and Caebar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "'So you're back now, Caebar, now that Ethring doesn't need you? Your mother will weep to hear it.\\n\\n'And who is this stranger? You are an Elf, or I'm a goblin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56853",
      "en": "'So you're back now, Caebar, now that Ethring doesn't need you? Your mother will weep to hear it.\\n\\n'And who is this stranger? We don't care much for dwarves in these lands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1171",
      "en": "A villager of Ethring glares at you and Caebar with distrust",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Caebar by the eastern entrance of Linhir, in King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Defeat remaining foes in Dor-en-Ernil ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1183",
      "en": "Caebar stares at the ruin of Barad Rill with great sadness",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Defeat pests in Linhir ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "Caebar hands you a time-weathered sketch of the lighthouse of Barad Rill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1189",
      "en": "Defeated enemies of Gondor in Dor-en-Ernil or the Ringló Vale ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 2.10: Caebar",
      "es": "",
      "es (fem)": ""
    }
  ]
}