{
  "id": 621073954,
  "txt": [
    {
      "id": 162883712,
      "en": "'I hope the dwarves will accept these gifts from us in the spirit of their custom, and as tokens of friendship from Gondor.'",
      "es": ""
    },
    {
      "id": 49286694,
      "en": "Bring the gifts of meat to Sékhel at the entrance to Furukzahar",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'If the Dwarves of Furukzahar think to test my patience, I am determined to pass the test, [placeholder]. Give no sign of displeasure, my friend, and we will weather this challenge.'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'This is ridiculous! How long must we wait until they permit Elessar to go inside?'",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "A dwarf of the Temámir stands guard at the entrance to Furukzahar",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "'This is intolerable! How long do they intend to make us wait? We did not come here to be made to stand on the doorstep like common peddlers! Should any Temámir come to Thorin's Halls, would they be kept outside for the merest whim? I think they would not!'\\n\\nElessar gives Gimli a meaningful look, and the dwarf glowers at him.\\n\\n'I am sorry, my friend, but this endless waiting is intended as an insult! You cannot see it? Did they not invite the King of Gondor to visit them? Or did they do so in order to slight you in this fashion? No Longbeard would stand for it, and I should think the King of Gondor would have more demands upon his time than would allow him to waste such time as this!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Queen Arwen is at the dry dock in south-eastern Pelargir, in King's Gondor.",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'And still we wait! With whom do these dwarves think they are dealing? This is Elf-like behaviour, if you ask me!\\n\\n'Perhaps you will refrain from telling Legolas I said that, friend? But this is ridiculous!'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'But I sadly admit that staring at the ships under construction will not speed up the process. Gondor must now depend on the skill of her craftsmen and the quality of their work, and her King must look to other matters. If the Kindred of the Coins turns its gaze upon our shores in the next few months, we will need Gondor's fleets, buildings, and quays repaired... but we will also need to repair the bonds of friendship between Gondor and her neighbours.\\n\\n'Let us accept the invitation of the Dwarves of Furukzahar, [placeholder]. We will visit them in the White Mountains and negotiate a fair arrangement between their people and my kingdom. We may need true-hearted allies in the days to come, and Gondor's stone-work could use the attention of such as these dwarves. What does my Queen say to this proposal?'",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Talk to King Elessar outside the entrance to Furukzahar, in King's Gondor",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'If the dwarves think to test our patience, I am determined not to fail the challenge, [placeholder]. Please make sure Gimli says nothing we will regret.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Gimli is at the dry dock in south-eastern Pelargir, in King's Gondor.",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Hunt animals in the valley outside Furukzahar ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'My husband speaks the truth: if ties of friendship are neglected, they can slip loose entirely. It sounds to my ear that the affection between the people of Gondor and the Dwarves of the White Mountains is already strained, and threatens to become worse.\\n\\n'The King should take a smaller party than the one with which he left Minas Tirith. You should go with him, [placeholder], and Gimli, and I suggest too that he bring the company's scribe, Caebar. Should any records be drawn about the meeting between my husband and the ruler of Furukzahar, Caebar will have the tools necessary.\\n\\n'The rest of the company will stay for a few days in Pelargir, but we will rejoin your small band at Ost Anglebed, and continue onward together.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "King Elessar has decided to answer the invitation of the Dwarves of Furukzahar, stronghold of the Temámir in the White Mountains.",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Let us accept the invitation of the Dwarves of Furukzahar. What does my Queen say to this proposal?'",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Hunt boar in the valley outside Furukzahar ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Sékhel stands guard outside the entrance to Furukzahar.",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'You will want me along on this mission, of course. The Dwarves of Furukzahar are not Longbeards, but you cannot best a dwarf when it comes to speaking with other dwarves! They will want to hear what I have to say, even as they spare not a moment for the King of Gondor.\\n\\n'It's true that you don't see Temámir in the North very often, but they did answer the call of the Sixth War of Dwarves and Orcs, and suffered losses as severe as any other house. Their stronghold of Furukzahar is hidden in a cleft of the White Mountains to the north of Pelargir? Then let us be off, and see if the hospitality of the Temámir is to be as noteworthy as their wisdom!'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Wait until Sékhel says King Elessar is permitted inside Furukzahar",
      "es": ""
    },
    {
      "id": 111477416,
      "en": "Talk to Gimli outside the entrance to Furukzahar",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'The stronghold of Furukzahar is hidden in a cleft of the White Mountains to the north of Pelargir? Then let us be off, and see if the hospitality of the Temámir is to be as noteworthy as their wisdom!'",
      "es": ""
    },
    {
      "id": 111477417,
      "en": "Wait until Sékhel says King Elessar is permitted inside Furukzahar",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "The dwarf Sékhel stands guard at the entrance to Furukzahar.",
      "es": ""
    },
    {
      "id": 111477330,
      "en": "Talk to Kutúkh at the entrance to Furukzahar",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Welcome to Furukzahar, stronghold of the Temámir in the White Mountains. All are welcome within, of course, but affairs of state are such that the arrival of the King of Gondor demands a little extra preparation! I ask that you wait until I hear word from my brethren inside that you may enter.\\n\\n'I do not wish to inconvenience you... but it is also customary to bring a gift when you arrive here. Perhaps some meat from the game that is to be found in this valley? I do not wish to impose a burden upon you, but it will be my great shame if I were to allow you inside without such a gift, and you were thought to be discourteous. I cannot allow that to happen, if it might be prevented!'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "King Elessar stands outside the entrance to the Temámir fortress of Furukzahar, in the White Mountains.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'We are here on a mission of friendship, [placeholder], and therefore we will do what custom and tradition demand of us. Let us hunt some of the wild game to be found in this valley, and may the Temámir enjoy what bounty we can bring to them.\\n\\n'I trust the game animals of this vale are plentiful, Sékhel of Furukzahar?'",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'I do not wish to inconvenience you... but it is also customary to bring a gift when you arrive here. Perhaps some meat from the game that is to be found in this valley? I do not wish to impose a burden upon you, but it will be my great shame if I were to allow you inside without such a gift, and you were thought to be discourteous. I cannot allow that to happen, if it might be prevented!'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "The Dwarves of Furukzahar expect a gift from those who visit them, and the guard Sékhel suggested that you hunt the game to be found in the valley for that purpose.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Talk to Queen Arwen at the dry dock in Pelargir, King's Gondor",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "The dwarf Sékhel stands guard at the entrance to Furukzahar.",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'Yes, this gift will do nicely. It is good you have done as my people expect, and our ruler Hámisar will be pleased to learn that the King of Gondor does not think himself above such customs as we hold in Furukzahar.'\\n\\nSékhel permits himself a small smile, and then shakes his head regretfully.\\n\\n'However, it pains me to tell you that we are not yet ready to allow the King of Gondor inside. You will have to wait a little longer.'",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to Gimli at the dry dock in Pelargir, King's Gondor",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Travel to the entrance of Furukzahar in the White Mountains north of Pelargir, in King's Gondor",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Talk to Sékhel at the entrance to Furukzahar",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Sékhel, the guard outside Furukzahar, has regretfully informed you that King Elessar is not yet permitted inside. He will have to wait a little longer.",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Gimli has grown impatient and is not pleased at being made to wait outside the entrance to Furukzahar.",
      "es": ""
    },
    {
      "id": 162883749,
      "en": "'Let us hunt some of the wild game to be found in this valley, and may the Temámir enjoy what bounty we can bring to them. I trust the game animals of this vale are plentiful, Sékhel of Furukzahar?'",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "Sékhel, the guard outside Furukzahar, has regretfully informed you that King Elessar is not yet permitted inside. He will have to wait a little longer.",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "Kutúkh has emerged from the stronghold of Furukzahar.",
      "es": ""
    },
    {
      "id": 162883664,
      "en": "'And still we wait! With whom do these dwarves think they are dealing? This is Elf-like behaviour, if you ask me!\\n\\n'I mean no offence to you or to Legolas, [placeholder]. Kindly do not tell him I said that, friend. But this is ridiculous!'",
      "es": ""
    },
    {
      "id": 162883667,
      "en": "'Do dwarves usually make people wait this long?'",
      "es": ""
    },
    {
      "id": 162883668,
      "en": "'Do dwarves usually make folk wait like this?'",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'Allow me to convey Hámisar's deepest apologies for the wait. He is of course delighted to meet with the King of Gondor and his companions, and regrets only that the meeting has not happened before now.'",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'The King should take a smaller party than the one with which he left Minas Tirith. You should go with him, [placeholder], and Gimli, and I suggest too that he bring the company's scribe, Caebar. Should any records be drawn about the meeting between my husband and the ruler of Furukzahar, Caebar will have the tools necessary.\\n\\n'The rest of the company will stay for a few days in Pelargir, but we will rejoin your small band at Ost Anglebed, and continue onward together.'",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "'You will want me along on this mission, of course. The Dwarves of Furukzahar are not Longbeards, but they will want to hear what I have to say, even as they spare not a moment for the King of Gondor. You will have their ear as well, [placeholder]!\\n\\n'It's true that you don't see Temámir in the North very often, but they did answer the call of the Sixth War, and suffered losses as severe as any other house. Their stronghold of Furukzahar is hidden in a cleft of the White Mountains to the north of Pelargir? Then let us be off, and see if the hospitality of the Temámir is to be as noteworthy as their wisdom!'",
      "es": ""
    },
    {
      "id": 177082737,
      "en": "Another dwarf emerges from the stronghold and speaks quietly to Sékhel",
      "es": ""
    },
    {
      "id": 177082754,
      "en": "Hunted animals in the valley outside Furukzahar ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082756,
      "en": "Hunted boar in the valley outside Furukzahar ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 2.5: Being Neighbourly",
      "es": ""
    }
  ]
}