{
  "id": 621073962,
  "txt": [
    {
      "id": "0xa8e1191",
      "en": "A man stands in front of the door to Sirdis's home",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'There is nothing left for me here, and the King and Queen have not arrived. We should move on to Calembel. The King said he might rejoin us in Lamedon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'It is for the best that Caebar move on. His mother already has... she was forced to do so when he departed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1196",
      "en": "She glares at you suspiciously, and says nothing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "He murmurs that the best way to help Ethring is for you to leave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'The King and Queen have come to Calembel! It is true, they are here with their entire retinue! I saw them going to speak with Galengam!\\n\\n'Look for his shop to the north-west, inside the city, and you might catch a glimpse of them. Imagine that: the King and Queen, here in Lamedon! I never would have expected them to travel so far from Minas Tirith, and yet I saw them with my own eyes!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1198",
      "en": "She stares at you with cold eyes, and refuses to say anything",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Caebar has returned home to Ethring, but it is not a pleasant homecoming.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'If there was ever any doubt that I sell only the finest of goods, let that doubt now be dispelled! I am to be the personal merchant of the King and Queen of Gondor themselves, as always I dreamed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Caebar left us to make his own way in the world. He could have returned when war seemed unavoidable, but instead he left his mother to fend for herself. Poor Sirdis is fortunate that her brother was here to take care of her, and the rest of the town did what we could.\\n\\n'Where was Caebar when the skies turned dark and the sun never rose? He was away in the White City, feasting and drinking fine wine while the rest of us suffered! He spared not a thought for Ethring, and now when things are good he wants to return? Let him try, that's what I say. We have not forgotten.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Talk to Caebar outside his mother's house in Ethring, in King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Caebar's mother's house is to the north across the bridge and to the right, in the village of Ethring, in King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Travel to the entrance of Calembel in Lamedon, King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'I should have come back before now. My family and my friends had to endure the darkness Sauron sent before his armies, just as I did, but they had to do it without the armies of Minas Tirith near at hand. I understand why Uilin is upset. I should go to see my mother, [placeholder]. Our house... her house... is to the north, across the bridge and to the right.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'It is true that I left home before war seemed certain, but how could I have known how bad things would get? I worried about home every day...'\\n\\nCaebar casts his eyes to the ground.\\n\\n'I should have come back before now. My family and my friends had to endure the darkness Sauron sent before his armies, just as I did, but they had to do it without the armies of Minas Tirith near at hand. I understand why Uilin is upset. I should go to see my mother, [placeholder]. Our house... her house... is to the north, across the bridge and to the right.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Caebar has returned to his hometown of Ethring at the King's direction, but the homecoming is not a pleasant one.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Where was Caebar when the skies turned dark and the sun never rose? He was away in the White City, feasting and drinking fine wine while the rest of us suffered! He spared not a thought for Ethring, and now when things are good he wants to return? Let him try, that's what I say. We have not forgotten.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Carlong blocks the way into the home of Caebar's mother, Sirdis.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Talk to Garthaben south of Calembel, in King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Enter Galengam's Divine and Delicate Draughts in the south-west corner of Calembel, in King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'She doesn't want to see you, Caebar. You had better find somewhere else to go.'\\n\\nCarlong looks at you appraisingly.\\n\\n'You're with the new King, just as Caebar seems to be? You can keep moving, same as my nephew. We here in Ethring know the Elves are behind putting this Elessar on the throne, and we're not going to let them interfere with life in the Ringló Vale. When Caebar left, it broke his mother's heart... but it broke again when he became a puppet of the Elves. She doesn't want to see him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "Talk to Galengam inside his shop in Calembel, King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Caebar stands outside his mother's house in Ethring, in King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'My uncle Carlong may be right about me, but he is wrong about the King. King Elessar is a good man, and he wants what is best for Gondor!\\n\\n'I don't have time to be upset about this, [placeholder]. I was given a task by my King, and I am going to see it done. Let us do what we can for the folk of Ethring, and perhaps my mother and my uncle will see that King Elessar is not a pawn of the Elves or of anyone else!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'She doesn't want to see him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Caebar wants you to listen to the concerns of Ethring's villagers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Caebar stands outside his mother's house in Ethring, in King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Did anyone... did anyone want our help, [placeholder]?'\\n\\nCaebar appears more defeated than you have ever seen him, and you ask what has happened.\\n\\n'I told my uncle I would leave, if that is what my mother truly wants, but that I would like to retrieve some of the sketches I had left inside when I departed for Minas Tirith. He said... he said when I was gone, my mother burned them all.'\\n\\nCaebar sighs heavily, and raises his head.\\n\\n'There is nothing left for me here, and the King and Queen have not arrived. We should move on to Calembel. The King said he might rejoin us in Lamedon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Find the home of Caebar's mother, Sirdis",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'You are not wanted here, and neither is my nephew.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'You should just return to your King, and take Caebar with you. This is no longer his home.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to Carlong in front of Sirdis's house",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "The town of Calembel is north-west of the Ringló Vale, in Lamedon, King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Caebar outside his mother's house in Ethring, in King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Hear the concerns of Ethring's villagers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Garthaben calls excitedly to you south-east of the entrance to Calembel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Galengam's Divine and Delicate Draughts is in the south-west corner of Calembel, in King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a6",
      "en": "'The King and Queen have come to Calembel! It is true, they are here with their entire retinue! I saw them going to speak with Galengam!\\n\\n'Look for his shop to the north-west, inside the city, and you might catch a glimpse of them. Imagine that: the King and Queen, here in Lamedon! I never would have expected them to travel so far from Minas Tirith, and yet I saw them with my own eyes!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Galengam is inside his crowded shop in the south-west corner of Calembel, in King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'She doesn't want to see you, Caebar. You had better find somewhere else to go.'\\n\\nCarlong looks at you appraisingly.\\n\\n'You're with the new King, just as Caebar seems to be? You can keep moving, same as my nephew. We here in Ethring know your kind are behind putting this Elessar on the throne, and we're not going to let you interfere with life in the Ringló Vale. When Caebar left, it broke his mother's heart... but it broke again when he became the puppet of Elves like you. She doesn't want to see him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'I don't have time to be upset about this, [placeholder]. I was given a task by my King, and I am going to see it done. Let us do what we can for the folk of Ethring, and perhaps my mother and my uncle will see that King Elessar is not a pawn of the Elves or of anyone else!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1182",
      "en": "Garthaben excitedly calls you over to him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Caebar at the entrance of Ethring",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "The man spoke true: the shop is very crowded with King Elessar's retinue",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 2.11 Welcome and Unwelcome",
      "es": "",
      "es (fem)": ""
    }
  ]
}