{
  "id": 621073960,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 2.9: The Queen Is Gone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'I have not seen my sister today, but I am not yet worried. Arwen can take care of herself, if the need arises.\\n\\n'She will be fine.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Find Queen Arwen in King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'The Queen is gone? What do you think might have happened to her?\\n\\n'Do you think she will be all right? What will happen now to Gondor?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I beg you, ask around Ost Anglebed and find the Queen! The King will never forgive us if we have allowed some harm to befall her!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Queen Arwen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Roamingstar, Maiden of the Gilrain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I am sorry I cannot help you, [placeholder]! I was deep in conversation with Aphadaer and Grethril a few hours ago, and we only learned the Queen was missing when we returned from our walk! It was such a nice stroll, it was, with the flowers all in bloom... Aphadaer presented me with the finest one he could find, and...'\\n\\nIoreth trails off, a faint blush colouring her cheeks.\\n\\n'Do you know, I think he might be sweet on me? Can you imagine? Oh, to be young again! But now that you mention it, while we were out I did see someone wearing a cloak very similar to the one the Queen prefers walking north-west of Ost Anglebed, in the direction of the river. Do you think she might have gone that way?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Wait for a new arrival",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Someone in Ost Anglebed must know where the Queen has gone!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Now that you mention it, while we were out I did see someone wearing a cloak very similar to the one the Queen prefers walking north-west of Ost Anglebed, in the direction of the river. Do you think she might have gone that way?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to King Elessar north-west of Ost Anglebed, in King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'But I hope you will heed my words, Maiden of the Gilrain, and trouble yourself not overmuch. A life is lived as it is lived, and if we grieve for all that has transpired, or for all that will, we could not bear the sorrow. Let it not weigh too heavily upon you, dear one.'\\n\\nArwen turns to see you, and smiles.\\n\\n'I hope I did not worry the company too greatly, [placeholder], but I did not want to burden Roamingstar with the tramping feet of my husband's entire retinue. There were things to be said in private, and I felt certain I could return before Ioreth finished her chattering. I saw her from afar and it seemed she had only recently begun. Even from such a distance I believe she might have become rather enamoured of the groom who keeps the horses.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Arwen has shown me a kindness of the sort I had thought vanished from the world, [placeholder]. I do not know what to say.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'There were things to be said in private. I hope the rest of the company did not worry overmuch about me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Queen Arwen has disappeared, and none know where she might be found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Roamingstar stands beside Queen Arwen, north-west of Ost Anglebed, in King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'If I wore my Ranger garb I could have approached without making any noise, but these garments are much less suited for walking in the wilderness. I hope I did not frighten Roamingstar with my tramping! Arwen has spoken to me of her desire to meet the Maiden of the Gilrain, and I did not wish to interrupt.\\n\\n'But I have need of you, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "You should ask around Ost Anglebed and learn if anyone knows where the Elf-queen has gone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Roamingstar stands beside Queen Arwen, north-west of Ost Anglebed, in King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "King Elessar has rejoined his Queen north-west of Ost Anglebed, in King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Ioreth told you she saw someone wearing a cloak much like Queen Arwen's walking to the north-west of Ost Anglebed, in the direction of the river.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Learn where Queen Arwen has gone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Queen Arwen is deep in conversation with Roamingstar, north-west of Ost Anglebed, in King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "You found Queen Arwen deep in conversation with Roamingstar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'I have not seen Queen Arwen today. I hope she is safe!\\n\\n'Have you spoken with Ioreth? She sees more than you might think, and may know where the Queen has gone!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'We must not immediately expect foul play, [placeholder]. The Queen is likely to be fine.\\n\\n'But we should speak with those of our company who may have seen her lately, perhaps Grethril, Aphadaer, or Ioreth. They are often together, and may have observed without notice what happened to Arwen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "King Elessar has arrived",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'I have spoken with the folk up here, and none have seen the Queen. Perhaps you should search the lower levels of the city.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'Ioreth saw someone wearing the Queen's cloak walking to the north-west of Ost Anglebed, in the direction of the river? You should hurry after her, and see for certain!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}