{
  "id": 621073910,
  "txt": [
    {
      "id": "0x9b56885",
      "en": "'I appreciate what you have done, and will not forget it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'I am pleased we were able to help.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 2.1: Elf-queen of Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'How delightful to have been of service! When my Queen asked me to attend her on this tour of the kingdom, I never suspected we would be able to do such good, and so early on the journey! Of course, I never doubted her intent or her ability, but it does remind me of a saying from my youth, when I was just a young girl growing up among the flowers of Imloth Melui. It feels so long ago now, but of course that is natural, is it not? Anyway, this is the saying...'\\n\\nYou should likely return to the King, for once Ioreth begins a story it can often take her a long time to finish it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'Would that I had no part in this! Then might I grieve as does the rest of Gondor! But I have done as they did not, for I dreamed of what would transpire, and I did nothing to prevent it! It is as if I put the axe in the hand of he who slew my Forlong, or cast the torch that set aflame the city walls behind which my brother Denethor perished! It is as if I, Vanyalos, did these things, by failing to prevent them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'Fill the bowl I gave you with water from one of the fountains outside the hall. Then add to it some of the water that falls from the heights in the north-western reaches of Imloth Melui. This will help to soothe the mind of Lady Vanyalos.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Enter the Hall of Lady Vanyalos in Imloth Melui, King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'Arwen has taken one of the healers who accompanies us, and the two of them have gone to speak with the Lady Vanyalos. Will you attend them and learn if my Queen's administrations have eased her sorrow? The Hall of Lady Vanyalos is to the east.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Gondor is wide, and the King and Queen will not travel swiftly. They will have reached Imloth Melui by now. Let me speed you upon your way, so you can aid them with utmost haste.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to Ioreth in the Hall of Lady Vanyalos",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Even in time of peace, Gondor is wide and travel will take some time! After all, the King desires to speak with as many of his folk as he can, doing whatever might be done to ease their burdens after the war. Speak with him inside and learn what he wishes to accomplish in Imloth Melui before continuing his journey.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Lady Vanyalos in her hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'I too am concerned about the Kindred of the Coins, [placeholder], but whatever power now controls Umbar is beyond the bay; we must first see to the well-being of our people, while we have the time to do so.\\n\\n'Already we have come to some of the deepest wounds inflicted by the War of the Ring. The Lady Vanyalos dwells here in sorrow; she is the widow of my fighting companion Forlong, who perished on the Pelennor. Her grief is two-fold, for she also survives another: her brother Denethor, victim of Sauron's manipulations.\\n\\n'Arwen has taken one of the healers who accompanies us, and the two of them have gone to speak with the Lady Vanyalos. Will you attend them and learn if my Queen's administrations have eased her sorrow? The Hall of Lady Vanyalos is to the east.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Talk to Queen Arwen in the Hall of Lady Vanyalos",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to King Elessar in the Imloth Melui guard-house",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Oh! [placeholder]! I was just telling the Lady Vanyalos that all clouds will surely pass, and even in time of grief there will be a new dawning and the sun will shine out in the morn such as you could never expect in the night-time, when all seemed darkest! It is true that these have been sorrowful days, and many tears have been shed, but it is like I always say: there's a remedy for it, you just have to find the right one! And I learned a great deal about healing remedies when I was just a child in Imloth Melui.\\n\\n'Yes, I grew up here, among all these flowers. Did I ever tell you that? It is true! Why, when I was just a girl, I never expected to see much further than just down the hill or past that curve in the road, and wouldn't you know that I went on to dwell in Minas Tirith, and in the Houses of Healing there would be a great many ailments that would take more than medicine, but also a soothing word or three! It is like I always say...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'The Queen and her healer Ioreth mean well, [placeholder], but they can provide no healing for me. Mine is no ordinary grief! This is not the sorrow of a woman whose husband marched to war and perished there, or that of a woman whose brother ruled a city and fell when it burned.'\\n\\nThe eyes of the Lady Vanyalos shine with tears, but sadness alone does not line her face. Her expression is haunted too by guilt.\\n\\n'Would that I had no part in this! Then might I grieve as does the rest of Gondor! But I have done as they did not, for I dreamed of what would transpire, and I did nothing to prevent it! It is as if I put the axe in the hand of he who slew my Forlong, or cast the torch that set aflame the city walls behind which my brother Denethor perished! It is as if I, Vanyalos, did these things, by failing to prevent them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "Ioreth ceased her chattering at some unspoken signal from Queen Arwen, an impressive display of the Elf's power!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "King Elessar and Queen Arwen have begun to tour their kingdom so the wounds inflicted during the War of the Ring might be healed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "The Hall of Lady Vanyalos is to the east of the tower guard-house in Imloth Melui, King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Not all dreams have the meaning you give to them, Vanyalos, but my people know well that some there are to whom the Valar grant the gift of foresight. \\qGift,\\q I say, but if so it must be an unwelcome one.'\\n\\nVanyalos nods unhappily, and Arwen briefly takes her hand.\\n\\n'None disbelieve you, sweet woman. Your dreams came to pass in the way you foresaw, and great is the pain to grieve, especially when the grieving must begin before the loss is suffered. But to think you might have prevented what the Valar showed to you... can you really believe it might be so? Does the Lady of Imloth Melui stand among the ranks of such as they?'\\n\\nThe expression of guilt on Vanyalos's face disappears, replaced with shock. Arwen continues.\\n\\n'Of course not, my dear. Let me help you ease this burden. [placeholder], take this bowl and fill it with water from one of the fountains outside the hall. Then add to it some of the water that falls from the heights in the north-western reaches of Imloth Melui. This will help to soothe the mind of Lady Vanyalos.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "King Elessar is inside the tower guard-house in the centre of Imloth Melui, in King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "The Hall of Lady Vanyalos is to the east of the tower guard-house in Imloth Melui, King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "The Hall of Lady Vanyalos is to the east of the tower guard-house in Imloth Melui, King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Thank you, [placeholder].'\\n\\nArwen accepts the ceramic bowl from you, taking care not to spill any of the liquid within. She passes her hand over the water and speaks quietly.\\n\\n'Idhido i nin hin, a caetho hend,' she says, and hands the bowl to Lady Vanyalos. She indicates the Lady of Lossarnach should take a sip of the cool waters. When Vanyalos has done so, Arwen smiles.\\n\\n'My friend Ioreth would tell you no remedy acts as quickly as we might wish, but I hope you will find the comfort you deserve. Grieve for your husband Forlong, and for your brother Denethor, but think not to carry the blame of what befell them! In that you are blameless, and the fault lies with Sauron who wove it, or with the Valar who thought such dreams might be of use to you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Arwen asked you to fill the ceramic bowl she gave you with water from one of the fountains outside the Hall of Lady Vanyalos and with water from one of the falls in the north-western reaches of Imloth Melui.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "The Hall of Lady Vanyalos is to the east of the tower guard-house in Imloth Melui, King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e39",
      "en": "Fill the bowl with water from the falls in the north-western reaches of Imloth Melui",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Queen Arwen is in the Hall of Lady Vanyalos, in Imloth Melui, King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1191",
      "en": "The healer Ioreth is deep in discussion with Lady Vanyalos and Queen Arwen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "Ioreth must have seen something in Arwen's expression, for she falls silent",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1198",
      "en": "Queen Arwen hands you a small ceramic bowl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a4",
      "en": "'I am sure the Queen will do whatever she can to comfort Lady Vanyalos. I will do my best, as well! Perhaps a story of some sort to take her mind from her troubles? I know many such tales! But which one will suffice? Oh, that is a difficult decision to make...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Lady Vanyalos is in her hall in Imloth Melui, King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "King Elessar is in the tower guard-house in the centre of Imloth Melui, in King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Talk to Lady Vanyalos in her hall, in King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Talk to King Elessar in the tower guard-house in the centre of Imloth Melui, in King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'Is this Elf-magic, my Queen? The water is cool and refreshing, and even as it passed my lips I confess I felt my burdens lift!\\n\\n'I cannot thank you enough for your kind words, and for this remedy. I will grieve for my family, and keenly, but you are right: if the dreams of Vanyalos were sent by the Powers, none would think her able to turn aside from them, or prevent the horrors so revealed. That would be arrogance unbefitting the Lady of Lossarnach, or indeed any woman of Gondor.\\n\\n'Thank you for aiding Queen Arwen with this ritual of Elf-magic, [placeholder]. I appreciate what you have done, and will not forget it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e20",
      "en": "Fill the bowl with water from a fountain outside the Hall of Lady Vanyalos",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'My friend Ioreth would tell you no remedy acts as quickly as we might wish, but I hope you will find the comfort you deserve, Vanyalos. Grieve for your husband Forlong, and for your brother Denethor, but think not to carry the blame of what befell them! In that you are blameless, and the fault lies with Sauron who wove it, or with the Valar who thought such dreams might be of use to you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e21",
      "en": "Return the ceramic bowl filled with water to Queen Arwen in the Hall of Lady Vanyalos, in King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Arwen was able to provide some comfort to the Lady Vanyalos? I am pleased to hear it, but it is no surprise to me. She has always had a rare talent for putting folk at ease, which is only one of the reasons for which I am glad she accompanies me on this tour of our kingdom.\\n\\n'She left me little choice, of course. But it will do Gondor much good to see its Queen.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}