{
  "id": 621073896,
  "txt": [
    {
      "id": 216727830,
      "en": "Gárvadach insists there is a prize to be had in the sewers beneath Carn Dûm, but not all who serve him share in this belief, or his apparent willingness to traverse such a foetid place.\\n\\nYou should find signs left behind by Gárvadach's men.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Find signs of Gárvadach's soldiers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Found signs of Gárvadach's soldiers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "You have found some footprints",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "You have found a corpse",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "You have found a sticky puddle",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Find a particular sticky puddle",
      "es": ""
    },
    {
      "id": 8567443,
      "en": "Cruim sat on the driest patch of stone she could find and removed her left boot. Something wet and spongy slipped out when she upended it, looking like good custard and smelling like old meat -- her prize for straying too close to some slug-like creature.\\n\\n\\qI hate this place,\\q she declared.\\n\\n\\qWould you rather be at the glass house?\\q asked Brâc, a twig of a man with more sense in his head than muscle on his frame. He was a poor choice for a soldier, but the Iron Crown grew more desperate by the day. It's why they were in this sewer in the first place.",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "You have discovered a slimy sword",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Find a particular corpse",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Find a slimy sword",
      "es": ""
    },
    {
      "id": 8567446,
      "en": "For a while, the two could hear nothing but the sound of their footsteps echo across the tunnel.\\n\\n\\qWhat do you think Gárvadach expects to find here?\\q Cruim asked, breaking the silence.\\n\\nHer companion shrugged. \\qI do not know,\\q he admitted. \\qI cannot think with this odour filling my skull.\\q\\n\\n\\qPerhaps he seeks to use the stench itself.\\q In an attempt to achieve some measure of Gárvadach's grating affectation, she crossed her arms and wrinkled her nose. \\qKneel before me or I shall make you stink like a thousand rotting onions!\\q\\n\\nBrâc rolled his eyes.",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "You have discovered some spongy effluvia",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Discover some spongy effluvia",
      "es": ""
    },
    {
      "id": 8567425,
      "en": "Somewhere deeper into the sewer system, they stumbled across what was left of Ogil. Much of the body had already been devoured by whatever foul fauna nested in this place -- so much so that they had trouble identifying him.\\n\\nBrâc stared at the wreckage of his once-friend. \\qWe will die here, searching for a madman's prize.\\q\\n\\nCruim grabbed his wrist and pulled him back the way they came. \\qNo,\\q she said, shaking. \\qThis whole city is falling to madness. I will not die with it!\\q\\n\\nHe wrenched his hand free from her grip. \\qThen what are you going to do?\\q",
      "es": ""
    },
    {
      "id": 8567449,
      "en": "As Brâc withdrew his sword from the slug’s corpse, long strings of effluvia clung to the blade. Flicking the sword did nothing to free it from the slime. He grimaced.\\n\\nCruim walked past, giving a wide berth to both him and the rapidly liquifying slug. \\qYou could run the blade through the water,\\q she suggested. \\qI'm sure that would help.\\q\\n\\nHe eyed the sickly green water with due suspicion. \\qI would sooner replace the sword entirely.\\q",
      "es": ""
    },
    {
      "id": 8567427,
      "en": "\\qWe walk with purpose and don't stop until we are out of Angmar,\\q Cruim muttered under her breath.\\n\\nThey walked towards the gate of Carn Dûm, an invisible wall of stench affording them privacy from passersby.\\n\\n\\qSomeone will stop us,\\q Brâc said. \\qThey'll know we are deserting.\\q\\n\\nShe scoffed. \\qWe smell like someone threw a bundle of hair into a privy and set it all on fire. No one will want to get near us.\\q\\n\\nThey remained silent until the gates of Carn Dûm were well behind them.\\n\\n\\qWhere will we go?\\q Brâc asked.\\n\\n\\qAnywhere but this doomed place.\\q",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Gárvadach insists there is a prize to be had in the sewers beneath Carn Dûm, but not all who serve him share in this belief, or his apparent willingness to traverse such a foetid place.",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Find some footprints",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Sagroth, Lair of Vermin -- The Seekers of Sagroth",
      "es": ""
    },
    {
      "id": 62584884,
      "en": "Gárvadach insists there is a prize to be had in the sewers beneath Carn Dûm, but not all who serve him share in this belief, or his apparent willingness to traverse such a foetid place.",
      "es": ""
    }
  ]
}