{
  "id": 621073949,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 2.3: High Walls, Closed Doors",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Asitám in Tumladen, King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "The dwarves stare at you warily.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Survey debris within Tumladen up the slope to the north-east",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I will go with the rest of the travelling party to Pelargir, but I ask that you journey first to Tumladen and speak with Captain Imladir. If he has need of you, do what you can to assist him in my name; when he can assure you that the situation at the refuge is well in hand, then I will see you again at Pelargir. I have much to discuss with Sirgon, as you know, and I would prefer to speak with him sooner instead of later.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1181",
      "en": "Defári scowls angrily at you and the Tumladen resident",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Survey debris within Tumladen further up the slope to the north-west",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I cannot tell you how pleased I am that Lady Terenis has returned to Minas Tirith, now that the need for safe refuge from the war has passed... but there are fresh difficulties to replace the old ones, [placeholder].\\n\\n'A group of dwarves has come from Furukzahar with a proposal, but I am not certain I have the authority to grant it. Perhaps you will speak with them, since you have come lately from the King? You may better know his mind and what he would think of their proposal.\\n\\n'They are to the south-east, and intended to survey the buildings of Tumladen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1182",
      "en": "Setényil curses but does not attack",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Captain Imladir in the centre of Tumladen, in King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'I ask that you journey first to Tumladen and speak with Captain Imladir. If he has need of you, do what you can to assist him in my name; when he can assure you that the situation at the refuge is well in hand, then I will see you again at Pelargir. I have much to discuss with Sirgon, as you know, and I would prefer to speak with him sooner instead of later.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3a52db1",
      "en": "'Where were you during the war?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Find the dwarves from Furukzahar to the south-east of Captain Imladir, in Tumladen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Survey debris deeper within Tumladen to the north-east",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Perhaps you will speak with the dwarves from Furukzahar, since you have come lately from the King? You may better know his mind and what he would think of their proposal.\\n\\n'They are to the south-east, and intended to survey the buildings of Tumladen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3a52db2",
      "en": "'Now you emerge from your mountains. Of course.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'It is a pleasure to make your acquaintance, and I trust you speak with the king's own authority? The captain with whom we spoke earlier did not, and he spent many words telling us so, wasting his time and our own. I am pleased you have taken his place.\\n\\n'My fellows and I were sent here by Hámisar, ruler of the Temámir folk who dwell in Furukzahar, stronghold of the White Mountains. Long have we worked alongside the people of Gondor, helping to repair and rebuild their cities, but the recent devastation is worse than any in our memory, and requires a good deal more effort and resources if it is to be made right.\\n\\n'To that end, Hámisar wishes to send more crafters and dedicate more blocks of stone to the work. Defári, Setényil, and I have come to survey the needs of this refuge. Can you assure us that the King of Gondor will give us appropriate payment for any work we here perform?'\\n\\nYou tell Asitám that King Elessar is known for his fair dealings, and he greatly desires that Gondor be restored. The dwarf smiles broadly.\\n\\n'Then he will not regret hiring the Temámir Dwarves of Furukzahar, my new friend! Let us continue deeper into the refuge and see how much work will be required.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Survey debris deeper within Tumladen to the north-east",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "King Elessar has asked you to proceed on to Tumladen in order to learn of the situation there before meeting up with the rest of the travelling party in Pelargir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "An expedition of dwarves has come from Furukzahar with a proposal for the people of Tumladen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Captain Imladir is in the centre of the refuge of Tumladen, located to the west of Arnach, in King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "The dwarves from Furukzahar intend to survey the debris within Tumladen, up the slope to the north-east.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "The dwarves from Furukzahar intend to survey the debris within Tumladen, further up the slope to the north-west.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "The dwarves from Furukzahar intend to survey the debris deeper within Tumladen to the north-east.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'I hope the King of Gondor appreciates your work on his behalf, [placeholder], for most of his folk may not. Would they think to aid us, if our stronghold was directly threatened while their own towns and villages were not? I know the answer, though they believe otherwise. Thank you for helping us here keep the peace.\\n\\n'I will bring my report back to Hámisar, and will tell him that the King has, for now, agreed to these repairs. Our price will be fair, and the friendship between our folk... well, there is more to be repaired than just stone, it seems. Will you convey an invitation to your King on Hámisar's behalf? He is welcome to visit us at Furukzahar at his earliest convenience. After all, it is one thing to do business between reliable intermediaries such as you and I, but when rulers can meet face to face it seems to me much more can be accomplished, better and more quickly.\\n\\n'Good day to you, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Imladir asked you to find the dwarves from Furukzahar where he saw them last, to the south-east.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "A nearby resident of Tumladen stares at the dwarves with anger in his eyes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e08",
      "en": "<rgb=#00FF00>Bow</rgb> to the dwarf-expedition from Furukzahar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "King Elessar would not appreciate any violence between the Dwarves of Furukzahar and the residents of Tumladen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "The dwarves from Furukzahar stand in Tumladen, waiting for a friendly <rgb=#00FF00>bow</rgb> of greeting.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "You have prevented violence between the dwarves from Furukzahar and residents of Tumladen, and should now speak to Asitám.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Captain Imladir is in the centre of Tumladen, in King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "Asitám shakes his head and clucks his tongue as he studies the debris",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1194",
      "en": "A nearby resident of Tumladen sighs loudly as the dwarves study the debris",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1196",
      "en": "A nearby resident of Tumladen mutters something under his breath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a4",
      "en": "'Good day to you, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "King Elessar stands by the eastern docks of Pelargir, in King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Calm the dwarves and prevent violence ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Talk to Asitám in Tumladen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a5",
      "en": "Talk to Captain Imladir in Tumladen, King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Talk to King Elessar on the eastern docks of Pelargir, in King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'I am not surprised to hear your report of the dwarves from Furukzahar, for I have heard the mutterings around Tumladen. The folk here wonder why the doors of the dwarves remained shut during the war and only opened when the danger had passed. I say they wonder, but that is not the truth; they know the reason, and resent the dwarves for it. Where was this help when it might have saved lives?\\n\\n'I know each folk must look first after its own, but we could have used the assistance of Furukzahar before now. It is good you prevented the insults from turning to bloodshed; we have seen enough of it this year, at least, even if the Temámir stayed safely in their mountains and saw none.\\n\\n'You go now to see King Elessar in Pelargir? Tell him of the agreement you brokered with Furukzahar, and also that the refuge of Tumladen stands strong, its purpose fulfilled, and with good fortune it will not need to be used again for many years.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'It is good to see you back, my friend! How stands the refuge of Tumladen?'\\n\\nYou tell Elessar about the situation in Tumladen and of the expedition of Temámir Dwarves that came there to survey the state of the buildings, as well as the resentment felt toward them by some of the Gondorians.\\n\\n'I understand their feelings, even as I wish it was not so. Perhaps I should accept the invitation of Furukzahar, [placeholder], in order to repair the relations between my kingdom and theirs. But first there is work to attend to in Pelargir.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "The dwarves from Furukzahar eye you cautiously",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'You go now to see King Elessar in Pelargir? Tell him of the agreement you brokered with Furukzahar, and also that the refuge of Tumladen stands strong, its purpose fulfilled, and with good fortune it will not need to be used again for many years.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}