{
  "id": 621073963,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'Fear not, Hámisar. I will remember your words.'\\n\\nElessar gives you a knowing look.\\n\\n'Come now, my friends. We shall rejoin the rest of our travelling party at the Hall of Ost Anglebed, to the south-west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Hámisar is in the throne room of Furukzahar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Remember what I said: beware of snakes in the grass.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "King Elessar is in the throne room of Furukzahar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "The Hall of Ost Anglebed is to be found south-west of Furukzahar, in King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Come now, my friends. We shall rejoin the rest of our travelling party at the Hall of Ost Anglebed, to the south-west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "The Hall of Ost Anglebed is to be found south-west of Furukzahar, in King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Hámisar in the throne room of Furukzahar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'It's terrible, just terrible!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to King Elessar in the throne room of Furukzahar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'It's terrible, [placeholder], just terrible! Queen Arwen is nowhere to be found!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Rejoin Elessar's travelling party outside the Hall of Ost Anglebed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Glindor outside the Hall of Ost Anglebed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "Something has gravely upset Glindor and others of the travelling party",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The time has come for Elessar and his companions to leave Furukzahar and rejoin the larger company.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'It is time for us to take our leave, Hámisar of Furukzahar. We thank you for your gracious hospitality, and for your continued friendship. The efforts of your folk on behalf of mine in the days to come will not be forgotten.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I share your hopes for the future, King Elessar of Gondor, and have this to say as well. As you return to your kingdom and continue the journey about which you spoke yestereve, let caution guide your steps. There are snakes in the grass everywhere.\\n\\n'Indeed, even some dwarves may hold treachery in their hearts, and give voice to things they ought not. I had to send one such troublemaker from Furukzahar this very morning; the Longbeard Gangur Farwend is no longer welcome within these walls.\\n\\n'But it is different for you and your companions, King Elessar! You, of course, are welcome to return at any time should you wish to discuss the continuing relationship of our folk. But remember what I said: beware of snakes in the grass, for they are more likely to strike when you expect it not.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'May there be continued friendship between the Temámir and the people of Gondor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 2.8: Snakes in the Grass",
      "es": "",
      "es (fem)": ""
    }
  ]
}