{
  "id": 621073958,
  "txt": [
    {
      "id": "0x6a50297",
      "en": "Talk to Rossaran in the Palace of the Swan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Wait for your audience with the Prince of Dol Amroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Queen Arwen in the Palace of the Swan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08eda6",
      "en": "Listen to the words of Roamingstar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf23b6d1",
      "en": "'Is this a poor time? I hope we bring no interruption.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "King Elessar and Queen Arwen wait to discuss important matters with Imrahil, Prince of Dol Amroth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Queen Arwen has asked to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Many of the Prince's court and the greatest part of his swan-knights went with Imrahil to Minas Tirith for the waging of the war, but his daughter Lothíriel managed the rule of the city while he was away. That Dol Amroth still stands is a testament to her ability, and tells me she has learned much from her father!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "You have come to the Palace of the Swan, where Imrahil, Prince of Dol Amroth, considers how to deal with the threats that still endanger Gondor in the aftermath of the War of the Ring.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Queen Arwen has indicated a place on the floor where she wants you to set down the bowl of water.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x24e4a11",
      "en": "'I pray you will stay a little longer, leader of the Avorrim.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Wait until Queen Arwen explains her peculiar words and deeds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Just one moment,' the Queen says to you seriously, retrieving a finely-crafted bowl and a glass jar from the recesses of her cloak. She removes the corked stopper from the mouth of the jar and slowly pours the crystal-clear water contained within into the bowl, spilling not a drop.\\n\\n'Will you set this down on the floor just there?' she asks you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x24e4a12",
      "en": "'I had hoped to speak with you as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Roamingstar has appeared in the Palace of the Swan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x24e4a13",
      "en": "'[placeholder], if you would come here, please.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x24e4a14",
      "en": "'This is water from the River Gilrain, which flows out of the White Mountains.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x24e4a15",
      "en": "'You know this water, Dorthaneth, for you drowsed long beside it, and came to sorrow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x24e4a16",
      "en": "'I seek not to be cruel!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'This hall is so cold... but the Queen wants me to speak, so I shall speak.\\n\\n'Long ago, and for always, I dwelt within and beside the River Gilrain, and my music was the song of sunlight on the water, and of wind in the leaves. But it was a lonely song, for my sisters had gone away and I did not think I would see them again. Animals came to the stream to drink, and birds to bathe, but except for such creatures I was alone and felt the pain of it... until one day.\\n\\n'An Elf-maid tarried by the river as she journeyed southward from a distant land. She was more beautiful and radiant than anyone I had ever seen. I sang to her and she delighted in my song, for it reminded her of home. She danced beside my stream, and I was so gladdened by her presence that the music I made held more enchantment than ever it had before. She slept on the bank of Gilrain, comfortable and safe, and I was no longer alone. I dreamt that once she awoke she would fashion a home for herself in my wood, and I would teach her my song and she would call me sister. She would have children of her own, Elf-children of merry eyes and high voices, and I would show them the flower-fields and the secret springs, and they would fashion brightly-coloured petal-crowns to wear, and their mother would delight in them.\\n\\n'It was a happy dream, but it lasted too long, and when she at last awoke many seasons had passed. The Elf-ship that waited in distant harbour for her to arrive could wait no longer. With selfish hands I stole that life from her, and I grieve every day at the sorrow I caused her. I did not intend such sadness to befall, and I would take it back if I could! And yet it is my doing, and the guilt weighs heavily upon my every moment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x24e4a17",
      "en": "'But there are two hearts to be mended here, not just one.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Dorthaneth stands in the Palace of the Swan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x24e4a18",
      "en": "'Will you not do your part, Nimrodel?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'I know what cruelty is, Maiden of the Gilrain. The world is cruel, and has always been. Can you know my story and say it is not so?\\n\\n'Amroth was a king among Elves, but to me he was more; he was my love, and the brightest star of my night sky. \\qWe must depart, Nimrodel,\\q he said to me, \\qfor the dwarves have awoken terrible evil, and if we stay it will endanger our folk too,\\q and I believed his words. I believe them still, for I know what befell in the centuries since, as he cannot.\\n\\n'Amroth went ahead to make ready the ship. I travelled with a small company to join him at that distant harbour, but the passage of the mountains was hard. The high crags filled me with unease; the rocky way troubled my heart. When at last we descended to the low-lands, I danced in the woods and became separated from my folk, so grateful was I to leave the mountains behind. The sound of the River Gilrain was beautiful, and its music had magic in it, and whatever else befell I can still remember how it was, and know that I loved it. I slept in peace for too long, and by the time I awoke a fell wind had come from the north and driven my love's ship from the shore, never to return. It is said Amroth leapt from the ship and braved the waves that he might wait for me... but never again was he seen by Elf or by Man, though I walked the shore for uncounted days and innumerable nights.\\n\\n'I dwelled in sorrow from that day forth, never far from the Bay where I lost my love, and I have worn this mourning veil for so long I cannot remember the sight of the sun without it. I have held my grief close, but so too has it held me. Until now I believed the weight of those heavy chains was only mine to carry. I did not know you sorrowed too, Maiden of the Gilrain. It was not for you to feel this way. Do not burden yourself with the grief that is mine. I spoke of cruelty? The greatest cruelty is that this sadness must snare more than one heart, and for so many years!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x24e4a19",
      "en": "'Maybe so, but there is one here who remembers it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Dorthaneth stands in the Palace of the Swan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "King Elessar waits patiently for his audience with Prince Imrahil to begin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'And so concludes my Queen's greatest purpose in this journey, [placeholder]. She desired to ease Roamingstar's burden, and I believed we would need to visit the Cave of the Avorrim to make the attempt. But we were fortunate that Nimrodel was here in the Palace of the Swan, and now we have saved some time.\\n\\n'I said Arwen's purpose on this journey was ended, but of course mine is only beginning! We must speak with Prince Imrahil about the continued presence of the Corsairs that threaten Gondor's shoreline, and also about the rise of the Kindred of the Coins in Umbar, across the Bay of Belfalas! But we have already achieved some good today, for Roamingstar and Nimrodel each deserve the peace and the happiness that their sorrows stole from them. I hope we have helped lighten their burdens today. I think we have.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "The Swan-knight Rossaran has brought you before the Prince of Dol Amroth, as King Elessar desired.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xac61951",
      "en": "'None at all, my king.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xac61952",
      "en": "'Dorthaneth was a help to me when I ruled Dol Amroth while my father was away.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xac61953",
      "en": "'She was a dear friend, and remains so.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xac61954",
      "en": "'I cherish her visits, but this one was just ending.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xac61955",
      "en": "'What does she mean?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbf4d8b1",
      "en": "'I bid you welcome to Dol Amroth and the Palace of the Swan!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbf4d8b2",
      "en": "'My daughter and her friends were just leaving.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbf4d8b3",
      "en": "'The Queen asks you to stay. Surely you can heed her wish?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbf4d8b4",
      "en": "'I do not understand what this means, my Queen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5571061",
      "en": "'My folk expect my return. I should not keep them waiting.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5571062",
      "en": "'This cruelty is unbecoming of you, Queen of Gondor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5571063",
      "en": "'I have not answered to that name in many years.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5571064",
      "en": "'I did not know.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5571065",
      "en": "'There is much sadness in the world, Maiden of the Gilrain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd2f3221",
      "en": "'I do not expect you to forgive me, Nimrodel.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5571066",
      "en": "'But there is beauty too.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd2f3222",
      "en": "'But the Queen wanted me to speak to you of my sorrow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5571067",
      "en": "'I do forgive you, Roamingstar, for your part in what befell.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd2f3223",
      "en": "'I think that is not cruelty.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5571068",
      "en": "'But know that of blame, yours was never the greatest share.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Set the bowl of water down on the floor where Queen Arwen indicated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Wait for Queen Arwen to explain herself",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Roamingstar in the Palace of the Swan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Dorthaneth in the Palace of the Swan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Listen to the words of Dorthaneth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to King Elessar in the Palace of the Swan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: In the Palace of the Swan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1c08b61",
      "en": "'I introduce to the court King Elessar and Queen Arwen, and their loyal companions.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}