{
  "id": 621073948,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'My son has his own task: clearing out the unsavoury folk that have taken to preying upon the folk of Pelargir. Ships cannot be built without craftsmen, and craftsmen cannot work if they are being burgled and harassed whenever they cross the city! Will you aid my son with his task, and make the port-city more safe for my workers and for their families?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Sirgon stands along the eastern docks of Pelargir, in King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'I do not know if I have the fortitude to follow my father as the Lord of Lebennin, but I will do my duty as best I can, [placeholder]. I have begun by trying to stamp out the brigands with whom my brother Lorvegil sought to seize the city, but they are many and well-hidden. Some may be allies of the Heirs of Castamir, and I have heard whispers that a new power rises in Umbar... I think they might seek to court it, if they can.\\n\\n'But my father is right. If we are to resist foes from Umbar, we must repair and rebuild our ships. He planned to show the King how the work progresses, and you should catch up with them at the dry dock to the south-east.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "King Elessar and Sirgon are overseeing ship repairs in south-eastern Pelargir, King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Brigand toughs on the western side of Pelargir have made problems for Sirgon's shipbuilders, and he wants you to help his son Faltharan deal with them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "King Elessar is at the dry dock in south-eastern Pelargir, King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Faltharan is to the north-west of the auction house in Pelargir, King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Sirgon on the eastern docks of Pelargir, in King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Defeat brigand toughs on the western side of Pelargir, King's Gondor ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'The work progresses, but it progresses slowly, and I fear not as quickly as does the situation in Umbar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Faltharan north-west of the auction house in Pelargir, King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "Defeated brigand toughs in Pelargir ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to King Elessar at the dry dock in Pelargir, King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "King Elessar and members of his travelling party observe the repairs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Find King Elessar and Sirgon at the dry dock in south-eastern Pelargir, King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'If we are to resist foes from Umbar, we must repair and rebuild our ships. My father planned to show the King how the work progresses, and you should catch up with them by the dry dock to the south-east.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'There are a lot of brigand toughs on the western side of the city, if you're willing to help us thin their numbers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "King Elessar and Sirgon, Lord of Lebennin, consider the poor state of the Gondorian navy following the events of the War of the Ring.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Sirgon has been showing me the state of the Gondorian navy, [placeholder], and I confess to you that it is worse than I feared. The Corsairs of Umbar knew where to strike and with precisely how much force, and the ships that were once the pride of Gondor lie now at the bottom of the bay, or burned along the coast. It is true we seized some of their own vessels, without which we could not have arrived at Minas Tirith in time, but most of those were in poor shape, or are now.\\n\\n'We do not know how much of Umbar's sea-power has been inherited by the Kindred of the Coins, but unless it is very little we have scant hope of repelling it, should the Kindred cross the bay with ships of their own. I have accepted Sirgon's suggestion that he step down as the Lord of Lebennin in favour of his son Faltharan, but there is a condition: he must supervise the rebuilding of Gondor's ships, and he must do it with utmost haste.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'My King has done me the great honour of allowing me to step down, and I will do the best I can to repay him for it tenfold, as will my son Faltharan! Gondor's fleet is at its lowest ebb now, but I hope to restore its glory to such a height as has not been seen in hundreds of years! Perhaps then I shall set sail once again, as I do in my dreams....\\n\\n'But I have a task, and it will occupy my every waking moment. My son has his own task, and it involves clearing out some of the unsavoury folk that have taken to preying upon the folk of Pelargir. Ships cannot be built without craftsmen, and craftsmen cannot work if they are being burgled and harassed whenever they cross the city!\\n\\n'Will you aid my son with his task, and make the port-city more safe for my workers and for their families?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'I have accepted Sirgon's suggestion that he step down as the Lord of Lebennin in favour of his son Faltharan, but there is a condition: he must supervise the rebuilding of Gondor's ships, and he must do it with utmost haste.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 2.4: Low Tide",
      "es": "",
      "es (fem)": ""
    }
  ]
}