{
  "id": 621073953,
  "txt": [
    {
      "id": 228870261,
      "en": "Chapter 2.6: Dwarves of Furukzahar",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Talk to Hámisar inside the throne room of Furukzahar",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Explore the armoury of Furukzahar",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to King Elessar in the throne room of Furukzahar",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'You may enter. Hámisar awaits you within.'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Explore the kitchens of Furukzahar",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to Hámisar in the throne room of Furukzahar",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Hámisar awaits you within.'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Explore the rooms south of the throne room in Furukzahar",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Welcome, King Elessar, to the stronghold of Furukzahar. How shameful that our folk have remained neighbours for so long without you coming to visit us here. I mourn that it took the fighting of a war to bring us together... but at least something did so.'\\n\\nHámisar turns his attention to you.\\n\\n'I gave my greeting to the King, but of course his companions are welcome here as well! He and I have matters to discuss concerning the ongoing relationship between our peoples and how the Temámir can best aid in the rebuilding of his kingdom. I would not think to bore you with such matters! I hope you will explore the beautiful corridors of Furukzahar and meet with my folk.'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to Asitám in Furukzahar",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'It is good to see you again, [placeholder]. I did not expect the King of Gondor to accept the invitation to visit Furukzahar so swiftly! It reflects well upon him for respecting the will of Hámisar, and upon you for bringing word to him with such haste!\\n\\n'I hope you enjoy your stay here, and that King Elessar and ruler Hámisar are able to arrive at a fair and equitable arrangement that will enrich both of their folk.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'I ask that you wander elsewhere, stranger. There's nothing for you here.'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Gúlkhu in Furukzahar",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'What has brought you to Furukzahar? I hope you do not think to involve us in your wars? The Temámir of Furukzahar have always welcomed visitors from the other dwarf families, but Hámisar shut the gates for a reason. He did not intend to invite Gondor's war to our doorstep.'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Enjoy the sights of Furukzahar while the King of Gondor and I speak about the ongoing relationship between our peoples.'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Zimikál in Furukzahar",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Enjoy yourself, my friend. I will ask Caebar to stay and document the proceedings, but you and Gimli are free to meet with Hámisar's people.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "King Elessar has been invited to visit Furukzahar, a stronghold of the Temámir dwarves in the White Mountains.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Hámisar and I have come to an arrangement for the continued relations of his people and mine, [placeholder]. During the discussion... something revealed itself to me.'\\n\\nElessar holds your gaze with a stern eye.\\n\\n'Hámisar spoke to me of a group arising in Umbar, across the Bay of Belfalas. He says they call themselves... the Kindred of... something. What was it?'",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "Hámisar nods his head to Elessar in greeting",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "The ruler of Furukzahar awaits you and the King of Gondor in his throne room in the north-western reaches of the fortress.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'They are called the Kindred of the Coins, Elessar, but feel no shame at forgetting it. The name is fresh in my mind, for a member of their company visited Furukzahar some weeks ago with a proposal for me.'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "King Elessar and Hámisar of the Temámir speak together in the throne room of Furukzahar.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'What did they call themselves? The Kindred of... the something?'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Hámisar rules Furukzahar from his throne room in the north-western reaches of the fortress.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "King Elessar and Hámisar of the Temámir speak together in the throne room of Furukzahar.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Hámisar has invited you to meet the people of Furukzahar while he speaks with King Elessar.",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "Hámisar smiles at King Elessar indulgently",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Find Hámisar in the throne room of Furukzahar",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "The armoury bustles with activity and the sound of dwarves working at the forges",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "The delicious aroma of cooking food fills the kitchens of Furukzahar",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "Curiously, you feel a strange sensation of dread as you approach the door",
      "es": ""
    }
  ]
}