{
  "id": 621073961,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'How were your travels with Caebar, [placeholder]? Were you able to help the folk of Dor-en-Ernil and the Ringló Vale?'\\n\\nYou tell Elessar about Caebar's unfortunate homecoming, and he frowns.\\n\\n'I am sorry to hear that. The war was not easy for anyone, and I sympathize with the plight of Caebar's family even as I believe they treat him unfairly. I can only hope that in time they will open their hearts to him again.\\n\\n'Our course now is to speak with Prince Imrahil of Dol Amroth. I have sent Rossaran ahead to prepare our way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Queen Arwen is inside Galengam's Divine and Delicate Draughts, in Calembel, King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "King Elessar is inside Galengam's Divine and Delicate Draughts, in Calembel, King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "The Swan-knight Rossaran stands at the western entrance south of Dol Amroth, in King's Gondor, waiting to bring you to Prince Imrahil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Our course now is to speak with Prince Imrahil of Dol Amroth. I will send Rossaran ahead to prepare our way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Prince Imrahil is inside the Palace of the Swan in Dol Amroth, in King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Rossaran will meet you and the rest of the company at the western entrance south of Dol Amroth, in King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Let us go to speak with Prince Imrahil, my friend. I will bring us by the quickest way. After all, I spent many years in service to this city!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Queen Arwen in Galengam's Divine and Delicate Draughts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'I have seen many surprising things in my life, [placeholder], but never did I expect such figures as these to step from the mists of legend into my hall. These are truly days of wonder.\\n\\n'I have some matters to discuss with King Elessar, but I am pleased you accompanied him to Dol Amroth. I have heard your name recently, and I need you to deal with something personally.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to King Elessar in Galengam's Divine and Delicate Draughts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Rossaran at the western entrance south of Dol Amroth and travel with him to see Prince Imrahil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Prince Imrahil in the Palace of the Swan in Dol Amroth, King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Travel to the western entrance south of Dol Amroth, in King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Galengam has been promised nothing of the kind by either my husband or myself, but he seems so happy that neither of us have the heart to correct him. He is an excitable man, is he not?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "The Swan-knight Rossaran waves you to him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "King Elessar and Queen Arwen have crossed into Lamedon, and now their sights are set upon Dol Amroth and the Palace of the Swan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'When I awoke this morning, I did not think I should be made the King's Own Merchant by the afternoon, and yet so it is! Let the passing of the war lead to great wealth and riches for Galengam, personal merchant of the King and Queen of Gondor!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Galengam has been promised nothing of the kind by either my husband or myself, but he seems so happy that neither of us have the heart to correct him. He is an excitable man, is he not?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'I can hardly believe my good fortune!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 2.12: In the Palace of the Swan",
      "es": "",
      "es (fem)": ""
    }
  ]
}