{
  "id": 621020099,
  "txt": [
    {
      "id": 8567396,
      "en": "The Woodmen town of Hultvís was attacked during the closing weeks of the War of the Ring, but the Orcs and wargs were pushed back and eventually defeated by a united force of Beornings and Woodmen at the Battle of the Old Ford. Now the town seeks to rebuild and refortify, and seeks adventurers willing to assist with the recovery effort.\\n\\nThe Woodmen are a superstitious people, and at Hultvís you are sure to hear many legends and tales. These concern the beautiful and forlorn Maiden of Gladden, the spectral Vagári the Wanderer, hunger-crazed Old Mad Ubb, and the vanished Hól-budlan.",
      "es": ""
    },
    {
      "id": 8567398,
      "en": "The village of Blómgard is found in Laerlad, not far from the fens of the Gladden Fields. The Woodmen there speak in hushed whispers of an unnatural darkness and a scuttling sound on the roofs of their homes. The leader of Blómgard, Odahild, has a reputation for honesty and she is not one to speak falsely, but others in the Vales of Anduin question if the tales from Blómgard are true. An adventurer might get to the bottom of it.",
      "es": ""
    },
    {
      "id": 8567400,
      "en": "This Beorning watchpost guards the road into Duskenvale. Elves also keep watch on the southern road, but neither trusts the other to do it alone.",
      "es": ""
    },
    {
      "id": 8567401,
      "en": "At Glándir, the Elves guard the road into Lothlórien, maintaining the safety of the Golden Wood. Lady Galadriel and Lord Celeborn have been known to visit the Elves here on occasion, seeking reports from the Vales of Anduin and bringing food and cheer with them to relieve the burden of those Elves who stay outside the bounds of Lórien.",
      "es": ""
    },
    {
      "id": 8567312,
      "en": "Located not far from the lost dwarf fortress of Shathur-munzu, the village of Arhaim is occupied by both Woodmen and Beornings. Together they maintain trade with the Elves and live a simple life in Duskenvale.",
      "es": ""
    },
    {
      "id": 8567316,
      "en": "Gudule keeps a homestead in the Wolf-denes. 'This land has never been safe,' he says. 'We live too near to the mountains to sleep very soundly at night. But this is home.'",
      "es": ""
    },
    {
      "id": 218639270,
      "en": "Home to Grimbeorn the Old and others of his family, the Beorninghús is generally closed to outsiders. During the final weeks of the War of the Ring, the Beornings found it necessary to take a more active role in the protection of the Vales of Anduin.\\n\\nThe sound of birdsong and the buzzing of dumbledors greet all who do approach the Beorninghús, but if they fail to ask Grimbeorn's permission, those are not the only sounds they will hear; Grimbeorn's wrath will be both loud and swift.",
      "es": ""
    },
    {
      "id": 111477344,
      "en": "Explore Hodver's Homestead",
      "es": ""
    },
    {
      "id": 111477345,
      "en": "Explore Gudule's Homestead",
      "es": ""
    },
    {
      "id": 8567414,
      "en": "The outpost of Vegbár allows the Beornings to keep watch over the road between the High Pass and the Old Ford, and to charge their toll of travellers and traders who go that way. Skalla commands at Vegbár, and despite his gruff exterior he cares deeply for his neighbours and worries for their safety.",
      "es": ""
    },
    {
      "id": 8567415,
      "en": "The forester Ainhard keeps a homestead in the Wolf-denes, and his closest companions are his three hounds. He lives in fear of Orcs, goblins, and taurogrim, for he is no warrior. He relies upon the nearby Beorning outpost of Vegbár for protection.",
      "es": ""
    },
    {
      "id": 111477347,
      "en": "Explore Hultvís",
      "es": ""
    },
    {
      "id": 8567417,
      "en": "Hodver keeps a homestead in the Wolf-denes, but he is ever ready to make for the Beorning outpost of Vegbár at the first sign of Orcs or wargs. 'I am no coward,' he says, 'but I am no fool, either.'",
      "es": ""
    },
    {
      "id": 111477349,
      "en": "Explore Blómgard",
      "es": ""
    },
    {
      "id": 246419801,
      "en": "Explore the many Wilderfolk settlements in the Vales of Anduin.",
      "es": ""
    },
    {
      "id": 24695187,
      "en": "Explore the settlements of the Wilderfolk who live in the Vales of Anduin.",
      "es": ""
    },
    {
      "id": 111477351,
      "en": "Explore the Beorning watchpost",
      "es": ""
    },
    {
      "id": 246419715,
      "en": "Explore the settlements of the Wilderfolk who live in the Vales of Anduin.",
      "es": ""
    },
    {
      "id": 149027538,
      "en": "Protectors of the Vales",
      "es": ""
    },
    {
      "id": 111477265,
      "en": "Explore Arhaim",
      "es": ""
    },
    {
      "id": 111477266,
      "en": "Explore Glándir",
      "es": ""
    },
    {
      "id": 111477364,
      "en": "Explore the Beorninghús",
      "es": ""
    },
    {
      "id": 111477365,
      "en": "Explore Vegbár",
      "es": ""
    },
    {
      "id": 111477368,
      "en": "Explore Ainhard's Homestead",
      "es": ""
    },
    {
      "id": 8567394,
      "en": "DNT TBD",
      "es": ""
    }
  ]
}