{
  "id": 621020094,
  "txt": [
    {
      "id": 8567396,
      "en": "DNT TBD",
      "es": ""
    },
    {
      "id": 8567398,
      "en": "DNT TBD",
      "es": ""
    },
    {
      "id": 8567400,
      "en": "DNT TBD",
      "es": ""
    },
    {
      "id": 8567401,
      "en": "A wet mist soaks the stones that lead to Shathur-munzu, the southernmost outpost of lost Khazad-dûm. The fortress is broken now, and dwarves have not lived there for many years. Shathur-munzu was the site of one of the bloodiest battles in the War of Dwarves and Orcs, and King Thráin did not hold it long.",
      "es": ""
    },
    {
      "id": 8567312,
      "en": "DNT TBD",
      "es": ""
    },
    {
      "id": 8567316,
      "en": "Ugúrz established his camp of Brafulug to prey upon traders on the road, believing his Orcs would be far enough from Lothlórien to escape the notice of the Elves. This would prove to be a miscalculation.",
      "es": ""
    },
    {
      "id": 8567317,
      "en": "Wargs have often ventured into the Beorning-lands over the years, but those that dwell at Ylgraf today are larger and more ferocious than others of their kind. These wargs come from Gundabad, and they slink among the rocks to the north of the Beorninghús, waiting to attack Grimbeorn and his kin.",
      "es": ""
    },
    {
      "id": 137079088,
      "en": "These warrens are empty of everything but a sense of mystery.",
      "es": ""
    },
    {
      "id": 8567318,
      "en": "Côs Braen stands along the southern edge of Laerlad, home to the Ungoledain and their venomous kin. They hate Grimbeorn and his folk with a sickly passion, and would wipe out Beornings and Gauredain alike if they were given the chance.",
      "es": ""
    },
    {
      "id": 218639270,
      "en": "DNT TBD",
      "es": ""
    },
    {
      "id": 137079089,
      "en": "What lies within the Warrens of Tûn Melen? Only by venturing within can you know for certain, but soldiers that serve the White Hand might already have done so, searching for treasure if not information.",
      "es": ""
    },
    {
      "id": 111477344,
      "en": "Explore Fil Sulmog",
      "es": ""
    },
    {
      "id": 8567319,
      "en": "Dredging machines stand in the mud of the Gladden Fields, once manned by Orc and half-orc, but now abandoned. A great hole was delved at Sharkey's Slough, and rumour has it that some prize was found in its depths. The half-orcs remain, seeking further treasures for themselves and not for their master. He remains silent, his thoughts elsewhere, and his servants at the Slough have received no message from him in some time.",
      "es": ""
    },
    {
      "id": 111477345,
      "en": "Explore Tríubad",
      "es": ""
    },
    {
      "id": 8567320,
      "en": "Orcs searched the marshland for many weeks, operating from their camp of Lúlstrok in the north-western reaches the Gladden Fields. One of the great dredging machines stands there now, silent and still, but it once churned the earth during both day and night. Weapons, pieces of armour, and other trinkets were brought to Lúlstrok, but wherever these prizes may have gone in the time since is unknown.",
      "es": ""
    },
    {
      "id": 8567414,
      "en": "The Beornings keep one eye on the Goblin-gate, for on this side of the mountains it is the primary way into, and out of, Goblin-town. During the last days of the War of the Ring, Orcs and goblins streamed through the Goblin-gate into the Vales of Anduin, raiding and burning peaceful Woodmen villages. Led by Grimbeorn the Old, the Beornings and Woodmen stood against the goblins and finally turned them back.\\n\\nNow Goblin-town is quiet and there is little activity at the Goblin-gate, but the Beornings have not forgotten. They watch it still.",
      "es": ""
    },
    {
      "id": 8567415,
      "en": "The peaceful Woodmen village of Waldfast has been destroyed by a goblin-host. Sentries are posted throughout the village, but their numbers are too few to explain the scope of the destruction. A cave behind the village might hold answers.",
      "es": ""
    },
    {
      "id": 111477347,
      "en": "Explore Côs Braen",
      "es": ""
    },
    {
      "id": 8567417,
      "en": "Following the final battles of the War of the Ring, a company of Orcs has established a tenuous foothold among the hills of Woodsedge. These are the Shapag-hai, and they have discovered they prefer to prey upon traders and travellers rather than warriors and soldiers. From their camp of Fil Sulmog they practice the art of pillaging, and have become quite good at it.",
      "es": ""
    },
    {
      "id": 111477349,
      "en": "Explore Sharkey's Slough",
      "es": ""
    },
    {
      "id": 246419801,
      "en": "Conquer the many enemy encampments in the Vales of Anduin.",
      "es": ""
    },
    {
      "id": 24695187,
      "en": "Conquer the many enemy encampments in the Vales of Anduin.",
      "es": ""
    },
    {
      "id": 111477351,
      "en": "Explore Lúlstrok",
      "es": ""
    },
    {
      "id": 149027538,
      "en": "Enemies of the Vales",
      "es": ""
    },
    {
      "id": 111477265,
      "en": "Explore the Warrens of Tûn Melen",
      "es": ""
    },
    {
      "id": 111477266,
      "en": "Explore Shathur-munzu",
      "es": ""
    },
    {
      "id": 111477267,
      "en": "Explore Brafulug",
      "es": ""
    },
    {
      "id": 111477364,
      "en": "Explore Ylgraf",
      "es": ""
    },
    {
      "id": 111477365,
      "en": "Explore the Goblin-gate",
      "es": ""
    },
    {
      "id": 111477368,
      "en": "Explore Waldfast",
      "es": ""
    },
    {
      "id": 8567394,
      "en": "The forester camp of Tríubad provided timber and other necessary supplies with which the Woodmen built their homes and the walls of their villages, but then the Taurogrim came. The Woodmen name them 'Thyrsir,' wood-demons, and they fear their blighted touch.\\n\\nThe Woodmen know Tríubad may be lost, but they do not spend time in mourning. Instead they seek adventurers to stop the Thyrsir from spreading the blight to other villages in Woodsedge.",
      "es": ""
    }
  ]
}