{
  "id": 621020085,
  "txt": [
    {
      "id": 8567395,
      "en": "You would have laughed, if you had seen the dwarves, up in the trees with their beards hanging down, like old gentlemen.",
      "es": ""
    },
    {
      "id": 8567398,
      "en": "Gandalf, had once kindly assisted the eagles and healed their lord from an arrow-wound.",
      "es": ""
    },
    {
      "id": 173025570,
      "en": "Where the Company enters the Mirkwood",
      "es": ""
    },
    {
      "id": 137079124,
      "en": "DNT TBD",
      "es": ""
    },
    {
      "id": 8567401,
      "en": "'Farewell! Wherever you fare, until your eyrie receive you at your journey's end!'",
      "es": ""
    },
    {
      "id": 173025574,
      "en": "Where Bilbo returns home",
      "es": ""
    },
    {
      "id": 173025622,
      "en": "Where Beorn meets the Company",
      "es": ""
    },
    {
      "id": 177082710,
      "en": "<rgb=#33BEFF>Bilbo's heart leaped into his mouth as he wriggled. Buttons burst off in every direction</rgb>",
      "es": ""
    },
    {
      "id": 173025624,
      "en": "Where the Company had supper with Beorn",
      "es": ""
    },
    {
      "id": 8567316,
      "en": "They were bigger than your thumb, much bigger, and the bands of yellow on their black bodies shone a radiant gold.",
      "es": ""
    },
    {
      "id": 137079089,
      "en": "How they jumped! Gandalf was astonished, as they all shouted with surprise and delight.",
      "es": ""
    },
    {
      "id": 111477345,
      "en": "Where the Company encountered Wargs",
      "es": ""
    },
    {
      "id": 8567320,
      "en": "'Here they are! They don't look dangerous.' Beorn laughed a great, low laugh, and put down his axe.",
      "es": ""
    },
    {
      "id": 148970467,
      "en": "<rgb=#33BEFF>'Well, here is Mirkwood, the greatest of the forests of the Northern world!' said Gandalf</rgb>",
      "es": ""
    },
    {
      "id": 8567321,
      "en": "He was through, with coat torn, running down the steps, while confused goblins were still picking up his buttons at the gate.",
      "es": ""
    },
    {
      "id": 173025585,
      "en": "DNT TBD",
      "es": ""
    },
    {
      "id": 137079092,
      "en": "'This is not my adventure. I may look in on you again before it is over, for I have some rather pressing business to attend to.'",
      "es": ""
    },
    {
      "id": 177082673,
      "en": "<rgb=#33BEFF>'I always meant to see you all safe over these mountains,' said Gandalf</rgb>",
      "es": ""
    },
    {
      "id": 148970469,
      "en": "<rgb=#33BEFF>'So comes the snow after the fire. Adventures and even dragons have their ending!'</rgb>",
      "es": ""
    },
    {
      "id": 111477348,
      "en": "Where the Eagles took the Company to safety",
      "es": ""
    },
    {
      "id": 246419801,
      "en": "Follow the path of Thorin and Company through the Vales of Anduin.",
      "es": ""
    },
    {
      "id": 137079095,
      "en": "'A very good tale!' said Beorn. 'The best I have heard for a long while. Let's have something to eat!'",
      "es": ""
    },
    {
      "id": 24695187,
      "en": "Follow the path of Thorin and Company through the Vales of Anduin.",
      "es": ""
    },
    {
      "id": 111477351,
      "en": "Where the Eagles set down the Company",
      "es": ""
    },
    {
      "id": 177082677,
      "en": "<rgb=#33BEFF>There was a buzzing, humming, and a droning in the air. Such bees were busy everywhere!</rgb>",
      "es": ""
    },
    {
      "id": 177082679,
      "en": "<rgb=#33BEFF>'The horses have gone to tell Beorn of the arrival of strangers,' said Gandalf</rgb>",
      "es": ""
    },
    {
      "id": 148970384,
      "en": "<rgb=#33BEFF>'And here is the burglar!' exclaimed Bilbo stepping into the middle, and slipping off the ring</rgb>",
      "es": ""
    },
    {
      "id": 137079104,
      "en": "The dwarves' beards quivered as they listened, for they knew that soon they must venture into the Mirkwood.",
      "es": ""
    },
    {
      "id": 149027538,
      "en": "A Chronicle of the Company",
      "es": ""
    },
    {
      "id": 148970386,
      "en": "<rgb=#33BEFF>'Up the trees quick!' cried Gandalf. They ran to the trees at the glade's edge</rgb>",
      "es": ""
    },
    {
      "id": 111477264,
      "en": "Where the Company gathered at the Carrock",
      "es": ""
    },
    {
      "id": 137079105,
      "en": "'I hope you like the look of it. Now you must send back Beorn's ponies that you have borrowed.'",
      "es": ""
    },
    {
      "id": 148970387,
      "en": "<rgb=#33BEFF>The wizard and the eagle-lord appeared to know one another, and to be on friendly terms</rgb>",
      "es": ""
    },
    {
      "id": 148970389,
      "en": "<rgb=#33BEFF>'Well, now there are fifteen of you. Perhaps we can finish this story without any more interruptions.'</rgb>",
      "es": ""
    },
    {
      "id": 148970483,
      "en": "<rgb=#33BEFF>DNT TBD</rgb>",
      "es": ""
    },
    {
      "id": 111477267,
      "en": "Where the Company walked through Beorn's bee-pastures",
      "es": ""
    },
    {
      "id": 111477270,
      "en": "Where the Company came upon Beorn's house",
      "es": ""
    },
    {
      "id": 111477364,
      "en": "Where Bilbo lost his buttons",
      "es": ""
    },
    {
      "id": 137079111,
      "en": "There, far away was the Lonely Mountain on the edge of the horizon. Snow remaining on its highest peak, unmelted and gleaming.",
      "es": ""
    },
    {
      "id": 148970393,
      "en": "<rgb=#33BEFF>Beorn in his deep rolling voice told tales of the wild lands and of the dark and dangerous wood</rgb>",
      "es": ""
    },
    {
      "id": 111477368,
      "en": "Where Bilbo reunites with the Company",
      "es": ""
    },
    {
      "id": 177082696,
      "en": "<rgb=#33BEFF>'May the wind under your wings bear you where the moon strides and the sun soars.'</rgb>",
      "es": ""
    }
  ]
}