{
  "id": 621020149,
  "txt": [
    {
      "id": 7218354,
      "en": "'What do the Elves wish to speak with us about?'",
      "es": ""
    },
    {
      "id": 7218355,
      "en": "'Aye, this would be acceptable. It has been long since any of my people ventured past the eaves.'",
      "es": ""
    },
    {
      "id": 175910849,
      "en": "'It is good to see you both, my friends. It has been far too long, and much has kept me away from Laerlad.'",
      "es": ""
    },
    {
      "id": 7218356,
      "en": "'Travel safe, friends.'",
      "es": ""
    },
    {
      "id": 175910850,
      "en": "'I have summoned you here on the behalves of Celeborn and Thranduil.'",
      "es": ""
    },
    {
      "id": 175910851,
      "en": "'They wish to speak with you about these woods. They should be arriving at any moment.'",
      "es": ""
    },
    {
      "id": 227696533,
      "en": "Instance: The Gift of Greenleaves",
      "es": ""
    },
    {
      "id": 175910852,
      "en": "'Ah, here they are!'",
      "es": ""
    },
    {
      "id": 53898625,
      "en": "'It has been a long while since last we saw you at Rhosgobel.'",
      "es": ""
    },
    {
      "id": 53898626,
      "en": "'I agree with Ríkmar. Where are these Elves then?'",
      "es": ""
    },
    {
      "id": 53898627,
      "en": "'We have lived in these woods for many years. This is our home and sanctified claim upon them would be an honour.'",
      "es": ""
    },
    {
      "id": 53898628,
      "en": "'We thank you.'",
      "es": ""
    },
    {
      "id": 104149057,
      "en": "'It is good of all of you to meet us here at the Narrows of the Mirkwood.'",
      "es": ""
    },
    {
      "id": 250683025,
      "en": "'Radagast, I thank you for hosting us at Rhosgobel.'",
      "es": ""
    },
    {
      "id": 250683026,
      "en": "'Now, as you may be aware, the War is over, and Dol Guldur has been broken and laid bare.'",
      "es": ""
    },
    {
      "id": 104149058,
      "en": "'The darkness of the Mirkwood has been halted. With this we wish to reclaim the Mirkwood.'",
      "es": ""
    },
    {
      "id": 177785745,
      "en": "'Knowing that the War was over, King Thranduil set out for the south.'",
      "es": ""
    },
    {
      "id": 250683027,
      "en": "'We desire to involve you, the Woodmen, in this claim.'",
      "es": ""
    },
    {
      "id": 104149059,
      "en": "'Good, then I shall claim the southern wood.'",
      "es": ""
    },
    {
      "id": 104149060,
      "en": "'From this moment forward the Mirkwood shall now be known as Eryn Lasgalen, the Wood of Greenleaves.'",
      "es": ""
    },
    {
      "id": 177785746,
      "en": "'At the Narrows he met with Lord Celeborn of Lórien.'",
      "es": ""
    },
    {
      "id": 250683028,
      "en": "'We shall divide the Mirkwood in three. Does claim of the Narrows befit the Woodmen?'",
      "es": ""
    },
    {
      "id": 177785747,
      "en": "'Celeborn was travelling north with word of his people’s own victory at Dol Guldur.'",
      "es": ""
    },
    {
      "id": 250683029,
      "en": "'The northern wood shall remain under my watch.'",
      "es": ""
    },
    {
      "id": 177785748,
      "en": "'There at Laerlad they called a meeting between the Elves and the Woodmen.'",
      "es": ""
    },
    {
      "id": 250683030,
      "en": "'We shall begin the long toil of restoring the woods to its former beauty. May the Woodmen prosper.'",
      "es": ""
    },
    {
      "id": 177785749,
      "en": "'With that, the Woodmen departed. Celeborn and Thranduil had set into motion a great change for all in Rhovanion.'",
      "es": ""
    },
    {
      "id": 7218353,
      "en": "'Radagast, why have you called us here?'",
      "es": ""
    }
  ]
}