{
  "id": 621026641,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Sorrowful shades can be found throughout the Circle of Despair.\\n\\nDornach has asked you to try comforting the sorrowful spirits of Minas Morgul so they might reveal the fate which befell them.\\n\\n<rgb=#FF0000>NOTE: If you lose sight of Dornach, you can summon him to your side with his horn.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2634851",
      "en": "'I only remember the water... so much water....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2634852",
      "en": "'The Circle fell... and they came for us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2634853",
      "en": "'The children screamed as the Orcs carried them off....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2634854",
      "en": "'To the baths, the Nazgûl said... and so they obeyed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2634855",
      "en": "'So many drowned... so many choking screams....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2634856",
      "en": "'They took mother and father too... and held them down in the water!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2634857",
      "en": "'None could escape... it was already over!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2634858",
      "en": "'So many floating in the dark... their eyes still open in horror.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'One of the shades I saw sobbing in the Circle of Despair was a boy no older than seven years of age. What crime had that poor child committed in the eyes of the Enemy? What threat did he pose to the master of Mordor?\\n\\n'What of the others like him? I have seen many sorrowful shades weeping in the dark corners of the Circle.\\n\\n'Are they even real or are they just some cruel trick of the Dead City?\\n\\n'Let us see if we can offer them even the slightest comfort, and perhaps we shall learn the truth of it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Offer comfort to sorrowful shades in the Circle of Despair ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Offered comfort to sorrowful shades in the Circle of Despair ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Dornach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'The words of the Dead trouble me greatly, [placeholder].\\n\\n'There was once a great bath-house in the Circle of Mirth. Could this be where they met their ends?\\n\\n'I can lead us there, but I fear what we will find.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d160",
      "en": "Weeping in endless torment, shades of the Dead wander the Circle of Despair.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Dornach can be found in the Circle of Despair.\\n\\nYou have tried to comfort the sorrowful spirits of Minas Morgul. You should talk to Dornach.\\n\\n<rgb=#FF0000>NOTE: If you lose sight of Dornach, you can summon him to your side with his horn.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Tears of Minas Ithil",
      "es": "",
      "es (fem)": ""
    }
  ]
}