{
  "id": 621026627,
  "txt": [
    {
      "id": 173025573,
      "en": "Meet Dornach in Barad Arthir",
      "es": ""
    },
    {
      "id": 173025621,
      "en": "Talk to Dornach in the Circle of Despair",
      "es": ""
    },
    {
      "id": 173025622,
      "en": "Aid Dornach in securing the Circle of Despair",
      "es": ""
    },
    {
      "id": 126687064,
      "en": "Dornach leads the effort to reclaim the Circle of Despair, once known as the Circle of Mirth, from the forces of Gothmog in Minas Morgul.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Candúr can be found in Barad Arthir in Minas Morgul.\\n\\nYou should talk to Candúr.",
      "es": ""
    },
    {
      "id": 173025625,
      "en": "Aid Dornach and complete 'The Will of Ugrukhôr'",
      "es": ""
    },
    {
      "id": 162883685,
      "en": "'Once this was the Circle of Mirth, [placeholder], but it does not seem so now. There are strange things afoot in this Circle of Despair.\\n\\n'I saw Ugrukhôr's Orcs quail before shades of the Dead, and I do not blame them. Something terrible has happened here, for the Dead cackle and weep in equal measure. Those that laugh seem the cruelest spirits, and those that cry seem fearful even in death.\\n\\n'If some knowledge of Ugrukhôr's plans can be gleaned from these Orcs, I will consider our efforts fruitful, but I would much like to know what terrible fate has befallen these shades of Gondor.'",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Candúr in Barad Arthir",
      "es": ""
    },
    {
      "id": 184621217,
      "en": "Dornach can be found in the Circle of Despair.\\n\\nYou are aiding Dornach in securing the Circle of Despair.\\n\\n<rgb=#FF0000>NOTE: If you lose sight of Dornach, you can summon him to your side with his horn.</rgb>",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'It was a sorry tale Dornach told me of those who fell in the Circle of Mirth, but it heartens me to know that the Circle of Despair has been made safe.\\n\\n'I have received word that reinforcements are already ascending the Dead City to support our efforts in the tower.\\n\\n'We could not have done it without you, [placeholder].'",
      "es": ""
    },
    {
      "id": 184621219,
      "en": "Dornach can be found in the Circle of Despair.\\n\\nYou are aiding Dornach in securing the Circle of Despair.\\n\\n<rgb=#FF0000>NOTE: If you lose sight of Dornach, you can summon him to your side with his horn.</rgb>",
      "es": ""
    },
    {
      "id": 190220708,
      "en": "'You have come not a moment too soon, [placeholder].'",
      "es": ""
    },
    {
      "id": 148970392,
      "en": "Dornach rushes to your side",
      "es": ""
    },
    {
      "id": 246419830,
      "en": "Dornach can be found in the Circle of Despair outside Barad Arthir.\\n\\nCandúr has asked for your aid in securing the Circle of Despair and has sent you to join Dornach's company. You should talk to Dornach.",
      "es": ""
    },
    {
      "id": 184621223,
      "en": "Dornach has returned to Barad Arthir.\\n\\nAfter securing the Circle of Despair, Dornach asked you to meet him and Candúr in Barad Arthir. You should return to them.",
      "es": ""
    },
    {
      "id": 24695187,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 173025568,
      "en": "Aid Dornach and complete 'Tears of Minas Ithil'",
      "es": ""
    },
    {
      "id": 184621271,
      "en": "You should aid Dornach in securing the Circle of Despair.",
      "es": ""
    },
    {
      "id": 236954576,
      "en": "A Mirthless End",
      "es": ""
    },
    {
      "id": 173025570,
      "en": "Aid Dornach and complete 'Unstilled Waters'",
      "es": ""
    },
    {
      "id": 148970468,
      "en": "Dornach rushes to your side",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 148970470,
      "en": "Deep in conversation, Dornach stands beside Candúr",
      "es": ""
    }
  ]
}