{
  "id": 621026642,
  "txt": [
    {
      "id": "0xeb01195",
      "en": "Slain Orcs and Uruk-hai can be found in the Circle of Despair.\\n\\nYou should search fallen Orcs and Uruk-hai for orders from Ugrukhôr.\\n\\n<rgb=#FF0000>NOTE: If you lose sight of Dornach, you can summon him to your side with his horn.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Slain Orcs and Uruk-hai can be found in the Circle of Despair.\\n\\nYou should search fallen Orcs and Uruk-hai for orders from Ugrukhôr.\\n\\n<rgb=#FF0000>NOTE: If you lose sight of Dornach, you can summon him to your side with his horn.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e00",
      "en": "Deliver the orders from Ugrukhôr to Dornach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'It seems Ugrukhôr's forces do not know what to make of the Circle of Despair.\\n\\n'Many of them have fallen to the cruel shades that linger here, and it is likely that some among those that have fallen might still carry orders from Ugrukhôr. If we can learn more of what he has planned in his war against Gothmog, we might better counter the both of them.\\n\\n'We should search the slain while we explore the Circle.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Dornach can be found in the Circle of Despair.\\n\\nYou have found orders from Ugrukhôr carried by a slain Uruk-hai. You should deliver them to Dornach.\\n\\n<rgb=#FF0000>NOTE: If you lose sight of Dornach, you can summon him to your side with his horn.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Search slain Orcs and uruks for orders from Ugrukhôr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "You find nothing of note",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Search slain Orcs and Uruk-hai for orders from Ugrukhôr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'According to these orders, Ugrukhôr's forces make for Barad Cúron at all cost.\\n\\n'Lhaereth and her merrevail shall serve to harry Gothmog's forces, and Ugrukhôr's forces will shatter the doors of the Tower of the Crescent Moon. When that is done, there is little hope of escape for Gothmog, but it seems foolhardy to treat his downfall as a certainty.\\n\\n'There is little mention of the Rangers in these orders... so perhaps they do not think us a threat. That will prove to be a grave mistake, I think!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Ugrukhôr's Orcs have made a series of unsuccessful forays into the Circle of Despair, and Dornach hopes they might still hold orders from the Captain of Pit.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "You find a crumpled missive!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Will of Ugrukhôr",
      "es": "",
      "es (fem)": ""
    }
  ]
}