{
  "id": 621026754,
  "txt": [
    {
      "id": "0xa617264",
      "en": "By High King Elendil the Tall\\n\\nLong had we been friends, and many battles had I fought beside him, but not until the fall of the Black Gate did I behold Gil-galad’s true might.\\n\\nIt was upon the battle-plain of Dagorlad, where for months we had spent our blood against the Enemy, that at last I understood the Elven-king’s power. Through smoke and blood we pressed, but against Mordor’s gates even the Great Alliance broke like waves upon the strand. Though we long strove, besting even the Dark Lord’s mightiest servants, those fell ramparts yielded not. Surely the halls of Barad-dûr rang with Sauron’s laughter at our despair.\\n\\nA shadow fell upon Gil-galad’s brow as we met that morn, above fields sown with the dead, and gazed upon that grim bastion. Never in all our days together had I seen him in a mood so grim.\\n'It has come to this, then,' he said, leaning upon Aeglos, his spear. 'Since first we rode to war, I have dreaded this day.' We Men who stood with him did not yet understand, but Gil-galad’s captains knew, and they sorrowed. They sought to discourage him, but he would not be daunted, and so, though it pained them, Elrond and Círdan both came forward.\\n\\nEach bore in his hand a golden ring – the Lord of Imladris’ set with a gem of deepest blue; the Shipwright’s with a stone of flaming red.\\n'These,' Gil-galad said, 'are Vilya and Narya, two of the three Great Rings saved from Sauron’s vengeance when he brought Eregion to ruin. Celebrimbor vouchsafed them to me ere his death, then I to those I trusted, for I feared that I might be tempted to use them.'\\n 'Rightly so,' said Círdan. 'For the Enemy will see.' The Elvenking nodded.\\n'Still, what other choice remains? How many more of our people must die because of my doubt?'\\n'Yet to don both,' Elrond said. 'Never did even the mightiest of the Gwaith-i-Mírdain dare to wear two!' But Gil-galad's mind was set, and he would not be swayed. He took those dread jewels and, standing on the stony hilltop above the plain’s foul reek, slipped them on his fingers, each to one hand.\\n\\nThey blazed as bright as stars, crimson and sapphire, and he too shone, silver-white. This, then, was the unveiled wrath of the Eldar, not seen in Middle-earth since the Elder days. A silence fell upon the Dagorlad as Gil-galad raised his hands and spoke words of power: \\n'Lachalagos dan in ennyn vyrn!' \\n\\nAt his beckoning, the storm came – a vast column of fire and rushing wind that fell like a hammer from the wrack above. Terror and awe filled my heart as the storm fell upon the haunted pass, hurling our foes like children’s toys, and at last smote the black gates themselves. The battlements, which had for so long withstood all our cunning and strength, rent asunder with a roar, and were flung to the earth as splinters and dust.\\n\\nSo, at last, was the Land of Shadows laid bare – but Gil-galad’s eyes filled not with triumph but with anguish. He sank to his knees, and Elrond and Círdan at once took hold of him. His strength spent, he let them wrest the Rings from his hands. His light dimmed, and to my eyes he seemed wearier than ever I had seen him before.\\n'What did you see?' Elrond asked. 'Did you behold his mind?' Gil-galad nodded, then grew stern again.\\n'But so, too, did he behold mine. And though Sauron’s own Ring is powerful, he now fears what I might do with mine.'\\n'And what will you do?' asked Círdan. Gil-galad sighed and shook his head.\\n'Naught, save at fearful need. I doubt I should survive it a second time. But that he guesses not. It may help us before the end.' The foe fled before us, and we marched to the last great siege.\\n\\nGil-galad nevermore spoke of that day, nor did any behold his full power again. But since, his words have burned in my mind – Sauron’s own Ring. And this thought now haunts my dreams: if the Elf-rings hold such power, what strength might dwell within that of the Dark Lord himself?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa4b0ff5",
      "en": "Mordor Besieged - The Sundering of the Gates",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9200a74",
      "en": "Close",
      "es": "Cerrar",
      "es (fem)": ""
    },
    {
      "id": "0xd0c783c",
      "en": "The Sundering of the Gates",
      "es": "",
      "es (fem)": ""
    }
  ]
}