{
  "id": 621026640,
  "txt": [
    {
      "id": "0x9b568a2",
      "en": "'It is time we learned what has stirred the Dead in the Circle of Despair, and I believe whatever it is lurks within the old-bathhouse.\\n\\n'Whatever foul magic has possessed these suits of armour must be borne of the unstilled waters of the baths. We shall need to put them to rest if we are to reach the bath-house unhindered.\\n\\n'Come, [placeholder]. The sooner this is done, the sooner we can rejoin the others.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The old bath-house can be found in the eastern reaches of the Circle of Despair. Wailing Ithil-guards can be found in the Circle of Despair.\\n\\nDornach wants to investigate the old bath-house in the Circle of Despair. You should find the old bathhouse and defeat wailing Ithil-guards.\\n\\n<rgb=#FF0000>NOTE: If you lose sight of Dornach, you can summon him to your side with his horn.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "The terrible darkwater sinks back into the baths and the waters ripple lightly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e21",
      "en": "Talk to Dornach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d160",
      "en": "The old bath-house of Minas Ithil fell into ruin long ago, but its waters still stream from rusted suits of armour that stalk the Circle of Despair.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "The old bath-house, now named the Gloomwaters, can be found in the eastern reaches of the Circle of Despair.\\n\\nDornach wants to investigate the old bathhouse in the Circle of Despair. You should enter the old bathhouse.\\n\\n<rgb=#FF0000>NOTE: If you lose sight of Dornach, you can summon him to your side with his horn.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Find the old bathhouse in the Circle of Despair",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Examine the glimmering brazier",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "A long-dried fountain stands outside the entrance of the old bathhouse of Minas Ithil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Defeat wailing Ithil-guards ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a6",
      "en": "The old bathhouse, now named the Gloomwaters, can be found in the eastern reaches of the Circle of Despair.\\n\\nYou have entered the old bathhouse and discovered a glimmering brazier. You should examine it.\\n\\n<rgb=#FF0000>NOTE: If you lose sight of Dornach, you can summon him to your side with his horn.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a7",
      "en": "You have put an end to the vile darkwater among the Dead of the Gloomwaters. You should talk to Dornach.\\n\\n<rgb=#FF0000>NOTE: If you lose sight of Dornach, you can summon him to your side with his horn.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "Defeated wailing Ithil-guards ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Explore the Gloomwaters",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1191",
      "en": "Braziers stand before the pools of the old bathhouse",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "'What a terrible spirit!\\n\\n'I did not wish to believe it, but I am filled with sorrow for those who fell in the old Circle of Mirth. To be taken, still living, to the baths and drowned in its waters... it is unthinkable!\\n\\n'We have done much to secure the Circle of Despair, and I would be glad to leave this place behind.\\n\\n'Let us meet back in Barad Arthir, and look to the days ahead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Unstilled Waters",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1194",
      "en": "A terrible darkwater rises from the baths!",
      "es": "",
      "es (fem)": ""
    }
  ]
}