{
  "id": 621026755,
  "txt": [
    {
      "id": 174158436,
      "en": "By Lord Celeborn\\n\\nGaladriel, elanor nîn,\\n\\nI sorrow to be parted from you, and long to feel again your embrace in the star-lit gardens of Eregion our home. Even to share the grace of your thoughts would be a balm to me, but I dare no such risk. Powers of night yet linger in this world, and one such lies near. Thus I send this message; may the blessings of the Valar guide it into your hands.\\n\\nAs you beheld in your mirror ere my company rode forth, a stain attaints Imlad Ithil, a shadow among the mountains that darkens the valley below. That it lies on the threshold of the Shadowed Land cannot be mere accident. Dark forces are moving, and though Morgoth’s domain is ended, his servants abide still.\\n\\nWhen I and the Bright Company battled the children of Ungoliant in the Ered Mithrin at the dawn of this age, I thought we had slain them all. Now I know that one, at least, escaped. The fiend that bedevils the Vale of the Moon has a spider’s likeness, though far more terrible. It lurks in the darkness, coming forth to hunt only in darkest night, but its spawn swarm over the mountains, a fell, crawling pestilence. My fellows and I toil to scour the land of them, but always more come to take their place. One might more easily drain the Sea with a ewer.\\n\\nMy lady, I fear the mother of this plague to be Ungwetári, that most loathsome of Ungoliant’s brood that troubled our kindred in Beleriand. Should my fears prove true I will need aid against her, for I am loth to lead my Company to slaughter as I did in the disaster of Udûn.\\n\\nTwo nights ago we hazarded to stalk her beneath the moonless sky, but when we sprang upon her our blades would not pierce her hide. Being sly she caught us, and would have feasted upon our bones, but by chance the cloud-wrack rent and the stars were unveiled. When the light of Eärendil shone upon her she quailed and fled back to the gloom of her caves, as if the glimmer itself hurt her. This, I deem, is our best hope. For while slaying her may lie beyond our power, still we may hem her in.\\n\\nOnce, when first we were betrothed, you lit the caverns of Doriath with Star-glasses, filled with Eärendil's glow, the Gilgelair of song. It would take but a few such glasses, cunningly ensconced within her caverns, to keep Ungwetári penned and stay her offspring from befouling the land.\\n\\n While I await your reply we will battle on against the scourge of Torech Ungol, but the sullying of the vale cannot be stemmed forever. I beseech you to send help with speed, that I might sooner return home and know once more the bliss of your touch.\\n\\nI remain your beloved,\\n\\nCeleborn",
      "es": ""
    },
    {
      "id": 172691445,
      "en": "Cirith Ungol - Snare of the Spider Queen",
      "es": ""
    },
    {
      "id": 153094772,
      "en": "Close",
      "es": "Cerrar"
    },
    {
      "id": 218921020,
      "en": "Snare of the Spider Queen",
      "es": ""
    }
  ]
}