{
  "id": 620788206,
  "txt": [
    {
      "id": 136263297,
      "en": "You have discovered Lehmä-koti",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have discovered Aughaire",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have discovered Tyrn Lhuig",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "Lehmä-koti is a small Earth-kin village tucked within the depths of Ram Dúath. The forces of Angmar have ignored it for the time being as their armies travel the eastern road through these broken valleys.\\n\\nShould it be discovered that this tribe of Earth-kin have offered aid and sympathy to the Men of the West, the hammer of Angmar would surely fall upon this place.",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "The Hillmen of Aughaire are playing a dangerous game with the powers of Angmar. As one of the larger and more independent tribes of Hillmen in the region, they have considerable sway with their bretheren in the service of Angmar.\\n\\nAs long as they continue to convince the Lords of Angmar that they may yet join them, the men of Aughaire are allowed a small breadth of freedom. Nevertheless, their game can only play out so long before Angmar grows impatient and either enslaves or crushes this town as a spot of rebellion upon their flanks.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Even in the blasted wastes of Angmar, there remain a few small bastions of resistance and valour to strive against the darkness. These outposts and camps lie hidden and well-defended in the hills of this dark land, lending aid to those who would take up arms against the powers in Carn Dûm.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have discovered Gabilshathûr",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "This small camp is inhabited by a band of hunters out of Aughaire, and as such harbour some sympathies for the Free Peoples of the Eriador.\\n\\nLuckily for them, this camp is far too small to have come to the notice of the powers of Angmar...yet.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You have discovered Gath Forthnír",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "The dwarf mining-outpost of Gabilshathûr was unwisely founded shortly before the recent revival of the powers of Angmar.\\n\\nNow these poor souls are trapped, holding out against hope that they can survive and be rescued before the fist of Angmar falls upon them.",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "A small band of brave souls, including a small contingent of Rangers, has created a well-hidden outpost here on the very doorsteps of Carn Dûm.\\n\\nFrom here, they send spies to watch the movements of the Enemy's armies and offer aid and rest to those brave and strong enough to lead the fight against the False King.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Even in the blasted wastes of Angmar, there remain a few small bastions of resistance and valour to strive against the darkness. These outposts and camps lie hidden and well-defended in the hills of this dark land, lending aid to those who would take up arms against the powers in Carn Dûm.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Bastions of Hope",
      "es": ""
    }
  ]
}