{
  "id": 620788208,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have discovered Skathmúr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have discovered Bail Róva",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have discovered Bail Boglakh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "The armed camp of Skathmúr is responsible for patrolling the canyons of Ram Dúath, ensuring that it is clear and the road well-maintained so that Angmar's armies may move undisturbed through its length.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e2",
      "en": "The fortress of Bail Róva commands the exit from Ram Dúath as it spills into Angmar. For the armies of Angmar, this is the last major fortress they will pass through before embarking on their campaigns to the south.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "There is a great road that leads through the wastes of Angmar to the very gates of Carn Dûm. It is along this road that the dark armies march forth to bring the Free Peoples of Eriador under the yoke of the Enemy.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You have discovered Mor Maudhúl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "Bail Boglakh is a major staging camp for the armies of Angmar as they gather from the surrounding lands and move into the south.\\n\\nEven the inhabitants of this vast encampment avoid the valley to the north, however, and those who question the commands of their superiors are hurled over the cliffs there into the unsettling silence and fog below where their screams are soon cut short by dreadful silence.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "You have discovered Bail Dílas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e4",
      "en": "This watch-tower overlooks the great sulfur lake of Duvuinen to the south. From here, scouts and commanders can survey the watch-fires of the gathering armies and observe their movements as they draw up their plans.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "You have discovered the Gate of Shadows",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e5",
      "en": "This small camp acts as a checkpoint through which travellers and messengers to Carn Dûm must pass before approaching the vast gates of the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e6",
      "en": "The Gate of Shadows is the vast outer gate of the fortress city of Carn Dûm.\\n\\nStories abound of the horrors within, but here far from the war the small town settled around the gate might seem almost commonplace were it not for the symbols of Angmar's power upon every street and tower.\\n\\nThe harsh countenance upon the faces of the guards suggests that they brook no hint of rebellion or expression from the citizenry that runs contrary to the wishes of the False King.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Explore the road leading through the Ram Dúath into Angmar -- to the very gates of Carn Dûm itself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Road to War",
      "es": "",
      "es (fem)": ""
    }
  ]
}