{
  "id": 620788207,
  "txt": [
    {
      "id": 136263297,
      "en": "You have discovered Minas Caul!",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have discovered Minas Agar!",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have discovered Minas Maur!",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "Minas Caul is north-west tower of the Witch-king's palace. It is rumoured that the other eight Nazgûl occasionally reside within these towers, wielding dark sorceries at the behest of the Witch-king.",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "Minas Agar is the western tower of the Witch-king's palace. It is rumoured that the other eight Nazgûl occasionally reside within these towers, wielding dark sorceries at the behest of the Witch-king.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The ancient fortress of the Witch-king of Angmar is rumoured to be surrounded by eight dread towers within which his lieutenants resided during the long war with Arnor, weaving their dread magic there against the forces of the West.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have discovered Minas Angos!",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "Minas Maur is the south-west tower of the Witch-king's palace. It is rumoured that the other eight Nazgûl occasionally reside within these towers, wielding dark sorceries at the behest of the Witch-king.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You have discovered Minas Nîr!",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "Minas Angos is the southern tower of the Witch-king's palace. It is rumoured that the other eight Nazgûl occasionally reside within these towers, wielding dark sorceries at the behest of the Witch-king.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You have discovered Minas Deloth!",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You have discovered Minas Gularan!",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "Minas Nîr is the north-east tower of the Witch-king's palace. It is rumoured that the other eight Nazgûl occasionally reside within these towers, wielding dark sorceries at the behest of the Witch-king.",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "You have discovered Minas Dhem!",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "Minas Deloth is the south-east tower of the Witch-king's palace. It is rumoured that the other eight Nazgûl occasionally reside within these towers, wielding dark sorceries at the behest of the Witch-king.",
      "es": ""
    },
    {
      "id": 118018279,
      "en": "Minas Gularan is the eastern tower of the Witch-king's palace. It is rumoured that the other eight Nazgûl occasionally reside within these towers, wielding dark sorceries at the behest of the Witch-king.",
      "es": ""
    },
    {
      "id": 118018280,
      "en": "Minas Dhem is the northern tower of the Witch-king's palace. It is rumoured that the other eight Nazgûl occasionally reside within these towers, wielding dark sorceries at the behest of the Witch-king.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The ancient fortress of the Witch-king of Angmar is rumoured to be surrounded by eight dread towers within which his lieutenants resided during the long war with Arnor, weaving their dread magic there against the forces of the West.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Circle of Despair",
      "es": ""
    }
  ]
}