{
  "id": 620870358,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "You have turned in a stack of trophies for a modest reward suitable for a collector such as yourself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "Wanted: Dirty ears from the beasts found in the Shire. Bounders are looking for proof of those who are assisting them in keeping the Shire safe. Deliver the items to Hal Hornblower at Hobbiton centre.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'This is simply disgusting. I never thought that I would be collecting bits of things when I signed on for this duty. Stiff upper lip, Hal. Smile and thank the [placeholder].\\n\\n'Thank you, kindly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Ears from beasts, that is apparently what the Bounders want. Guess you will be getting to that now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mathom Society Task: Dirty Ears",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Hal Hornblower wants dirty ears. Hal can be found near the stable in the centre of Hobbiton.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected dirty ears ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the dirty ears to Hal Hornblower in Hobbiton",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You have accepted a task to acquire dirty ears for the bounders of the Shire. They have deputized Hal Hornblower to collect the items near the stables in Hobbiton.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "Wanted: Dirty ears from the beasts found in the Shire. Bounders are looking for proof of those who are assisting them in keeping the Shire safe.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect dirty ears ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}