{
  "id": 620870224,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "You have turned in a stack of trophies for a modest reward suitable for a collector such as yourself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "Wanted: The Eglain desire proof that spiders making their home within and beneath ruins in the Lone-lands are destroyed. Deliver large filth to me, Gadaric Munce, at The Forsaken Inn, and you will earn our favour.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'My people have long suffered and feared the fangs of the spiders in these lands. This will do well to give us some solace and you favour.\\n\\n'Thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Spiders are covered in filth and can be found beneath the ruins in the western Lone-lands and scattered across the central Lone-lands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Eglain Task: Large Filth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gadaric Munce of the Eglain offers favour with his people in exchange for the large filth collected from spiders in the western Lone-lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected large filth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the large filth to Gadaric Munce at The Forsaken Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You accepted a task to acquire large filth for Gadaric Munce. Spiders beneath the ruins in the western Lone-lands likely teem with the filth. You can find Gadaric within The Forsaken Inn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "Wanted: The Eglain desire proof that spiders making their home within and beneath ruins in the Lone-lands are destroyed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect large filth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}