{
  "id": 620870220,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected cracked beaks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gadaric Munce of the Eglain offers favour with his people if one can collect cracked beaks from the local birds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "Wanted: Cracked beaks. Crebain are terrible beasts that herald the arrival of vile enemies. The Eglain wish to see that these creatures are brought low. If you collect their beaks and deliver them to me, Gadaric Munce, at The Forsaken Inn, you will earn favour with my people.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You accepted a task to acquire cracked beaks for Gadaric Munce. The crebain throughout the western Lone-lands can sometimes have beaks such as these. You can find Gadaric Munce within The Forsaken Inn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Vile creatures...it is good to know that so many are meeting a fitting end at the hands of those who will aid us. You have earned some favour with our people, and I will see that our elders learn of your deeds.\\n\\n'Thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'When the goblins and Orcs come to our ruins, they are lead by the crebain. These vile creatures acts as their eyes in light of the sun and should be destroyed. If you will prove to me that you have destroyed many of their number, I will see that our elders know what you have done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'These will do nicely. I wish that I had something to offer you, but until I earn the profits from the latest sales - which could take a while - I have nearly nothing. \\n\\n'I thank you, heartily, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "Wanted: Cracked beaks. Crebain are terrible beasts that herald the arrival of vile enemies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "You have turned in a stack of trophies for a modest reward suitable for a collector such as yourself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Wondering why I need blackened skin, eh? It's simply really; the skin is like hide, though not as thick and can be cured. Once cured the thin leather can be used to make soft gloves.\\n\\n'I send them back to Bree with Falster from time to time. Are you willing to help?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the cracked beaks to Gadaric Munce at The Forsaken Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect cracked beaks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Eglain Task: Cracked Beaks",
      "es": "",
      "es (fem)": ""
    }
  ]
}