{
  "id": 620870222,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "You have turned in a stack of trophies for a modest reward suitable for a collector such as yourself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "Wanted: Large wings from the gore-crows watching the roads to the east. The vile crebain are enemies of the Eglain, and if you deliver the wings to me, Gadaric Munce, at The Forsaken Inn, you will earn our favour.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These stronger crebain are unafraid of our number and attack in force. Clipping their wings may make them think twice about fighting our people.\\n\\n'Thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'The large crebain, gore-crows, travel the land to the east and are unafraid of our warriors. Often they will attack. We will favour you more if you assist us and prove your efforts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Eglain Task: Large Wings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gadaric Munce of the Eglain offers favour with his people if one can collect large wings from the local crebain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected large wings ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the large wings to Gadaric Munce at The Forsaken Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You accepted a task to acquire large wings for Gadaric Munce. The wings can be taken from the gore-crows which flock along the road east, beneath the shadow of Weathertop. You can find Gadaric within The Forsaken Inn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "Wanted: Large wings from the gore-crows watching the roads to the east.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect large wings ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}