{
  "id": 620870221,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "You have turned in a stack of trophies for a modest reward suitable for a collector such as yourself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "Wanted: Blackened sword sheaths carried by the Orcs and goblins that overran the ruins where the Eglain made their way in the world. Deliver ten of these sheaths to Gadaric Munce to earn favour with the Eglain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'For all the horror their wicked blades have caused, we will find solace in this collection. It proves that these enemies can be beaten back. \\n\\n'I thank you, heartily, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'The goblins and Orcs plague us in this land, and we seek retribution. Our numbers are thinner now with the onslaught that we faced at their hands, and we must look outside our number for assistance. Help us, and you will earn favour.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Eglain Task: Blackened Sword Sheaths",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gadaric Munce of the Eglain offers favour with his people if one can collect blackened sword sheaths from the goblins and Orcs of the western Lone-lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected blackened sword sheaths ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the blackened sword sheaths to Gadaric Munce at The Forsaken Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You accepted a task to acquire blackened sword sheaths for Gadaric Munce. Orcs and goblins in the western stretches of the Lone-lands are in possession of these items. You can find Gadaric within The Forsaken Inn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "Wanted: Blackened sword sheaths carried by the Orcs and goblins that overran the ruins where the Eglain made their way in the world.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect blackened sword sheaths ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}