{
  "id": 620870219,
  "txt": [
    {
      "id": 228284034,
      "en": "You have turned in a stack of trophies for a modest reward suitable for a collector such as yourself.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "Wanted: Blackened skin for a personal project. Deliver the skin to Lieva Dourlilly at The Forsaken Inn. No coin involved, but the effort would be appreciated.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'These will do nicely. I wish that I had something to offer you, but until I earn the profits from the latest sales -- which could take a while -- I have nearly nothing.\\n\\n'I thank you, heartily, friend.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Are you wondering why I need blackened skin? It's simply really; the skin is like hide, though not as thick and can be cured. Once cured, the thin leather can be used to make soft gloves.\\n\\n'I send them back to Bree with Falster Fox from time to time. Are you willing to help?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Eglain Task: Blackened Skin",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "An unlikely collection has been requested by one of the workers at The Forsaken Inn. The request is for a large collection of blackened skin. This skin can be found on many of the beasts within the western sections of the Lone-lands.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected blackened skin ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Deliver the skins to Lieva Dourlilly at The Forsaken Inn",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "You accepted a task to acquire patches of blackened skin for Lieva Dourlilly, a worker at The Forsaken Inn in the Lone-lands. You can find the skin from the beasts in the area of the western Lone-lands.",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "Wanted: Blackened skin for a personal project.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect blackened skin ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}