{
  "id": 621063774,
  "txt": [
    {
      "id": "0xd9b5683",
      "en": "'A good distance to the south, nestled between the Loudwater and Hoarwell rivers, there is a wooded and rock-studded land known to those who dwell there as the Angle of Mitheithel.\\n\\n'Will you venture there and learn if all is well in that place? The Angle has a tumultuous history, and I would not have those days return if they might be prevented by safe-guarding its people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Elladan has come to Gaerond, in the Angle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to Elladan at Gaerond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Elrohir is concerned the safety of the Angle might be threatened.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Angle of Mitheithel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'My brother was right to ask us to come here, [placeholder]. I cannot long stay, but what I have seen reveals that the land is unsettled. Something stirs in the wild.\\n\\n'The land between the rivers is not densely populated, but the folk here must be protected. Can I ask you to do this?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Will you venture south to the Angle and learn if all is well? That land has a tumultuous history, and I would not have those days return if they might be prevented by safe-guarding its people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Journey to the camp-site at Gaerond, in the Angle of Mitheithel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "The small camp-site at Gaerond is located south of the Trollshaws, in the northern reaches of the Angle.",
      "es": "",
      "es (fem)": ""
    }
  ]
}