{
  "id": 621063764,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Prisca Boffin is inside 8 Honeymead Lane, and she has asked to speak with you. Uh oh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'I still do not know what you might have had to do with this situation, [placeholder], but you do seem to have made things right. I am a hobbit of my word: I forgive you for your part in all this... whatever it might have been.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Prisca Boffin has asked you to work with Dinodas and Camellia to repair the damage that has been done to Angelica's house-warming party.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Prisca Boffin inside 8 Honeymead Lane",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Dinodas on Honeymead Lane and complete 'Boffins on the Loose'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Prisca Boffin is inside 8 Honeymead Lane, waiting to hear that you have repaired the damage done to Angelica's house-warming party.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Camellia on Honeymead Lane and complete 'Hiding the Evidence'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Prisca Boffin inside 8 Honeymead Lane",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'My mother is pretty sure you had something to do with this... and I see now that she is right!\\n\\n'You had better go see her.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Angelica is very upset that her big day has been spoiled. If you know anything about this, I expect you to fix it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Prisca Boffin, matriarch of the Boffin clan, is not pleased that her daughter's house-warming party has been ruined... and she holds you personally responsible for it!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'My mother sent me to find you, [placeholder], and she is NOT happy. She is pretty sure you had something to do with this... and I see now that she is right!\\n\\n'You had better go see her.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I don't know what might be going on, [placeholder], but I find it very curious that you were the last person to speak with Griffo and with Esmeralda before they ran outside. Now, that is not particularly strange for Marigold, but for those two? Something is afoot, [placeholder].\\n\\n'Angelica is very upset that her big day has been spoiled. If you know anything about this, I expect you to fix it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Prisca Is Perturbed",
      "es": "",
      "es (fem)": ""
    }
  ]
}