{
  "id": 621063679,
  "txt": [
    {
      "id": "0x9b56886",
      "en": "'Thank you for that, [placeholder]. I always heard the Yonder-hobbits were peculiar and stand-offish, but these folk seem to have a thirst for news... especially when they can see a fellow is in distress and wants nothing to do with them!\\n\\n'I do have some good news, however! I saw Berilac and Fosco coming up the road, and I told them the party had been delayed for a few hours and they should find somewhere to wait. That should buy the two of us enough time to resolve this difficult situation!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Dinodas In Distress",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Prisca Boffin inside 8 Honeymead Lane",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I think I got the address of Angelica's new house wrong, [placeholder]! I would have sworn up and down that my mother told me the address was 9 Honeymead Lane, but it seems like my sister actually purchased the burrow at 8 Honeymead Lane! This is a disaster!\\n\\n'Why, you ask? It's because I told the painterly Elf I met to paint THIS house, and not THAT one! Angelica is going to open our house-warming gift and see the mistake at once! When she unwraps that present and sees a painting of her neighbour's house... she'll be aghast! I haven't arranged for the BEST house-warming gift of all time... I have arranged for the WORST!\\n\\n'You have to help me delay the opening of the presents, [placeholder]. March right in to Angelica's burrow and scatter my siblings to the winds. It shouldn't be that hard, because it happens more than you might expect! Just tell Griffo that there's a free lunch being offered somewhere, tell Esmeralda there's a very competitive dancing competition happening, and let Marigold know there could be goblins or something dangerous lurking just over the horizon. It's no use trying to get Camellia to run out... she always follows the rules. Even so, three of my siblings scattered is sure to delay the party long enough for us to figure out what to do! Hurry, hurry! There's no time to waste!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Talk to Angelica Boffin inside 8 Honeymead Lane",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Do you think Angelica will set out some food pretty soon? It won't be much of a party without snacks!'\\n\\nYou tell Griffo that you aren't sure about the food situation here, but the markets of Yondershire are likely well-stocked by the farms of both the Westfarthing and the Northfarthing.\\n\\n'Yes... there probably is quite a variety to be found...' Griffo muses.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1182",
      "en": "Nosey hobbits reprimanded (1/3)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'This burrow is nice and cozy, or it will be after we help my sister finish decorating! You don't think she's done already, do you? Oh my.'\\n\\nYou ask Esmeralda if she has entered into any dancing competitions lately.\\n\\n'No, not really. Back home they stopped holding them as often when I kept winning, you know. I considered wearing a disguise, but all the cloaks I tried on kept getting tangled up in my feet and it wasn't the same.\\n\\n'But now that you mention it, I wonder if there are any dancing competitions up here in Yondershire? They wouldn't know me up here...'\\n\\nEsmeralda trails away, deep in thought.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1183",
      "en": "Nosey hobbits reprimanded (2/3)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Go outside and see if Angelica's siblings plan to come right back",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "You open your mouth to suggest that Marigold leave the party in search of adventure, but before you can say anything she interrupts you.\\n\\n'I think there might be goblins up here,' she says, and you nod in agreement.\\n\\n'Someone should do something...' she says, her eyes drifting to the door.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1184",
      "en": "Nosey hobbits reprimanded (3/3)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Griffo Boffin inside 8 Honeymead Lane",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Hmm... I wonder...?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "The nosey hobbits leave in a huff... but they will return",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Esmeralda Boffin inside 8 Honeymead Lane",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Tell the nosey hobbits not to bother Dinodas (0/3)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Have the rest of my boys yet arrived, [placeholder]? Fosco and Berilac should have gotten here by now. I hope they did not get distracted by sights along the road... or that Berilac did not find a sunny place in which to nap!\\n\\n'Do you think you could -'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Hmm... let me think...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Marigold Boffin inside 8 Honeymead Lane",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Tell the nosey hobbits not to bother Dinodas (1/3)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Yes, someone should do something...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Tell the nosey hobbits not to bother Dinodas (2/3)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Dinodas might have made something of a mistake, and he needs your help to fix it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Mother, they've done it again! They've all run off, and this was supposed to be my big day, and now they're going to spoil it... like they always do!\\n\\n'[placeholder]! Can you go outside and see if they're going to come back? This was supposed to be a party for me, and now my siblings just run off with nary a good-bye or a single wishing well?'\\n\\nAngelica stamps her foot on the floor.\\n\\n'They are always doing this, [placeholder]. It's worse than herding cats... because that is a joy, and this is NOT!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Angelica, what is wrong?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Griffo, Esmeralda, and Marigold have all gone inside 8 Honeymead Lane.\\n\\nDinodas, frantic with worry, has tasked you with scattering his siblings to the wind in order to delay the opening of Angelica's house-warming present.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Angelica is suddenly distraught! She stands inside her new home, 8 Honeymead Lane, but has been upset by something.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'[placeholder]! Help!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'[placeholder]! Help!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Angelica has asked you to go outside and find out if her siblings plan to come right back for her party.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Prisca has a question for you. She is currently inside 8 Honeymead Lane, waiting for the house-warming party to begin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Dinodas is being pestered by nosey hobbits of Yondershire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1191",
      "en": "Angelica suddenly cries out in alarm!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1196",
      "en": "Dinodas is being pestered by nosey hobbits of Yondershire!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Dinodas is being pestered by nosey hobbits of Yondershire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Dinodas is being pestered by nosey hobbits of Yondershire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "The nosey hobbits leave... for now.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "Dinodas is grateful that you got the nosey hobbits to leave him alone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56850",
      "en": "'You have to help me delay the opening of the presents, [placeholder]. March right in to Angelica's burrow and scatter my siblings to the winds. It shouldn't be that hard, because it happens more than you might expect! Just tell Griffo that there's a free lunch being offered somewhere, tell Esmeralda there's a very competitive dancing competition happening, and let Marigold know there could be goblins or something dangerous lurking just over the horizon. That's sure to do it! Then we should have enough time to figure out what to do about this mistake. Hurry, hurry! There's no time to waste!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56851",
      "en": "'Can you go outside and see if they're going to come back?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Make sure the nosey hobbits leave Dinodas alone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "'With so many siblings, it is rare for me to have a day just about me, [placeholder]! I am very pleased you are here to share it with me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'[placeholder]! Help!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a9",
      "en": "Talk to Dinodas Boffin on Honeymead Lane",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'[placeholder]! Help!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}