{
  "id": 621063765,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'The party is back on, and with my children returned it will take no time at all to make Angelica's new home ready for the festivities.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Talk to Prisca Boffin inside 8 Honeymead Lane and attend her daughter's house-warming party",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to Bingo Boffin on Honeymead Lane",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'You are ready to help us prepare, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Now that everything has been (hopefully) resolved and the Boffins have all returned, it is time for Angelica's house-warming party to properly begin!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'I think that turned out to be a fairly satisfying house-warming party, [placeholder], wouldn't you say? And it seems Dinodas inflicted no lasting damage.'\\n\\nYou adopt an innocent expression and ask Bingo what he means by that.\\n\\n'Ha ha! You are free to keep your secret, my friend, but this hobbit sees more than you might credit him! Aye, I am quite a perceptive fellow, and it is little use to keep things from me... for I will unravel any mystery in no time at all! I discerned the mishap my cousin caused very early on, and knew that the painting must certainly be of the wrong hobbit-home. Who do you think told Camellia where you and Dinodas might be found, fresh after your present-purloining caper? She is as sharp as a tack, you know, and I thought your little conspiracy could use a bit more in the way of smarts. No offence, [placeholder]!\\n\\n'Did you think I ran into Magetha Grubb entirely by accident, or that I did not suggest that she bring her entire menagerie to the party? I have had rather a lot of experience managing the assorted difficulties the Boffins sometimes cause for themselves, and in point of fact I have caused mischief enough myself, as it turns out!'\\n\\nBingo laughs brightly, and claps you on the back.\\n\\n'Oh, one more thing, my friend. I have come into possession of an easel, and I think you should have it. This belonged to an artist I met on the road shortly before I arrived in Yondershire, and when I spoke with him he revealed that not only had he encountered a relative of mine, he had painted a hobbit-house for him! He told me he had no more need for the easel and I could have it. Well, I am more skilled with words than with pictures, so I did not intend to keep it. You can have it instead, [placeholder].\\n\\n'And yes, because you have figured it out: he told me the address that Dinodas had given him and I knew at once it was the wrong one, and determined to pull this prank on my cousin. So perhaps I am not quite as perceptive as I led you to believe, but still it was a good jest, and I think it all turned out all right in the end.\\n\\n'Thank you for all your help making this happen, [placeholder]. I do believe it was a very Boffin house-warming, and I would have wanted nothing else!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Very Boffin House-warming",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Prisca Boffin is in 8 Honeymead Lane, and she is ready for the house-warming party to properly begin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Bingo Boffin is outside Angelica's new home on Honeymead Lane.",
      "es": "",
      "es (fem)": ""
    }
  ]
}