{
  "id": 621063766,
  "txt": [
    {
      "id": 111477344,
      "en": "Give pats to Gruntius Took",
      "es": ""
    },
    {
      "id": 111477345,
      "en": "Talk to Magetha Grubb inside 9 Honeymead Lane",
      "es": ""
    },
    {
      "id": 111477347,
      "en": "Talk to Camellia Boffin inside 9 Honeymead Lane",
      "es": ""
    },
    {
      "id": 111477349,
      "en": "Talk to Camellia Boffin outside 9 Honeymead Lane",
      "es": ""
    },
    {
      "id": 111477360,
      "en": "Ring the bell outside 9 Honeymead Lane",
      "es": ""
    },
    {
      "id": 111477362,
      "en": "Go inside 9 Honeymead Lane and figure out how to hide the evidence of Dinodas's mistake",
      "es": ""
    },
    {
      "id": 111477364,
      "en": "Talk to Magetha Grubb inside her home",
      "es": ""
    },
    {
      "id": 111477365,
      "en": "Give pats to Hazel",
      "es": ""
    },
    {
      "id": 111477366,
      "en": "Give pats to Mother Lissome",
      "es": ""
    },
    {
      "id": 111477367,
      "en": "Give pats to Grumble",
      "es": ""
    },
    {
      "id": 111477368,
      "en": "Give pats to Nosewise",
      "es": ""
    },
    {
      "id": 111477369,
      "en": "Give pats to Treacle Tom",
      "es": ""
    },
    {
      "id": 162883686,
      "en": "'I am not happy to have become a part of this, [placeholder], but I do not want to upset Angelica or my mother any more than we already have... so I will do what I can to help. Maybe we can bring the gift to the Mathom-house in Michel Delving? No, that would take too long.\\n\\n'What if we just hide the painting somewhere nearby? There must be a hiding-place in Nobottle where we can leave it, and just forget the whole thing? Then sometime after the party we can collect the stashed painting and bring it to the Mathom-house without a care in the world.\\n\\n'See if you can find a good hiding-place somewhere in Nobottle, [placeholder]. We have to hide the evidence of Dinodas's clumsy, foolish error!'",
      "es": ""
    },
    {
      "id": 162883687,
      "en": "'See if you can find a good hiding-place somewhere in Nobottle, [placeholder]. We have to hide the evidence of Dinodas's clumsy, foolish error!'",
      "es": ""
    },
    {
      "id": 162883688,
      "en": "'You weren't able to find a hiding-place free of nosey hobbits? We'll need to think of something else.\\n\\n'Let's see, we have a gift-wrapped painting of 9 Honeymead Lane... what if we give it to the hobbit who actually lives there? We can say it is a gift from Angelica to her new neighbour!\\n\\n'Go ring the bell, [placeholder]! I think we have found the perfect solution!'",
      "es": ""
    },
    {
      "id": 162883689,
      "en": "'You heard someone moving around inside, but no one came to the door? That's odd. I always heard the Yonder-hobbits were a little peculiar, but I would still expect them to answer their door-bells!'\\n\\nCamellia grimaces.\\n\\n'Don't tell Angelica I said the Yonder-hobbits were peculiar, [placeholder]. She's one of them now, after all, and she's already pretty angry with us! I don't want to make it any worse!\\n\\n'Let's make these nosey hobbits useful to us. Ask them what they know about the owner of 9 Honeymead Lane.'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Camellia is waiting outside 9 Honeymead Lane to hear how it went.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Nosey hobbits throughout Nobottle may be able to tell you something useful about the owner of 9 Honeymead Lane.",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Camellia is waiting outside 9 Honeymead Lane to hear how it went.",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'Yes? Can I help you?'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Now that she has unwittingly become involved in her brother's conspiracy, Camellia Boffin needs your help to hide the evidence that the house-warming gift intended for Angelica was a painting of her neighbour's house!",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "According to the rumours you uncovered, the owner of 9 Honeymead Lane is a hobbit named Magetha Grubb, and she departs for Long Cleeve every morning.",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Magetha Grubb will not discuss any personal business until villains at each of the locations observed by the Bounders in Yondershire have been dealt with.",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "Camellia Boffin is waiting for you to return to Nobottle with good news.",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "Camellia thinks you might be able to hide the evidence of Dinodas's mistake by giving the painting to Angelica's neighbour.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "Find a suitable hiding spot for the evidence ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Go ring the bell, [placeholder]! I think we have found the perfect solution!'",
      "es": ""
    },
    {
      "id": 246419872,
      "en": "You should go inside 9 Honeymead Lane and see what can be done with the incorrect house-warming painting.",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'9 Honeymead Lane? That's Magetha Grubb's place. She spends most everyday away from home, though.'",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'9 Honeymead Lane is where Magetha Grubb lives! I've heard strange sounds coming from her place during the day, but I don't know what might be causing them. She never has any visitors, you know.'",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "Magetha Grubb is at home inside 9 Honeymead Lane.",
      "es": ""
    },
    {
      "id": 262876625,
      "en": "'Hey, what have you got there?'",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'9 Honeymead Lane belongs to Magetha Grubb. If you're around at the right time of day, you might see some big sacks getting dropped off outside. I've never heard anyone say what they might contain, though.'",
      "es": ""
    },
    {
      "id": 262876626,
      "en": "'Oh, what have you got up there? That looks interesting!'",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419876,
      "en": "Magetha Grubb has asked you to pet her animals so they will be put at ease with having strangers in their home.",
      "es": ""
    },
    {
      "id": 262876627,
      "en": "'I say, that does raise my curiosity!'",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "Magetha Grubb has asked you to pet her animals so they will be put at ease with having strangers in their home.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "Magetha Grubb has asked you to pet her animals so they will be put at ease with having strangers in their home.",
      "es": ""
    },
    {
      "id": 246419879,
      "en": "Magetha Grubb is at home inside 9 Honeymead Lane.",
      "es": ""
    },
    {
      "id": 246419881,
      "en": "Camellia Boffin is inside 9 Honeymead Lane.",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "'Perfect, Magetha, excellent. I am pleased for my sister to have such a pleasant neighbour, and no need to thank her in person, I will convey your thanks to her myself, no need to trouble yourself, none at all.\\n\\n'All right, [placeholder]? Ready to go? We should really be going.'",
      "es": ""
    },
    {
      "id": 162883745,
      "en": "'Thank you again for the present, friends.'",
      "es": ""
    },
    {
      "id": 162883747,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'I will meet you outside.'",
      "es": ""
    },
    {
      "id": 246419890,
      "en": "Camellia said she would meet you outside 9 Honeymead Lane.",
      "es": ""
    },
    {
      "id": 162883749,
      "en": "'Thank you again for this lovely gift, friends.'",
      "es": ""
    },
    {
      "id": 177082690,
      "en": "Camellia says she will speak to Magetha while you get to know the animals",
      "es": ""
    },
    {
      "id": 177082692,
      "en": "Everyone bids farewell, and Camellia says she will meet you outside",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'Let's go inside and get this done!'",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 177082705,
      "en": "'Come on in!' you hear Magetha Grubb call from inside",
      "es": ""
    },
    {
      "id": 177082707,
      "en": "9 Honeymead Lane is full of animals!",
      "es": ""
    },
    {
      "id": 162883768,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Hiding the Evidence",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Potential hiding spots for the evidence can be found throughout Nobottle.",
      "es": ""
    },
    {
      "id": 177082721,
      "en": "This must be Magetha Grubb",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Camellia Boffin is outside 8 Honeymead Lane.",
      "es": ""
    },
    {
      "id": 177082724,
      "en": "Defeated ruffians at Ost Lagorath ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Camellia thinks you might be able to hide the evidence of Dinodas's mistake by giving the painting to Angelica's neighbour.",
      "es": ""
    },
    {
      "id": 177082726,
      "en": "Defeated cowardly boggarts in Yondershire ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "You are waiting for Angelica's neighbour at 9 Honeymead Lane to come to the door.",
      "es": ""
    },
    {
      "id": 177082728,
      "en": "Defeated goblins on the eastern side of Bâr Faroth ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883600,
      "en": "'Let's make these nosey hobbits useful to us. Ask them what they know about the owner of 9 Honeymead Lane.'",
      "es": ""
    },
    {
      "id": 162883601,
      "en": "'So this home belongs to someone named Magetha Grubb, but no one seems to know very much about her? Most curious, [placeholder]. We are no nearer to learning the cause of those strange sounds or the contents of the big sacks that get left outside her house, but we'll not let those mysteries trouble us... we have a more pressing worry: getting rid of this painting without Angelica finding out about it!\\n\\n'While you spoke with the nosey hobbits, I did some asking around of my own, and it sounds like Magetha Grubb leaves her home every morning and heads in the direction of Long Cleeve. Let's look for her near there.'",
      "es": ""
    },
    {
      "id": 162883602,
      "en": "'While you spoke with the nosey hobbits, I did some asking around of my own, and it sounds like Magetha Grubb leaves her home every morning and heads in the direction of Long Cleeve. Let's look for her near there.'",
      "es": ""
    },
    {
      "id": 162883603,
      "en": "'Yes? Can I help you?'\\n\\nYou introduce yourself as a friend of Magetha's new neighbour Angelica Boffin, but before you can continue the hobbit woman holds up a hand.\\n\\n'I am sorry to interrupt, but I am busy working. You see, I spend my days coordinating with the Bounders to help with the various dangers that threaten Yondershire, and I simply cannot discuss personal matters or other frivolities until the work is finished for the day. Today we are dealing with ruffians at ruins to the north-west, an infestation of boggarts to the north, and a pack of goblins to the north-east.\\n\\n'Once those dangers are faced, I will gladly meet with you back at Nobottle, of course.'",
      "es": ""
    },
    {
      "id": 162883604,
      "en": "'Today we are dealing with ruffians at ruins to the north-west, an infestation of boggarts to the north, and a pack of goblins to the north-east.\\n\\n'Once those dangers are faced, I will gladly meet with you back at Nobottle, of course.'",
      "es": ""
    },
    {
      "id": 162883605,
      "en": "'Well, now's our chance: Magetha Grubb has returned home! Go ring her doorbell, and if she doesn't answer THIS time... I suppose we'll know that Angelica's neighbour is a rude sort. I hope that is not the case, because we have to hide this evidence!'\\n\\nCamellia blushes, and quickly looks to the left and to the right.\\n\\n'I mean, we have to give her a thoughtful and meaningful gift. You know what I mean. Go ring the bell, [placeholder].'",
      "es": ""
    },
    {
      "id": 162883606,
      "en": "'Go ring the bell, [placeholder], and we can give Magetha our thoughtful gift.'",
      "es": ""
    },
    {
      "id": 162883607,
      "en": "'Welcome to my home, friends. I hope you will forgive the mess! I greatly enjoy my work aiding the Bounders, and there is no shortage of work to be done! It has not been as enjoyable lately, I will grant you that. A certain troublesome hobbit from away has been trying to take control, but so far we have managed to limit his influence. He is truly a bother.\\n\\n'Do you like animals? It seems that I am always adopting more lovelies from Prunella Goldworthy... I simply cannot help myself! Sadly, I have to leave my pets at home during the day, and I know they get lonely. They go through a lot of food, and it costs me more than a few pennies, but I do love my precious creatures. Perhaps you can show them some attention while I speak to this hobbit-lass? Some pats should put them at ease!'",
      "es": ""
    },
    {
      "id": 177082739,
      "en": "Ring-a-ding-dillo!",
      "es": ""
    },
    {
      "id": 162883608,
      "en": "'This is quite a lovely painting of my home. I must admit I have never heard of this tradition before: when a hobbit moves into a neighbourhood, you give gifts to your neighbours, just like on a birthday? Camellia is right, it IS like a birthday for your home, I suppose. In a sense.'\\n\\nMagetha frowns unhappily.\\n\\n'I have moved into several new homes over the course of my life... how many neighbours have I disappointed when I failed to give them presents? But this is a very sweet gift, and I will welcome Angelica to Nobottle the very next chance I get!'",
      "es": ""
    },
    {
      "id": 162883609,
      "en": "'The evidence has been successfully hidden, [placeholder]! We are like fish that have escaped the hook, no thanks to Dinodas! And not only that, but the two of us made a good impression on Angelica’s neighbour! Good deeds all around, I say.'\\n\\nCamellia breathes a deeply relieved sigh.\\n\\n'Not bad, not bad. Mother is sure to be pleased... not that she can ever know! Promise me you won't tell her about our part in these shenanigans, [placeholder]. It turns out this victory is for us alone!'",
      "es": ""
    },
    {
      "id": 177082741,
      "en": "There is no answer from inside... but you do hear unusual rustling sounds from behind the door",
      "es": ""
    },
    {
      "id": 111477312,
      "en": "Find Magetha Grubb at Long Cleeve",
      "es": ""
    },
    {
      "id": 111477314,
      "en": "Talk to Magetha Grubb at Long Cleeve",
      "es": ""
    },
    {
      "id": 111477315,
      "en": "Defeat ruffians at Ost Lagorath ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082759,
      "en": "The nosey hobbit peers at you curiously. This is not a good spot!",
      "es": ""
    },
    {
      "id": 177082760,
      "en": "The nosey hobbit peers at you suspiciously. This is not a suitable spot!",
      "es": ""
    },
    {
      "id": 111477317,
      "en": "Defeat cowardly boggarts in Yondershire ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082761,
      "en": "The nosey hobbit peers at you intently. This is not an appropriate spot!",
      "es": ""
    },
    {
      "id": 111477319,
      "en": "Defeat goblins on the eastern side of Bâr Faroth ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477321,
      "en": "Talk to Camellia Boffin outside 9 Honeymead Lane",
      "es": ""
    },
    {
      "id": 111477328,
      "en": "Talk to Camellia Boffin outside 8 Honeymead Lane",
      "es": ""
    },
    {
      "id": 111477329,
      "en": "Ring the bell outside 9 Honeymead Lane",
      "es": ""
    },
    {
      "id": 246419785,
      "en": "According to the rumours you uncovered, the owner of 9 Honeymead Lane is a hobbit named Magetha Grubb, and she departs for Long Cleeve every morning.",
      "es": ""
    },
    {
      "id": 111477332,
      "en": "Wait for the home-owner of 9 Honeymead Lane to answer the door",
      "es": ""
    },
    {
      "id": 111477334,
      "en": "Talk to Camellia Boffin outside 9 Honeymead Lane",
      "es": ""
    },
    {
      "id": 111477335,
      "en": "Talk to nosey hobbits around Nobottle ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477336,
      "en": "Talk to Camellia Boffin outside 9 Honeymead Lane",
      "es": ""
    }
  ]
}