{
  "id": 621063678,
  "txt": [
    {
      "id": "0xda44875",
      "en": "9 Honeymead Lane",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Dinodas Boffin on Honeymead Lane",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'All right, [placeholder], you go ahead with Dino to Nobottle while I find something I can use to wrap this present. I'll bring it along shortly, but we shouldn't keep Angelica waiting.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Prisca Boffin on Honeymead Lane",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Bingo Boffin on Honeymead Lane",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Onward, [placeholder], to 9 Honeymead Lane. My sister Angelica will be so pleased!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Here we are, [placeholder]. Angelica has done quite well for herself, hasn't she?\\n\\n'When it comes time for me to find a place of my own, I think I will look for something a little smaller. It seems to me that having so many rooms might invite, well, ghosts! Who needs all those empty rooms, just ripe for haunting? I tell you I do not, but perhaps Angelica isn't worried about that sort of thing. Let's hope she doesn't regret it!\\n\\n'It is a nice hobbit-burrow, though, I'll say that for her. She knows how to pick them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Angelica Boffin outside her new home",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'There's my mother, and Griffo and Esmeralda too.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'[placeholder]! This is a pleasant surprise! Are you here for my daughter Angelica's house-warming party? You must be, surely!\\n\\n'I see that some of my children have already arrived. I hope the rest are on their way... sometimes it is hard to keep them on a schedule, the dear ones.\\n\\n'But this is Angelica's day and I want nothing to spoil it for her!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Dinodas outside 9 Honeymead Lane",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Found the place with no trouble, I see, very good.\\n\\n'And here is the gift for Angelica, perfectly-wrapped, from all her Boffin relatives and from [placeholder] too!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Welcome, Bingo, welcome. We shall be quite a merry gathering! I hope there is room enough for all of us inside!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Bingo has agreed to carry the gift for Angelica so the rest of you can meet up outside her new home.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Bingo Boffin stands on Honeymead Lane with his cousin Prisca and some of her children.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Oh, hooray, [placeholder]! I didn't know you were going to come to my party! I know it's just a small hobbit-burrow, but it's all mine. I think it is quite cozy!\\n\\n'Come inside, everyone! I hope there will be room!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Dinodas and the other Boffins agreed to meet you outside Angelica's new home in Nobottle, on Honeymead Lane.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'There she is!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Angelica Boffin is delighted to see that you and so much of her family has come to Nobottle to welcome her to her new home.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Uh... [placeholder]?\\n\\n'I think I... might have made a mistake.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Dinodas stands outside Angelica's new home on Honeymead Lane, very pleased with himself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Prisca Boffin and many of her children gather on Honeymead Lane to welcome Angelica to her new home.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Dinodas stands alone outside 9 Honeymead Lane.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Meet up with the Boffins outside Angelica's new home on Honeymead Lane",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "Dinodas, Camellia, and Marigold stand outside Angelica's new home",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "Prisca Boffin, her son Griffo, and her daughter Esmeralda have arrived on Honeymead Lane",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "Bingo has arrived with the gift for Angelica",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'You go ahead with Dino to Nobottle while I find something I can use to wrap this present. I'll bring it along shortly, but we shouldn't keep Angelica waiting.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "Angelica emerges from her new home",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "All of the Boffins go inside, chatting merrily... except for Dinodas",
      "es": "",
      "es (fem)": ""
    }
  ]
}