{
  "id": 620998251,
  "txt": [
    {
      "id": 173025331,
      "en": "Defeat an enemy in Fushaum Bal south to get attention",
      "es": ""
    },
    {
      "id": 148970215,
      "en": "You should establish contact with those in command of Fushaum Bal",
      "es": ""
    },
    {
      "id": 184621177,
      "en": "Fushaum Bal is located in Talath Úrui.\\n\\nYou should establish contact with those in command of Fushaum Bal.",
      "es": ""
    },
    {
      "id": 148970130,
      "en": "You hear mention of the names Thâng and Mâlatuk",
      "es": ""
    },
    {
      "id": 148970132,
      "en": "This is a good place to <rgb=#FF0000>listen</rgb>",
      "es": ""
    },
    {
      "id": 148970226,
      "en": "No one takes notice of your actions",
      "es": ""
    },
    {
      "id": 148970134,
      "en": "You hear mention of the name Khirgi",
      "es": ""
    },
    {
      "id": 148970228,
      "en": "No one takes notice of your actions",
      "es": ""
    },
    {
      "id": 184621092,
      "en": "Fushaum Bal is located in Talath Úrui.\\n\\nYou should establish contact with those in command of Fushaum Bal.",
      "es": ""
    },
    {
      "id": 190220625,
      "en": "Upon entering the encampment, the mood strikes you as rather strange. Everyone looks tired and ready to leave the Plateau of Gorgoroth. There is still hostility here, but it is not directed towards you. It seems to be directed towards someone else. You decide that it is in your best interest to learn more about the situation.",
      "es": ""
    },
    {
      "id": 148970136,
      "en": "This is a good place to <rgb=#FF0000>listen</rgb>",
      "es": ""
    },
    {
      "id": 184621520,
      "en": "Fushaum Bal is located in Talath Úrui.\\n\\nYou should find out who is in charge of these groups of men.",
      "es": ""
    },
    {
      "id": 190220497,
      "en": "'Any are welcome if not plotting to oust us. Thâng and I are rulers of Fushaum. As least we were until that Khirgi moved in. All we want is to collect what is rightfully ours and return to the east. Sauron promised us much and gave very little. Now he is gone and can trick us no longer.'",
      "es": ""
    },
    {
      "id": 173025312,
      "en": "Talk to Thâng",
      "es": ""
    },
    {
      "id": 190220499,
      "en": "'I could have killed you like that.'\\n\\nKhirgi snaps his fingers to simulate your death.\\n\\n'Instead I was intrigued, so here you are, [placeholder]. You must wish to serve me, for I can think of no other reason you would seek an alliance.'\\n\\nYou decide to play along with Khirgi's assumption.\\n\\n'I used to be in charge at Fushaum Tum, until that Olog, Thorakó usurped me! Now all I have to claim is the north side of Fushaum Bal until our forces are strong enough to seek revenge upon Thorakó for reducing me to this!\\n\\n'Help see my plan through, and you will be greatly rewarded.'",
      "es": ""
    },
    {
      "id": 173025314,
      "en": "Talk to Mâlatuk",
      "es": ""
    },
    {
      "id": 173025361,
      "en": "Find a suitable place to <rgb=#FF0000>listen</rgb> in southern Fushaum Bal",
      "es": ""
    },
    {
      "id": 173025316,
      "en": "Talk to Khirgi",
      "es": ""
    },
    {
      "id": 173025363,
      "en": "Find a suitable place to <rgb=#FF0000>listen</rgb> in Fushaum Bal",
      "es": ""
    },
    {
      "id": 173025365,
      "en": "Find a suitable place to <rgb=#FF0000>listen</rgb> in northern Fushaum Bal",
      "es": ""
    },
    {
      "id": 148970343,
      "en": "You should establish contact with those in command of Fushaum Bal",
      "es": ""
    },
    {
      "id": 190220457,
      "en": "'You may walk here in Fushaum if you like, but do not dwell too long. Not all of the men here are as compassionate as myself.'\\n\\nThâng wipes his blade upon his clothes.\\n\\n'All we ask is that you leave the treasures of Mordor to their rightful owners. If you wish to help us, we will certainly reward you before we depart for Harad.'",
      "es": ""
    },
    {
      "id": 173025367,
      "en": "Find a suitable place to <rgb=#FF0000>listen</rgb> in Fushaum Bal",
      "es": ""
    },
    {
      "id": 148970345,
      "en": "You should establish contact with those in command of Fushaum Bal and Fushaum Tum",
      "es": ""
    },
    {
      "id": 173025701,
      "en": "Enter Fushaum Bal",
      "es": ""
    },
    {
      "id": 126686806,
      "en": "The camp of Fushaum Bal is a lawless home to evil men once under the command of Sauron.",
      "es": ""
    },
    {
      "id": 173025704,
      "en": "Enter Fushaum Tum",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "The Fushaum Conflict",
      "es": ""
    },
    {
      "id": 173025329,
      "en": "Defeat an enemy in Fushaum Bal north to get attention",
      "es": ""
    }
  ]
}