{
  "id": 620998238,
  "txt": [
    {
      "id": 162883764,
      "en": "DNT We have indeed just been through a war of our own, as young Legolas observes. With his lord father's forces we joined to meet the raised arm of Dol Guldur under these boughs and theirs.",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'We are indeed fresh from battle, as Legolas observes. Against his father's domain and our own the Enemy's forces marched, even as war waged in the place from whence you have arrived. Is it any wonder that the foe should set all his plans into motion at once?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 1: A Council Waiting",
      "es": ""
    },
    {
      "id": 162883672,
      "en": "'In the end, our losses were great, but not nearly so great as those of our enemy's. They have retreated to their shadowed fastnesses, wounded but not so harmed that they may not cause us grief again. That is why we must choose our actions with care and gather all wisdom to us before we do.'",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'Greetings, [placeholder]. My son travels in strange company, it seems, but then, these are strange times and it is through great pains that I have recently learned the difference between a stranger and a foe.\\n\\n'You have told your tale uncommonly well and it fills my heart with wonder. We, too, have weathered much, and in our tale is much, I believe, that you should know.'",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Talk to Haldir",
      "es": ""
    },
    {
      "id": 246419782,
      "en": "Having arrived at the Council of War, you should talk to the lord and lady of the court first.",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "Having spoken to Celeborn and Galadriel, you should talk to King Thranduil as well.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Approach the War Council",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to Lady Galadriel",
      "es": ""
    },
    {
      "id": 24695218,
      "en": "What has brought King Thranduil of Mirkwood to the Court of Lothlórien?",
      "es": ""
    },
    {
      "id": 246419880,
      "en": "Hear Thranduil's tale of the events in Mirkwood and Lothlórien.",
      "es": ""
    },
    {
      "id": 111477335,
      "en": "Talk to Galadriel",
      "es": ""
    },
    {
      "id": 246419881,
      "en": "Hear what the Council of War has to say after Thranduil's recounting of the Battle Under the Trees.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Word has reached my ears from Lothlórien, friend, and I know not what to make of it. Lord Thranduil of Taur-e-Ndaedelos, is there, but on what errand? In these times, the reason cannot be a light or merry one.\\n\\n'Does it not behoove us to share this news with Legolas, so that he may stand by his father's side? Will you find him in Dor Amarth and tell him all I have told to you?' ",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Talk to Thranduil",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Lord Celeborn",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "Legolas hears the news with a furrowed brow.\\n\\n'My father would not stir so far from his domain if the occasion were not great, and like Elladan, I fear dark reasons rather than happy ones. Yes, I think I must go and learn what has passed among my cousins and people. \\n\\n'Will you travel with me, [placeholder]? The miles will pass swiftly with company and I find myself loath to tear Gimli away for this, just now. I will be happier knowing that I will soon rejoin him here.'\\n\\n<rgb=#FF0000>Advancing will teleport you directly to the Court of Lothlórien.</rgb>\\n",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "Legolas hears the news with a furrowed brow.\\n\\n'My father would not stir so far from his domain if the occasion were not great, and like Elladan, I fear dark reasons rather than happy ones. Yes, I think I must go and learn what has passed among our cousins and people. \\n\\n'Will you travel with me, [placeholder]? The miles will pass easily with you by my side - and swiftly if only tireless Elf feet tread them.'\\n\\n<rgb=#FF0000>Advancing will teleport you directly to the Court of Lothlórien.</rgb>",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Legolas can be found at the Ruins of Díngarth in Dor Amarth.\\n\\nYou should bring word to Legolas in Dor Amarth of his father's visit to Lothlórien. ",
      "es": ""
    },
    {
      "id": 246419892,
      "en": "Legolas seems as if he also wishes to talk with you.",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'Have you come for the Council of War? If not, it is some strange chance that brings you here now. \\n\\n'Oh, I do not wish to sound unwelcoming! Go on and approach the council. Doubtless you have news and I am certain you will have their ears. They are waiting still and can do nothing yet!'",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "You should talk to Haldir at the entrance to the Court of Lothlórien.",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Find Legolas in Dor Amarth",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "'The time of watching and waiting has gone completely, or nearly so. I would move to retaliate swiftly and absolutely. Although this Lord and Lady do not disagree, generally, they feel that we must yet wait for the arrival of another, before we do.'",
      "es": ""
    },
    {
      "id": 162883746,
      "en": "'We await the arrival of the Elf, Glorfindel, [placeholder]. Without him this council is not complete and I feel we cannot act. \\n\\n'I reached out to him as soon as I was able and he swore that he would come with all possible haste. I do not yet fear the worst, and yet still the fact that he has not arrived is troubling.\\n\\n'Your arrival, friend, is some consolation, and your service to our cause eases my fears even more. There is little else we can do now, but soon, I feel certain, we shall meet again. We must hope that by then, Glorfindel is with us.'",
      "es": ""
    },
    {
      "id": 162883749,
      "en": "'I will tarry here briefly to speak with my father. You return to Mordor. As Lady Galadriel said, we will surely see each other soon.'",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "Approach the Council of War in the Court of Lothlórien.",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "DNT Talk to Celeborn and  Galadriel",
      "es": ""
    },
    {
      "id": 162883753,
      "en": "'Listen, and I will tell you of the Battle Under the Trees.'",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Talk to Thranduil",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "Talk to Legolas",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Talk to Thranduil and experience 'Session: the Battle Under the Trees'.",
      "es": ""
    },
    {
      "id": 162883665,
      "en": "'Word has reached my ears from Lothlórien, friend, and I know not what to make of it. Thranduil, Lord of Mirkwood, is there, but on what errand? In these times, the reason cannot be a light or merry one.\\n\\n'Whatever the case, Legolas may wish to be by his father Thranduil's side. Will you find him in Dor Amarth and tell him all I have told to you?'",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "DNT 'You have come for the War Council? Strange, I had not known you were expected. \\n\\n'Please, please! Go on. You two are always welcome here.'",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "'That is my father Thranduil, there,' Legolas whispers. 'Look, they are garbed as if fresh from combat!'",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'My heart tells me you have as great a tale to tell as we do - no, I think greater. The fact that your face is not harrowed and drained of hope tells me much, but I would hear more!'\\n\\nAddressing the entire council, you briefly describe all the events of war between the Pelennor and the Black Gates.\\n\\nA silence falls over those around you once you are done.\\n\\n'This is joyous news, then!' Galadriel pronounces, at last. 'And such as shall be sung and told of for long to come. Though even the most joyous of changes come with a tinge of sorrow to we who have dwelled long here and have parted with so much.'",
      "es": ""
    },
    {
      "id": 162883667,
      "en": "'Greetings, friend. These are dark times indeed and it is well that Elvenkind gather its light and strength together.\\n\\n'You have done your tale justice in the telling and it fills my heart with wonder. We, too, have weathered much, and in our tale is much, I believe, that you should know.'",
      "es": ""
    },
    {
      "id": 162883668,
      "en": "'Find Legolas in Dor Amarth and bear him word that his father, King Thranduil, has come to the Court of Lothlórien.'",
      "es": ""
    },
    {
      "id": 162883669,
      "en": "'Where did we hear this news? One of the great Eagles spied Thranduil and a small host of his kindred entering Caras Galadhon. It was a fleeting glimpse, even for a beast of such keen sight, and she could tell us little more.'",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "DNT My heart tells me you have nearly as many tales to tell as do we. The fact that your face is not drained of all hope tells me much, but I would hear more.",
      "es": ""
    }
  ]
}