{
  "id": 620998356,
  "txt": [
    {
      "id": "0xb5689f5",
      "en": "'Gar, you still here?! I tell you once and I tell you again, go away!'\\n\\nIn the best Orc impression you can muster, you tell a tall tale of the many Men you have slain during the Siege of the White City under the command of Gothmog! Many know you as the Master Mangler.\\n\\n'Gar, haven't heard about you yet, but a good story is a good story, I say. Tell you what. I'll put your name on the bottom of the waiting list here. Now you can either wait until your name comes up or you can do something for me. Then your name just might move up to the top. What'll it be, Mangler?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b65",
      "en": "Perhaps you will be able to add your name to the tournament list now",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011843",
      "en": "Maukatish can be found at Thorzhaf.\\n\\nYou should speak with Maukatish.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a2",
      "en": "Talk to P치rgrub",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011846",
      "en": "Maukatish can be found in Thorzhaf.\\n\\nYou should either complete a task for Maukatish or wait your turn to get your name added to the pit-fighting tournament.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a4",
      "en": "Complete A Small Task",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d17a5",
      "en": "An Uruk in charge of the list of fighters for the pit-fighting tournament has a system of rules and is hard to sway.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a6",
      "en": "Wait for a slot to open in the pit-fighting tournament",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568934",
      "en": "'Gar, well how about that. Looks like you'll be in the next tournament, Master Mangler. Better get preparing. I bet you'll need it! Har, har!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "The Waiting List",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568951",
      "en": "'Have such great plans! With you helping, this poor snaga will soon rise to power as best scrap monger, yes. We must prepare then. P치rgrub needs to check supplies to see what this scrap monger can bet with, err, on you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c5",
      "en": "Talk to Maukatish",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011823",
      "en": "P치rgrub can be found near Thorzhaf.\\n\\nYou should speak with P치rgrub.",
      "es": "",
      "es (fem)": ""
    }
  ]
}