{
  "id": 620998210,
  "txt": [
    {
      "id": 184621123,
      "en": "The wounded devoted can be found near Aiglos.\\n\\nYou should confront the wounded devoted from the Order of the Eye.",
      "es": ""
    },
    {
      "id": 190220517,
      "en": "'[placeholder], I am not sure if we should scale the spire either. I have been thinking about it and would like to speak with Hithgol.\\n\\n'Let us return to him and hear his thoughts on the matter.\\n\\n'I know, we have come all this way, but you must trust me, as I have trusted you many times.\\n\\n'Now let us depart.'",
      "es": ""
    },
    {
      "id": 173025336,
      "en": "Confront the wounded devoted",
      "es": ""
    },
    {
      "id": 184621411,
      "en": "Hithgol can be found at the Ruins of Díngarth.\\n\\nYou should talk to Hithgol.",
      "es": ""
    },
    {
      "id": 184621462,
      "en": "Legolas can be found near Aiglos in Dor Amarth.\\n\\nYou should speak with Legolas.",
      "es": ""
    },
    {
      "id": 173025296,
      "en": "Confront the wounded devoted",
      "es": ""
    },
    {
      "id": 51875092,
      "en": "Hithgol asks for you and Legolas to assess if Aiglos is at all retrievable in its current location.",
      "es": ""
    },
    {
      "id": 190220487,
      "en": "You confront the devoted member of The Order of The Eye and ask him why they seek the spear.\\n\\n'You know not the story? Indeed you are a fool, but I shall enlighten thee.\\n\\n'In Sauron's great trickery, an Elf bearing this mighty spear fell into the Dark Lord's trap. The Elf perished, releasing the spear from his grasp. Many thought the spear lost, but it was not, for the Dark Lord knew of it. When his strength returned, Sauron retrieved the spear and kept it high in his tower as a remembrance to all who dare defy his rule.\\n\\n'Rabôkhor, the leader of our sect, shall soon scale the spire and hold the spear in his hands.'\\n\\nYou decide you must find this Rabôkhor and show The Order of The Eye that the spear can never be wielded by them.",
      "es": ""
    },
    {
      "id": 173025303,
      "en": "Talk to Legolas",
      "es": ""
    },
    {
      "id": 190220537,
      "en": "'It cannot be. You held the sacred idol of our sect up to the spear and now it is gone! Why would Sauron keep such an object of destruction when we could never use it?'\\n\\nYou tell the devoted member of The Order to share what he has seen today.\\n\\n'No more shall we worship such a horrid object. I feel sickened being near it! If only I had the strength to slay you, [placeholder]!'",
      "es": ""
    },
    {
      "id": 173025305,
      "en": "Find and defeat Rabôkhor",
      "es": ""
    },
    {
      "id": 148970193,
      "en": "The devoted is overcome with conflicted beliefs",
      "es": ""
    },
    {
      "id": 190220308,
      "en": "'Legolas has spoken to me and explained why we must not retrieve the spear of Aiglos from atop the spire it rests upon in Dor Amarth.\\n\\n'Though it pains me not to remove the sacred weapon of the Elves from Mordor, I must agree with him.\\n\\n'Aiglos has given hope to those of Elves and others in this company. The spear has become a beacon in Mordor, a banner planted, to show all those that the time of darkness in Mordor is at a close.\\n\\n'The light of Aiglos will show the way for us and strike fear in those who believe they lay claim to the plains of Gorgoroth.\\n\\n'Perhaps one day we will be able to construct a monument to Gil-galad and to all Elves who fought valiantly against Sauron, here in Dor Amarth, where Aiglos lies.'",
      "es": ""
    },
    {
      "id": 184621527,
      "en": "Rabôkhor, high priest of the Order of the Eye, can be found in Dor Amarth.\\n\\nYou should find and defeat Rabôkhor.",
      "es": ""
    },
    {
      "id": 173025505,
      "en": "Bring the corrupted idol near Aiglos",
      "es": ""
    },
    {
      "id": 184621442,
      "en": "Aiglos can be found in Dor Amarth.\\n\\nYou should bring the corrupted idol you found to Aiglos.",
      "es": ""
    },
    {
      "id": 173025509,
      "en": "Talk to Hithgol",
      "es": ""
    },
    {
      "id": 148970016,
      "en": "Rabôkhor drops an strange idol",
      "es": ""
    },
    {
      "id": 190220789,
      "en": "'You spoke to one of these devoted of The Order, yes? Perhaps we should find out why they are pursuing this mighty spear of the Elves.\\n\\n'We must not let Aiglos fall into their hands. None but Gil-galad would be worthy to hold the spear.\\n\\n'It is said that Aiglos can be touched by few, for the spear's power is great.'",
      "es": ""
    },
    {
      "id": 226858135,
      "en": "You spoke to one of these devoted of The Order, yes?",
      "es": ""
    },
    {
      "id": 173025510,
      "en": "Collect a corrupted trinket",
      "es": ""
    },
    {
      "id": 226858136,
      "en": "I am not sure if we should scale the spire either.",
      "es": ""
    },
    {
      "id": 148970018,
      "en": "The idol disintegrates in your hands as you hold it up to the glow of Aiglos",
      "es": ""
    },
    {
      "id": 184621448,
      "en": "The wounded devoted can be found near Aiglos.\\n\\nYou should confront the wounded devoted from the Order of the Eye.",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Aiglos",
      "es": ""
    }
  ]
}