{
  "id": 620998250,
  "txt": [
    {
      "id": 190220789,
      "en": "'You have helped us a great deal [placeholder]. Some of our company have gone ahead to scout Mordor. When you have done all you wish to do in Dor Amarth, you may want to accompany these Men and Elves further into the realm of Gorgoroth.\\n\\n'A Gondorian, named Bregdal was ventured with a small group towards Talath Úrui. I have also heard the Legolas wishes aid in scouting Lhingris. I am sure both would more than welcome your company.'",
      "es": ""
    },
    {
      "id": 173025732,
      "en": "Talk to Bregdal about Talath Úrui",
      "es": ""
    },
    {
      "id": 226858425,
      "en": "I was just about to depart.",
      "es": ""
    },
    {
      "id": 173025734,
      "en": "Talk to Legolas about Lhingris",
      "es": ""
    },
    {
      "id": 190220595,
      "en": "'[placeholder], it is good to see you again. Have you come to assist us?'",
      "es": ""
    },
    {
      "id": 184621122,
      "en": "Legolas can be found at the Ruins of Díngarth in Dor Amarth and Bregdal can be found on the border of Dor Amarth and Talath Úrui.\\n\\nWhen you have completed all you wish to do in Dor Amarth, you should speak to Legolas and Bregdal.",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Beyond the Burning Plain",
      "es": ""
    },
    {
      "id": 190220597,
      "en": "'[placeholder], I was just about to depart. Do you wish to accompany me to Lhingris?'",
      "es": ""
    },
    {
      "id": 126687160,
      "en": "When you have completed all you wish to do in Dor Amarth, you should speak to Legolas about Lhingris and Bregdal about Talath Úrui.",
      "es": ""
    },
    {
      "id": 190220599,
      "en": "'You have been of great help to us. When you have done all that you wish in Dor Amarth, I ask you to aid others in our company. Some have gone ahead of us and will surely seek assistance as the lands beyond here are neither welcoming nor hospitable. Speak to them when you have a moment.\\n\\n'A small group has recently headed towards Talath Úrui and your friend Legolas is about to venture into Lhingris. I am sure your companionship would be most welcomed.'",
      "es": ""
    }
  ]
}