{
  "id": 620998255,
  "txt": [
    {
      "id": 173025734,
      "en": "Scout Dâr Mauzur",
      "es": ""
    },
    {
      "id": 190220789,
      "en": "'Well met, [placeholder]. We have come to the very edge of where those who fall under the banner of Gondor care to tread. I am glad to have your company here on this blasted plain of fire known as Talath Úrui.\\n\\n'As I recall, when we last spoke, we were fighting side by side at Pelennor. That battle seems a distant memory after what has transpired over the past few days.\\n\\n'Thurindol told me you arrived to aid us in Mordor. The Rangers think very highly of you. Speak to Thurindol when you have a moment. He will be able to fill you in.'",
      "es": ""
    },
    {
      "id": 173025736,
      "en": "Scout the southern end of Fushaum Bal",
      "es": ""
    },
    {
      "id": 173025737,
      "en": "Scout the northern end of Fushaum Bal",
      "es": ""
    },
    {
      "id": 148970247,
      "en": "The encampment seems largely unoccupied",
      "es": ""
    },
    {
      "id": 184621122,
      "en": "Thurindol can be found on the border of Talath Úrui and Dor Amarth.\\n\\nYou should speak with Thurindol.",
      "es": ""
    },
    {
      "id": 184621125,
      "en": "Dâr Mauzur and Fushaum Bal can be found in Talath Úrui.\\n\\nYou should scout these locations for Thurindol.",
      "es": ""
    },
    {
      "id": 190220592,
      "en": "'The battle at the Black Gate was hard fought and with little rest, we find ourselves in the belly of Mordor.\\n\\n'I will not allow my men any farther south into this dreadful land. Fires and soot choke the air. The ground burns through footcloths in mere seconds.\\n\\n'I ask you to use your skills for us once more and scout the immediate lands so that we know more of what we might encounter.'",
      "es": ""
    },
    {
      "id": 190220595,
      "en": "You tell Thurindol everything you have seen.\\n\\n'The encampment of Dâr Mauzur seems mostly vacated? Perhaps it was a staging area for the armies who we fought at the Black Gate.\\n\\n'Fushaum Bal concerns me. The men there are trying to organize. We will need to maintain vigilance should their efforts progress.\\n\\n'Still, there are other structures deeper into Mordor that concern me even more.'",
      "es": ""
    },
    {
      "id": 173025749,
      "en": "Complete quests in Fushaum Bal",
      "es": ""
    },
    {
      "id": 126687121,
      "en": "Bregdal, a soldier of Gondor, has gone as far into Mordor as any, but is concerned with what lies ahead.",
      "es": ""
    },
    {
      "id": 184621177,
      "en": "Thurindol can be found on the border of Talath Úrui and Dor Amarth.\\n\\nYou should talk to Thurindol.",
      "es": ""
    },
    {
      "id": 148970258,
      "en": "The Haradrim and Sûhalar here are not quick to attack you",
      "es": ""
    },
    {
      "id": 173025729,
      "en": "Talk to Thurindol",
      "es": ""
    },
    {
      "id": 148970259,
      "en": "The Khundolar here seem to abide by some law or code",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "The Shattered Plateau",
      "es": ""
    },
    {
      "id": 173025732,
      "en": "Talk to Thurindol",
      "es": ""
    }
  ]
}