{
  "id": 620998209,
  "txt": [
    {
      "id": 184621123,
      "en": "Legolas can be found at TBDHUB.\\n\\nYou should talk to Legolas before you depart.",
      "es": ""
    },
    {
      "id": 173025283,
      "en": "Defeat the Order of the Eye devoted ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220517,
      "en": "'[placeholder], what have you learned from these Men around the spire?\\n\\n'They worship Sauron? But he is dead!'\\n\\nYou explain that the men call themselves The Order of The Eye, and that they seem to believe they possess the power to restore the Dark Lord.\\n\\n'Certainly they are delusional with hopes of grandeur and power. They hold onto what is certainly lost.\\n\\n'What is left for them then, here in Mordor, and why do they worship the spear of Aiglos?'",
      "es": ""
    },
    {
      "id": 173025286,
      "en": "Confront a devoted",
      "es": ""
    },
    {
      "id": 173025336,
      "en": "Talk to Legolas",
      "es": ""
    },
    {
      "id": 184621458,
      "en": "Those devoted to the Order of the Eye can be found around Aiglos.\\n\\nYou should defeat them if you stand any chance of retrieving the spear.",
      "es": ""
    },
    {
      "id": 173025337,
      "en": "Return to the spot where Aiglos lies",
      "es": ""
    },
    {
      "id": 184621462,
      "en": "Legolas can be found near Aiglos in Dor Amarth.\\n\\nYou should speak with Legolas.",
      "es": ""
    },
    {
      "id": 148970176,
      "en": "There seems to be a large group of Black Númenóreans gathered around the spear",
      "es": ""
    },
    {
      "id": 173025296,
      "en": "Confront the wounded devoted",
      "es": ""
    },
    {
      "id": 148970180,
      "en": "Defeated devoted ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025299,
      "en": "Defeat the Order of the Eye devoted ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 148970183,
      "en": "You see a wounded devoted of the Order of the Eye and should confront him",
      "es": ""
    },
    {
      "id": 51875092,
      "en": "Hithgol asks for you and Legolas to assess if Aiglos is at all retrievable in its current location.",
      "es": ""
    },
    {
      "id": 190220487,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 173025303,
      "en": "Talk to Legolas",
      "es": ""
    },
    {
      "id": 190220537,
      "en": "'Sauron is still alive you fool! Ha! That is, the Dark Lord shall return. The Order of The Eye shall see to it!'\\n\\nThe devoted member of the Order tries to move and winces.\\n\\n'Do you not know the greatness of Sauron? Thy day comes when those who seek to topple all the Dark Lord has accomplished shall beg for forgiveness.'",
      "es": ""
    },
    {
      "id": 148970193,
      "en": "More devoted have arrived and should be defeated",
      "es": ""
    },
    {
      "id": 190220449,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 184621527,
      "en": "Aiglos can be found in Dor Amarth.\\n\\nYou should travel back to Aiglos to assess the situation.",
      "es": ""
    },
    {
      "id": 148970196,
      "en": "Defeated devoted ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220502,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 184621442,
      "en": "Those devoted to the Order of the Eye can be found around Aiglos.\\n\\nYou should defeat them to stand any chance of retrieving the spear.",
      "es": ""
    },
    {
      "id": 190220789,
      "en": "'A scout has returned claiming others have caught sight of Aiglos and are gathering around it. None have attempted to scale the rock and retrieve the spear. Instead, it seems they are worshipping it.\\n\\n'You must depart with Legolas. These Men of Mordor know not the Elvish ways.\\n\\n'I wish you both luck in recovering Aiglos. May you have swift and safe travels.'",
      "es": ""
    },
    {
      "id": 226858088,
      "en": "What have you learned from these men around the spire?",
      "es": ""
    },
    {
      "id": 184621445,
      "en": "A wounded devoted can be found near Aiglos.\\n\\nYou should confront the wounded devoted from the Order of the Eye.",
      "es": ""
    },
    {
      "id": 184621448,
      "en": "A wounded devoted can be found near Aiglos.\\n\\nYou should confront the wounded devoted from the Order of the Eye.",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Disorder of The Eye",
      "es": ""
    }
  ]
}