{
  "id": 620998252,
  "txt": [
    {
      "id": "0x6a50276",
      "en": "Talk to Thurindol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56875",
      "en": "'You have done much to lessen the foothold of these lawless men gathered in Mordor. They will indeed not pose a threat in the future. We all celebrate you for your efforts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01169",
      "en": "Thurindol can be found on the border of Talath Úrui and Dor Amarth.\\n\\nYou should speak with Thurindol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56849",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50265",
      "en": "Reach a Neutral standing with Fushaum Bal South",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50266",
      "en": "Reach a Neutral standing with Fushaum Bal North",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56864",
      "en": "'Will you assist my conquest of Fushaum Bal so that I may retake Fushaum Tum?'\\n\\nYou devise a plan to help both sides of the Fushaum conflict so that they stay divided and focus on each other instead of joining against the forces of Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50268",
      "en": "Reach an Enemy standing with Fushaum Bal South",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50269",
      "en": "Reach an Enemy standing with Fushaum Bal North",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01100",
      "en": "In order to turn the various factions in Fushaum Bal against each other, you will need to disrupt both their efforts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fac3",
      "en": "The Fushaum Resolution",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56811",
      "en": "'[placeholder], I am furious! I expected little resistance from those holding out in the southern end of Fushaum. Instead they prove most difficult and are impeding my rise to power! My reclamation of Fushaum Tum is slipping from my grasp!\\n\\n'Now, Thâng and Mâlatuk seek a meeting with me. This may be an opportunity to finally sever their hold. Come with me to the meeting. You may prove most useful.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01177",
      "en": "In order to turn the various factions in Fushaum Bal against each other, you will need to earn their favour first.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50270",
      "en": "Talk to Thâng or Khirgi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d193",
      "en": "The camp of Fushaum Bal is a lawless home to evil men once under the command of Sauron.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56814",
      "en": "'Mâlatuk and I could use some assistance in retrieving our rightful spoils. Then we can return to the east.'\\n\\nYou devise a plan to help both sides of the Fushaum conflict so that they stay divided and focus on each other instead of joining against the forces of Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56872",
      "en": "'[placeholder], the situation here has worsened. You have done much to assist us. We have only one option left. We must meet with Khirgi and reason with him. Perhaps you could act as our mediator. Join us on the bridge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "You should talk to Thâng or Khirgi.",
      "es": "",
      "es (fem)": ""
    }
  ]
}