{
  "id": 620998374,
  "txt": [
    {
      "id": "0xb5689f5",
      "en": "As you approach the carven stone, a sense of dread surrounds you. A nearby gaze envelops you. It is not a living gaze, but an ancient sight bored into your mind.\\n\\nYou start to hear whispers, of many voices, and languages. You cannot make out a single word. Then you start to notice an anger, a pure, spiteful, malice in all the whispers.\\n\\nThe whispers and spite seem to start focusing on you. They become one and focus into a single word. The statue seems to say, 'leave.'\\n\\nYou try to leave, but the spirit's hold is too heavy to break.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11a92",
      "en": "Defeated shades ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502851",
      "en": "Defeat the lesser shades of the watching stone ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568934",
      "en": "The spite and anger start to fade. Still, the piercing gaze consumes you.\\n\\nThe low whispering begins to fade as well. The emotions the stone projects into your head are hard to make out. You see a turbulent flash of colours, then an overwhelming sensation of defeat. You see a man, slain by a Morgul blade. His life flashes, and his spirit is torn from his body. The body falls and topples on to the spirit. The spirit tries to escape but it seems to be unable to move. Slowly the slain body turns into twisted stone.\\n\\nThe dreamlike image fades and you are once again able to focus. A voice in your head again speaks. This time with no anger, only sadness. It says, 'leave.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011822",
      "en": "The watching stone can be found in Talath Úrui.\\n\\nYou should defeat the watching stone's shades.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011843",
      "en": "The watching stone can be found in Talath Úrui.\\n\\nYou should confront the watching stone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "The Cursed Stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e013",
      "en": "Defeat the lesser shades of the watching stone ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a1",
      "en": "Confront the watching stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d17a5",
      "en": "A strange watching stone stands alone in the fiery landscape of Talath Úrui.",
      "es": "",
      "es (fem)": ""
    }
  ]
}