{
  "id": 620998372,
  "txt": [
    {
      "id": "0xb5689f5",
      "en": "As you approach the large carven stone, a strange, translucent mist starts to fill the air. The colours around you start to fade as if you are seeing a dream through someone else's eyes.\\n\\nThe unmoving stone seems to turn towards you. As it does, the air begins to feel damp and humid. Drops of water roll drown the face of the carven stone like tears down the face of a small child. Soon, everything is covered in a fine layer of cool mist.\\n\\nSuddenly a string of words come to you: 'Cleanse, Ashronk, Krulronk, Gakhronk, Zagronk.'\\n\\nAre these places that you know? It seems as if someone is speaking these thoughts to you.\\n\\nAs you start to ponder these words, the colour returns and the water vanishes. It is replaced by the expected, dry, scorched earth, created by the Ghâshghurm.\\n\\nYou believe the stone requires something of you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11a90",
      "en": "Defeated Darkwaters ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688a1",
      "en": "The carven stone does not move. There is a stillness in the air.\\n\\nAgain a mist envelopes you and the colours and light seems to fade. This time, the mist grows into a dense, dry fog until you can see nothing in front of you.\\n\\nImages start to form in the fog. You see a young child fall playing in a field of arid grasslands. She stumbles and falls into a well. Time passes and you see the girl's parents mourning over the well. Time continues to pass, more rapidly this time. The arid plains become burnt. A mountain appears and bursts into flame. A vile statue is built over the well.\\n\\nSuddenly, everything is returned to as it was. Ash and wind blow through the lifeless terrain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b64",
      "en": "Defeated Darkwaters ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011843",
      "en": "The watching stone can be found in Talath Úrui.\\n\\nYou should return to the watching stone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a1",
      "en": "Return to the watching stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a3",
      "en": "Defeat Darkwaters at Ashronk ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b68",
      "en": "Defeated Darkwaters ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b69",
      "en": "Defeated Darkwaters ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a5",
      "en": "Defeat Darkwaters at Krulronk ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d17a5",
      "en": "A strange watching stone stands alone in the fiery landscape of Talath Úrui.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a6",
      "en": "Defeat Darkwaters at Gakhronk ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a7",
      "en": "Defeat Darkwaters at Zagronk ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568934",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "The Darkened Pool",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011822",
      "en": "Darkwaters can be found in pools around Talath Úrui.\\n\\nYou should defeat Darkwaters gathered at each of the pools in Talath Úrui.",
      "es": "",
      "es (fem)": ""
    }
  ]
}