{
  "id": 620998247,
  "txt": [
    {
      "id": "0xa5029c7",
      "en": "Scout Thorzhaf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f5",
      "en": "'Every once in a while, the smoke will clear just enough to make out some of the distant structures in the southern reaches of Talath Úrui. Not much is known about these vile buildings of Sauron. You should investigate their purpose so that we have a better understanding of who occupies these structures and for what purpose.\\n\\n'Do what you must, but be careful out there. If tales from our other scouts are true, unspeakable beings of fire walk upon the burning plain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d17b2",
      "en": "Thurindol and the other Gondorians at the border of Talath Úrui are reluctant to delve further into the volcanic terrain and hope that you would be willing to brave the unknown.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c9",
      "en": "Scout Naerband",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b08",
      "en": "This structure looks to be an Orkish arena for watching combatants battle to the death",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011843",
      "en": "Thurindol can be found on the border of Talath Úrui and Dor Amarth.\\n\\nYou should speak with Thurindol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d1",
      "en": "Scout Ennyn Ûr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011846",
      "en": "Thorzhaf, Naerband, Ennyn Ûr, and Nargroth can all be found in Talath Úrui.\\n\\nYou should scout these locations for Thurindol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d3",
      "en": "Scout Nargroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d5",
      "en": "Complete quests in Thorzhaf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b10",
      "en": "This prison fortress must have been Sauron's chief jail in Gorgoroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568934",
      "en": "You describe the immense structures encountered to Thurindol.\\n\\n'I feared this much. This Rogmul known as Borangos appears to have total control over this realm. While he seems content on ignoring us at the present moment, it will not be long before he looks in the direction of Gondor. For that day, we will need to be ready.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d6",
      "en": "Complete quests in Naerband",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d7",
      "en": "Complete quests in Nargroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b12",
      "en": "The gate to Nurn is quiet and sealed tight",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Under the Fires of Orodruin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b14",
      "en": "The fortress Nargroth is heavily fortified and lava flows freely around the base and walls",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c5",
      "en": "Talk to Thurindol",
      "es": "",
      "es (fem)": ""
    }
  ]
}