{
  "id": 620998260,
  "txt": [
    {
      "id": "0xfa8e118",
      "en": "DNT she stands by her pool, seemingly lost in contemplation",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: A Faltering Reflection",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Galadriel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xae2d822",
      "en": "It floats away, diminished, as if it were an ember upon a summer breeze. Then ... then ...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Stand beside me. Gaze into the Mirror with me. In truth, I do not know what I will see here, though there is a great deal I would know if I could. I feel certain, however, that now is the time and that we should not wait.\\n\\n'Are you ready, friend?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "You have found a grave-faced Galadriel in her garden, by her Mirror, awaiting you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "DNT Does it seem a riddle to you, what you have seen? The meaning is in truth plain and clear.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Galadriel is gazing into her Mirror. Stand by her and she will relate all that she sees.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "You should approach Galadriel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "DNT Talk to Galadriel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Galadriel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Hear what the Mirror shows",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Galadriel has stepped up to her Mirror and looks ready to gaze into it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Galadriel seems to have seen all that she will see in the Mirror, tonight, and is ready to talk with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "DNT Talk to Galadriel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Approach Galadriel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9ae2d81",
      "en": "There are three lights -- not stars, yet like stars. A lesser kindred.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9ae2d82",
      "en": "Near one light is a darkness. They vie against each other. But which prevails?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'Does it seem a riddle to you, what we have seen this night? The one light was Lothlórien; or rather it was myself; or rather it was this ring I bear upon my finger.'\\n\\nSuddenly, you are able to see a ring upon her finger, bright as a distant star.\\n\\n'And the darkness it vied with was Dol Guldur. In the Mirror we saw two possibilities of what might come. We may abandon our strife against these foes, and their power will grow and grow. Or we may snuff them out... but be ourselves ever -- diminished. I cannot say, precisely. I could not see as clearly as I have been used.\\n\\n'For in truth, some of my powers are failing whether we war against Dol Guldur or not. This ring that I revealed to you just now was forged in the same days the Dark Lord forged his One. Though it was ever hidden from him and its own power kept safe, still the rings were tied. Celebrimbor, for all he did, could not sever that bond, I am afraid. Now that the One is no more, all the others fade and falter. I doubt I shall ever see clearly within my Mirror again, and much else shall be lost to me.\\n\\n'Still, I would pay the price again, in a heart beat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9ae2d83",
      "en": "The light withdraws and the darkness spreads, and spreads, and spreads. Oh, it is terrible!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9ae2d84",
      "en": "What? What else? Show me, Mirror -- do not forsake me now!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'I suppose this must be a taste of the mortals' Doom, to know that all we hold dear must slip from us. It is a wisdom that has been largely held from me until now.\\n\\n'I will not flinch from acting, though the price be heavy. Come, [placeholder], let us go back to the Court and our waiting council of war.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9ae2d85",
      "en": "Now the light does not withdraw. It extinguishes the darkness ... but what is this? The light, too, gutters and dwindles.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9ae2d86",
      "en": "That is all. I see no more, nor shall I evermore. The last of the Mirror's power is spent.",
      "es": "",
      "es (fem)": ""
    }
  ]
}