{
  "id": 620963327,
  "txt": [
    {
      "id": 190219575,
      "en": "'My locket will be among my quarters in the Southern Great Guest-house, in the Citadel. Will you bring it here and put my mind at rest?'",
      "es": ""
    },
    {
      "id": 190219767,
      "en": "'For this moment, I shall not dwell on that, Neldir. I am here with you, old friends and new, in a City I have loved dearly since my youth. And how could I not love it, when it was here that I found Vanyalos, my heart's desire? It was here I wooed her first, and then afterwards in the flowering fields of Lossarnach, my home.'",
      "es": ""
    },
    {
      "id": 190219577,
      "en": "'There it is - my locket. See, friends, here are Vanyalos and our daughters. My heart warms to look on them. Oh ho ho, or is that the wine? No, no. Wine unlocks the doors of the heart, but love must light the hearth!\\n\\n'Let us raise one final glass, my friends. You are so dear to me. We must hold this moment and savour it, and let tomorrow come what may!'",
      "es": ""
    },
    {
      "id": 173025952,
      "en": "Return to Forlong",
      "es": ""
    },
    {
      "id": 148969313,
      "en": "This is a good place to view the enemies upon the Pelennor",
      "es": ""
    },
    {
      "id": 173025955,
      "en": "Listen to Neldir",
      "es": ""
    },
    {
      "id": 173025958,
      "en": "Listen to Hirluin",
      "es": ""
    },
    {
      "id": 190219600,
      "en": "'There would be little point in giving ready fighting men errands about the city. It would only slow their response to the Enemy's attack - and we must assume they may attack at any moment, now.",
      "es": ""
    },
    {
      "id": 184620245,
      "en": "The Merry Swan Tavern is on the southern end of the Third Circle.\\n\\nHear what Forlong has to say.",
      "es": ""
    },
    {
      "id": 184620248,
      "en": "The Sûhalar can be found among the enemy's forces, especially north of the Rammas Echor in Talath Anor.\\n\\nDefeat and gather the beards of some Sûhalar, so that Forlong and company can judge if they are more like dwarves or Men.",
      "es": ""
    },
    {
      "id": 190219604,
      "en": "'Nothing will come of this. It is a waste of breath.'",
      "es": ""
    },
    {
      "id": 173025992,
      "en": "<rgb=#FF0000>Look</rgb> upon the enemy forces from the wall",
      "es": ""
    },
    {
      "id": 173026003,
      "en": "Return to Forlong",
      "es": ""
    },
    {
      "id": 173026006,
      "en": "Talk to Húrin, Warden of the Keys",
      "es": ""
    },
    {
      "id": 190220592,
      "en": "'Battles to come! Enemy hosts! Why, there is one perched under the very lintel of Minas Tirith, and here we have been, sitting, utterly ignorant of how they are getting on! Friend [placeholder], you are up and we, as you can see, are down. Would you dash outside, ascend the wall here, and gaze upon the state of the opposing force?'",
      "es": ""
    },
    {
      "id": 24695217,
      "en": "Lord Forlong sits in the Merry Swan, drinking with his old friends Lord Hirluin and one Neldir of Minas Tirith. The conversation turns to matters close at hand and dear to heart.",
      "es": ""
    },
    {
      "id": 173024674,
      "en": "Find a look-out spot on the wall",
      "es": ""
    },
    {
      "id": 184620097,
      "en": "The Merry Swan Tavern is on the southern end of the Third Circle.\\n\\nHear what Forlong has to say.",
      "es": ""
    },
    {
      "id": 184620100,
      "en": "The Southern Great Guest-house is in the Seventh Circle.\\n\\nBring Forlong the locket of his wife and daughters. It is in his quarters in the Southern Great Guest-house.",
      "es": ""
    },
    {
      "id": 184620104,
      "en": "The Merry Swan Tavern is on the southern end of the Third Circle.\\n\\nReturn to Forlong with his locket.",
      "es": ""
    },
    {
      "id": 184620113,
      "en": "Forlong and his friends are in the Merry Swan, in the Third Circle of Minas Tirith.\\n\\nRaise a final glass and drink with Forlong and company.",
      "es": ""
    },
    {
      "id": 7781809,
      "en": "'We talk and talk, yet only bows and spears shall matter, soon enough!'",
      "es": ""
    },
    {
      "id": 7781810,
      "en": "'I cannot keep my mind upon my labours. I return again and again to see the lands below.'",
      "es": ""
    },
    {
      "id": 184620115,
      "en": "The Merry Swan Tavern is on the southern end of the Third Circle.\\n\\nHear what Forlong has to say.",
      "es": ""
    },
    {
      "id": 173024704,
      "en": "Listen to Neldir",
      "es": ""
    },
    {
      "id": 173024514,
      "en": "Listen to Forlong",
      "es": ""
    },
    {
      "id": 173024707,
      "en": "Listen to Forlong",
      "es": ""
    },
    {
      "id": 173024517,
      "en": "Listen to Neldir",
      "es": ""
    },
    {
      "id": 173024709,
      "en": "Find Forlong's locket",
      "es": ""
    },
    {
      "id": 184620129,
      "en": "The Merry Swan Tavern is on the southern end of the Third Circle.\\n\\nHear what Hirluin has to say.",
      "es": ""
    },
    {
      "id": 173024520,
      "en": "Listen to Forlong",
      "es": ""
    },
    {
      "id": 184620132,
      "en": "The Merry Swan Tavern is on the southern end of the Third Circle.\\n\\nHear what Forlong has to say.",
      "es": ""
    },
    {
      "id": 190219681,
      "en": "'I know not if they have beards to the very last man. But by the reports, Lord Forlong, they sound much like your people in Lossarnach, who have less of the blood of Númenor. That is where I cast my vote.'",
      "es": ""
    },
    {
      "id": 184620135,
      "en": "Go up to the Sixth Circle and inquire after Hirluin's old flame, Laranís, among the magistrates and councilors near the Dome of the Sun.",
      "es": ""
    },
    {
      "id": 148969222,
      "en": "Found Forlong's locket",
      "es": ""
    },
    {
      "id": 190219683,
      "en": "'I shall take no sides, but only say that if every man among them has a beard, they are dwarf-kin. But if their beards vary as we do in height and the colour of our eyes, then I declare them Men.'",
      "es": ""
    },
    {
      "id": 184621857,
      "en": "The Merry Swan Tavern is on the southern end of the Third Circle.\\n\\nHear what Neldir has to say.",
      "es": ""
    },
    {
      "id": 190220832,
      "en": "'Mind you, we three are ready to leap up at a moment's notice and charge into battle. Even if I must do so with this blasted broken buckle! But we shall not leap spuriously, before the call, no!'",
      "es": ""
    },
    {
      "id": 173024529,
      "en": "Listen to Neldir",
      "es": ""
    },
    {
      "id": 190219686,
      "en": "'They are dwarves, and I will have it shown! Our new friend here looks well-travelled and up for some fighting. Perhaps you could bring us back some Sûhalar-beards to settle this dispute.'",
      "es": ""
    },
    {
      "id": 173024720,
      "en": "Return to Forlong",
      "es": ""
    },
    {
      "id": 173024722,
      "en": "Raise a glass",
      "es": ""
    },
    {
      "id": 190220834,
      "en": "'They yet prepare. That is well. Let us err on the side of caution and vigilance, all the same. Will you find Húrin, Master of the Keys, and inquire as to our general state of readiness, and whether there are final preparations to which we might lend our hands?\\n\\n'Húrin was down by the City Gates, last I saw him.'",
      "es": ""
    },
    {
      "id": 184621860,
      "en": "The Merry Swan Tavern is on the southern end of the Third Circle.\\n\\nHear what Hirluin has to say.",
      "es": ""
    },
    {
      "id": 173024532,
      "en": "Listen to Forlong",
      "es": ""
    },
    {
      "id": 173024725,
      "en": "Talk to Forlong",
      "es": ""
    },
    {
      "id": 190220837,
      "en": "'All greater measures have been attended to. The lesser ones are well in hand. Soon we shall have naught but to watch and wait. Neither Lord Denethor nor Mithrandir can foresee or even guess at what the Enemy plans. I know, for I have sat in their councils.\\n\\n'As to Lords Forlong and Hirluin... if their men are at the ready and they come swiftly when the horns blow, that is all that can be asked of them.'",
      "es": ""
    },
    {
      "id": 184621863,
      "en": "The Merry Swan Tavern is on the southern end of the Third Circle.\\n\\nHear whether Forlong, Hirluin, and Neldir think the Sûhalar are kin of Dwarves or the Men of Lossarnach.",
      "es": ""
    },
    {
      "id": 173024726,
      "en": "Obtain Sûhalar beards ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173024535,
      "en": "Listen to Hirluin",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Near and Dear",
      "es": ""
    },
    {
      "id": 184620146,
      "en": "The Merry Swan Tavern is on the southern end of the Third Circle.\\n\\nReturn to Forlong with what you have learned of Laranís.",
      "es": ""
    },
    {
      "id": 190220839,
      "en": "'Go find Húrin, Warden of the Keys, by the City Gates. See if there are final preparations to which we might lend our hands.'",
      "es": ""
    },
    {
      "id": 173024729,
      "en": "Return to Forlong",
      "es": ""
    },
    {
      "id": 190220841,
      "en": "'Naught to do but to wait, eh? My axe will be ready, come what may!'",
      "es": ""
    },
    {
      "id": 184620149,
      "en": "The Merry Swan Tavern is on the southern end of the Third Circle.\\n\\nHear Hirluin's reply.",
      "es": ""
    },
    {
      "id": 184620152,
      "en": "The Merry Swan Tavern is on the southern end of the Third Circle.\\n\\nHear what Neldir has to say.",
      "es": ""
    },
    {
      "id": 148969239,
      "en": "Obtained a Sûhalar beard ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173024736,
      "en": "Listen to Forlong",
      "es": ""
    },
    {
      "id": 262314753,
      "en": "'They are fair flowers, Forlong, truly.'",
      "es": ""
    },
    {
      "id": 262314754,
      "en": "'It warms my heart to see them, too.'",
      "es": ""
    },
    {
      "id": 173024548,
      "en": "Return to Forlong",
      "es": ""
    },
    {
      "id": 173024739,
      "en": "Listen to Hirluin",
      "es": ""
    },
    {
      "id": 184620160,
      "en": "The Merry Swan Tavern is on the southern end of the Third Circle.\\n\\nHear what Forlong has to say.",
      "es": ""
    },
    {
      "id": 173024551,
      "en": "Listen to Forlong",
      "es": ""
    },
    {
      "id": 173024742,
      "en": "Listen to Forlong",
      "es": ""
    },
    {
      "id": 173024553,
      "en": "Listen to Neldir",
      "es": ""
    },
    {
      "id": 184620163,
      "en": "The Merry Swan Tavern is on the southern end of the Third Circle.\\n\\nHear what Neldir has to say.",
      "es": ""
    },
    {
      "id": 148969440,
      "en": "Obtained a Sûhalar beard ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190219712,
      "en": "'Well! At least there are a handful fewer enemies to fight. That is well done, [placeholder], no matter who is right.'",
      "es": ""
    },
    {
      "id": 190219521,
      "en": "'Ask among the magistrates up in the Sixth Circle. See if you can learn what became of Laranís.'",
      "es": ""
    },
    {
      "id": 184620166,
      "en": "The Merry Swan Tavern is on the southern end of the Third Circle.\\n\\nHear what Forlong has to say.",
      "es": ""
    },
    {
      "id": 190219523,
      "en": "'There, Hirluin, that is the path you might have had. Two fine sons, and archers under the Steward!'",
      "es": ""
    },
    {
      "id": 190219715,
      "en": "'Bah! Why can you old fools not see that I am plainly right?'",
      "es": ""
    },
    {
      "id": 184620169,
      "en": "The Merry Swan Tavern is on the southern end of the Third Circle.\\n\\nHear what Neldir has to say.",
      "es": ""
    },
    {
      "id": 190219526,
      "en": "'Did you not note that the husband is dead? If that is where the other path led, then no thank you!'",
      "es": ""
    },
    {
      "id": 173024561,
      "en": "Listen to Hirluin",
      "es": ""
    },
    {
      "id": 190219718,
      "en": "'Do you see, Forlong, we have fallen to quarreling again. If Mithrandir were here, I think he would say it was the nearness of the Enemy, for discord and strife springs up wherever that shadow falls. Now let us take your own advice, friend, and make peace by raising a glass among well-loved friends.'",
      "es": ""
    },
    {
      "id": 173024752,
      "en": "Ask after Laranís in the Sixth Circle",
      "es": ""
    },
    {
      "id": 190219529,
      "en": "'And I make for the third path, I suppose, for I wed but children never came to us. Do you wish you had sons instead of daughters, Forlong?'",
      "es": ""
    },
    {
      "id": 173024564,
      "en": "Listen to Forlong",
      "es": ""
    },
    {
      "id": 173024756,
      "en": "Return to Forlong",
      "es": ""
    },
    {
      "id": 184621895,
      "en": "The Third Circle wall can be accessed via staircase, near to the Merry Swan.\\n\\nLord Forlong has asked you to go up upon the walls in the Third Circle and <rgb=#FF0000>look</rgb> upon the enemy forces.\\n\\n<rgb=#FF0000>NOTE: This objective requires emotes.</rgb>",
      "es": ""
    },
    {
      "id": 48820705,
      "en": "'You, my friends!'",
      "es": ""
    },
    {
      "id": 173024567,
      "en": "Listen to Hirluin",
      "es": ""
    },
    {
      "id": 184620178,
      "en": "The Merry Swan Tavern is on the southern end of the Third Circle.\\n\\nHear what Forlong has to say.",
      "es": ""
    },
    {
      "id": 48820706,
      "en": "'Come what may!'",
      "es": ""
    },
    {
      "id": 173024759,
      "en": "Listen to Hirluin",
      "es": ""
    },
    {
      "id": 48820707,
      "en": "'Aye. Well said.'",
      "es": ""
    },
    {
      "id": 173024569,
      "en": "Raise a glass",
      "es": ""
    },
    {
      "id": 184620181,
      "en": "The Merry Swan Tavern is on the southern end of the Third Circle.\\n\\nHear what Hirluin has to say.",
      "es": ""
    },
    {
      "id": 190219538,
      "en": "'It was not the path for me. I have chosen another way through life, and hold no regrets.'",
      "es": ""
    },
    {
      "id": 190219729,
      "en": "'You must settle this dispute for us. Slip out of the City and deprive some Sûhalar of their beards, so we may look over them and judge.'",
      "es": ""
    },
    {
      "id": 32477987,
      "en": "You no longer have a good view of the enemy forces",
      "es": ""
    },
    {
      "id": 184620184,
      "en": "The Merry Swan Tavern is on the southern end of the Third Circle.\\n\\nHear what Forlong has to say.",
      "es": ""
    },
    {
      "id": 190219731,
      "en": "'Our new friend returns! And have you beards? Let us look over them and judge.'",
      "es": ""
    },
    {
      "id": 190219541,
      "en": "'Still, you must wonder sometimes what might have been. That maid old Authlin made so much of, who climbed the City walls to you - or didn't, as you maintain - do you never wonder what became of her? Nay, answer not, you would not confess it if you did. She was a magistrate's daughter, I think? Yes. Laranís, she was called.\\n\\n'Let our new friend ask among the magistrates and councilors up in the Sixth Circle for us and learn what became of her. Then we will see if we can win a blush from that pale, fair face of yours!'",
      "es": ""
    },
    {
      "id": 184621905,
      "en": "The Merry Swan Tavern is on the southern end of the Third Circle.\\n\\nYou should return to Forlong with word of what you have seen.",
      "es": ""
    },
    {
      "id": 190219734,
      "en": "'It is just as I said, they are like unto dwarf beards.'",
      "es": ""
    },
    {
      "id": 190219544,
      "en": "'Yes, I did know Laranís, long ago. She did not wed for many years, and some began to call her a spinster. When she did join in marriage, it was to an older man. I never met him. I do not think he frequented the Sixth Circle.'",
      "es": ""
    },
    {
      "id": 190219545,
      "en": "'Laranís? Yes, I know her well. She is in Imloth Melui now and her sons are among Denethor's archers, posted up upon the gates. She is a widow, you know. That is what comes of marrying an older man, though the merchant's wealth he left her must console her grief to some degree. Or so I am told wealth sometimes can.'",
      "es": ""
    },
    {
      "id": 190220882,
      "en": "'Have you heard there are axe-wielding Easterlings upon the field? So the scouts are saying. They have beards like dwarves and call themselves Sûhalar. Imagine you cross men such as they in battle, Forlong. Would there be confusion amongst these Sûhalar and the Men of Lossarnach?'",
      "es": ""
    },
    {
      "id": 190219736,
      "en": "'Those seem like the beards of mortal Men to me, only braided in a foreign fashion.'",
      "es": ""
    },
    {
      "id": 184621908,
      "en": "Húrin stands by the City Gates, which are at the centre of the First Circle of Minas Tirith.\\n\\nForlong has asked you to ask Húrin, Warden of the Keys, about the state of preparation and if they can do anything to help.",
      "es": ""
    },
    {
      "id": 190220885,
      "en": "'One must wonder, Forlong, if these be ancient cousins of your kind. Neldir, do they all have beards, every one?'",
      "es": ""
    },
    {
      "id": 184621912,
      "en": "The Merry Swan Tavern is on the southern end of the Third Circle.\\n\\nYou should return to Forlong with Húrin's report.",
      "es": ""
    },
    {
      "id": 184620194,
      "en": "The Merry Swan Tavern is on the southern end of the Third Circle.\\n\\nBring the Sûhalar beards back to Forlong, in the Merry Swan.",
      "es": ""
    },
    {
      "id": 190220888,
      "en": "'Cousins? Because they hold axes? What nonsense! Clearly they are dwarf-kin and no blood of mine!'",
      "es": ""
    },
    {
      "id": 184620197,
      "en": "The Merry Swan Tavern is on the southern end of the Third Circle.\\n\\nHear what Forlong, Hirluin, and Neldir think of the Sûhalar beards you brought to them.",
      "es": ""
    },
    {
      "id": 190219744,
      "en": "'How people talked! Terenis spurned and her sister Vanyalos wooed in her stead. To this day, I am amazed that you dared defy Lord Denethor in which of his sisters you would wed.'",
      "es": ""
    },
    {
      "id": 190219556,
      "en": "'Thank you for sharing this time with us, my good [placeholder]. I feel a quiet coming on, and I see the same upon the faces of my friends. You are welcome here among us, but I think little more shall be said. Dawn will come soon, or what passes for dawn in these strange days. Yes. We'll greet the new day quietly.'\\n\\nWith that, Lord Forlong falls silent, and speaks no more.",
      "es": ""
    },
    {
      "id": 190219747,
      "en": "'Oh, it was not Denethor I trembled before, but Terenis! Her wrath lingers to this day. You should have seen it while the iron was hot!'",
      "es": ""
    },
    {
      "id": 173024592,
      "en": "Listen to Forlong",
      "es": ""
    },
    {
      "id": 190219750,
      "en": "'You did put Lord Denethor in a difficult position, old friend. He could not take sides between the sisters, whom he loved. That he bore it silently and did not set his heart against you speaks much of him, I think.'",
      "es": ""
    },
    {
      "id": 148969481,
      "en": "The enemy is making many preparations upon the Pelennor fields, but shows no clear sign of marshalling an attack",
      "es": ""
    },
    {
      "id": 190219560,
      "en": "'Our new friend returns! And have you beards? Let us look over them and judge.'",
      "es": ""
    },
    {
      "id": 173024594,
      "en": "Listen to Neldir",
      "es": ""
    },
    {
      "id": 173024596,
      "en": "Listen to Hirluin",
      "es": ""
    },
    {
      "id": 190219753,
      "en": "'You broke some few hearts in that time, yourself, Hirluin the Fair. How is it none of those smitten maidens ever softened your resolve and lured you into marriage?'",
      "es": ""
    },
    {
      "id": 173024599,
      "en": "Listen to Forlong",
      "es": ""
    },
    {
      "id": 184620210,
      "en": "The Merry Swan Tavern is on the southern end of the Third Circle.\\n\\nHear what Forlong has to say.",
      "es": ""
    },
    {
      "id": 173024601,
      "en": "Obtain Sûhalar beards ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184620213,
      "en": "The Merry Swan Tavern is on the southern end of the Third Circle.\\n\\nHear what Hirluin has to say.",
      "es": ""
    },
    {
      "id": 26289809,
      "en": "'It is as I told you, the words must be thus...'",
      "es": ""
    },
    {
      "id": 190219570,
      "en": "'You would have spoken better and more wisely if you had said sons as well as daughters, Neldir. No father with one strand of goodness in him has ever unwished his child, be they boy or girl. Nor could anyone unwish my two flowers.\\n\\n'Why, I have their likenesses in a locket among my things. And now that we have called to mind that battle coming any hour, I dislike my locket there, so far from my breast. What if the horns should blow, and I were without it? No, this thought unsettles me. I am ill at ease.\\n\\n'Friend, will you do one last thing and ease my mind? My quarters are up in the Citadel, in the Southern Great Guest-house. Will you go there, find my locket, and bring it here to me?'",
      "es": ""
    },
    {
      "id": 190219761,
      "en": "'That was well-spoken, Hirluin. And I hold that we must ever keep love's warmth kindled in our hearts, if we are to prevail against that which shall not be named.'",
      "es": ""
    },
    {
      "id": 26289810,
      "en": "'Yes, we must tread carefully on such subjects, to be sure.'",
      "es": ""
    },
    {
      "id": 184620216,
      "en": "Forlong and his friends are in the Merry Swan, in the Third Circle of Minas Tirith.\\n\\nMake peace and drink with Forlong and company.",
      "es": ""
    },
    {
      "id": 190219764,
      "en": "'Not named, but too soon joined in battle, I fear!'",
      "es": ""
    }
  ]
}