{
  "id": 621033604,
  "txt": [
    {
      "id": 228284039,
      "en": "'I know you, [placeholder]. I have heard of your many heroic deeds, and word of your adventures has spread throughout the land. Is it true you can read the truth in someone's face despite their words? It is true, isn't it?'\\n\\nRodwen's face is pale, and you need no special ability to determine how nervous she is in your presence.\\n\\n'Then I will just tell you, for you are sure to find it out anyway! I was an adventurer-for-hire, a champion of Gondor. My friends and I sought to earn coin by lending our swords and our skills to folk in need, but... we weren't very good at it. Our guardian Drafli was more brave than sensible, our minstrel Cuilinn never did learn the value of silence when enemies were about, and I have waylaid my sword at inopportune moments... more than once, I confess it! When the war ended, we decided it was best for all if we were to leave the adventuring life behind us. Cuilinn took up farming, the dear fellow, but it was a short-lived experiment and he has left that behind too; it did not suit him either.\\n\\n'So we all came to settle within the White City, and through a series of misunderstandings and some ill-advised boasting my friends and I caught the attention of the Council of Gondor. The next thing I know, our lore-master Isteron is speaking before those noble lords and ladies, insisting that we are expert wedding-planners all! What do I know about weddings? Little enough! So we have stumbled our way into something of a real adventure, [placeholder], and if we cannot perfect this wedding ceremony we will be in real trouble! Will you help us?'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Rodwen the wedding-planner is in the throne room of Minas Tirith as Midsummer's Day approaches.\\n\\nYou may use stable-masters at major towns and cities to advance to Minas Tirith (Midsummer) for the wedding festivities.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Rodwen is up some stairs north of the Tower of Ecthelion, beyond a doorway spanned by a flower garland, in Minas Tirith (Midsummer).\\n\\nRodwen has asked to meet you outside the throne room, and away from listening ears. For what purpose does the expert wedding-planner seek this secret meeting?",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Talk to Rodwen at TBD in Minas Tirith (Midsummer)",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'[placeholder], my friend! I am pleased you could return to my city in time of peace, with war safely behind us! We cannot lower our guard overmuch, it is true, but Mithrandir and the Council of Gondor both assure me that the threat of further war is at a low ebb, for now. My mind therefore turns from martial matters to those of the heart, for a day long prepared is nearly upon us. As you well know, Arwen my betrothed travels even now to Minas Tirith, where we shall be wedded before all of Gondor, and she will be the queen of my kingdom.\\n\\n'Long have we waited for this day! It is very important to me and to my love that the ceremony be conducted properly, but my knowledge of such matters is not sufficient. Mithrandir insists that he has an understanding of the rituals, but some members of the Council questioned the depth of his knowledge concerning the customs of Gondor. The Council therefore selected a number of Gondorian representatives to decorate the city and make ready the ceremony. The woman responsible for the wedding ceremony is named Rodwen, and I would ask you to lend her your able assistance, if you have the time and the inclination.\\n\\n'Arwen will be here soon with her household, and I want all the preparations to be made before she arrives.'",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Talk to Rodwen up some stairs north of the Tower of Ecthelion, beyond a doorway spanned by a flower garland, in Minas Tirith (Midsummer)",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'The Council selected a Gondorian representative to make ready the ceremony and other preparations. Her name is Rodwen, and I would ask you to lend her your able assistance, if you have the time and the inclination.\\n\\n'Arwen will be here soon with her household, and I want all the preparations to be made before she arrives.'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Let us meet somewhere to discuss the preparations, [placeholder]. There is no point in disturbing the king with such details. Surely... surely you agree? Let us find a quiet spot to discuss them. If you leave the Tower of Ecthelion and turn north, you will see a doorway spanned by a garland of flowers. Slip past that garland and climb the steps to the wall... and that is where I will meet you.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Your adventures during the War of the Ring gave you the honour of befriending both Aragorn, newly-crowned king of Gondor, and his bride-to-be, Arwen Undómiel, Elf-maid and daughter of Elrond of Rivendell. Their wedding approaches, and you have been invited to attend the ceremony in Minas Tirith on Midsummer's Day.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'DNT - Blah! Not Meet!'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Yes, hello. [placeholder], is it? Hmmm... I see. You are to help me make ready the wedding ceremony? I assure you, we have things well in hand....'\\n\\nRodwen appears visibly nervous, and seems to be having some trouble meeting your gaze.\\n\\n'Let us meet somewhere to discuss the preparations, [placeholder]. There is no point in disturbing the king with such details. Surely... surely you agree? Let us find a quiet spot to discuss them. If you leave the Tower of Ecthelion and turn north, you will see a doorway spanned by a garland of flowers. Slip past that garland and climb the steps to the wall... and that is where I will meet you.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 1, Chapter 1: A Real Adventure",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to Rodwen the wedding-planner in the throne room of Minas Tirith (Midsummer)",
      "es": ""
    }
  ]
}