{
  "id": 621033616,
  "txt": [
    {
      "id": "0x9b568b5",
      "en": "'Go to the gates of the city and tell Húrin I will be down presently. I would ask you to then greet the party from Rivendell, and let them know they are long-awaited, and most welcome in Gondor!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 1, Chapter 6: The Evenstar in Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'The party from Rivendell is outside the gate. You are to bring them the city's greeting, and I will await the arrival of King Elessar, as was his command.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'The party from Rivendell is outside the gate. You are to bring them the city's greeting, and I will await the arrival of King Elessar, as was his command.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Glorfindel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'I greet you once again, [placeholder], and name you friend. You and I have walked in dangerous places, but let us set aside the memory of them for now, for this is a time of celebration. That there may still be such as these is welcome indeed, though the time of our people draws near to an end.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Húrin the Tall at the gates to Minas Tirith (Midsummer)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Erestor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Messengers from Amon Dîn have come to the city, and they bring word that a riding of fair folk has come out of the north. Even now they draw near the walls of the Pelennor, and my betrothed is with them.\\n\\n'Go to the gates of the city, [placeholder], and tell Húrin I will be down presently. I would ask you to then greet the party from Rivendell, and let them know they are long-awaited, and most welcome in Gondor!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Welcome the party from Rivendell outside the gates of Minas Tirith (Midsummer)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to Galadriel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Talk to Celeborn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'The party from Rivendell is outside the gate, [placeholder]. I understand you are to bring them the greeting of the city, and I will await the arrival of King Elessar?\\n\\n'Very good. These Elves are known to you, yes? You trust they intend no harm to Gondor or to the king? Then they will be welcome here, and I will permit none to speak ill of them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Elrond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Arwen Undómiel outside the city",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'The journey was a long one, but we would not miss Arwen's wedding! Let our younger sister heed the wisdom of her older brothers.'\\n\\nElladan gives you a playful smile.\\n\\n'We are little more than a hundred years older than she, but that century makes all the difference in wisdom, [placeholder]. Ask anyone and they will tell you I speak true.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Elrohir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Hail to you, friend of adventure! Let my brother and I greet you as gladly as we may, for this is a day both of gladness and of sorrow. Gladness for the joy of our sister, but sadness too, for she has chosen to walk with her love Elessar, and her people will mourn to be parted from her.\\n\\n'While we remain in this Middle-earth, Elladan and I will soothe the sting of this hurt with exploration and adventure, with combat and feats of martial skill. That is our way, and I know it is yours as well, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Elladan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'It is good to see you again, my friend, far from lands where it has been our custom to meet. There are few occasions that might draw so many from the Hidden Vale to the long road, but the marriage of Elrond's daughter Arwen Undómiel is one.\\n\\n'She is to wed Elessar of Gondor, but that is not the only name he wore during their courtship. Aragorn he was, and Estel, and while others called him Strider that name brought laughter to her lips and amusement to her heart.\\n\\n'It is a time for love's joy, [placeholder], but there is sadness in it too, a father's sorrow for the daughter from whom he must be parted. That is another reason so many have come south, for even amid such joy their dear friend must lose something too, and that is a grief.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The party from Rivendell has been scouted from the walls of the city: the bride has nearly arrived, and the Great Wedding is soon to commence.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Mae govannen, [placeholder]. We have come a long way for the wedding of Arwen Undómiel to King Elessar of Gondor, but our journey is almost at its end.\\n\\n'I have been chief counsellor of Elrond's household for many years, and he has long relied upon my wisdom and advice... but what of these have I to offer today? There are times a daughter's happiness must be set against a father's sorrow, but how often do the Sundering Seas lie between one and the other? Rarely, perhaps... but the choice having been made, for Lord Elrond and his daughter the answer appears to be always.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Húrin the Tall, Warden of the Keys, is waiting for you to come down to the gates of the city so you may welcome the party from Rivendell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'I greet you once again, [placeholder], and name you friend. You and I have walked in dangerous places, but let us set aside the memory of them for now, for this is a time of celebration. That there may still be such as these is welcome indeed, though the time of my people draws near to an end.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "The party from Rivendell has been spotted to the north of Minas Tirith (Midsummer), and it is King Elessar's wish that you should greet them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Mae govannen, my friend. It is no small thing to bring so many across the mountains and to these distant lands, but for the love of my daughter all here would make the journey tenfold.\\n\\n'The defeat of Sauron has made safer the lands hereabout. The road was not difficult, and though my grieving heart tried to slow my steps, the light of joy in Arwen's face kept steady my pace.\\n\\n'For all the knowledge I possess, [placeholder], I cannot solve this riddle. Arwen will be parted, from her kindred or from her betrothed, and none of my wisdom can ease that parting. Still I am here, and would be nowhere else on this day, or on any day that my daughter desired.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Your friends among the travelling party wish to greet you after their long journey.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Elrond smiles at you, his eyebrows raised with unexpected mirth. Even so, you know he feels a deep sorrow that his daughter will no longer accompany him to the Undying Lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "'A time of great evil has passed, [placeholder], and now hearts will be lightened with joy. Arwen has long-awaited this day, but its arrival was never certain. Now that it has come, let none stand in the way of love's bounty, lest they risk my granddaughter's ire or my own.\\n\\n'I assure you: both may be fearful.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'It is good to see you, [placeholder]. So much has happened since our first meeting!\\n\\n'I have walked for many years in Middle-earth, but I feel something I have never felt before. I am like a young sapling, my life just now beginning. You know it is a peculiar sensation for one of our people, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Arwen Undómiel, Evenstar of her people, has come to Gondor. She wishes to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "Your friends among the travelling party wish to greet you after their long journey.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Your friends among the travelling party wish to greet you after their long journey.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "The Elves nod their greetings as you approach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'It is good to see you, [placeholder], so far from the place of our first meeting, and with so much having happened since!\\n\\n'I have walked for many years in Middle-earth, but I feel something I have never felt before. I am like a young sapling, my life just now beginning. I assure you it is a peculiar sensation for one of the Eldar, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}