{
  "id": 621033620,
  "txt": [
    {
      "id": "0x9b568b5",
      "en": "'Thanks for your help. Come back tomorrow. I'll probably have more for you to do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Cords of Love",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "Construct the handfasting cords",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'These ribbons look exquisite. Ah, my silk merchant always has the finest fabrics. I was right to think you to be good with a blade. Ah, not so fast!\\n\\n'The cords still need some work. You’ll have to visit the metalsmith, Dringlaer, for charms, and we’ll need fresh flowers to braid into them as well. We haven't the time to send you to Lothlórien for elanor, but Duillond has its fair share of lovely offerings. When you have the charms and blossoms, return to me and I shall teach you how to braid them all together.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a4",
      "en": "Celairel is south of Duillond.\\n\\nBring the handfasting cords to Celairel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Demand is high this year for handfasting cords. My usual artisan has already passed into the West. Any help you could provide would be much appreciated.\\n\\n'Make your way up the hill to Central Duillond and speak with the master tailor, Thorían. She should have a box of cords for me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Thorían",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73085",
      "en": "'Have you cut that silk yet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Dringlaer in Duillond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "DNT - Collected a bolt of silk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Collect perfect blossoms ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Wedding cords? Ai, I knew I was forgetting something! You’ll have to pardon me, I’ve been awake for many days working on wedding garments. Everyone always waits until the last moment to put in their orders!\\n\\n'Listen, if you could help me out, it’d be wonderful. You look like you’ve sliced up a thing or two in your time. Brethilas has a shipment of silk bolts I ordered. If you could collect the bolt from his store, you can use the table here to cut it into strips.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "Cut the silk bolt into ribbons ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Collect a bolt of silk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Talk to Thorían",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "The wedding planner in Duillond needs your helps procuring a shipment of handfasting cords she ordered.\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Cut the silk cloth into ribbons at Thorían's workbench in Duillond.\\n\\nYou should cut the silk into pretty ribbons.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e33",
      "en": "Construct the handfasting cords",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Thorían is in central Duillond, near the workbenches.\\n\\nYou should go and ask Thorían for handfasting cords.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e36",
      "en": "Deliver the completed handfasting cords to Celairel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730898",
      "en": "'Have you collected the blossoms and charms?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Thorían is in central Duillond, near the workbenches.\\n\\nYou should bring the cut ribbons to Thorían.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Cut the silk bolt into ribbons ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e09",
      "en": "Talk to Thorían",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "The bolt of silk is in a crate at Brethilas' shop in Duillond.\\n\\nYou should get a bolt of silk and bring it to be cut at the tailor's workbench.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1198",
      "en": "Collected a bolt of silk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "The metalsmith Dringlaer can be found in central Duillond, and the flowers bloom in and around the city.\\n\\nThorían asked you to gather flowers and speak to Dringlaer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "DNT - Collect a bolt of silk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Thorían can be found in Duillond.\\n\\nYou have gathered the charms and flowers. Return to Thorían.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'Charms? I do indeed have Thorían's order. Always one of my favourite things to work on. Finely detailed treasures, these. Symbols of eternal love and devotion. It’s nice to be working on something other than armour and blades for a bit.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'Great! These charms look amazing. He always does such detailed work. Right, let’s get these made up.'\\n\\nShe takes a few strands and shows you how to braid the silk ribbons, charms and flowers together.\\n\\n'Go ahead and use that table again. I’ve made room for you there. When you’re done, you can bring them straight to Celairel.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "Collected perfect blossoms ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}