{
  "id": 621033606,
  "txt": [
    {
      "id": 162883713,
      "en": "'Well, Merry, everyone knows that in a Shire wedding you've got to follow the traditions. There are four elements that must be present if the ceremony is to be a success. The bride needs to carry or wear something old, right? And then she should pair it with something new, which represents the new life she's starting with her husband...'\\n\\nMerry nods solemnly, which causes Pippin to break out into laughter again before resuming.\\n\\n'...and then she needs something borrowed as well, maybe a garment or a cloth or a small pocket item of some kind, and then, most important of all... everything has to be blue!'\\n\\nThe two hobbits start laughing again, and through their gales of laughter you can just make out gasps of 'everything blue! All the decorations, everything, they've got to be blue!'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "The fragrant smell of pipe-smoke lingers on the air. Merry and Pippin came this way!",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'Something old, something new, something borrowed... and everything blue!\\n\\n'I think he was going to collect everything in the Sixth Circle, [placeholder], right by the base of the ramp from the Seventh!'",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Isteron is outside the Tower of Ecthelion, in the Plaza of the Fountain, in Minas Tirith (Midsummer).\\n\\nRodwen gave you some letters of introduction authorizing you to act on her behalf, and directed you to deliver them to her friend and ally Isteron.",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'Not everyone is as familiar with our hobbits as we are, [placeholder].'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'What a relief it is to hear you will help us! Every wedding should be perfect, of course, but the weight of responsibility for this particular wedding is even greater, for all the eyes of the kingdom will be upon it! It means a great deal to me that you will not betray our secret. With your help, it should not matter that my friends and I know so little about such preparations! Already I have sent them throughout the city to get whatever help they can.\\n\\n'Here, [placeholder], I have penned some letters of introduction authorizing you to work on my behalf in all wedding-related matters. Bring these to our lore-master Isteron and he will tell you how best you can help us. You should find him outside the Tower of Ecthelion, in the Plaza of the Fountain.'",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Follow the smell of pipe-smoke to the south-east in order to find Merry and Pippin",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "Legolas speaks solemnly, but the son of Thranduil cannot completely mask his amusement.\\n\\n'Not everyone is as familiar with hobbits as we are, [placeholder]. Am I right to suggest that this must be the doing of a certain Brandybuck and Took of our acquaintance?'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Two of the helpful hobbits that helped Isteron with some of the wedding preparations are relaxing nearby: Frodo Baggins and Samwise Gamgee!",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Ah, you are here to help plan for the Great Wedding? There is so much still to be done, but do not let that frighten you away! I have often found that the largest tasks are the most rewarding, just so long as you do not give up before you are begun!'\\n\\nYou ask Isteron if he needs any help researching wedding customs, and he blinks at you, the smile frozen on his face.\\n\\n'Oh no, I gave up on that,' he replies. 'Cúfaron and I did learn some interesting tidbits from a number of hobbits over there, but I did not find their advice very promising. Their hobbit-traditions felt very quaint to me, not at all appropriate for such a grand wedding as this must be, but you are welcome to consult with them, if you like. They are to the south of the Tower of Ecthelion, I believe.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Rodwen asked you to help her with the final preparations for the Great Wedding, and out of respect for the bride and the groom you have agreed to do what you can.",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Talk to Meriadoc Brandybuck in Minas Tirith (Midsummer)",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Two of the helpful hobbits that helped Isteron with some of the wedding preparations are relaxing nearby: Frodo Baggins and Samwise Gamgee!",
      "es": ""
    },
    {
      "id": 111477412,
      "en": "Talk to Peregrin Took in Minas Tirith (Midsummer)",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "Examine the fruit of the hobbit's mischief at the base of the ramp from the Seventh Circle, in the Sixth Circle of Minas Tirith (Midsummer)",
      "es": ""
    },
    {
      "id": 49286706,
      "en": "Bring the letters of introduction to Isteron in the Plaza of the Fountain in Minas Tirith (Midsummer)",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'[placeholder]! How nice to see you during a time of celebration and not during time of war!'\\n\\nYou tell Frodo that you are helping Rodwen and her companions with the preparations for the Great Wedding, and he nods thoughtfully.\\n\\n'That is very good of you. Aragorn is dear to me, and I want his wedding to be all for which he and his bride might hope. Are Rodwen and her companions up for such a challenge? I have spoken with a number of them now, and in each of these planners I admit to you I have recognized something.'\\n\\nHe smiles knowingly.\\n\\n'They are in over their heads, just as I was during the Quest of the Ring! Just as were we all. Well, that turned out all right, in the end. So too might the wedding ceremony! If there is anything we can do, [placeholder], let us know and we will help.'",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Talk to Legolas in the Sixth Circle of Minas Tirith (Midsummer)",
      "es": ""
    },
    {
      "id": 111477416,
      "en": "Talk to Cúfaron in the Sixth Circle of Minas Tirith (Midsummer)",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'There has been a lot of wedding chatter in the air, [placeholder], and I'll have you know it's not the easiest thing for this Gamgee to talk about! Take that Isteron fellow. He spoke on and on about how grand this wedding should be, and how it'll be talked about for years and years, and maybe that's so, but I can't help but wonder if that's not the most important thing. Maybe I'm just a hobbit, with hobbit-ideas, but it seems to me that the wedding should be just as Arwen and Strider want it to be. Does it matter what the kingdom thinks of it, or for how long it's talked about?'\\n\\nSam falls silent and sniffs the air.\\n\\n'Actually, now that I'm thinking about it, Mister Frodo and I weren't the only hobbits who spoke to the wedding planners. Merry and Pippin talked to them too, and when they finished they went off laughing, looking very pleased with themselves about something. It might be worth looking into, [placeholder]. Those two are always causing trouble of some kind or another, and if you follow the smell of their pipe-smoke, could be you'll get to the bottom of it!'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Frodo and Sam suggested that you follow the smell of pipe-smoke to find Merry and Pippin.\\n\\nFrodo and Sam provided some very helpful advice to Rodwen's wedding-planning friends, but Merry and Pippin seemed very amused about something, which strikes young Master Samwise as perhaps a troubling sign.",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Sam is right. The more amused with themselves our friends are, the more trouble they are likely to cause! I do think they have probably settled down somewhere to have a smoke and review the mischief they might have caused.'",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'If you ask me, I'd wager those two are having a smoke and laughing at their mischief! Follow the smell of their pipes, [placeholder], to the south-west!'",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Merry is atop the wall south-east of the Plaza of the Fountain in Minas Tirith (Midsummer), very pleased with some recent mischief.",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'Good day to you, [placeholder]! Why don't you stay awhile and have a smoke, there's room for all! What's on your mind, friend?'\\n\\nYou ask Merry and Pippin about the preparations for the upcoming wedding, and they share a conspiratorial look before doubling-over with laughter. When Merry has once again caught his breath, he apologizes and tries to answer your question.\\n\\n'It's going to be a real sight to see, [placeholder]! It seemed to us that those wedding planners might not have actually been to a real wedding before, and you know Pip and I have been to plenty. We're real experts on the subject, you might say, so we gave Cúfaron a detailed account of the most important Shire wedding-traditions. It was the right thing to do, wasn't it, Pip? How did they go again?'",
      "es": ""
    },
    {
      "id": 162883648,
      "en": "A faint smile flits across the Elf's face as he contemplates the pile of decorations, but he says nothing more.",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Find the helpful hobbits south of the Tower of Ecthelion in Minas Tirith (Midsummer)",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to Frodo Baggins in Minas Tirith (Midsummer)",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Talk to Samwise Gamgee in Minas Tirith (Midsummer)",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Follow the smell of pipe-smoke to the south-west in order to find Merry and Pippin",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Merry and Pippin, quite delighted with themselves, have caused some mischief. You should find Cúfaron at the base of the ramp from the Seventh Circle, in the Sixth Circle of Minas Tirith (Midsummer), and see if it is too late to undo their handiwork.",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "Legolas stands by the pile of blue decorations, and despite his solemn expression you can tell he is also rather amused at the hobbits' prank.",
      "es": ""
    },
    {
      "id": 162883753,
      "en": "'Ah, you are here to help plan for the Great Wedding? There is so much still to be done, but do not let that frighten you away! I have often found that the largest tasks are the most rewarding, just so long as you do not give up before you are begun!'\\n\\nYou ask Isteron if he needs any help researching wedding customs, and he blinks at you, the smile frozen on his face.\\n\\n'Oh no, I gave up on that,' he replies. 'Cúfaron and I did learn some interesting tidbits from a number of hobbits over there, but I did not find their advice very promising. Your hobbit-traditions feel rather, how do I say this... rather quaint, and not very appropriate for such a grand wedding as this must be. I mean no offence! The hobbits are to the south of the Tower of Ecthelion, I believe, if you wish to hear what they told me.'",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "Cúfaron is in the Sixth Circle of Minas Tirith (Midsummer).",
      "es": ""
    },
    {
      "id": 162883664,
      "en": "'Bring those letters to our lore-master Isteron and he will tell you how best you can help us. You should find him outside the Tower of Ecthelion, in the Plaza of the Fountain.'",
      "es": ""
    },
    {
      "id": 162883666,
      "en": "'You are welcome to consult with the hobbits who helped me, if you like. I believe they are to the south of the Tower of Ecthelion.'",
      "es": ""
    },
    {
      "id": 162883667,
      "en": "'You are welcome to consult with the hobbits who helped me, if you like. I believe they are to the south of the Tower of Ecthelion.'",
      "es": ""
    },
    {
      "id": 162883668,
      "en": "'Sam is right. The more amused with themselves our friends are, the more trouble they are likely to cause! I do think they have probably settled down somewhere to have a smoke and review the mischief they might have caused.'",
      "es": ""
    },
    {
      "id": 162883669,
      "en": "'If you ask me, I'd wager those two are having a smoke and laughing at their mischief! Follow the smell of their pipes, [placeholder], to the south-west!'",
      "es": ""
    },
    {
      "id": 162883670,
      "en": "'We're real experts on the subject, you might say, so we gave Cúfaron a detailed account of the most important Shire wedding-traditions. It was the right thing to do, wasn't it, Pip? How did they go again?'",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'Those hobbits weren't really wedding experts at all, were they?' he asks, staring wearily at the pile of blue decorations gathered from all around the city.\\n\\n'Not really experts at all. There's a lot of that going around these days.'",
      "es": ""
    },
    {
      "id": 162883672,
      "en": "'Something old, something new, something borrowed, everything blue!'",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883673,
      "en": "'Not everyone is as familiar with your people as we are, [placeholder].'",
      "es": ""
    },
    {
      "id": 177082737,
      "en": "You found the hobbits who helped Isteron: Frodo Baggins and Samwise Gamgee!",
      "es": ""
    },
    {
      "id": 246419881,
      "en": "Frodo and Sam suggested that you follow the smell of pipe-smoke to find Merry and Pippin.\\n\\nFrodo and Sam provided some very helpful advice to Rodwen's wedding-planning friends, but Merry and Pippin seemed very amused about something, which strikes young Master Samwise as perhaps a troubling sign.",
      "es": ""
    },
    {
      "id": 177082743,
      "en": "You need to find Cúfaron before it's too late",
      "es": ""
    },
    {
      "id": 246419891,
      "en": "Pippin is atop the wall south-east of the Plaza of the Fountain in Minas Tirith (Midsummer), very pleased with some recent mischief.",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "You have found a pair of amused hobbits, laughing and smoking",
      "es": ""
    },
    {
      "id": 177082758,
      "en": "The decorations are indeed, as Merry and Pippin suggested, overwhelmingly blue",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 1, Chapter 2: Experts on the Subject",
      "es": ""
    }
  ]
}