{
  "id": 621033612,
  "txt": [
    {
      "id": 162883764,
      "en": "'Perhaps the few crackers I have assembled will still bring some small measure of enjoyment to the attendees of the wedding, [placeholder]. Go to my quarters in the High Guest-house in the Seventh Circle and empty the crate of its contents, and I will see what can be done.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 1, Chapter 3: A Little Wizard-Magic",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Take more fireworks out of the crate",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I need to come up with a good use for these decorations. There has to be something! But now I have a more urgent worry: was any of the advice those hobbits gave to me truthful? They spoke of someone called Gandalf, a Wizard they claimed to be in this very city, and said his fireworks cannot be missed. Is it true?'\\n\\nYou assure Cúfaron that Gandalf is indeed a master of the art, and his fireworks have a truly remarkable reputation for excellence. You say he has likely heard of the Wizard before, for in these lands he goes by another name.\\n\\n'Mithrandir? Ah, yes! I know of this Wizard, although I did not know he dabbled in the construction of fireworks. Perhaps you can find him for me and ask if he will contribute some of his finest creations to set off during the wedding ceremony? I saw him recently in this Circle of the city. Look for him to the west.'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Take some more fireworks out of the crate",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Take even more fireworks out of the crate",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Talk to Mithrandir in the Sixth Circle of Minas Tirith (Midsummer)",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'My fireworks? Ah, I am sorry, [placeholder], but you may remember that it was a time of war until very recently! When Shadowfax bore me hither with young Peregrin Took, I did not have the luxury to bring any fireworks along with me.'\\n\\nYou apologize for disturbing him, and the Wizard raises his eyebrows at you with apparent amusement.\\n\\n'Are you always in such a rush that you cannot wait for an old man to finish speaking? I said I did not bring any fireworks with me on the ride from Rohan. I did not say I no longer possessed any! Indeed, I have collected one or two such devices during the time since the war ended, and I have stored them in a small crate in my quarters. Now, there are not as many as I would like; it was my custom when lighting such crackers in the Shire to really fill the night sky with illumination. That was both for the delight of the hobbits and for my own, if I am speaking honestly.\\n\\n'But perhaps the few crackers I have assembled will still bring some small measure of enjoyment to the attendees of the wedding, [placeholder]. Go to my quarters in the High Guest-house in the Seventh Circle and empty the crate of its contents, and I will see what can be done.'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Why stop now? Take additional fireworks out of the crate",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Find Gandalf's quarters in the High Guest-house in the Seventh Circle of Minas Tirith (Midsummer)",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "How many could there be? Take even more fireworks from the crate",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "There couldn't possibly be more, could there? Take more fireworks from the crate",
      "es": ""
    },
    {
      "id": 49286705,
      "en": "Bring the impressive collection of fireworks to Mithrandir in the Sixth Circle of Minas Tirith (Midsummer)",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Cúfaron is trying to sort out the good advice he received from Merry and Pippin from the bad. He hopes their words concerning 'Gandalf's fireworks' can be believed.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "The crate of fireworks is in Mithrandir's quarters in the High Guest-house in the Seventh Circle.\\n\\nMithrandir did not specify which of the fireworks to bring to him. Better take everything out of the crate, just to be safe!",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "The crate of fireworks is in Mithrandir's quarters in the High Guest-house in the Seventh Circle.\\n\\nMithrandir did not specify which of the fireworks to bring to him. Better take everything out of the crate, just to be safe!",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Mithrandir is in the Sixth Circle of Minas Tirith (Midsummer).\\n\\nCúfaron is hopeful that some of Merry and Pippin's chatter may have had a kernel of truth, and he wants you to find the wizard of whose fireworks they spoke.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "The crate of fireworks is in Mithrandir's quarters in the High Guest-house in the Seventh Circle.\\n\\nMithrandir did not specify which of the fireworks to bring to him. Better take everything out of the crate, just to be safe!",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "The crate of fireworks is in Mithrandir's quarters in the High Guest-house in the Seventh Circle.\\n\\nMithrandir did not specify which of the fireworks to bring to him. Better take everything out of the crate, just to be safe!",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Ah, there we are. I am sorry there were so few fireworks to gather up, my friend.'\\n\\nYou express your surprise that the Wizard could count such an armful of fireworks as merely a few. When Mithrandir responds, it is with a twinkle in his eye and laughter in his voice.\\n\\n'You must have never seen one of my fireworks displays before, [placeholder]. These few will have to do.'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "The crate of fireworks is in Mithrandir's quarters in the High Guest-house in the Seventh Circle.\\n\\nMithrandir did not specify which of the fireworks to bring to him. Better take everything out of the crate, just to be safe!",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Mithrandir told you he has assembled quite a stock of fireworks during the days following the end of the war, and he keeps them in a crate in his quarters in the High Guest-house, located in the Seventh Circle.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Mithrandir is in the Sixth Circle of Minas Tirith (Midsummer).\\n\\nYou have retrieved a truly impressive amount of fireworks from Mithrandir's quarters, and should now bring them to the Wizard.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 267044293,
      "en": "High Guest-house",
      "es": ""
    },
    {
      "id": 177082768,
      "en": "You are a little disappointed to find the crate is now empty",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "The crate of fireworks is in Mithrandir's quarters in the High Guest-house in the Seventh Circle.\\n\\nMithrandir did not specify which of the fireworks to bring to him. Better take everything out of the crate, just to be safe!",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "The crate of fireworks is in Mithrandir's quarters in the High Guest-house in the Seventh Circle.\\n\\nMithrandir did not specify which of the fireworks to bring to him. Better take everything out of the crate, just to be safe!",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "Gandalf's crate of fireworks is in his quarters",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Take fireworks out of the crate",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "You retrieve goblin-barkers, which explode with harsh goblin-like cries",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "You retrieve thunder-claps, which have previously been mistaken for actual thunderstorms",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "You retrieve a few hand-held sparklers from where they rolled into the crate's corners",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "You retrieve dwarf-candles, known for their angular shapes and geometric precision",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "You retrieve Elf-fountains, which fall from the sky like gently shimmering rain",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "You retrieve a few assorted squibs from the crate; not that impressive, but still important",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'I did not know Mithrandir dabbled in the construction of fireworks. Perhaps you can find him for me and ask if he will contribute some of his finest creations to set off during the wedding ceremony? I saw him recently in this Circle of the city. Look for him to the west.'",
      "es": ""
    }
  ]
}