{
  "id": 621033605,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "Rodwen looks around to make sure you were not followed by unfriendly forces. When she is satisfied, she lets out a deep exhalation of relief.\\n\\n'[placeholder]! You remember me, surely? Rodwen, Champion of Gondor? We met near Parth Galen, along the East Wall of Rohan! My friends and I had gotten into a bit of trouble, and you helped us get out of it. I was quite surprised to see you again in the throne room of the White City, in the presence of King Elessar, no less!'\\n\\nYou ask Rodwen what curious road took her out of the wilderness and gave to her the responsibility of planning a king's wedding. She raises her hands level to her shoulders with an energetic shrug.\\n\\n'Would that I could tell you! The adventuring life was hard, and to be honest with you my friends may not have been entirely prepared for it. The road we thought to take north was crawling with Orcs, so we turned south and arrived outside the Pelennor Fields just as the Gondorian force returned from Mordor in triumph. Happy timing! We joined the celebrations, of course, and decided that perhaps it was safer to put our adventuring days behind us. We no longer had a minstrel, you may remember; Cuilinn decided to try a life of farming rather than our dangerous course. Well, he has given it up already. Farming was not for him!\\n\\n'So we all came to settle within the White City, and through a series of misunderstandings and some ill-advised boasting my friends and I caught the attention of the Council of Gondor. The next thing I know, Isteron is speaking before those noble lords and ladies, insisting that we are expert wedding-planners all! So we have stumbled our way into something of a real adventure, [placeholder]. You have to help us... again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Rodwen in the throne room of Minas Tirith (Midsummer)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Rodwen is up some stairs north of the Tower of Ecthelion, beyond a doorway spanned by a flower garland, in Minas Tirith (Midsummer).\\n\\nRodwen has asked to meet you outside the throne room, and away from listening ears. For what purpose does the expert wedding-planner seek this secret meeting?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Rodwen up some stairs north of the Tower of Ecthelion, beyond a doorway spanned by a flower garland, in Minas Tirith (Midsummer)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Rodwen the wedding-planner is in the throne room of Minas Tirith as Midsummer's Day approaches. The name is familiar, but the Rodwen you met was an adventurer who ran into trouble along the East Wall of Rohan in the company of her friends, and not a planner of weddings.\\n\\nYou may use stable-masters at major towns and cities to advance to Minas Tirith (Midsummer) for the wedding festivities.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'The Council selected a Gondorian representative to make ready the ceremony and other preparations. Her name is Rodwen, and I would ask you to lend her your able assistance, if you have the time and the inclination.\\n\\n'Arwen will be here soon with her household, and I want all the preparations to be made before she arrives.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Let us meet somewhere to discuss the preparations, [placeholder]. There is no point in disturbing the king with such details. Surely... surely you agree? Let us find a quiet spot to discuss them. If you leave the Tower of Ecthelion and turn north, you will see a doorway spanned by a garland of flowers. Slip past that garland and climb the steps to the wall... and that is where I will meet you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Your adventures during the War of the Ring gave you the honour of befriending both Aragorn, newly-crowned king of Gondor, and his bride-to-be, Arwen Undómiel, Elf-maid and daughter of Elrond of Rivendell. Their wedding approaches, and you have been invited to attend the ceremony in Minas Tirith on Midsummer's Day.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'[placeholder], my friend! I am pleased you could return to my city in time of peace, with war safely behind us! We cannot lower our guard overmuch, it is true, but Mithrandir and the Council of Gondor both assure me that the threat of further war is at a low ebb, for now. My mind therefore turns from martial matters to those of the heart, for a day long prepared is nearly upon us. As you well know, Arwen my betrothed travels even now to Minas Tirith, where we shall be wedded before all of Gondor, and she will be the queen of my kingdom.\\n\\n'Long have we waited for this day! It is very important to me and to my love that the ceremony be conducted properly, but my knowledge of such matters is not sufficient. Mithrandir insists that he has an understanding of the rituals, but some members of the Council questioned the depth of his knowledge concerning the customs of Gondor. The Council therefore selected a number of Gondorian representatives to decorate the city and make ready the ceremony. The woman responsible for the wedding ceremony is named Rodwen, and I would ask you to lend her your able assistance, if you have the time and the inclination.\\n\\n'Arwen will be here soon with her household, and I want all the preparations to be made before she arrives.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Yes, hello. [placeholder], is it? Hmmm... I see. You are to help me make ready the wedding ceremony? I assure you, we have things well in hand....'\\n\\nRodwen appears visibly nervous, and seems to be having some trouble meeting your gaze. There is something familiar about this woman, but you cannot quite place it.\\n\\n'Let us meet somewhere to discuss the preparations, [placeholder]. There is no point in disturbing the king with such details. Surely... surely you agree? Let us find a quiet spot to discuss them. If you leave the Tower of Ecthelion and turn north, you will see a doorway spanned by a garland of flowers. Slip past that garland and climb the steps to the wall... and that is where I will meet you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 1, Chapter 1: A Real Adventure",
      "es": "",
      "es (fem)": ""
    }
  ]
}