{
  "id": 621033615,
  "txt": [
    {
      "id": "0x9b56885",
      "en": "'What is the trouble, friend? I assure you that several of my finest barrels will be brought to the hall for the wedding-feast. I am a man of my word, and I will see it done. All I ask is that the lords and ladies attending the feast know that it was Degilion of the Splintered Shield who provided the drink.'\\n\\nYou tell Degilion that someone slipped a reference to Castamir the Usurper among the papers on Gimli's table while the dwarf and his companion were dozing.\\n\\n'Men speak of Castamir... in my tavern? This is an outrage! I'll have you know that we of the Splintered Shield are kings' men all, and have nothing but respect for his bride-to-be! I say that with all the love in my heart, [placeholder]! If you find any who say otherwise, or even so much as think it, I will have them cast out upon the street, never welcome again within these walls! I swear it, [placeholder]. Show me the man who speaks fondly of Castamir, the usurping king-slayer, and I will report him to the Guards of the Citadel!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'What has brought you back to me so quickly, my friend? Has Gimli exhausted his store of love-words? Or has he decided to save them for another wedding? It would not surprise me to learn that our dwarf has a poet's heart, as do many of your people.'\\n\\nYou tell Gandalf about the mention of Castamir that someone slipped among Gimli's papers in the Splintered Shield, and the Wizard nods without surprise.\\n\\n'Yes, I expected something like this, [placeholder]. The folk of Gondor have long memories. Castamir's reign was the violent culmination of the Kin-strife, a chain of events that began with a wedding of which the populace did not approve. Rómendacil, twentieth King of Gondor, sent his son Valacar to make peace with Vidugavia, the self-proclaimed King of Rhovanion. Valacar did so, but he did more as well: he fell in love with Vidumavi, Northman daughter of the king, and the two were married.\\n\\n'Many folk in Gondor were displeased with the match, believing that Valacar's marriage would lessen the royal Númenórean blood in any heir produced by the union. Unrest simmered throughout the kingdom. A child was born to Valacar and Vidumavi, and he was named Eldacar; the unrest continued to simmer, until at last he came to the throne. Unrest turned to violent conflict and Castamir, the Captain of Ships, brought war to unseat Eldacar. The Usurper ruled Gondor for ten years until Eldacar returned at the head of a Northmen army. Castamir was slain, but his sons and allies fled to Pelargir and Umbar, and the underlying discontent that caused the Kin-strife never truly disappeared.\\n\\n'Will the people of Gondor accept the marriage of their king to Arwen Undómiel, the daughter of Elrond of Rivendell? The news you bring from the Splintered Shield tells me that some, at least, may not. We should bring word of this possibility to Elessar, though it pains me to trouble him with it. Perhaps you can do this, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 1, Chapter 5: A Whisper of Unrest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Will the people of Gondor accept the marriage of their king to Arwen Undómiel, the daughter of Elrond of Rivendell? The news you bring from the Splintered Shield tells me that some, at least, may not. We should bring word of this possibility to Elessar, though it pains me to trouble him with it. Perhaps you can do this, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Gimli in the Splintered Shield",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I don't know very much about this name \\qCastamir,\\q but I know it has something to do with a dark period in the history of Gondor. Corsair leaders calling themselves \\qthe Heirs of Castamir\\q caused us some problems on the journey from Rohan here to Minas Tirith, and I know it is a name that causes Aragorn some displeasure. That is enough for me; I do not need to know the particulars.\\n\\n'For someone to invoke this name now, today? I do not like it, [placeholder]! Some villain here in the Splintered Shield snuck this paper among the others, hoping to disrupt the wedding! Find out who has done this, and we will make them pay for it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to King Elessar in the Tower of Ecthelion in Minas Tirith (Midsummer)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'What is the trouble, friend? I assure you that several of my finest barrels will be brought to the hall for the wedding-feast. I am a man of my word, and I will see it done. All I ask is that the lords and ladies attending the feast know that it was Degilion of the Splintered Shield who provided the drink.'\\n\\nYou tell Degilion that someone slipped a reference to Castamir the Usurper among the papers on Gimli's table while the dwarf and his companion were dozing.\\n\\n'Men speak of Castamir... in my tavern? This is an outrage! I'll have you know that we of the Splintered Shield are kings' men all, and have nothing but respect for his bride-to-be, Elf though she be. I say that with all the love in my heart, [placeholder]! If you find any who say otherwise, or even so much as think it, I will have them cast out upon the street, never welcome again within these walls! I swear it, [placeholder]. Show me the man who speaks fondly of Castamir, the usurping king-slayer, and I will report him to the Guards of the Citadel!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Nobody saw anything? Ha! I wager my axe could make them talk, but this is not my kingdom and I should not wish to overstep my bounds. Not right before a wedding, anyway.\\n\\n'Castamir! Bah! I remember the Corsairs that invoked his name at Pelargir, [placeholder], and none of them would be welcome at a wedding such as this. No, not even if they cleaned themselves up and wore their finest garb! They were cruel-hearted and evil-minded, and from my gathering it sounds like their idol Castamir was twice as bad!\\n\\n'You should go tell Gandalf that there are some, at least, who might wish to disrupt Aragorn's wedding. Maybe our Wizard could work some magic to sniff out these troublemakers and make them think better of it? I should say it is worth a try. If that does not do it, offer my axe in service of the task. That may prove even more effective than magic!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'What has brought you back to me so quickly, my friend? Has Gimli exhausted his store of love-words? Or has he decided to save them for another wedding? It would not surprise me to learn that our dwarf has a poet's heart, as do many of his people.'\\n\\nYou tell Gandalf about the mention of Castamir that someone slipped among Gimli's papers in the Splintered Shield, and the Wizard nods without surprise.\\n\\n'Yes, I expected something like this, [placeholder]. The folk of Gondor have long memories. Castamir's reign was the violent culmination of the Kin-strife, a chain of events that began with a wedding of which the populace did not approve. Rómendacil, twentieth King of Gondor, sent his son Valacar to make peace with Vidugavia, the self-proclaimed King of Rhovanion. Valacar did so, but he did more as well: he fell in love with Vidumavi, Northman daughter of the king, and the two were married.\\n\\n'Many folk in Gondor were displeased with the match, believing that Valacar's marriage would lessen the royal Númenórean blood in any heir produced by the union. Unrest simmered throughout the kingdom. A child was born to Valacar and Vidumavi, and he was named Eldacar; the unrest continued to simmer, until at last he came to the throne. Unrest turned to violent conflict and Castamir, the Captain of Ships, brought war to unseat Eldacar. The Usurper ruled Gondor for ten years until Eldacar returned at the head of a Northmen army. Castamir was slain, but his sons and allies fled to Pelargir and Umbar, and the underlying discontent that caused the Kin-strife never truly disappeared.\\n\\n'Will the people of Gondor accept the marriage of their king to Arwen Undómiel, the daughter of Elrond of Rivendell? The news you bring from the Splintered Shield tells me that some, at least, may not. We should bring word of this possibility to Elessar, though it pains me to trouble him with it. Perhaps you can do this, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'You have returned just in time, [placeholder]! I planned to send for you. But I see you have come to me with some purpose of your own?'\\n\\nYou briefly mention Gandalf's worries concerning the legacy of the Kin-strife and the possibility that the folk of Gondor may not accept Elessar's marriage to Arwen. Your friend raises an eyebrow at that, and his demeanor becomes at once more Aragorn than Elessar.\\n\\n'That is not a concern of mine, [placeholder]. Arwen will be a good queen, and the kingdom will come to accept her. There will be no kin-strife this time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e02",
      "en": "Show the wrinkled note to Mithrandir in the Sixth Circle of Minas Tirith (Midsummer)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "King Elessar is in the Tower of Ecthelion in Minas Tirith (Midsummer).",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "These men insist they saw nothing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Someone in the Splintered Shield, in Minas Tirith (Midsummer), may have seen something.\\n\\nSomeone in the Splintered Shield placed that note on the table while Gimli and Drafli were preoccupied with their ales. But who could have done this, and why would they risk notice by the dwarves or their powerful friends?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Gimli is in the Splintered Shield, in Minas Tirith (Midsummer).",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Mithrandir is in the Sixth Circle of Minas Tirith (Midsummer).\\n\\nGimli wants you to show the scrawled threat to Mithrandir and get a Wizard's advice.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Ask Degilion, proprietor of the Splintered Shield, about the scrawled threat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Question a man of Gondor about the threat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Question a woman of Gondor about the threat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "These women insist they saw nothing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d175",
      "en": "The reminder of the Kin-strife in Gondor is an unpleasant one that may bode ill for the upcoming wedding of King Elessar and Arwen Undómiel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Some villain here in the Splintered Shield snuck this paper among the others, hoping to disrupt the wedding! Find out who has done this, and we will make them pay for it!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}