{
  "id": 621033622,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'After so many labours, at last it is time. Come with me, my friend. Together my love and I will ascend the levels of the White City, and tomorrow, on Midsummer's Day, we will be married at last.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "King Elessar has emerged from the city, eager to greet his bride, but first he has some words for you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'I must say, my good friend, that it was a beautiful wedding, and everything went according to my plan. Indeed, in that way it was quite different than the plans of my adventuring days!\\n\\n'Did you know that my friends and I have already been tasked with arranging further weddings later in the summer? All of a sudden, folk of high birth and low seem to require our services, and I have been unable to turn down a one!\\n\\n'I do hope I am not making a mistake to say so, but this Great Wedding was more successful than any of my other recent endeavours... why, no one was injured or maimed at all, which might be worth recording!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "The time of the wedding has arrived!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to King Elessar outside the city",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to King Elessar outside the city and experience 'A Wedding at Midsummer'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Rodwen is pleased at how well the ceremony was conducted, and now she wishes to speak with you outside the feast-hall of Merethrond in Minas Tirith (Midsummer).",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Rodwen outside the feast-hall of Merethrond in Minas Tirith (Midsummer)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The Great Wedding will take place on Midsummer's Day, and it will be a time of celebration for all. Folk from lands near and distant will come to celebrate the joining of King Elessar and Arwen Undómiel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I understand the preparations are nearly complete?'\\n\\nYou tell Arwen that the Council of Gondor authorized a great number of plans and preparations for the wedding, and Aragorn believes they are nearing completion. When you tell her that Gimli had some suggestions relating to the vows she and her betrothed might speak during the ceremony, Arwen smiles fondly.\\n\\n'I have already given the matter some thought, and chosen words of my own; my love is certain to have done the same. But my heart is warmed by the kind thoughts of Gimli, son of Glóin. May the words of our vows measure up to those of his devising!\\n\\n'But is that my betrothed I see? Has he come down from the city to greet his bride?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'The sight of my beloved has stolen all speech from me, my friend! For so long have we awaited this day, and now it arrives.\\n\\n'Can it be so? Speak to me, [placeholder], so I will know that is truly my Lady Undómiel, Arwen Evenstar, and no illusory dream of my hopeful mind!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Dare I believe that is the sight of my beloved, and not some illusion? For so long have we awaited this day!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 1, Chapter 7: A Wedding at Midsummer",
      "es": "",
      "es (fem)": ""
    }
  ]
}