{
  "id": 621033623,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Merethien, the Master Foodmonger, can be found inside the great feast-hall of Merethrond, where the festivities continue.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "King Elessar and Queen Arwen Undómiel have slipped away from the celebration and are in the throne room of Minas Tirith (Midsummer).",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Mithrandir is outside the Tower of Ecthelion in Minas Tirith (Midsummer).",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "King Elessar is in the throne room of Minas Tirith (Midsummer) while the celebrations continue elsewhere in the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'It has been some time since Gondor saw such revelry, [placeholder]. The folk thirsted for it without knowing what they desired. Such a night of celebration will be good for them.\\n\\n'The peace of Middle-earth is hard-won, my dear [placeholder], but it must be defended if it is to remain secure. Not all threats are gone with Sauron, as you well know, and other evils there are in the wide world that must be faced with bravery and resolve. Can I count on you to continue to stand against these dangers, [placeholder], so that the love we celebrated today can last into the days and months ahead? A wedding is a beginning, my friend, and so is this Great Wedding, for there are those in the world that will see the joy of it and resent its presence.\\n\\n'My time on these shores draws nigh, my friend, and I want to know that these lands will know peace beyond my departure. I will be counting on you for this, [placeholder], or for those you choose to follow in your stead. Someone will need to defend the happiness we saw today. Someone will need to safe-guard the peace of Middle-earth.\\n\\n'We will speak of these matters again, my friend. For now, you should do as does the city: eat, drink, and be merry!'\\n\\n<rgb=#00FF00>The story continues in future updates....</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Merethien inside Merethrond, at a table on the east side of the hall, when you are ready to conclude the wedding-feast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Thank you for all you have done, dear [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Queen Arwen in the Tower of Ecthelion in Minas Tirith (Midsummer)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'You have my thanks and those of my kingdom for all you have done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to King Elessar in the throne room of Minas Tirith (Midsummer)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Mithrandir outside the Tower of Ecthelion in Minas Tirith (Midsummer)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to King Elessar in the Tower of Ecthelion in Minas Tirith (Midsummer)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'I imagine my kingdom has not seen a wedding like this for many, many years; I see it reflected in the fervour of my people's celebration! The war is ended, and they are gladdened to have joyful cause!\\n\\n'We spoke of some trouble in the history of my kingdom, [placeholder], do you remember? I told you I did not think it would be a problem, and so I still think. I have studied the faces of my people on this Midsummer's Day, and this I have learned: they will come to love their Queen. She will be a patient guardian of Gondor and all its folk, as I will be, and together we will restore what glory there is to be had in this age, and whatever ages may come.\\n\\n'Thank you for all you have done, [placeholder]. I speak not only of your service against the forces of Sauron, but also for all you have done as my dear friend. When at last the history of Gondor is written, one will be counted more important than the other, but know that in my deepest heart I measure them equal, for Aragorn may be selfish where Elessar may not.'\\n\\nHe smiles at you, a wolfish grin that brings to mind the shadows of a distant tavern in Bree-land.\\n\\n'But you will not hear me admit it again, my friend. The peace of Middle-earth must come above my own happiness.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'The hobbits insisted this be called a banquet, in honour of one or another chieftain of theirs. I am a little unclear on the details, but it seems to have something to do with the number and varieties of foodstuffs available?'\\n\\nMerethien casts a weary look at her bench-mate Ioreth, who has been nattering constantly for the duration of the wedding-feast, and glances disapprovingly at Galathir, who has launched upon a long discussion of the various spices flavouring the many courses.\\n\\n'Come, let us inquire with the hobbits. They seem to be amusing fellows, and I would learn more of this land of theirs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'Those two hobbits insisted this be called a banquet, in honour of one or another chieftain of yours. I am a little unclear on the details, but it seems to have something to do with the number and varieties of foodstuffs available?'\\n\\nMerethien casts a weary look at her bench-mate Ioreth, who has been nattering constantly for the duration of the wedding-feast, and glances disapprovingly at Galathir, who has launched upon a long discussion of the various spices flavouring the many courses.\\n\\n'Come, let us inquire with your friends. They seem to be amusing fellows, and I would learn more of this land of yours.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'The celebrations are not yet concluded; after all, there is still the wedding-feast to enjoy! Go to the feast-hall of Merethrond and speak to Merethien, the Master Foodmonger, once you have had your fill of merriment... there is still much of that to be had!\\n\\n'Do be careful, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The ceremony was only the beginning of the Great Wedding. Now there is the wedding-feast to be considered, where persons great and small come together throughout the city to celebrate the union of King Elessar and Arwen Undómiel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'But what am I saying? The celebrations are not yet concluded; after all, there is still the wedding-feast to enjoy! Go to the feast-hall of Merethrond and speak to Merethien, the Master Foodmonger, once you have had your fill of merriment... there is still much of that to be had!\\n\\n'Do be careful, my friend. If anything untoward happens at the feast and ruins the perfect wedding I planned, I will need to return to adventuring or find another profession, and I would rather not. Enjoy the wedding-feast, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Thank you for lending such support as you have to my husband, [placeholder], during your adventures and his. There were days when it seemed the Shadow would never pass... but it has lifted, and not on its own terms. No, it was through the efforts of many folk all throughout Middle-earth, and yours not least of all!\\n\\n'Our wedding has been everything for which I hoped, and I am certain my husband feels the same.'\\n\\nArwen looks around the throne room, and in the dim light of the grand chamber you see an amused smile dance across her fair features.\\n\\n'But we will need to do something about this throne,' she remarks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 1, Chapter 8: The Wedding Banquet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'The King and Queen are in the throne room, [placeholder]. I understand they were awaiting you!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}