{
  "id": 621033614,
  "txt": [
    {
      "id": "0x9b568b4",
      "en": "'Perhaps you should go to this tavern and check on our dwarves, [placeholder]. It will not do for Gimli to miss the wedding, and if he keeps his eye on the ale and not on the sun he very well might! The Splintered Shield is in the Second Circle.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 1, Chapter 4: Vows, Speeches, and Oaths",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Find Gimli in the Splintered Shield, located in the Second Circle of Minas Tirith (Midsummer)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Gather up the messy papers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'But on to other matters. Some time ago I observed our friend Gimli walking with one of Rodwen's companions, a dwarf I know to be called Drafli Broadshield. I greeted them both, and Gimli responded heartily that he and his new friend were going to the Splintered Shield, and they might be some time away. \\qOh?\\q I asked them, and Gimli responded that they planned to determine the words Elessar and his bride should use to bind their love during the ceremony. \\qWe will not emerge until we have settled upon just the right words for their vow!\\q he proclaimed, and I suspect he meant it.\\n\\n'Perhaps you should go to this tavern and check on our dwarves, [placeholder]. It will not do for Gimli to miss the wedding, and if he keeps his eye on the ale and not on the sun he very well might! The Splintered Shield is in the Second Circle.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Gimli in the Splintered Shield",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Wake Drafli Broadshield in the Splintered Shield in Minas Tirith (Midsummer)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Ah, [placeholder]! You have found us... hard at work! Ha ha!\\n\\n'It is true! All the folk here in this tavern... have been helping us find... the finest vows to be spoken... by Aragorn at his wedding! Elessar! You know... you know who I mean...\\n\\n'The ale here is quite good. It was Drafli's idea... to reward every perfect sentence... with a mug...\\n\\n'Ah, you had better wake him up, [placeholder]. We have so many good... good words from which to choose!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Drafli in the Splintered Shield",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to the proprietor of the Splintered Shield in Minas Tirith (Midsummer)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'I have had an idea, Gimli! We should... we should... have the proprietor provide this ale for the wedding feast! As many barrels... as many barrels as he can spare!\\n\\n'And that should be no small number! A wedding such as... such as this... only comes along but rarely!\\n\\n'Ask him this, [placeholder]! Ask him, and it will be the very finest of celebrations! Why, if I have anything to say about it... it will be nearly as rowdy as a dwarf-wedding! The king of Gondor should be... should be so fortunate!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'I would be pleased to contribute a number of barrels for the wedding-feast. It is the least I can do for the king and his bride, and I do it gladly. Gondor is in need of such happiness as theirs after so much war.\\n\\n'The dwarves are right on this account: the drink will loosen the tongues of all those at the feast, and the guests will frequently and at full voice toast the king's health and that of his Elf-bride. That is my promise to you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Gimli in the Splintered Shield in Minas Tirith (Midsummer)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Tell the proprietor he simply must provide some of this ale for the wedding-feast!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'The wedding-feast will not be complete without some barrels of this fine ale!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "You learned from Mithrandir that Gimli vowed not to emerge from the Splintered Shield until he determined the perfect words by which Arwen and Aragorn might plight their troth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Degilion, the proprietor of the Splintered Shield, is always behind the bar.\\n\\nDrafli and Gimli are in agreement: the ale of the Splintered Shield should flow without limit at the feast that will follow the Great Wedding. Now it is up to you to make the arrangements with the proprietor of the tavern.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e33",
      "en": "Give the bundle of papers to Gimli in the Splintered Shield",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Well, that is settled! Now let us see to the other matter: the proper vows to be made during the wedding ceremony!\\n\\n'Will you gather up these papers, [placeholder]? Drafli and I wrote down some good options, and all of our friends here in the Splintered Shield contributed suggestions of their own, and now it is up to us to select the very best ones.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Gimli is in the Splintered Shield, in Minas Tirith (Midsummer).",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'I will see to it that some of my very best barrels are on-hand for the wedding-feast.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Gimli is in the Splintered Shield, in Minas Tirith (Midsummer).",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'These papers contain the fruit of Drafli's and my hard work, as well as that of all our new friends in the Splintered Shield.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Drafli Broadshield is in the Splintered Shield in Minas Tirith (Midsummer).\\n\\nDrafli Broadshield has been working with Gimli to determine the proper vows for the Great Wedding. You should wake him up so you can hear the results.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Drafli Broadshield is in the Splintered Shield in Minas Tirith (Midsummer).",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Gimli and Drafli's attempts to come up with the perfect vows for the Great Wedding are spread out on the table in front of the dwarves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1191",
      "en": "Gathered up the messy papers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Gimli is in the Splintered Shield in Minas Tirith (Midsummer).",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Gimli is in the Splintered Shield, in Minas Tirith (Midsummer).\\n\\nYou have awoken Gimli from the drink-induced slumber of his creative process. Perhaps you should ask him about his success coming up with the right vows for the Great Wedding.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "Gimli blinks at you as you awaken him from his stupor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'All right, let us see what we've got.'\\n\\nGimli reads aloud from one of the papers.\\n\\n'\\qYour beauty is without compare, even among all the gems of the earth.\\q That was one of mine, [placeholder]. Do you like it? \\qTogether we will lay waste to our foes, and none will stand against us!\\q Hmm, now that I see it written down, I don't know about this one, Drafli.\\n\\n'What else, what else? \\qI pledge to love and serve you in all things,\\q pretty good, not bad. \\qMy love for you gives me the strength to...\\q to what? This one isn't finished.'\\n\\nGimli shuffles through the stack of papers, looking for more worthy vows.\\n\\n'Let's see, let's see. \\qTrue men of Gondor will not forget Castamir?\\q What is this? Who wrote this?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "Drafli awakens with a start, blinking the sleep and the drink from his eyes",
      "es": "",
      "es (fem)": ""
    }
  ]
}