{
  "id": 620892429,
  "txt": [
    {
      "id": 228870261,
      "en": "Fireworks: Master Firework-launcher",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have completed the Fireworks: Launch Green Fireworks deed",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "You have mastered the art of launching blue fireworks.",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have completed the Fireworks: Launch Blue Fireworks deed",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "You have mastered the art of launching green fireworks.",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have completed the Fireworks: Launch Orange Fireworks deed",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "You have mastered the art of launching orange fireworks.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Continue launching the fireworks you have acquired, in order to master their use.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have completed the Fireworks: Launch Purple Fireworks deed",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "You have mastered the art of launching purple fireworks.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Launch the blue fireworks you have acquired.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You have completed the Fireworks: Launch Red Fireworks deed",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "You have mastered the art of launching red fireworks.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Launch the orange fireworks you have acquired.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You have completed the Fireworks: Launch Yellow Fireworks deed",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "You have mastered the art of launching yellow fireworks.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Launch the purple fireworks you have acquired.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Launch the red fireworks you have acquired.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Launch the yellow fireworks you have acquired.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Complete the Fireworks: Launch Blue Fireworks deed",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Complete the Fireworks: Launch Green Fireworks deed",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Complete the Fireworks: Launch Orange Fireworks deed",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Complete the Fireworks: Launch Purple Fireworks deed",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Complete the Fireworks: Launch Red Fireworks deed",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Complete the Fireworks: Launch Yellow Fireworks deed",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Fireworks may be purchased from special vendors during the festival. Anyone may learn to use them, but becoming a master takes dedication.",
      "es": ""
    }
  ]
}