{
  "id": 621026534,
  "txt": [
    {
      "id": "0x78d1753",
      "en": "After the wards surrounding Barad Cúron were destroyed, the fell magic sealing Uialrond, the Dome of Evening has been undone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502925",
      "en": "Talk to Faramir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b0",
      "en": "Faramir and Éowyn can be found outside Uialrond, the Dome of Evening in the Circle of Death.\\n\\nYou have discovered a beacon of hope within Minas Morgul and heartened the Rangers of Ithilien. You should talk to Faramir and Éowyn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502928",
      "en": "Talk to Faramir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56865",
      "en": "'It seems whatever magic held shut the doors to Uialrond has been undone, but within... all I see is darkness.\\n\\n'You and...'\\n\\nFaramir looks around the company.\\n\\n'...Dolenthol may accompany me within. I do not know what we shall find, but keep your wits about you.\\n\\n'When you are prepared, I shall lead us inside.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a4",
      "en": "Faramir can be found outside Uialrond, the Dome of Evening.\\n\\nDolenthol has asked you to volunteer to enter Uialrond with Prince Faramir. You should talk to Faramir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502932",
      "en": "Talk to Faramir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502933",
      "en": "Talk to Éowyn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a7",
      "en": "Faramir can be found outside Uialrond, the Dome of Evening.\\n\\nFaramir is prepared to enter Uialrond and confront whatever evils lurk within. You should talk to Faramir when you are ready.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d6",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c1",
      "en": "'It is a bright day for Gondor, [placeholder], even in such a place of darkness.\\n\\n'It had come to the mind of King Elessar that Minas Morgul might need to be razed to its lowest stones. Knowing what I do of the terror that still lingers upon Ithilien, even if Gothmog were defeated, I could not see another way. Yet, the words of Galadriel have kindled in my heart a desire to preserve what was lost so long ago.\\n\\n'When at last we triumph over Gothmog, I shall plead to King Elessar to spare the Dead City that it might be restored by the hand of Gondor. Its stones shall be reshaped, its halls rebuilt, its archives written anew... and it shall again be Minas Ithil.\\n\\n'Whether you knew of Éowyn's deception, I will not ask. I must admit, I had begun to suspect it myself not long after we entered the Circle of Death. Lady Éowyn is a hale warrior, finer than many Men of Gondor, and she need not answer for decisions made out of loyalty... or love.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d9",
      "en": "'Let us see what lies hidden in Uialrond, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Waxing Moon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c4",
      "en": "'We are fortunate to have an ally like you, [placeholder].\\n\\n'Faramir's heart is lightened, and the end of this strife no longer seems so distant. Many dark days still lay ahead of us, but we shall overcome all the evils that remain in this place.\\n\\n'You have done much for me... and for Faramir. That we have come to the end of things together is all I can ask.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}