{
  "id": 621026535,
  "txt": [
    {
      "id": 148970472,
      "en": "Destroyed dread-wards in the Circle of Death ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 126687061,
      "en": "Concerned that Gothmog has laid a trap for the Rangers of Ithilien, Faramir hopes to overcome the fell magic sealing the door to Uialrond, the Dome of Evening.",
      "es": ""
    },
    {
      "id": 173025575,
      "en": "Destroy dread-wards in the Circle of Death ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184621233,
      "en": "Dread-wards can be found in the Circle of Death in Minas Morgul.\\n\\nFaramir has asked you to destroy dread-wards so their magic in the Circle of Death magic might be undone.",
      "es": ""
    },
    {
      "id": 184621234,
      "en": "Faramir can be found outside Uialrond, the Dome of Evening in Minas Morgul.\\n\\nYou have destroyed the dread-wards of Minas Morgul and should now return to Faramir.",
      "es": ""
    },
    {
      "id": 173025624,
      "en": "Find and aid lost bands of Rangers in the Circle of Death ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Dolenthol can be found before Barad Cúron, the Tower of the Crescent Moon, in the Circle of Death.\\n\\nYou have rejoined Faramir's company. You should talk to Dolenthal.",
      "es": ""
    },
    {
      "id": 236954563,
      "en": "Wards of Death",
      "es": ""
    },
    {
      "id": 162883685,
      "en": "'I fear that Gothmog has laid a trap for us, [placeholder].\\n\\n'If we were to assail the Tower of the Crescent Moon, would we not be doing exactly as Gothmog intends? There is foul magic upon this city... and much of it seems to lead here to Uialrond. I know little of it save for old tales, but it is said that it was once a great council-hall of Minas Ithil. Yet, when I reach to open its doors... I feel some sort of presence resist me. Has Gothmog locked some evil away in Uialrond to be unleashed upon us?\\n\\n'I cannot be certain, but I will not allow Gothmog to gain the advantage through deception. I have seen great, terrible wards of dread throughout the Circle of Death. I know not their true purpose, but if their magic holds fast the doors of Uialrond, they must be destroyed.\\n\\n'We must learn what lies within Uialrond!'",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Dolenthol before Barad Cúron",
      "es": ""
    },
    {
      "id": 184621216,
      "en": "Dolenthal told you to meet him before Barad Cúron, the Tower of the Crescent Moon, in the Circle of Death.\\n\\nYou have aided the Rangers you found as best you could, and you should now find Dolenthal near Barad Cúron.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Thank you for helping those you could, [placeholder].\\n\\n'I am not certain why Faramir has gathered us before this old hall, but I do not think he has done so without reason.'",
      "es": ""
    },
    {
      "id": 236954566,
      "en": "Beyond All Light",
      "es": ""
    },
    {
      "id": 246419830,
      "en": "Lost bands of Rangers might be found in the Circle of Death.\\n\\nDolenthol has asked you to search for lost bands of Rangers who became separated after Gothmog's forces attacked Prince Faramir's company.",
      "es": ""
    },
    {
      "id": 173025588,
      "en": "Talk to Faramir at Uialrond, the Dome of Evening",
      "es": ""
    },
    {
      "id": 24695187,
      "en": "Although Prince Faramir's company was successful in repelling an attack by the forces of Gothmog, some bands of Rangers have become scattered and lost in the Circle of Death.",
      "es": ""
    },
    {
      "id": 148970466,
      "en": "Barad Cúron looms overhead, but Prince Faramir's company has gathered outside an old hall",
      "es": ""
    },
    {
      "id": 173025569,
      "en": "Find Dolenthal near Barad Cúron",
      "es": ""
    },
    {
      "id": 190220739,
      "en": "'It is done, then?'\\n\\nFaramir approaches the doors of Uialrond and slowly opens one, emanating from it a loud and long creak as it slides along the stones of Minas Morgul.\\n\\n'It is time we learned the truth of Uialrond.'",
      "es": ""
    }
  ]
}