{
  "id": 621026530,
  "txt": [
    {
      "id": 216727827,
      "en": "The Wracking-hall can be found in the Circle of Death.\\n\\nYou have encountered a number of focused will-binders in the Wracking-hall. If you interrupt their rituals, the nameless creatures can not be bound into the service of Gothmog.",
      "es": ""
    },
    {
      "id": 49286657,
      "en": "Approach and interrupt Morgul will-binders in the Wracking-hall ([placeholder]/4)",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "It seems the cultists who labour within the Wracking-hall must maintain a great deal of focus to enslave the wills of nameless creatures.\\n\\nIf you interrupt their rituals, the nameless creatures can not be bound into the service of Gothmog.",
      "es": ""
    },
    {
      "id": 149027382,
      "en": "A Tenuous Grasp",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "The will-binder's focus breaks and the nameless creature is released!",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Approach and interrupt Morgul will-binders in the Wracking-hall",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "You are close enough to interrupt the will-binder",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Through tremendous focus and force of will, the cultists of Minas Morgul have learned to subjugate the nameless creatures dwelling beneath Ephel Dúath.",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Completed",
      "es": "Completado"
    },
    {
      "id": 162883719,
      "en": "In their arrogance, the Morgul will-binders fell victim to the same creatures they sought to control.",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "The Wracking-hall can be found in the Circle of Death.\\n\\nYou have encountered a number of focused will-binders in the Wracking-hall. If you interrupt their rituals, the nameless creatures can not be bound into the service of Gothmog.",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "You have disrupted the efforts of the Morgul will-binders to enslave more of the nameless creatures in the Wracking-hall.",
      "es": ""
    }
  ]
}