{
  "id": 620951004,
  "txt": [
    {
      "id": 162883747,
      "en": "'Normally an outsider would not be granted an audience with a captain of the Corsairs, but you have earned this right twofold. You bested the challenge laid before you, and you bested many of my men in battle already.\\n\\n'Tell me what it is you want.'\\n\\nYou tell Jajax that you want his men to leave Lothgobel.",
      "es": ""
    },
    {
      "id": 246419888,
      "en": "Jajax is in the tavern of Lothgobel.\\n\\nYou should speak with Jajax.",
      "es": ""
    },
    {
      "id": 111477416,
      "en": "Speak with Jajax to tell him you agree",
      "es": ""
    },
    {
      "id": 162883751,
      "en": "You tell Jajax that his offer is more than fair.\\n\\n'Aye, that it is. And we do not play fair. See how the men grumble and stir already? It seems that some of them do not like my speech....'",
      "es": ""
    },
    {
      "id": 177082756,
      "en": "You have asked Jajax to pull his men out of Lothgobel",
      "es": ""
    },
    {
      "id": 24695129,
      "en": "Jajax has agreed to speak with you about the fate of Lothgobel.",
      "es": ""
    },
    {
      "id": 246419778,
      "en": "Hebil has come to ask for Jajax's help.",
      "es": ""
    },
    {
      "id": 246419893,
      "en": "Jajax is in the tavern of Lothgobel.\\n\\nYou should speak with Jajax.",
      "es": ""
    },
    {
      "id": 177082736,
      "en": "You hear the tavern door slam open...",
      "es": ""
    },
    {
      "id": 111477331,
      "en": "Watch the confrontation between Jajax and Hebil",
      "es": ""
    },
    {
      "id": 177082740,
      "en": "This seems like one of those situations you should get out of... quickly.",
      "es": ""
    },
    {
      "id": 162883669,
      "en": "'You had best get out of here straight away, [placeholder]. There is about to be a brawl of mighty proportions. I promise you I'll keep to my end of the bargain, eh? Now you keep to yours.\\n\\n'Let the Corsairs handle their differences as they see fit.'",
      "es": ""
    },
    {
      "id": 177082743,
      "en": "Gladion has fallen",
      "es": ""
    },
    {
      "id": 177082744,
      "en": "Fuirion has fallen",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Negotiate with Jajax",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Negotiations",
      "es": ""
    },
    {
      "id": 162883745,
      "en": "tbd",
      "es": ""
    }
  ]
}