{
  "id": 620757530,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Jagger Jack",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Poisoned wolf food sources ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Ellie believes that you can score a telling blow against the Blackwolds and their masters in the northern Chetwood. Armed with a poison provided by Leecher Cartwell, she sends you to the Blackwold camp in the Chetwood to deal with their wolf-keeper, Jagger Jack, and the fell offspring of the Warg.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'If I'm to help ye, then ye've got to trust me. We need to deal with the wolves and their keeper, Jagger Jack. Jack spends his time talking to those strange, dark-skinned Men within the ruins occupied by the Blackwolds.\\n\\n'Find him and kill him, else he'll keep breeding his wolves with the Warg. While ye search for Jack at the camp, look for corpses o' dead beasts: sheep, cattle, even deer. It's likely the poor creatures are the food for the wolves. Use the poison on the corpses, and we may well kill off a good number of Jack's beasts.\\n\\n'While you deal with Jack and the wolves, I'll talk to Skunkwood and others about a \\qnew recruit\\q I've found. I might be able to get you into Skunkwood's hideout.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Jagger Jack and the animal corpses will be in the Blackwold ruins in the north Chetwood, north of the guard-house, east of Combe.\\n\\nEllie told you to find Jagger Jack and poison the wolves' food source, while she tries to arrange a meeting with Skunkwood, the Blackwolds' leader, for you.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'If ye've been to those ruins, then ye know now about the evil spreading through the Blackwolds. I was able to meet with Skunkwood, though he was talking to one o' them strange men. He mentioned someone named Amdir.\\n\\n'Skunkwood said that he would meet with ye, but you'll need to be quick. Once Jagger's death is discovered, Skunkwood will become suspicious.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ellie Cutleaf's house is in the north-west corner of Combe, on the banks of the pond.\\n\\nYou should return to Ellie Cutleaf with word of your victory against Jagger Jack and to learn if she has arranged a meeting with Skunkwood at the Blackwold hideout.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'If Ellie is right and this wolf-keeper will continue to breed wolves and Wargs, then we should do everything we can to put a stop to it.\\n\\n'Do as she asks and seek out this Jagger Jack at the Blackwold encampment in the north-west Chetwood.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Quickly now, head into the Chetwood and find the Blackwolds' encampment within the ruins in the north-west. Be careful -- there's evil brewing there that may shake your very bones.\\n\\n'While you're dealing with Jagger Jack and the wolves, I'lltalk to Skunkwood and find a way to get you into their hideout.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Quickly now, head into the Chetwood and find the Blackwold's encampment within the ruins in the north-west Chetwood. Be careful...there is evil brewing there that may shake your very bones.\\n\\n'While you are dealing with Jagger Jack and the wolves, I'll talk to Skunkwood and find a way to get you into their hideout.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Jagger Jack",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Poison wolf food-sources ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Speak with Ellie Cutleaf in Combe",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Prologue: A Critical Strike",
      "es": ""
    }
  ]
}