{
  "id": 620757519,
  "txt": [
    {
      "id": 218649170,
      "en": "'Toradan... slain by Amdir? How is that possible?\\n\\n'Seek out Constable Tanglerush immediately. If Toradan's warning does not reach his kin, who is to know what devilry will ensue.\\n\\n'Quickly now!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have returned and with news of the Blackwold leaders. You have done well. Now is the time to move against Skunkwood and Éogan.\\n\\n'You should make your way to this hideout of theirs and speak to Skunkwood. Once there, tell him you heard rumour about the prisoner they took from Archet and would like to see if the tales about him are true.\\n\\n'Once you make your way to Amdir, free him and make your escape. I will follow you to the hideout and aid you. Hurry now!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Prologue: The Hideout",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "Toradan coughs up blood, his wounds clearly mortal. 'Amdir...is beyond saving now. You must warn...my kindred....'\\n\\n'Mundol is in the Mustering Cave of the Rangers. He...help him....'",
      "es": ""
    },
    {
      "id": 106474930,
      "en": "'Die....Ranger!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have entered the Blackwolds' hideout",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'So, if Ellie is to be trusted, the Blackwold hideout is at the base of the cliff near the Staddle Falls, south of the Combe guard-house! You should take this news to Toradan!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Toradan's plan is a bold one, but it might succeed. You should make your way to the Blackwolds' hideout and see if you can find where they are holding your friend Amdir. I'd be quick about it too!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Toradan is in his room up the stairs across the common room in The Comb and Wattle Inn, south-east of Ellie Cutleaf's house.\\n\\nEllie provided you with directions to the Blackwold hideout and assured you that you would be welcomed within. She also mentioned that Éogan and Skunkwood discussed the recent capture of Amdir. She suggested you speak with Toradan before continuing to the hideout.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'What are ye doing here? Time is of the essence.... Skunkwood is waiting, and if news of Jagger Jack reaches him before ye arrive, he might become suspicious.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The entrance to the Blackwolds' hideout is next to Staddle Falls, at the north-east end of the Staddle Pond, south of the guard-house.\\n\\nToradan told you to enter the Blackwolds' hideout and speak to Skunkwood. Once you learn the location of Amdir, you are to free him and help him escape.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Hurry to the Blackwolds' hideout, [placeholder]. You need to find Amdir and release him. I will follow after!'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Constable Underhill is in Combe centre, near The Comb and Wattle Inn.\\n\\nToradan's plan to free Amdir came to a shocking end, as Amdir was driven insane by his morgul-wound and slew Toradan. Amdir now seems bent on destroying all the Rangers. Constable Underhill must know of this development.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'So you have defeated the brigands? That is good. You should tell Constable Underhill the good tidings.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Constable Underhill is in Combe, near the Comb and Wattle Inn.\\n\\nAs you entered the cellar of the Comb and Wattle, you came across Toradan and Amdir fighting. Amdir bent on destroying all the Rangers, struck Toradan down and then escaped. Constable Underhill must know of this development!",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'So you have defeated the brigands? That is good. You should tell Constable Underhill the good tidings.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Enter the Blackwolds' hideout",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return to Constable Underhill",
      "es": ""
    },
    {
      "id": 211822913,
      "en": "'I will not... '",
      "es": ""
    },
    {
      "id": 211822914,
      "en": "'...let you...'",
      "es": ""
    },
    {
      "id": 211822915,
      "en": "'..win this day, Amdir...'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Ellie Cutleaf has arranged a meeting with Skunkwood and offered to lead you to the Blackwold's hideout.",
      "es": ""
    },
    {
      "id": 261511326,
      "en": "'You will not stop me fools!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Ye've done all that was asked of ye, and done a good job o' it too, so I suppose it's time to show ye where to find Skunkwood. He's second under Éogan, one o' the strange men that I mentioned. Skunkwood handed the Blackwolds over to them a short time ago, that's when bad changes started taking place around here.\\n\\n'Skunkwood's used me, and a lot o' other good folk here in Combe. Everything ye've seen so far in the Chetwood should prove that to you. We've risked a lot to have a chance to stop the Blackwolds once and for all, [placeholder]. It is time we finish this.\\n\\n'The hideout is located at the foot of the Staddle Falls at the north-west end of Staddle Pond. You'll be welcomed inside. Maybe you'd best go talk to that fellow what you're working for first though.'",
      "es": ""
    }
  ]
}