{
  "id": 620757411,
  "txt": [
    {
      "id": 218649169,
      "en": "'Good day to you. What are you still doing about here? Those Blackwolds are gone, and likely for good. That strange dwarf might still be around, but I'll wager he went on to somewhere a bit more interesting.\\n\\n'You should take that news on to your friend Strider in Bree-town. If he sent you out here, he likely wants to know what we found! He'll probably be at The Prancing Pony. Those Rangers surely like their beer, and the Pony has the best!\\n\\n'Thank you for your help, but there's no use worrying about brigands around here anymore.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have returned and just in time! Much has happened since you left, but I have little time to relate it. The tidings you have brought me will be of great use to my men here in Bree-land, but there is a more immediate threat we must deal with now.\\n\\n'While you were away, those same Nazgûl you saw with Amdir attacked the Pony. They were in search of the travellers I had been awaiting, four hobbits of the Shire. I cannot tell you why they had such interest in my companions, but I can tell you that I will have need of your help again.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Good day to you. What are you still doing about here? Those Blackwolds are gone, and likely for good. That strange dwarf might still be around, but I'll wager he went on to somewhere a bit more interesting.\\n\\n'You should take that news on to your friend Strider in Bree-town. If he sent you out here, he likely wants to know what we found! He'll probably be at The Prancing Pony. Those Rangers surely like their beer, and the Pony has the best!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 1, Chapter 4: Dark Designs",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'My! You look the worse for wear, meaning no offence. Would you be needing a beer, perhaps? No?\\n\\n'Well, if you're looking for that Ranger, Strider, he is in his room. Just go down the hall to the left, then bear right at the end.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "From a dying brigand at Skunkwood's old hideout, you learned that the strange Pale Dwarf was trying to bully the Blackwolds into continuing their alliance with the Witch-realm of Angmar.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Strider is in his room at The Prancing Pony Inn in Bree, which is found by taking a left down the hall out of the common room until you can only bear right. The room is at the end of the hall to the right of the stairs.\\n\\nYou should return to Strider and tell him what you learned about the Blackwolds and the Pale Dwarf.",
      "es": ""
    }
  ]
}