{
  "id": 620757518,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'Delay not! It is too late for me. Amdir... Amdir arrived ahead of you. He must be stopped. The Nine must not take him....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Ho there, what cause have you to be running around like that? Toradan is dead? That can't be... I saw him not too long ago. He had me deliver a message to his kinsman at the cave across the Midgewater Marshes. When I went to deliver the message I found the cave empty.\\n\\n'I'm on duty now, or I'd make the journey across the Marshes myself. Maybe you'd go instead?\\n\\n'Follow the road out of Staddle to the east, down the slope leading into the Marshes. Cross straight through, but be careful. The Midgewater Marshes have become a dangerous place of late. Do your best to steer clear of the Marshwater Fort at the heart of the Marshes, though. The cave is set at the foot of a tall hill near the entrance to the Midgewater Pass.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Prologue: Chasing Amdir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Good! I hope that those pesky insects did not damage the book. I am not sure why they have chosen to nest there, but they are easily dealt with. We shall take this book to Strider in Bree. He will know....\\n\\n'Quickly! Amdir has come! Go at once to Strider at The Prancing Pony in Bree. He has a room in the back of the common room. Tell him everything and give him the book!\\n\\n'The postern gate is in the library room... go! I will stop Amdir!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Alas, these are unhappy tidings. Toradan and the others stood watch over the Shire. If they have been routed and slain, then the Nine know that their quarry is no longer there. But that is not your concern.\\n\\n'It is well that you recovered this book. The Fall of the North-kingdom contains knowledge that could be used to bring a terrible doom upon Middle-earth. It is now mine to protect, and I know where it may be kept safe. But now there are more dire concerns at hand.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have obtained the book.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Big Folk that keep watch in Staddle may know where the mustering cave is. Go and find Constable Tanglerush.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe9523e2",
      "en": "'Let me help you....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Hurry! You need to go to that cave on the far east side of the Midgewater Marshes. If that is the Mustering Cave of the Rangers, whoever is there is surely in great danger!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Constable Tanglerush is in Staddle town centre, south of Combe\\n\\nAs his last act, Toradan sent you to tell Constable Underhill of a message he sent to Constable Tanglerush regarding the danger Amdir might pose to his kinsmen. Underhill told you to go to Tanglerush and make certain she passed the message to Mundol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Make haste! Mundol must be warned before it is too late.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Mundol is hiding at a place called the Mustering Cave on the far east side of the Midgewater Marshes, near the Midgewater Pass.\\n\\nConstable Tanglerush did not find Mundol within the cave when she attempted to deliver her warning. Perhaps it is not too late to warn Mundol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc5e30f4",
      "en": "'Did you hear something?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'With the book safely beyond the Enemy's grasp, we must now turn our attention to Amdir.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The Ranger Strider can be found in a room at the back of the common room of The Prancing Pony Inn in Bree-town.\\n\\nYou destroyed the book as Reniolind instructed you, but it is too late for both of you to escape. Amdir has arrived. Reniolind commanded you to leave through the postern gate and take the book to Strider.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'With the book safely beyond the Enemy's grasp, we must now turn our attention to Amdir.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Reniolind awaits your return in the ruins above.\\n\\nReniolind sent you to retrieve an ancient book of lore from the caves beneath the ruins. You must take the book to at once, so that you both may make your escape.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9856d67",
      "en": "'Never!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "The way out of the ruins lies in the caves below, near the library. The Ranger Strider can be found in a room at the back of the common room of The Prancing Pony Inn in Bree-town.\\n\\nYou recovered the book as Reniolind requested, but too late. Amdir has arrived. Reniolind commanded you to escape through the postern gate and take the book to Strider.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa1bb8c7",
      "en": "'No....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe30f672",
      "en": "'Amdir!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5de681d",
      "en": "'Back, foul wraith!  I will not let you prevail.  Get out of here, [placeholder]!  Now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x957aeb7",
      "en": "'Morin will deal with you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5c78c1",
      "en": "'These torches always seem to fail....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Warn the Rangers of the Mustering Cave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5c78c2",
      "en": "'Did the water stifle these flames?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5c78c3",
      "en": "'I lit these torches just yesterday.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf9444e2",
      "en": "'This way! Hurry!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa7cd12",
      "en": "'Yes... yes, you are.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb400fe7",
      "en": "'I am not what you once believed...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2ce81bd",
      "en": "'Let me see to this darkness before us....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You found Amdir -- or at least the wraith that was once Amdir -- imprisoned in the dungeons of the Blackwolds' hideout. Amdir escaped and is now stalking the Rangers in Bree-land.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xee09c82",
      "en": "'Amdir, my friend.  I know it is not really you that does these things....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Poor Toradan. If his words are true, his kinsmen are in great danger! This Mundol he spoke of before he passed must be warned!\\n\\n'Now, I don't know exactly where this Mustering Cave is, but if Toradan warned Constable Tanglerush, then Tanglerush must know its location.\\n\\n'Tanglerush is a Constable in Staddle, down the road south of Combe. You will likely find her loitering about town centre. Quickly, you must find her.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4cf9442",
      "en": "'This way!  Hurry!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}