{
  "id": 620757512,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Well, I suppose you're right. I should make sure those Blackwolds aren't hiding in that cave of theirs again, mustering their strength. But I'll want some help!\\n\\n'Will you travel with me to Skunkwood's old hideout? It's south of the guard-house at the north-east end of Staddle Pond, near Staddle Falls. If they are gathering there, I'll need help driving them out again! When you are ready, come back, and we'll go together to the old hideout.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Good show! Good show indeed! You sure showed those Blackwold rascals what-for!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'All right, I'm ready to go. Are you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 1, Chapter 3: Blackwolds Broken",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'If you're looking for that Strider fella, he's over there now. Moved after that business with them horrible riders!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "At Strider's request, you have travelled to Combe to help Constable Underhill investigate if the Blackwold brigands are truly no longer a threat to the people of the Chetwood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Speak to Constable Underhill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Blackwolds' old hideout is found south of the Combe guard-house, near Staddle Falls at the north-east end of Staddle pond.\\n\\nConstable Underhill has decided that it is probably a good idea to take a look in the Blackwolds' old hideout, to make sure they aren't mustering there again. He has asked, however, that you accompany him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Speak to Constable Underhill.\\n\\nYou infiltrated the Blackwolds' hideout and defeated several of them, at the request of Constable Underhill.",
      "es": "",
      "es (fem)": ""
    }
  ]
}