{
  "id": 620757410,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I am curious to know who the dwarf you encountered at the Blackwolds' camp was. Dwarves are by nature honourable and cannot be dominated by the will of any. Why this one would serve the Enemy, I cannot say. Worse yet is the appearance of the Nazgûl. I must go watch the East Road, for I am expecting some travellers and now fear they may be in danger.\\n\\n'Would you travel to Combe and speak to a constable there named Underhill? You may know him already... stout little fellow who loiters about town centre. You may suggest to Underhill that he investigate the Blackwolds' old hideout.\\n\\n'When that is done, return here with your report. If perchance I am not here, assume the worst.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, hello there! Is there something I can help you with? The Blackwolds have been broken and scattered, you say? This is good news for Combe.\\n\\n'So this Ranger, Strider, thinks we should investigate Skunkwood's old hideout? Well now, I'm not so sure of that. It's not a safe place, I hear.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I have dire matters to attend to, but if you would seek out Constable Underhill in Combe, he may wish to investigate the Blackwolds' old hideout.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 1, Chapter 2: To a Constable's Aid",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "While Strider sees to some important travellers he is awaiting, he has asked you to travel to Combe and aid Constable Underhill in making sure the threat of the Blackwolds is at its end.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Constable Underhill often loiters about Combe town centre, east and north of Bree.\\n\\nStrider has informed you that he has an important matter to attend to, but has asked you to go to Combe and encourage Constable Underhill to investigate the brigands' old hideout.",
      "es": "",
      "es (fem)": ""
    }
  ]
}