{
  "id": 620757407,
  "txt": [
    {
      "id": "0xd9b5683",
      "en": "Though he goes by the name Strider, this is the man you were directed to find: Aragorn. You introduce yourself and deliver Radagast's message of warning.\\n\\n'You have come a long way to bring me this message, my hardy friend!' he replies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'So many people coming and going these days.... There is one guest though, one I'd rather do without, but coin keeps a room and he comes with coin enough to pay a bill.\\n\\n'Brooding sort, likes the darker corners of the Inn and speaks to none. Most people are a bit afeared of his ilk.'\\n\\nBarliman lowers his voice. 'He's one o' them Rangers, he is. Calls himself Strider. From the common room turn left down the hall -- keep on until you can only go right. Follow straight down that hall until you're at the foot of the stairs. Strider is in the room to the right of the stairs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Wait... I know you, though we have never met! You and I shared the same roof during my childhood, though you slept a dreamless sleep, recovering from a wound sustained long ago! It is good to see that the ministrations of Elrond have saved your life, at long last!\\n\\n'But there are grim days ahead of us. The Blackwold brigands have been broken and Skorgrím Dourhand has fled from Ered Luin, but my companion Amdir has become a creature of evil and means us harm. There are many tangled threads here, and I will need your help if we are to unravel them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Your tidings are grim. If Skorgrím escaped then we can assume that he'll want vengeance. Given time, he and the Dourhands will regroup. You were brave to stand against him but I'm afraid we'll need use of your courage once again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Dark Men, them Rangers, not to be trusted, if you ask me. You seem a stalwart sort, so I'll not give you further advice. As long as you've coin, I'll see to your needs. Just don't be startin' any trouble.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Your tidings are grim. Goblins from Mount Gram in the Shire? Such has not been heard of in many generations. Angmar's influence is growing stronger.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Foreword: An Unwanted Guest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Your tidings are grim. While the Blackwolds have been broken, Amdir's escape bodes ill. He must be stopped before it is too late.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Barliman confided that a recent arrival to the Prancing Pony is one he would rather do without. He suggested speaking with him, as he may be the sort of individual for whom you are looking.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Strider's room in The Prancing Pony Inn in Bree can be found by heading left down the hall out of the common room, until you can only bear right. Strider's room is to the right of the stairs at the end of the hall.\\n\\nBarliman explained that a Ranger, Strider, was in a room in the Prancing Pony. He directed from the main bar to follow the hall left to the top of the stair, look for a short hall and door on the right and you should find Strider.",
      "es": "",
      "es (fem)": ""
    }
  ]
}