{
  "id": 620757412,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'This is dire news. While the four hobbits I was awaiting are safe for the moment, the protection Bree offers is fleeting, at best. We must leave soon, and if the Enemy's suspicions were confirmed by these crebain, that what they seek is no longer in the Shire, our trip may be all the more perilous.\\n\\n'Yet the Old Forest is a twisting labyrinth that can lead even the most experienced tracker astray. Finding these crebain will not be easy....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'The Enemy's Ring! It is no wonder Aragorn was so secretive as to why the Enemy was seeking Baggins!\\n\\n'If the crebain heard Fredegar's words, the Enemy will know for certain that the Ring is no longer in the Shire, and all will be lost!\\n\\n'Finding those birds in the Old Forest will not be a simple task. I would ask that you return to Aragorn in Bree and seek his counsel on how to find these foul birds.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 1, Chapter 7: Horn-call of Buckland",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'What? Who? I... I don't have it! Oh, wait, you aren't one of those Black Riders. I must tell you that I haven't been so frightened in my life. Did they learn anything from me? Well, those Riders came busting into the house, but I had already slipped out the back way. Not a thing did they get from me.\\n\\n'When the Shirriffs came, they made me tell them about Frodo and the others going off into the Old Forest, but I didn't say a thing about the Enemy's Ring....\\n\\n'Oh, dear! I mean... I... what is that? It sounds like crows....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have failed to defend Fredegar Bolger!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Did you see those awful birds? They came straight for me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Aragorn was concerned that the Enemy might be searching for Baggins, and so sent me to watch over him. I learned that he came to live here in Buckland, though I was not aware that he escaped through the Old Forest.\\n\\n'It may be that the Nazgûl were searching for him there. You should investigate, but for Frodo's sake, you should not mention that he still lives to anyone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Baggins' home is at Crickhollow, almost due south-east of the Buckland Gate, south of Lenglinn's camp.\\n\\nIn order to determine the movements of the Nazgûl, Lenglinn has asked you to investigate the home of a hobbit named Baggins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Finding those birds in the Old Forest will not be a simple task. Seek out Aragorn in Bree. With his council you may be able to find these foul birds.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Lenglinn's camp is north of the Buckland Gate, north-west of Crickhollow.\\n\\nWhen you spoke to Fredegar Bolger, he told you that the Black Riders had not caught him and so learned nothing from him, but he let slip to you something about a Ring belonging to the Enemy. As Fredegar was speaking, crebain flew out of the sky and attacked him, and though you defeated the crebain, two retreated into the Old Forest. You should bring this news to Lenglinn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Strider is in his room at The Prancing Pony Inn in Bree, which is found by taking a left down the hall out of the common room until you can only bear right. The room is at the end of the hall to the right of the stairs.\\n\\nLenglinn asked you to seek Strider's counsel on how to find the crebain that had overheard Fredegar Bolger's words and escaped into the Old Forest. He fears that if the Enemy learns that this Ring they seek is no longer in the Shire, all may be lost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Aragorn, or Strider as he is commonly known in Bree, can be found in his room in the Prancing Pony.\\n\\nLenglinn asked you to seek Strider's council on how to find the crebain that had overheard Fredegar Bolger's words and escaped into the Old Forst. He fears that if the Enemy learns that this Ring they seek is no longer in the Shire, all may be lost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1951e5",
      "en": "The craban flees into the woods!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6520e75",
      "en": "'Oh no! More are coming!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Investigate Crickhollow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defend Fredegar Bolger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defend Fredegar Bolger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x508c741",
      "en": "'You did it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x508c742",
      "en": "'You didn't get all of them though!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x508c743",
      "en": "'Some flew off into the Old Forest!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x508c744",
      "en": "'I hope they don't come back!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Horn-call of Buckland had alerted Lenglinn to the Nazgûl's presence there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x627fd51",
      "en": "'Over here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You say that Underhill is with Aragorn? I know of no Underhills... I was sent to watch over a hobbit named Baggins. I must assume that is whom Aragorn spoke of. That he is safe is welcome news, for my fears are somewhat allayed. It was late in the night when I heard the Horn-call of Buckland. Running to the road, I saw the Nazgûl leaving Buckland at a gallop. I tried to stop them, but they ran me down. I feared they had already found Baggins.\\n\\n'The four Riders passed eastward towards Bree, but we may discover what they learned, if anything, at Baggins' home in Crickhollow. It is a cottage surrounded by a high hedge almost directly south-east of the Buckland Gate.\\n\\n'If you learn anything there, return to me. What news you can bring me may help determine the movements of the Nazgûl.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6501a45",
      "en": "'Aah! Stay away! Stay away!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x627fd52",
      "en": "'They are sure coming close....'",
      "es": "",
      "es (fem)": ""
    }
  ]
}