{
  "id": 620757515,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'Toradan sent you, did he? It's good to have the Hero of Archet on our side!' The hobbit lowers his voice. 'There's still a Blackwold agent in town. We think he's trying to rebuild the band from among the local ruffians and bullies. We need proof, though. A letter or parchment would do, if it came from the agent himself.\\n\\n'Many of the brigands hole up in the Chetwood. Follow the road east, until you come to the guard-house, where Constable Wren is stationed. From there, head north and look for the brigands' watch-fires scattered through the wood. Search their packs for signs of their summons.\\n\\n'Let me know right away if you find anything... we need to know what they're up to!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Hallo! What's this? Ellie Cutleaf! Well, I should have guessed. She's smart and disreputable, by all accounts... and she's just the sort who might lead us to the Blackwold agent.\\n\\n'She won't lead you to this Amdir fellow, I don't think, but it's a start. We must gain access to the leader somehow. He'll have the answers we seek.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Prologue: Finding Amdir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Search among the watch-fires of the brigands, north of the guard-house, out east of town. The Blackwold agent has doubtless sent letters to the ruffians who live there. You might find one, if you search carefully.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You discovered a letter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Blackwolds have taken up residence in the Chetwood to the east. You had best begin your search there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Toradan sent you, did he?' The hobbit lowers his voice. 'There's still a Blackwold agent in town. We think he's trying to rebuild the band from among the local ruffians and bullies. We need proof, though. A letter or parchment would do, if it came from the agent himself.\\n\\n'Many of the brigands hole up in the Chetwood. Follow the road east, until you come to the guard-house, where Constable Wren is stationed. From there, head north and look for the brigands' watch-fires scattered through the wood. Search their packs for signs of their summons.\\n\\n'Let me know right away if you find anything... we need to know what they're up to!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You should speak with Constable Underhill near The Comb and Wattle. He may have some thoughts on how to discover the Blackwolds' hideout.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Constable Underhill can be found outside The Comb and Wattle Inn in Combe.\\n\\nToradan has asked you to speak with Constable Underhill to learn ways of finding the Blackwolds' hideout. He is certain Amdir will be found among them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'The Blackwolds have taken up residence north of the guard-house, east of Combe. You will most likely find them there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Many of the scattered Blackwolds dwell in the hills east of Combe.\\n\\nFollowing Toradan's advice, you spoke with Constable Underhill about the Blackwold brigands. The hobbit constable suggests that you search amongst the camp-fires of the Blackwolds to the east of Combe for one of the brigand agent's letters.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'So Cutleaf is involved with the Blackwolds? You should take the letter to Constable Underhill at once.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Constable Underhill awaits your return near Combe centre, outside The Comb and Wattle Inn.\\n\\nSearching through a pack found near a small encampment of Blackwolds, you found a letter from the Blackwold agent. You should return to Constable Underhill with the letter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'You say you found a letter among the brigand camps? Perhaps you should read it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Constable Underhill can be found outside the Combe and Wattle, near the centre of town.\\n\\nThe letter you found names the agent of the Blackwolds as E. Cutleaf. You should bring the letter you found to Constable Underhill. He will want to know what it contains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'So Cutleaf is involved with the Blackwolds? You should take the letter to Constable Underhill at once.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa206371",
      "en": "'You are not the things you own.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa206372",
      "en": "'Your father's have forsaken you, you are one of the Blackwold now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa206373",
      "en": "'You're too thin to be a Blackwold!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa206374",
      "en": "'You're too ugly to join the Blackwold!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa206375",
      "en": "'How can you know your potential if you have never fought?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search a Blackwold recruit's pack",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa206376",
      "en": "'You need to let go of everything before you can understand the truth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the letter to Constable Underhill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa206377",
      "en": "'Tear down society, so we can build it anew in the image of our new friends.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The stranger that summoned you was a kinsman of Amdir who is seeking the missing Ranger.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Thank you for your aid, [placeholder]. My kindred and I were driven from the Bounds of the Shire by the Nazgûl of Mordor. They pursued us eastward and slew many of us. It was my goal to join Amdir, but I have heard rumour of his fate in Archet. They say he was stabbed with a morgul-knife and led off by some evil Men -- the ones who lent the Blackwolds aid. There are few left now with power over such wounds, and those that I know of dwell some distance from here. We must find Amdir, and quickly, if we are to save him.\\n\\n'He is likely being held by the Blackwolds somewhere in the Chetwood. We must find a way to enter their lair and free him, but first we must find them. Speak with Constable Underhill... he may be of help. You can usually find him outside, near The Comb and Wattle.\\n\\n'Once you have learned of the Blackwolds' lair and believe you can gain entry, return to me. Hurry, before it is too late.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}