{
  "id": 620757521,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Skunkwood's den-mother",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ellie Cutleaf, a resident of Combe, is mentioned by name in the letter you found in the Blackwold recruit's pack.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Now here's an idea. Ellie is looking for new blood, so why not help her out? You could mask yourself as a ruffian and offer to join the Blackwolds. Gain her confidence, and we might find out where the Blackwold leaders are hiding! Of course, it would be dangerous! Do you think you're up to the task?\\n\\n'Ellie's house is in the north-west corner of town, by the pond. There are some large cages nearby -- she breeds dogs, I think.\\n\\n'Go and speak with her... and remember, you're a brigand!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ellie Cutleaf's house lies in the north-west corner of Combe, on the banks of the pond.\\n\\nAfter discovering the identity of the Blackwold agent, Constable Underhill asked you to enter the ranks of the Blackwolds by speaking with Ellie Cutleaf and doing whatever she asks of you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Not another one! I'd thought I'd gotten all o' those letters back. You'd be better served just going home. You don't want to join up with the Blackwolds.\\n\\n'I listened to Skunkwood, their leader, and helped them breed some wolves. I admit, I did it for the promise o' riches, but I regret it. Jagger Jack is their head wolf-master, and he had me breed a local wolf with one o' them Wargs. When they took me into their camp, deep within the Chetwood, I got afeared right quick. There's something not right there. I've done something terrible, [placeholder], and I need help getting out.\\n\\n'The den-mother I helped them breed is kept at Skunkwood's farm in the north Chetwood. She needs to be killed before her next litter is born, else her pups'll do worse damage to the Chetwood and the folk here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a959b5",
      "en": "'You ain't taking me down!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Skunkwood's farm can be found by following the road east up the hill and then north into the Chetwood. Follow the road east through the woods and towards the northern end of the Midgewater Marshes.\\n\\nConstable Underhill ordered you to try and insinuate yourself into the Blackwolds' good graces by doing tasks for their agent, Ellie Cutleaf. However, Ellie admitted her involvement and her desire to leave that part of her life behind. She has asked you for help righting her wrongs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Ellie Cutleaf's house lies in the north-west corner of Combe, on the banks of the pond.\\n\\nEllie Cutleaf asked you to slay the den-mother she bred with a Warg for Jagger Jack, the wolf-keeper of the Blackwolds. You should return to her with news of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Go to Ellie Cutwood and try to pass yourself off as a brigand. If you succeed, she may betray the location of the Blackwolds' new leader.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I'm glad that you were able to defeat the Den-mother before she bore any more of those half-Wargs.\\n\\n'Now there's just Skunkwood to deal with. He spends most of his time in the Blackwold hideout these days. There are dark-skinned men who sometimes attend him, clearly not from these parts, and that Jagger Jack fellow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Ellie wants out does she? We may be able to help her then. If she's willing to help us defeat the Blackwolds, then I see no reason not to help her.\\n\\n'Just remember, [placeholder], she once worked with the Blackwolds.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Skunkwood leaves the farm under the watchful eyes of the first litters of his wolves, they are dangerous. Be cautious and return to me once the Den-mother at the farm is dead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Ellie wants out does she? We may be able to help her then. If she's willing to help us defeat the Blackwolds, then I see no reason not to help her.\\n\\n'Just remember, [placeholder], she once worked with the Blackwolds.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Skunkwood's den-mother",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'I've done a terrible thing and need to fix it before it goes further than it has. Follow the road east from Combe, up the hill, and then north into the Chetwood. Stay on the path to the east, and you'll reach Skunkwood's farm. Find the den-mother there and make sure she can't whelp no more o' them vile wolves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak with Ellie Cutleaf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Prologue: Cutleaf's Good Intentions",
      "es": "",
      "es (fem)": ""
    }
  ]
}