{
  "id": 620757513,
  "txt": [
    {
      "id": 137189940,
      "en": "'Now, let's see....'",
      "es": ""
    },
    {
      "id": 187053618,
      "en": "'I'll follow after that strange dwarf fellow!'",
      "es": ""
    },
    {
      "id": 105809796,
      "en": "'Careful now friend. All manner of things could be living here now!'",
      "es": ""
    },
    {
      "id": 242332149,
      "en": "'Augh....'",
      "es": ""
    },
    {
      "id": 239135093,
      "en": "'Let's wait here a moment, and see what happens....'",
      "es": ""
    },
    {
      "id": 211740895,
      "en": "travel_exit (info)",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Ye couldn't have come a moment earlier, could ye? Afore that dwarf stuck me through, maybe? Oh well, suppose that's just the way of it.\\n\\n'First it was that Éogan, saying that if we pledged to Angmar, we'd be made rich. Well, when that all fell apart, a few of us decided we didn't want anything to do with Angmar anymore. We started talking to some new fellows, men who came up from the south. An ugly bunch, they were, but at least they didn't seem likely to go raising fell spirits or some such on us!\\n\\n'Seems though Angmar didn't like the prospect... of us leaving them. That... that dwarf came along, and you see how that ended. Now, I suppose the Blackwolds are at... their end....'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well, it seems that strange dwarf escaped. How he got out of here is a mystery to me! And from what you said of that brigand's tale, that dwarf was the one we should have been worried about, not these Blackwolds!\\n\\n'Well, I suppose the Blackwolds are truly broken now... but for some reason I still don't feel safe! Well, there's not much more we can do here. You'd best take tidings back to your Ranger friend in Bree.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'It's best that we leave this place.'",
      "es": ""
    },
    {
      "id": 52872609,
      "en": "'This is your last chance.'",
      "es": ""
    },
    {
      "id": 147995364,
      "en": "'Oh dear....'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Goodness, this place is quiet as a tomb! I wish we could just say all was peaceful and leave, but I suppose we need to do a better job of it than that.\\n\\n'All right, no use putting off what must be done. Come along! And make sure you have your blade at the ready, in case we run into any trouble.'",
      "es": ""
    },
    {
      "id": 52872610,
      "en": "'Swear fealty to Angmar once more!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Constable Underhill has been defeated. You have failed",
      "es": ""
    },
    {
      "id": 52872611,
      "en": "'What! Deal with them!'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have protected Constable Underhill",
      "es": ""
    },
    {
      "id": 133343298,
      "en": "'I've no idea how he escaped this place! We'll never follow him now!'",
      "es": ""
    },
    {
      "id": 133094101,
      "en": "'Let's press on!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have travelled with Constable Underhill of Combe into the cave that the Blackwolds once used as a hideout.",
      "es": ""
    },
    {
      "id": 132434881,
      "en": "'Fool, you should choose your friends more carefully!'",
      "es": ""
    },
    {
      "id": 132434882,
      "en": "'Amdir was just the beginning.'",
      "es": ""
    },
    {
      "id": 36302689,
      "en": "'That looks to be the last of them!'",
      "es": ""
    },
    {
      "id": 132434883,
      "en": "'The White Hand will not have you, Blackwold!'",
      "es": ""
    },
    {
      "id": 36302690,
      "en": "'What horrid creatures!'",
      "es": ""
    },
    {
      "id": 132434884,
      "en": "'You have one chance to beg my forgiveness....'",
      "es": ""
    },
    {
      "id": 36302691,
      "en": "'I hope that was the last of them....'",
      "es": ""
    },
    {
      "id": 36302692,
      "en": "'Coming here may not have been such a good idea....'",
      "es": ""
    },
    {
      "id": 36302693,
      "en": "'This is a nasty business, this is!'",
      "es": ""
    },
    {
      "id": 173109939,
      "en": "'My lord! Intruders!'",
      "es": ""
    },
    {
      "id": 239920993,
      "en": "'How horrid!'",
      "es": ""
    },
    {
      "id": 239920994,
      "en": "'Oh dear!'",
      "es": ""
    },
    {
      "id": 239920995,
      "en": "'Goodness!'",
      "es": ""
    },
    {
      "id": 239920996,
      "en": "'My goodness!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Speak to Constable Underhill",
      "es": ""
    },
    {
      "id": 239920997,
      "en": "'Gracious me!'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defend Constable Underhill",
      "es": ""
    },
    {
      "id": 39429985,
      "en": "'Never!'",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Speak to the brigand",
      "es": ""
    },
    {
      "id": 39429986,
      "en": "'Aaah!'",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Speak to Constable Underhill",
      "es": ""
    },
    {
      "id": 186185303,
      "en": "'Quiet... I see something ahead....'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Constable Underhill travelled with you to the cave hideout of William Skunkwood, the former leader of the Blackwolds in the area of Combe. Skunkwood is dead, as well as a good many other brigands, but you must be certain they have not begun to muster their strength again.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "In one of the deeper chambers of the Blackwolds' hideout, you encountered the mysterious dwarf threatening a brigand. The dwarf gravely wounded the brigand, then fled, commanding his dwarves to attack you.\\n\\nConstable Underhill has asked you to speak to the wounded brigand.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The dying brigand revealed that the Blackwolds were being paid by both someone from the south and agents of Angmar. When he tried to reform the band without allegiance to either, the Pale Dwarf struck him down. You should speak with Constable Underhill about this.",
      "es": ""
    },
    {
      "id": 40655537,
      "en": "'Then die!'",
      "es": ""
    },
    {
      "id": 253124708,
      "en": "'Check on that poor man!'",
      "es": ""
    },
    {
      "id": 6812322,
      "en": "'Bah!'",
      "es": ""
    },
    {
      "id": 218806050,
      "en": "'Hold a moment, I have the key right here.'",
      "es": ""
    },
    {
      "id": 49260606,
      "en": "travel_exit (desc)",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Blackwolds Broken",
      "es": ""
    }
  ]
}