{
  "id": 620757408,
  "txt": [
    {
      "id": 104365541,
      "en": "Gandalf's Room",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Strider has asked you to help him end Amdir's murderous rampage once and for all.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The Dourhands' lord fled to Bree-land after his defeat, and not by mere chance. I see the hand of the Captain of the Nine in all of these affairs, in the west, in the Shire, and in Bree-land. We must unravel the thread of his plans, and I believe I know how.\\n\\n'To the east of Bree, there is a Blackwold camp which my men have been watching closely. A shadow has recently spread across the camp... I believe it is here that Amdir has gone, and this dwarf-lord as well.\\n\\n'There we must go, and there we must end Amdir's life, if he can still be called living. We will wait for night-fall and then make our move against the Blackwolds. Speak with me again when you are ready to depart.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Strider is in his room at The Prancing Pony Inn in Bree, which is found by taking a left down the hall out of the common room until you can only bear right. The room is at the end of the hall to the right of the stairs.\\n\\nAt night-fall, Strider will lead you against Amdir and the Blackwolds.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'It grieves my heart that the Enemy was able to turn Amdir thus. He was my friend and kinsman. My people will remember him as the man he once was, good and noble.\\n\\n'It troubles me that the Nazgûl have crossed the River and moved into Bree-land at just this time. There are events in motion which could determine the fate of Middle-earth.\\n\\n'If you are able and willing, I may have another task for you.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Strider is in his room at The Prancing Pony Inn in Bree, which is found by taking a left down the hall out of the common room until you can only bear right. The room is at the end of the hall to the right of the stairs.\\n\\nWith the threat of Amdir ended, you should report back to Strider and see if there is anything else he would have you do.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Strider is in his room at The Prancing Pony Inn in Bree, which is found by taking a left down the hall out of the common room until you can only bear right. The room is at the end of the hall to the right of the stairs.\\n\\nWith the threat of Amdir ended, you should report back to Strider at and see if there is anything else he would have you do.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Are you prepared to travel yet? If so, then come night-fall we will move against the camp where Amdir and the dwarf-lord have gone into hiding.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You did well in the battle, [placeholder]. Perhaps we will meet again in our journeys. For now, I must recover from my injuries. Lenglinn was sent to the Shire, and Strider has returned to Bree.\\n\\n'Report back to Strider and let him know what has happened. I, for one, am worried about the appearance of that dwarf and the Nazgûl. There are dark times ahead for Eriador, I fear.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Report back to Strider and let him know what has happened.'",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'I am glad to meet you, [placeholder], and I thank you for the message of Radagast! I have seen very few of your people on this side of the mountains, but it is good that Grimbeorn has chosen to become involved. This shadow concerns him as well, for it concerns us all. Sadly, your message is not a surprise to me. Nine Riders are abroad, and evil dwarves work with them! My friend Amdir has been taken by the shadow, and I fear he will become a wraith, lost forever.\\n\\n'To the east of Bree, there is a Blackwold camp which my men have been watching closely. If you are willing, that is where we must go, so to end Amdir's life before the process is complete. We will wait for night-fall and then make our move against the Blackwolds. Speak with me again when you are ready to depart.'",
      "es": ""
    },
    {
      "id": 228191781,
      "en": "Strider's Room",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I fear there are dark times ahead for Eriador.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Strider",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'My injuries? They will heal, in time.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 1, Chapter 1: Unravelling the Thread",
      "es": ""
    }
  ]
}