{
  "id": 620757525,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'Ellie got herself in trouble, did she? I've been near the wood of late to gather herbs and such. Something has the animals there stirred up, for certain.\\n\\n'If this will help make things right between Ellie and the Combe-folk, I will help. I think I know just the thing. I'll need fresh honey, blackwort root, and several red berries.\\n\\n'There are beehives behind the abandoned house, south of Combe. The berries grow in patches in a valley just over the hill behind the house. Blackwort root is found near the wolf-den in the north Chetwood.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Ah! There you are, it will be just a moment, and I'll have the poison for you....\\n\\n'Be careful with this. It'll not hurt you or I, nor even the little folk -- except perhaps to make us mildly ill -- but the normal woodland creatures would suffer terribly if you don't use caution.\\n\\n'You should return to Ellie and let her know that the poison is ready.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Prologue: Greater Responsibility",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You don't seem to have the ingredients I asked for. What became of them?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'You have the poison from Cartwell?\\n\\n'I trust Cartwell. Now that we have the poison, we may be ready to strike at the Blackwolds in their Chetwood home.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected honey",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'She aims to kill the wolves with poison? It appears that Ellie truly wishes to atone for the harm she wrought. Something must have frightened her good at that camp.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'What are ye doing here, hanging about? Please hurry!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected blackwort roots ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Better we don't speak too often. If Ellie is found to be working with us, we may endanger her. I'd rather not see her harmed if she truly wishes to make amends.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Collected red berries ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Leecher Cartwell's house overlooks Combe on the road south towards Bree.\\n\\nEllie Cutleaf has instructed you to acquire some poison from Cartwell, the local leech, to use against the Jagger Jack's wolves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Better we don't speak too often. If Ellie is found to be working with us, we may endanger her. I'd rather not see her harmed if she truly wishes to make amends.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Collected Cartwell's Poison",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "There are beehives behind the abandoned house south of Combe. Red berries grow in patches in the valley behind the house. Blackwort root grows near a wolf-den north-east of the Combe lumber camp.\\n\\nLeecher Cartwell has agreed to make the poison Ellie requested, but needs your assistance gathering the ingredients.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Better we don't speak too often. If Ellie is found to be working with us, we may endanger her. I'd rather not see her harmed if she truly wishes to make amends.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Cartwell's house is on a low cliff in the south-west corner of Combe.\\n\\nYour search for Cartwell's herbs and honey took you into danger, but your efforts were fruitful. You should return at once to Cartwell with the ingredients.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'I wish to make amends for my folly. First, you will need to consult with Leecher Cartwell. He will know how best to deal with this threat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Ellie Cutleaf's home is in the north-west corner of Combe, on the banks of the pond.\\n\\nAfter a short distilling process, Cartwell handed you a sweet-smelling phial. He assured you that the poison would kill the wolves threatening the Chetwood and the inhabitants of Combe, then sent you back to Ellie Cutleaf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'What are ye doing here, hanging about? Please hurry!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'What are ye doing here, hanging about? Please hurry!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c48",
      "en": "'Fresh honey, blackwort root, and red berries. That is all I need to make the poison.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c49",
      "en": "'Take the poison to Ellie. Tell her that I truly hope she finds her way through this. She is a good woman, but sometimes easily misled.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect honey",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect blackwort roots ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect red berries ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring the honey, blackwort roots, and red berries to Leecher Cartwell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Return to Ellie Cutleaf in Combe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "According to Ellie, someone named Jagger Jack trains the wolves deep within the Blackwold Hideout. She met him when she was brought there and felt very ill at ease in the area.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'When Skunkwood took me to the Blackwold's encampment in the Chetwood, I met Jagger Jack. Jack is training the wolves for the Blackwolds. He keeps most o' them deep in the ruins in the north parts of the woods.\\n\\n'If we're going to put a stop to the Blackwolds, then we may need to do a little mischief o' our own. I'm not wont to do this, mind you, but we need to stop them wolves before they're used against Combe.\\n\\n'Leecher Cartwell can help us and will. Talk to him at his house, up on the cliff south of Combe centre. Tell him that I need a poison to kill the wolves.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}