{
  "id": 620757488,
  "txt": [
    {
      "id": 86256308,
      "en": "Add Comment",
      "es": ""
    },
    {
      "id": 251953038,
      "en": "Illegal cheating and exploiting is defined as the misuse of gmae geometry flaws or bugs, monster intelligence, or 3rd party programs to gain a distinct and unintended advantage within Middle-Earth Online.  If you witness abuse of such actions <insert instructions>.  A Middle-Earth Online staff member will take the appropriate actions necessary.  *NOTE* you will not be informed of any actions taken against a player.",
      "es": ""
    },
    {
      "id": 114950802,
      "en": "Help",
      "es": ""
    },
    {
      "id": 88302245,
      "en": "Character Name",
      "es": ""
    },
    {
      "id": 59125731,
      "en": "Read the description of the category you have selected.",
      "es": ""
    },
    {
      "id": 201077438,
      "en": "Name Violation",
      "es": ""
    },
    {
      "id": 52522821,
      "en": "Knowledgebase",
      "es": ""
    },
    {
      "id": 165526389,
      "en": "Delete / Resolve",
      "es": ""
    },
    {
      "id": 138478933,
      "en": "Help",
      "es": ""
    },
    {
      "id": 36060404,
      "en": "Back",
      "es": ""
    },
    {
      "id": 109914030,
      "en": "Middle-Earth Online technical support is available <insert days of operation> between the hours of <insert hours of operation> by calling <insert phone number>.  Self-help technical support and advice is also available 24 hours a day by clicking the qWeb Helpq tab above and through the Middle-Earth Online support knowledge base located at <insert URL>.",
      "es": ""
    },
    {
      "id": 263747860,
      "en": "View Open Requests",
      "es": ""
    },
    {
      "id": 98722462,
      "en": "<insert instructions>",
      "es": ""
    },
    {
      "id": 74707682,
      "en": "Web Help",
      "es": ""
    },
    {
      "id": 220163054,
      "en": "Middle-Earth Online game account management may be conducted at the following web address: <insert URL>.  Account phone support is avialable between the hours of <insert hours> by calling <insert phone number>.  Self-help account management support and advice is also available 24 hours a day by clicking the qWeb Helpq tab above and through the Middle-Earth Online support knowledge base located at <insert URL>.",
      "es": ""
    },
    {
      "id": 183926348,
      "en": "Copper",
      "es": ""
    },
    {
      "id": 162425731,
      "en": "Enter a brief description of your problem.",
      "es": ""
    },
    {
      "id": 103558372,
      "en": "Did This Solve Your Problem?",
      "es": ""
    },
    {
      "id": 26331916,
      "en": "...And the name of the player in question.",
      "es": ""
    },
    {
      "id": 93296942,
      "en": "If your character is unable to move within the game world, first try to logout your character and then log back in.  If you are still unable to move your character with the movement keys, <insert instructions>.  A Middle-Earth Online staff member will be with you shortly to assist your character.",
      "es": ""
    },
    {
      "id": 107196964,
      "en": "Harassment is defined as repeated and unwanted behavior through chat or character actions. Before reporting a player, please use all means necessary to remove yourself from a harassing situation. This includes moving to a new location. To report a player for Harassment, type a description of the issue below, enter the name of the player and click the Submit button. A Lord of The Rings Online Game Master will respond to your request in the order in which it was received.\\n*Note* You will not be informed of any disciplinary actions taken against another player.",
      "es": ""
    },
    {
      "id": 109187716,
      "en": "Resolving your request will remove it from the help queue. If your problem is not resolved, you will have to create a new request. Are you sure you want to resolve your request?",
      "es": ""
    },
    {
      "id": 231303637,
      "en": "Character Stuck",
      "es": ""
    },
    {
      "id": 190463941,
      "en": "Gameplay Question",
      "es": ""
    },
    {
      "id": 205940151,
      "en": "Cheating is defined as the misuse of game flaws, monster intelligence or third-party programs to gain an unintended advantage in Lord of The Rings Online. To report a player for Cheating, please enter a description of the issue below, enter the name of the player and click the 'Submit' button. A Lord of The Rings Online Game Master will respond to your request in the order in which it was received. \\n\\n*Note* You will not be informed of any disciplinary actions taken against another player.",
      "es": ""
    },
    {
      "id": 29358100,
      "en": "Many billing support questions and issues can be answered by searching the Knowledge Base located in the Home tab above. For questions regarding your account status or payment information, billing support is available by visiting TBD.",
      "es": ""
    },
    {
      "id": 187315123,
      "en": "(Text that describes the current help request step)",
      "es": ""
    },
    {
      "id": 187863455,
      "en": "No",
      "es": ""
    },
    {
      "id": 223302633,
      "en": "Gameplay Issue",
      "es": ""
    },
    {
      "id": 265362432,
      "en": "Select the option below that best describes your request. Read over the description carefully before proceeding to submit your request.",
      "es": ""
    },
    {
      "id": 16812756,
      "en": "Start New Requests",
      "es": ""
    },
    {
      "id": 159506459,
      "en": "Character Stuck",
      "es": ""
    },
    {
      "id": 193199012,
      "en": "Add Comment",
      "es": ""
    },
    {
      "id": 266028958,
      "en": "Player abuse is defined as verbal, character actions, and othervise inappropriate and unwelcomed behavior.  Prior to contacting the Middle-Earth Online staff to report a player, first use all the means at your disposal to remove yourself from a harassing situation.  This may include using the /ignore command or moving to a new location.",
      "es": ""
    },
    {
      "id": 101449892,
      "en": "Many technical support questions and issues can be answered by searching the Knowledge Base located in the Home tab above. If you are unable to find an answer to your technical issue, Lord of The Rings Online technical support is available by visiting TBD.",
      "es": ""
    },
    {
      "id": 98124853,
      "en": "Technical Support",
      "es": ""
    },
    {
      "id": 235471701,
      "en": "Harassment",
      "es": ""
    },
    {
      "id": 35481492,
      "en": "Spam/Harassment Tickets",
      "es": ""
    },
    {
      "id": 138735646,
      "en": "If you witness a character name that is inappropriate by being obscene and in violation of our Codes of Conduct, please enter a description of the issue below, enter the name of the player and click the Submit button. A Lord of The Rings Online Game Master will respond to your request in the order in which it was received.\\n*Note* You will not be informed of any disciplinary actions taken against another player.",
      "es": ""
    },
    {
      "id": 169664748,
      "en": "Gold",
      "es": ""
    },
    {
      "id": 59735420,
      "en": "Assistance",
      "es": ""
    },
    {
      "id": 67341538,
      "en": "Get Help",
      "es": ""
    },
    {
      "id": 165195348,
      "en": "Contact Support",
      "es": ""
    },
    {
      "id": 145127540,
      "en": "Tech Support",
      "es": ""
    },
    {
      "id": 49791988,
      "en": "Add Comment Text Here.",
      "es": ""
    },
    {
      "id": 32850572,
      "en": "Accept",
      "es": ""
    },
    {
      "id": 111051492,
      "en": "Submit",
      "es": ""
    },
    {
      "id": 137548484,
      "en": "Billing Support",
      "es": ""
    },
    {
      "id": 217782163,
      "en": "My Tickets",
      "es": ""
    },
    {
      "id": 119877090,
      "en": "Home",
      "es": ""
    },
    {
      "id": 209409490,
      "en": "Welcome to the Lord of The Rings Online: Shadows of Angmar Help System. Before proceeding with your help request, please take the time to search our Knowledge Base for answers to any questions you may have.",
      "es": ""
    },
    {
      "id": 251403428,
      "en": "This feature currently disabled.",
      "es": ""
    },
    {
      "id": 70010036,
      "en": "Refresh List",
      "es": ""
    },
    {
      "id": 96366231,
      "en": "Report a Bug",
      "es": ""
    },
    {
      "id": 34925794,
      "en": "Open Requests",
      "es": ""
    },
    {
      "id": 197404372,
      "en": "RequestID",
      "es": ""
    },
    {
      "id": 123852725,
      "en": "Exploiting & Cheating",
      "es": ""
    },
    {
      "id": 126861637,
      "en": "Step #1",
      "es": ""
    },
    {
      "id": 101777700,
      "en": "Submit",
      "es": ""
    },
    {
      "id": 21129461,
      "en": "Account Support",
      "es": ""
    },
    {
      "id": 59518099,
      "en": "Current Status",
      "es": ""
    },
    {
      "id": 97226599,
      "en": "Cheating",
      "es": ""
    },
    {
      "id": 107882037,
      "en": "Player Abuse",
      "es": ""
    },
    {
      "id": 114276421,
      "en": "Name Violation",
      "es": ""
    },
    {
      "id": 128152500,
      "en": "Delete / Resolve",
      "es": ""
    },
    {
      "id": 181383765,
      "en": "Step #3",
      "es": ""
    },
    {
      "id": 154428606,
      "en": "Many game questions and issues can be answered by searching the Knowledge Base located in the Home tab above. If you are unable to find an answer to your issue, type a description of the issue below and click the Submit button. A Lord of The Rings Online Game Master will respond to your request in the order in which it was received.",
      "es": ""
    },
    {
      "id": 203045924,
      "en": "The support request number for your submission is #[placeholder].",
      "es": ""
    },
    {
      "id": 800188,
      "en": "Silver",
      "es": ""
    },
    {
      "id": 232783140,
      "en": "Error [placeholder] received when trying to retrieve information about any support tickets associated with this account.",
      "es": ""
    },
    {
      "id": 183160479,
      "en": "Step #2",
      "es": ""
    },
    {
      "id": 210546852,
      "en": "A failure has occurred in submitting your support request.",
      "es": ""
    },
    {
      "id": 214733947,
      "en": "If you are stuck and unable to move your character with the movement keys, type a description of the issue below and click the Submit button. A Lord of The Rings Online Game Master will respond to your request in the order in which it was received.",
      "es": ""
    },
    {
      "id": 245037646,
      "en": "Many frequently asked gameplay questions can be answered through the use of the searchable game knowledge base.  To search the knowledge base, simple click the qWeb Helpq tab above.  If you are unable to fund an answer, <insert instructions>.  A Middle-Earth Online staff member will be with you shortly to assist with your gameplay question or issue.",
      "es": ""
    },
    {
      "id": 53031539,
      "en": "Yes",
      "es": ""
    }
  ]
}