{
  "id": 620757413,
  "txt": [
    {
      "id": 218649169,
      "en": "'There is one who could find these crebain for us, if we were to ask him for such aid... however, he may not see our worries as his. He is known by many peoples by many names. Of old, he was known as Orald to Men, while to the dwarves he was simply Forn. The Elves called him Iarwain Ben-adar, oldest and fatherless. However, in these days, he is known as Tom Bombadil by those few who are aware of him.\\n\\n'Look for Old Bombadil's house, which lies at the far eastern end of the Withywindle, the river that flows through the Old Forest. He may help you if you ask him in my name, Aragorn. If you discover anything, I would ask that you address it as best you can.\\n\\n'I wish I could help you in this task, but the safety of my charges comes before all else.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Hoy now! Hey now! What's all this fussing? We've not had so many guests since our wedding! There is time enough for bird-watching, but perhaps first a song or two, my hearty?\\n\\n'Let your heart fly free and put aside your worries. You are at the house of Tom Bombadil!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Wiser than the oldest oak is Tom Bombadil. Make your way to his comely home in the Old Forest and earn his aid however you can.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 1, Chapter 8: Master of the Wood",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Hurry! You must go to Tom Bombadil's house quickly and ask for his aid. If the crebain were to tell the Nazgûl what they heard, it could mean the end of Middle-earth!\\n\\n'His house is said to lie at the far eastern end of the River Withywindle in the Old Forest. Remember, if you discover anything of import, you should take it to Strider immediately!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "When you were in Buckland investigating the Nazgûl's incursion, you spoke with Fredegar Bolger, who revealed information about Frodo Baggins and the Enemy's Ring. Crebain attacked and may have overheard the hobbit's words.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Tom Bombadil's house is at the far eastern end of the River Withywindle in the Old Forest.\\n\\nStrider told you to seek out someone named Tom Bombadil and ask for his aid finding the crebain who flew into the Old Forest.",
      "es": ""
    }
  ]
}