{
  "id": 620896346,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You notice strange banners adorning this hall, but there is no sign of the Easterling",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Suddenly, a voice rises through the air behind you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "With Doron's guidance, you have discovered a passageway under Ost Celebrant. Doron bids you to enter and confront the Easterling invader.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The Easterling is vanquished and our search is at an end, but this man brings grim tidings for the days to come. If his people are truly as strong as he claims, the Horse-lords have much to fear. \\n\\n'Come, let us depart. You must bring word to your allies immediately.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Doron hopes to find the Easterling invader among the crumbling tunnels of Ost Celebrant. Explore the ruins and try to uncover his whereabouts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The day is ours. Let us leave this foul place.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "You have uncovered a room decorated with strange banners and trinkets that fill you with dread. While you do not see the Easterling, you believe him to be nearby.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The Easterling, Maraz, has revealed that he drove the brigands into serving his brotherhood, and that he and his people seek to crush Rohan beginning with Parth Celebrant. He must be defeated before his plans can come to fruition.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Come, the day is ours. Let us leave this foul place.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Doron can be called to your side with the horn you carry.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Explore the ruins under Ost Celebrant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Search the ruins for the Easterling",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat Maraz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Doron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: An Omen from the East",
      "es": "",
      "es (fem)": ""
    }
  ]
}