{
  "id": 620896231,
  "txt": [
    {
      "id": "0x798db50",
      "en": "'We have delayed too long, here they come!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x798db51",
      "en": "'More are upon us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x798db52",
      "en": "'Into Ost Celebrant, NOW! There are too many!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x798db53",
      "en": "'Fortune is with us, we have made it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1798db1",
      "en": "'What you see now is all that I remember of that long-past day...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x798db54",
      "en": "'Everyone, to me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1798db2",
      "en": "'But yet, this all feels so familiar....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x798db55",
      "en": "'Now, quickly, we must reach my men in Ost Celebrant!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x798db56",
      "en": "'I cannot believe this devastation... so much terror has consumed the field in so small a time....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1798db3",
      "en": "'Curse them! They should not have been able to cross the Limlight....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x798db57",
      "en": "'The Easterlings have always sought to take from us what is rightfully ours, but these new foes... they fight relentlessly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1798db4",
      "en": "'My memories have failed me... Ost Celebrant lies in ruin and I can no longer see myself as I once was....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x798db58",
      "en": "'We have already lost Calenardhon to the Easterlings, the Orcs assault from the west, and we are fewer each day....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1798db5",
      "en": "'Men, they are upon us! Ready your arms!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x798db59",
      "en": "'Some action must be taken... but what?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1798db6",
      "en": "'Stay alert, men!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1798db7",
      "en": "'Our men to the south have failed, we must retreat to Ost Celebrant!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1798db8",
      "en": "'Wait... on your guard!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1798db9",
      "en": "'Their numbers are many, we must hurry!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x798db60",
      "en": "'Leave the treasure, and begone from this place!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x798db61",
      "en": "'You coward! How could you?!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x798db62",
      "en": "'You have made a wise choice, Doron of Gondor. Your men are fortunate to have a leader such as you - a leader who so clearly embodies the might of Gondor.... Come men, we go!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x798db63",
      "en": "'You fool! We swore an oath to defend Gondor from these monsters, and you allow them to run rampant! You disgust me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x798db64",
      "en": "'No, it is you who is the fool, Cabed. Even if Gondor falls, these treasures will bring us fortune in the years to come!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x798db65",
      "en": "'Now you understand, let us leave this vile memory behind....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x798db40",
      "en": "'The Easterlings have breached the field to the south, and they have moved to cut us off from Cirion and the others.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x798db41",
      "en": "'They are no doubt amassing outside the fortress as we speak.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x798db70",
      "en": "'Look upon the treasures of Rhûn... all of this and your lives will be yours to keep....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x798db42",
      "en": "'We cannot pretend that Gondor has the advantage any longer. This foe is mighty, and without the aid of Cirion and our fellows... we will fall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x798db71",
      "en": "'Take this, and abandon your worthless charge. Let us flood across the Limlight, and hinder us no longer. When Gondor lies in ruin, you and your men shall remain....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x798db43",
      "en": "'We can tarry no longer. You three, come with me. The rest of you, secure the fortress. Glory to Gondor!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x798db72",
      "en": "'And if we refuse?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x798db44",
      "en": "'Invaders... I am Doron of Gondor! You move to strike against a fortress of my people. Abandon your assault and leave our lands, or prepare to face our might!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x798db73",
      "en": "'We will slaughter every last one among you. Your leader and your fellow kin on the field will not escape their fates, no matter your choice.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x798db45",
      "en": "'But you fool yourself.... We are more than enough to crush your forces!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x798db74",
      "en": "'Make your choice NOW, Gondorian, or we shall make it for you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x798db46",
      "en": "'A bold command, Doron of Gondor...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x798db75",
      "en": "'Has your mind been lost? We should never consider an offer from these brutes! Let us fall in battle alongside our kin and lord Cirion!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x798db47",
      "en": "'Why then do you not fall upon us where we stand?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x798db76",
      "en": "'Be silent, deserter! Who are you to speak of glory?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x798db48",
      "en": "'Although many among us thirst to see you and your kinsmen rent asunder, we will offer you a chance to be spared our wrath.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x798db77",
      "en": "'Quiet, both of you! I have made my choice.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x798db49",
      "en": "'What madness is this? What makes you think we would ever listen to the likes of you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x798db78",
      "en": "'Speak, my men grow restless!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x798db79",
      "en": "'We shall stand down. I harbour no desire for treasure, but I cannot allow you to cut down my men. This conflict grows desperate for us, and I only hope that Gondor can be preserved through my actions.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}