{
  "id": 620896229,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Resourceful are the soldiers of Stangard. Supplies are few, yet the need for armour, weapons, and provisions is great. We must gather resources whenever there is opportunity to do so, and there is an asset in the Wailing Hills which should not be overlooked.\\n\\n'The wild goats in these hills are exceptionally lean and are often poor sources of meat, but their rough hides can still prove to be quite useful. Goat-hides may be tanned into leather, then used to produce a wide assortment of important equipment, which Stangard desperately needs.\\n\\n'Would you gather these hides, so that we may improve our stores of materials?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Flawless are the hides which you have brought with you. These will make fine armour and tools once they have been tanned. My thanks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Convenient Resources -- Repeatable",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Frithstan is concerned with the growing lack of provisions and supplies at Stangard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected goat-hides in the Wailing Hills ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect goat-hides in the Wailing Hills ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wild goats can be found throughout the Wailing Hills.\\n\\nFrithstan has asked you to hunt the wild goats of the Wailing Hills for their hides.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return the hides to Frithstan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Frithstan is at his camp near the Cuthstan.\\n\\nYou should return to Frithstan with news of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}