{
  "id": 620896348,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'This does not bode well, [placeholder]. We have scoured this fortress and the Easterling's whereabouts are still a mystery.\\n\\n'I know of a passage that leads down into the heart of Ost Celebrant, but I thought it crumbled with the passing of the years. If the tunnels still remain, the Easterling must surely be lurking under these ruins.\\n\\n'I can show you the way, but you must be ready for the danger we face. Gather your wits and make strong your resolve, we must depart now or risk losing all.'\\n\\n<rgb=#FF0000>NOTE: This instance quest is meant to be run Solo and cannot be run in a group.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The day is ours, [placeholder].\\n\\n'I was not certain what we would face in those ruins, but it eases me to know that Ost Celebrant is once again in the hands of my people and our allies.\\n\\n'Your journey is far from over, but delight in this moment of peace.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We must end this threat before it spreads further out of the East. Are you ready to depart?'\\n\\n<rgb=#FF0000>NOTE: This instance quest is meant to be run Solo and cannot be run in a group.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "An Omen from the East",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "After searching the ruins of Ost Celebrant for signs of the Easterling invader, you have discovered a passageway under the fortress. Doron believes that this is where the Easterling has sought shelter.\\n\\n<rgb=#FF0000>NOTE: This instance quest is meant to be run Solo and cannot be run in a group.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Doron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Doron has brought you to the ruins of Ost Celebrant in search of the Easterling invader.\\n\\nDoron believes that the Easterling lurks somewhere in the tunnels below Ost Celebrant.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Doron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Doron can be summoned to your side by using your horn.",
      "es": "",
      "es (fem)": ""
    }
  ]
}