{
  "id": 620896399,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Sithric is a lying, greedy, power-hungry traitor. I must have justice for what was done here! He and I may disagree, but imprisonment and death have never been warranted.\\n\\n'But perhaps it is time I stand up for what is really right for Stangard and risk breaking the law at last. Free me from these bonds, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have my gratitude and the lasting friendship of Stangard for what you have done, [placeholder]. You will always be welcome among the Men of Stangard.\\n\\n'Please... take this as a token of my appreciation! I hope to see more of you here at Stangard, [placeholder], for things will be improving again for my men, no matter what the consequences with the king.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Come, my friend. Let us go and end this now. Sithric must pay for what he has done to me... and to Stangard!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Daring Escape",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Stanric is alive, defying the lies of Sithric. It is clear that Stanric must be freed at once, so that justice may be done for this betrayal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Help Stanric take back Stangard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Stanric is in the lock-house.\\n\\nYou should free Stanric from his bonds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Stanric",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Stanric is now in the Mead Hall, alone, in his proper place.\\n\\nYou should speak with Stanric once more.",
      "es": "",
      "es (fem)": ""
    }
  ]
}