{
  "id": 621004803,
  "txt": [
    {
      "id": "0x78d17d1",
      "en": "Pages of a tome can be found scattered around the Court of Seregost. Perhaps you can complete the story if you find them all.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x76fb981",
      "en": "\\qDulgabêth, Dulgabêth. I am far too shaken by the loss of our dear lord Sauron and our utter defeat for all this talk of rightful 'heirs'. Save it.\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x76fb982",
      "en": "\\qYou are the Mouth of Sauron and will talk. Very well. You wish to talk of heirs? One was promised me by the Dark Lord himself after the war was won.\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x76fb983",
      "en": "\\qKnow that I am of the first days and last of my kind. It is I who was worthy to be his bride, stand next to him, give him an heir. And remind me: why were you worthy?\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x76fb984",
      "en": "\\qYou, husband me and rule Mordor together in Sauron's place? Ah ha ha ha ha ha ha ha ha ha.\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688c1",
      "en": "The story is complete. These must be Lhaereth's correspondences with Dulgabêth written after the fall of Sauron. It is clear she strung him along in order to get him close and finish him. Her ruthlessness is truly something to be feared.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x76fb985",
      "en": "\\qForgive me, Dulgabêth. I was over-hasty and in my grief and loss, cruel. Be my consort and king. Together, we shall conquer and rule.\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6fb9830",
      "en": "\\qYou have your wish, Dulgabêth, my dear. You will rule Mordor with me. Not by my side, it is true, but at my heel.\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x76fb986",
      "en": "\\qBanners of the white tree crawl all over Gorgoroth. If you are so worthy of the throne, do something about it while I arrange the meeting of our peers.\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011823",
      "en": "Blood-ink Pages can be found inside the Court of Seregost.\\n\\nYou should collect the pages to complete the story.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x76fb987",
      "en": "\\qYes, once again I insist we stand before what remains of the Dark Lord's lieutenants and sanctify our troth. Or would you have them band together and war against us?\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568952",
      "en": "You have found a discarded letter, its writing by a graceful, yet angular hand. The deep red ink smells like the strange plants you encountered in Agarnaith. Perhaps you can find other pages around the Court of Seregost and complete the story.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x76fb988",
      "en": "\\qWelcome to Seregost, O Black Word, Mouth of Sauron, Red and Scarred of Face, simpering wretched fool. Did you really think I would wed the likes of you?\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x76fb989",
      "en": "\\qYou who failed in battle, who failed in strategy, in diplomacy, in foresight - in all but vainglorious strutting - I have you now, Dulgabêth, right where you belong.\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119a4",
      "en": "Completed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa340",
      "en": "Lost Lore of Gorgoroth: The Court of Seregost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502851",
      "en": "Collect Page 2",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502852",
      "en": "Collect Page 3",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688d5",
      "en": "The story is complete. The Uruk, Thraknûl, chief torturer of Naerband, witnessed the destruction of Sauron and the eruption of Mount Doom. His goal is to perfect the art of torture in the name of the fallen Dark Lord.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502853",
      "en": "Collect Page 4",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502854",
      "en": "Collect Page 5",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502826",
      "en": "Collect Page 6",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502827",
      "en": "Collect Page 7",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502828",
      "en": "Collect Page 8",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502829",
      "en": "Collect Page 9",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a5",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a6",
      "en": "Collect Page 1",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502830",
      "en": "Collect Page 10",
      "es": "",
      "es (fem)": ""
    }
  ]
}