{
  "id": 621004800,
  "txt": [
    {
      "id": 126687190,
      "en": "The time to strike at the heart of Seregost has come. Meet with Faeron to discuss how you can help.",
      "es": ""
    },
    {
      "id": 126687144,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 184621089,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 148970135,
      "en": "Faeron and Rhadrog stand before a large door",
      "es": ""
    },
    {
      "id": 190220626,
      "en": "'Ah, [placeholder]! Per usual, your timing is uncanny. The threat of Lhaereth's plague still exists, and the time to act is now. I hear you have discovered another way into Seregost. Is this true?'\\n\\nYou explain that the Watching Stones in Seregost consider Lhaereth an enemy as well, and have allowed you safe passage to and from Seregost. \\n\\n'Watching Stones? Can we really trust such fell beings? We must take the risk.\\n\\n'Here is my plan. I have gathered some soldiers, and more will be coming. They will move into Kala-gijak and create a bulwark there. My hope is that this will trigger an attack from the majority of the forces left in Seregost, and distract Lhaereth from our true intentions.\\n\\n'That is where we come in. We cannot risk a full invasion, even if that were possible, because of the plague. Only the three of us are inoculated against it, and even then, I am unsure if we will survive direct exposure to it in a concentrated form.\\n\\n'We have no choice. The threat to our homelands is too great. We will form a small strike team and enter this den of evil ourselves. Gather some companions, be sure they are inoculated themselves, and meet us in Seregost. We will find a way to Lhaereth's throne room, and do what we can to end this threat. \\n\\n'And no, I will not allow Viznak to come this time. He is but a child, after all.'",
      "es": ""
    },
    {
      "id": 190220627,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 184621096,
      "en": "Faeron is waiting for you at the Agarnaith Ranger camp.\\n\\nYou should talk to Faeron.",
      "es": ""
    },
    {
      "id": 184621520,
      "en": "Faeron and Rhadrog are somewhere inside Seregost.\\n\\nYou should find the Rangers.",
      "es": ""
    },
    {
      "id": 236954423,
      "en": "DNT - Seregost Intro",
      "es": ""
    },
    {
      "id": 190220585,
      "en": "Word has reached you that Faeron of the Grey Company has a plan for penetrating the defences of Seregost, and has asked for you by name. You should return to Agarnaith and see how you can help.",
      "es": ""
    },
    {
      "id": 184621475,
      "en": "Complete: The Court of Seregost.",
      "es": ""
    },
    {
      "id": 184621479,
      "en": "Faeron can be found at the Agarnaith Ranger camp.\\n\\nYou should talk to Faeron.",
      "es": ""
    },
    {
      "id": 190220497,
      "en": "'Here we are again, [placeholder]. I had hoped we wouldn't need to return to Seregost, at least not so soon! Alas, we must steel our hearts and put on our bravest faces. All the Free Peoples are counting on us now.'",
      "es": ""
    },
    {
      "id": 173025312,
      "en": "Talk to Faeron",
      "es": ""
    },
    {
      "id": 184621528,
      "en": "Faeron is outside the Court of Seregost, in Agarnaith.\\n\\nYou should talk to Faeron.",
      "es": ""
    },
    {
      "id": 173025314,
      "en": "Talk to Rhadrog",
      "es": ""
    },
    {
      "id": 173025361,
      "en": "Find the Rangers in Seregost",
      "es": ""
    },
    {
      "id": 173025316,
      "en": "Complete: The Court of Seregost",
      "es": ""
    },
    {
      "id": 190220502,
      "en": "'The day is won! You should be proud, [placeholder]. We would never have been successful without you. \\n\\n'The defeat of Dulgabêth and the departure of Lhaereth will mean another shakeup in the power structure of Mordor. This can only be good news for the Free Peoples!\\n\\n'I am certain this is not the last we have seen of Lhaereth the Stained. Her threat made that abundantly clear. We should celebrate while we can, but keep a wary eye out for her in our future travels in Mordor.'",
      "es": ""
    },
    {
      "id": 173025317,
      "en": "Complete: The Court of Seregost - Tier 2",
      "es": ""
    },
    {
      "id": 190220457,
      "en": "'I believe this is it, [placeholder]. Are you prepared to face the horrors within?'",
      "es": ""
    },
    {
      "id": 236954437,
      "en": "The Return to Seregost",
      "es": ""
    },
    {
      "id": 173025320,
      "en": "Talk to Faeron",
      "es": ""
    },
    {
      "id": 173025744,
      "en": "Talk to Faeron",
      "es": ""
    },
    {
      "id": 173025700,
      "en": "Talk to Rhadrog",
      "es": ""
    },
    {
      "id": 173025703,
      "en": "Complete: The Bloody Watchers",
      "es": ""
    }
  ]
}