{
  "id": 620956196,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Epilogue: The Waters of the Gilrain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Garvir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'The days have been long since Garvir's passing, but I comfort myself in knowing that his sacrifice and the deeds of the river-maiden have saved so many lives.\\n\\n'Garvir is gone and I cannot change that, but the Maiden of the Gilrain still dwells in these lands. Tancestel's ramblings have made me wary of seeking her myself, but she knows well of you and would listen to your words.\\n\\n'If you would travel to her glade and offer her my truest thanks, I shall be most grateful.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "You have discovered Garvir - alive and resting on the banks of the Gilrain!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Ah, [placeholder], it is good to see you once more....\\n\\n'You come bringing the thanks of a man of Dor-en-Ernil? It is most appreciated, though strange for one not of Lebennin.\\n\\n'Since you left to return to the cities of Man, a very curious thing has happened. You see, a wounded, honourable man was cast into my waters and left to die. I pulled him from the river and healed his wounds, but he has slept here ever since.\\n\\n'He has been through a great deal and still requires more rest, but perhaps you know who he is?\\n\\n'He is resting along the banks nearby....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730892",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'You do know him, then?\\n\\n'Indeed, these are very peculiar times....\\n\\n'I shall rouse him from his sleep, and carry him safely back to his brothers. He is fortunate to have one as caring as you in his life, [placeholder].\\n\\n'Return to them, and tell them of what has happened.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730893",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "Before you can finish telling Erchar, Garvir walks into Linhir, smiling widely",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730894",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Roamingstar can be found in her glade in north-eastern Dor-en-Ernil.\\n\\nErchar wishes to thank the Maiden of the Gilrain for watching over the people of Central Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Roamingstar can be found in her glade in north-eastern Dor-en-Ernil.\\n\\nYou have discovered Garvir sleeping along the river-banks, much to your surprise. You should again speak to Roamingstar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'He... he is alive?\\n\\n'I cannot believe it, I...'\\n\\nErchar is overcome with emotion, and begins weeping.\\n\\n'Herion, our brother lives yet!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Search the banks of the Gilrain for a man",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d16",
      "en": "Amid a brief peace in Linhir, Erchar has become fascinated by the stories you have shared of the Maiden of the Gilrain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Erchar can be found in Linhir in eastern Dor-en-Ernil.\\n\\nYou have learned that Garvir was saved by the Maiden of the Gilrain as he fell into the river. You should tell Erchar that his brother lives!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "The man Roamingstar pulled from the Gilrain can be found along the nearby banks.\\n\\nRoamingstar rescued a man from the waters of the Gilrain and healed his wounds. You should examine the sleeping man.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Roamingstar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Garvir can be found in Linhir.\\n\\nGarvir has returned to Linhir, much to his brothers' amazement. You should speak to him, and welcome him home.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Tell Erchar of Garvir's return",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Seek out Roamingstar in her glade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'My brothers, how I have missed you....\\n\\n'All went dark when I fell into the Gilrain, but then I awoke under the trees... and all my wounds and pain had gone!'\\n\\nGarvir rushes towards Herion and Erchar, embracing them.\\n\\n'And thank you, [placeholder], for reuniting me with my brothers. There is no greater gift you could have given me, my dear friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    }
  ]
}