{
  "id": 620956195,
  "txt": [
    {
      "id": 228870261,
      "en": "Epilogue: Sailing Into The Dawn",
      "es": ""
    },
    {
      "id": 235466148,
      "en": "Listen as Jajax says good-bye",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "You discover Jajax and Daxamat preparing a boat!",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Return to Nimithil in Ost Anglebed",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'Ever since your return from Hata Kebir with the brothers of Linhir, rumours have cropped up throughout Lebennin about the one they called Jajax.\\n\\n'It is said that he himself set fire to the Corsair fleet on the shores, cut an ear from one of the Heirs, and then vanished along with his brother into the trees of Lebennin.\\n\\n'Where now has he gone? Does he still remain in our lands, or does he sail on towards future heroics?\\n\\n'Search near the camp on the shore for him, and then search the coast if you do not find him. I wonder where his plans shall take him next....'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Ha! I had a feeling I couldn't sail away before you tracked me down one last time.\\n\\n'Or maybe I was waiting for you... who can tell?\\n\\n'Dax and I were just about to set sail, but would you do me the honour of sharing one of these fine bottles of wine with us?'",
      "es": ""
    },
    {
      "id": 225642641,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 225642642,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 225642643,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Jajax can be found along the coastline to the south of Aerthir.\\n\\nYou have discovered Jajax and Daxamat resting from readying their ship, and should speak to them.",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Hata Kebir can be found far to the south-east of Ost Anglebed.\\n\\nNimithil has asked you to seek out Jajax, if he still remains in Lebennin. You should begin your search near Hata Kebir.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'The Scourge certainly kept the best stock for himself... ah well, he won't be needin' it anymore.\\n\\n'Listen here, [placeholder]. Dax and I need to go now. I don't know where we're heading, but it certainly isn't here.\\n\\n'I've had enough of Gondor... I miss my home in Umbar, and besides, there are plenty of other places for me to sail.\\n\\n'I shall always remember the times we had, and I shall try to remember the drinks we shared. I suppose this is where our paths split, my adventurous friend.'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "A bottle of wine can be found in the basket next to Jajax.\\n\\nJajax has asked you to share a bottle of fine wine with him and Daxamat.",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 51875094,
      "en": "Rumours abound of the strange Corsair, Jajax, who aided the Men of Linhir in crippling the Heirs of Castamir.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Jajax can be found along the coastline to the south of Aerthir.\\n\\nYou have shared wine with Jajax and should speak to him once more.",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'What a peculiar man that Jajax is, [placeholder]. I doubt we shall ever know a Corsair like him again.\\n\\n'You have shown us all that one day there might be peace between our peoples, and that some friendships run deeper than blood.'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Aerthir can be found due south of Ost Anglebed along the shores of the Anduin.\\n\\nYou have not found Jajax near Hata Kebir, but you should continue your search along the coast to the south of Aerthir.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Jajax",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Share a drink with Jajax and Daxamat",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Nimithil can be found in Ost Anglebed in north-central Lebennin.\\n\\nYou found Jajax and Daxamat preparing to sail from Lebennin. You should tell Nimithil of your journey.",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Talk to Jajax",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Search near Hata Kebir for Jajax and Daxamat",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Search the shores of the Anduin south of Aerthir",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "You have found no sign of the two brothers, and should search further west along the shore",
      "es": ""
    }
  ]
}