{
  "id": 621078109,
  "txt": [
    {
      "id": 173025777,
      "en": "Defeat brigands ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220593,
      "en": "As you approach the Bolt-holes, you recall a conversation you overheard on the road...\\n\\n--\\n\\n'Why 'The Bolt-holes?'' This from a younger woman in hand-me-down armour and threadbare boots.\\n\\nHer travelling companion, whose grey cloak obscured her appearance, worked some jerky in the corner of her mouth before answering. 'If the guard are after you, you bolt into a hole. You know, to hide. So if you commit a crime in Ethring or Barad Rill, 'The Bolt-holes' are where you go when you need to hide.'\\n\\n'I suppose…'\\n\\n'You don't like the name?'\\n\\n'I think it sounds silly. Out east I heard there's a group of bandits making camp in a place called 'Thama Aklam'. That sounds so much more impressive.'\\n\\nGrey Cloak sighed. 'It only sounds more impressive because the name isn't in Westron. Everyone who knows only one tongue thinks words from other languages to be dramatic and special just because they sound different. 'Thama Aklam' likely means something boring like 'The Big Camp.'\\n\\n'As if you know more than one language,' Threadbare Boots scoffed.\\n\\n'I do,' Grey Cloak said. 'For example, Nustatyë ve linquë tauramundo.'\\n\\n'What does that mean?'\\n\\n'It means, 'Your beauty outmatches the stars themselves' in Quenya.'\\n\\n'Oh,' Threadbare Boots said, blushing. 'I think you are beautiful too.'\\n\\n--\\n\\nWhich is all to say, you may want to defeat some brigands in The Bolt-holes.",
      "es": ""
    },
    {
      "id": 184621176,
      "en": "You have defeated many brigands in the Bolt-holes.",
      "es": ""
    },
    {
      "id": 126687157,
      "en": "Brigands are hiding out in the Bolt-holes.",
      "es": ""
    },
    {
      "id": 236954403,
      "en": "Brigands in the Bolt-holes",
      "es": ""
    },
    {
      "id": 190220553,
      "en": "You have defeated many brigands in the Bolt-holes, making it safer for all who travel between Dor-en-Ernil and Ringló Vale.",
      "es": ""
    },
    {
      "id": 246419795,
      "en": "Brigands are hiding out in the Bolt-holes.\\n\\nDefeat brigands.",
      "es": ""
    },
    {
      "id": 173025728,
      "en": "Completed",
      "es": ""
    },
    {
      "id": 148970290,
      "en": "Defeated brigands ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025730,
      "en": "Discover the Bolt-holes",
      "es": ""
    },
    {
      "id": 184621172,
      "en": "Brigands are hiding out in the Bolt-holes.",
      "es": ""
    }
  ]
}