{
  "id": 621078156,
  "txt": [
    {
      "id": "0xa8e11a9",
      "en": "You have found Gangur Farwend at Zarsatrâd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Crew: Carver of Distant Stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Defeat foes of the dwarves near the outpost of Zarsatrâd ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Do I know where Gangur Farwend went after he left Furukzahar? You are going to have to remind me who that is.'\\n\\nYou tell Kutúkh that he was a Longbeard that departed shortly after the arrival of King Elessar. The dwarf strokes his beard and contemplates your description.\\n\\n'Yes, I remember him now. Hámisar sent him from the fortress in disgrace, as I recall. You should not waste any time seeking one such as he, for he is a bad penny and will bring you nothing but trouble. If you insist upon it, perhaps so you can make him a better dwarf, I believe he mentioned stopping at Zarsatrâd before continuing his journey. Zarsatrâd is the outpost to the south. Good day to you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Gangur Farwend in Zarsatrâd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I remember Gangur Farwend now. Hámisar sent him from the fortress in disgrace, as I recall. You should not waste any time seeking one such as he, for he is a bad penny and will bring you nothing but trouble. If you insist upon it, perhaps so you can make him a better dwarf, I believe he mentioned stopping at Zarsatrâd before continuing his journey. Zarsatrâd is the outpost to the south. Good day to you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Find Gangur Farwend somewhere to the south-east of Zarsatrâd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Oh, I know you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Do I know you? I don't have a very good mind for faces.'\\n\\nYou remind Gangur that he warned you about some suspicious dealings within the Temámir fortress of Furukzahar, and he nods.\\n\\n'Yes, I remember now. I am pleased that my words proved some help to you, although as you can see I am no longer welcome there. Ah, it is fine. I have always been a traveller, and the hospitality of Furukzahar was not especially to my liking.'\\n\\nHe lowers his voice.\\n\\n'You remember Khôltekh the Cunning? He carried a talisman on his person, and it shone in a very curious way, as if it contained a gem possessing unusual qualities. I have mentioned it to some of the dwarves here, in a roundabout way so as not to give away my interest, and they say they will tell me more if I help eliminate some of the beasts nearby. Would you like to help me accomplish this?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Gangur Farwend north of Erynos, in King's Gondor East",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Khôltekh the Cunning carried a talisman on his person, and it shone in a very curious way, as if it contained a gem possessing unusual qualities. I have mentioned it to some of the dwarves here, in a roundabout way so as not to give away my interest, and they say they will tell me more if I help eliminate some of the beasts nearby. Would you like to help me accomplish this?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'I told the dwarves here we did as they requested, and they laughed at me! \\qA special gemstone? What makes you think we would tell an outsider like you anything?\\q they said! They called me too trusting! Me! Gangur Farwend!'\\n\\nYou try to calm him down and ask if he will be interested in joining your crew, but you have only just brought it up when he interrupts.\\n\\n'I am not in the mood for conversation, [placeholder]! I cannot stay in this place! They are laughing at me even now, behind my back!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Gangur hurries away with renewed purpose, eager to join your crew",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Caebar believes Gangur Farwend, the dwarf who warned you about Khôltekh the Cunning during your stay at Furukzahar, might be willing to join your crew.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Gangur Farwend is at the outpost of Zarsatrâd, south of Furukzahar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Yes?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Kutúkh told you that Gangur Farwend mentioned stopping at the outpost of Zarsatrâd to the south before continuing his journey.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Gangur Farwend stormed from Zarsatrâd after being embarrassed by the dwarves there. It looked to you as if he was heading in the direction of Erynos, but he likely wishes to stay away from people.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'They laughed at me, [placeholder]. Why would they do that? What is it about that gemstone that they do not want to share with outsiders?'\\n\\nGangur strokes his beard, deep in thought.\\n\\n'The Temámir of Furukzahar did not want you to know they were visited by an emissary of the Kindred of the Coins, and they kept the details of what he spoke about a secret from you and from the King of Gondor. Then the Dwarves of Zarsatrâd dodged my questions about the gemstone that emissary carried. Why? What were you saying earlier, [placeholder]? Something about a voyage?'\\n\\nYou tell Gangur, once again, about your mission to Umbar and your desire for him to join your crew. This time he thinks it over.\\n\\n'I have come a long way from my home already... what is another hundred miles, even if those carry me across the Bay? The answers I seek may lie in Umbar with the Kindred of the Coins. I will join you, [placeholder]! I must learn about the unusual gem carried by Khôltekh the Cunning, and the reasons for his folk to maintain such secrecy when asked about it! I will be there when you begin your voyage!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Gangur Farwend is at the outpost of Zarsatrâd, south of Furukzahar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Gangur Farwend is south-east of Zarsatrâd and north of Erynos, in King's Gondor East.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "The dwarves at Zarsatrâd agreed to tell Gangur Farwend something about the strange gemstone he saw at Furukzahar if he aided them by defeating beasts near the outpost, and you agreed to help.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Find Gangur Farwend at Zarsatrâd, to the south of Furukzahar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Gangur Farwend in Zarsatrâd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "Gangur Farwend will be more likely to join your crew if you help him, so you agree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "Defeated foes of Zarsatrâd ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "Gangur storms off, leaving Zarsatrâd and hurrying to the south-east",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "Gangur grunts in recognition as you approach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "Gangur Farwend, the carver of distant stone, has joined your crew!",
      "es": "",
      "es (fem)": ""
    }
  ]
}