{
  "id": 621078155,
  "txt": [
    {
      "id": 216727827,
      "en": "Galengam's notices can be found throughout Calembel, in King's Gondor West.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Excuse me, I could not help but notice that you have gone and burned up all the notices my son and I were ordered to put up around town. It took us all morning to do, and now you've gone and ruined all that work! What is the meaning of... the meaning of...'\\n\\nThe man pauses.\\n\\n'[placeholder]? It IS you! It has been a long time since our paths crossed! I did not expect to see you again, let alone for you to work at cross-purposes to me and my son! Galengam had us putting up those notices to advertise that his shop will be moving to Minas Tirith. Why have you taken them down?'\\n\\nYou tell Bandron that Galengam will be sailing with you to Umbar, and therefore his other plans have been halted for now. The waggon-driver's eyes light up, and despite his age he dances a merry jig on the cobblestones.\\n\\n'What wonderful tidings you bring! My son will be delighted to hear it as well: at last we will have a break from Galengam's orders! He is always sending us all over Gondor, [placeholder], with nary a rest in-between each journey. Do you think you could make this voyage take as long as possible, and give my boy and I a true holiday? Endless thanks to you, my friend!'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "The brazier by the southern entrance to Calembel, in King's Gondor West, will be an effective way to dispose of Galengam's notices.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Bandron, standing nearby, has attracted your attention.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Collect Galengam's notices throughout Calembel, in King's Gondor West ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'You have removed all the notices? Good, good! There are new markets to discover and new goods to acquire, and when we do return I shall become even more profitable than I had previously expected!\\n\\n'It will be an honour to profit from your mission, [placeholder]! I mean, it will be an honour to aid you with the provisions you need to conduct a successful voyage. I will be ready when you are set to depart, my auspicious friend!'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Galengam is inside his shop in Calembel, in King's Gondor West.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'What wonderful tidings you bring! My son will be delighted to hear it as well: at last we will have a break from Galengam's orders! He is always sending us all over Gondor, [placeholder], with nary a rest in-between each journey. Do you think you could make this voyage take as long as possible, and give my boy and I a true holiday? Endless thanks to you, my friend!'",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "Collected Galengam's notices ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "You burn Galengam's notices to ash in the brazier",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Bandron by the brazier in Calembel, in King's Gondor West",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Talk to Galengam inside his shop in Calembel, in King's Gondor West",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "Galengam, the King's own merchant, has joined your crew!",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'I had some of my workers put papers up all over town advertising my status as the King's Own Merchant and detailing the movement of my shop to Minas Tirith, but if I am to join you on your ship I will not be able to make the move just yet. The posters must come down! Burn them in a brazier here in Calembel after you have removed them. I cannot join your crew until this is done!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Caebar believes the merchant Galengam might prove a useful member of the crew, if he can be convinced to join your cause.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Well now, this is quite a surprise! What brings you back to Galengam's Divine and Delicate Draughts, [placeholder]? Did the King come with you? I saw an increase in visitors to my shop after his previous visit, and I look forward to any future return he might make!'\\n\\nYou tell Galengam the purpose of your visit: that you are recruiting crew-members for a dangerous journey to Umbar so you may rescue the kidnapped heir of the Green Hills. The merchant adjusts the hat upon his head.\\n\\n'Ah, I see why you have come to me. Who else would have the extensive knowledge of provisions and supply necessary for such a voyage? But what would be my payment for providing such a service? Answer not so quickly! I have the answer: this will permit me to open up new markets across the Bay! What new goods will I be able to acquire? The mind truly reels at the possibilities!\\n\\n'I accept! There is one small complication, however. I had some of my workers put papers up all over town advertising my status as the King's Own Merchant and detailing the movement of my shop to Minas Tirith, but if I am to join you on your ship I will not be able to make the move just yet. The posters must come down! Burn them in a brazier here in Calembel after you have removed them. I cannot join your crew until this is done!'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'There is one small complication. I had some of my workers put papers up all over town advertising my status as the King's Own Merchant and detailing the movement of my shop to Minas Tirith, but if I am to join you on your ship I will not be able to make the move just yet. The posters must come down! Burn them in a brazier here in Calembel after you have removed them. I cannot join your crew until this is done!'",
      "es": ""
    },
    {
      "id": 117463137,
      "en": "'You there! Can I ask you a question?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Crew: The King's Own Merchant",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 49286676,
      "en": "Burn Galengam's notices in the brazier located near the southern entrance of Calembel, in King's Gondor West",
      "es": ""
    }
  ]
}