{
  "id": 621078145,
  "txt": [
    {
      "id": 127884885,
      "en": "Elladan has been defeated!",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Crew: Brothers of the Queen",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Talk to Elrohir in Ost Arndír",
      "es": ""
    },
    {
      "id": 127884888,
      "en": "Elrohir has been defeated!",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Queen Arwen's brothers? Aye, they spoke of tracking down Corsairs who might have hidden after the raid upon Tûm Rost. I do not know exactly where they might have gone since, but you should begin your search for them somewhere near Iáphel.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I tracked a party of Corsairs to this hillside, and I think they are readying their response. Let us face them and ensure the safety of Iáphel!'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Mae govannen, [placeholder]! I came here in search of Corsairs, but I think they ran afoul of another foe. Be ready for anything!'",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "Elladan and Elrohir, the brothers of the Queen, have joined your crew!",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'I do not know exactly where the Queen's brothers might have gone since, but you should begin your search for them somewhere near Iáphel.'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'My brother and I remained behind to deal with the Corsair threat when Elessar left, for we believed the folk of the Green Hills might still be endangered. Grief can render incapable even the stoutest of hearts. That is true even of the Elves!\\n\\n'I will be pleased to join your crew, [placeholder]. I have little love for ships, but for adventure I have a great fondness. Speak to my brother and see if he is of the same mind.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'I went in search of Corsairs and found goblins instead, [placeholder]. Will it be the same on our voyage to Umbar? Who knows what unexpected adventures will await us there? I have never been to that land, and I am filled with excitement at the prospect of seeing it for myself!\\n\\n'I will be pleased to join the crew of the Wave-hunter, my friend. We will be there when the time comes to depart.'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Speak to my brother and see if he is of the same mind.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Elladan and Elrohir will be welcome aboard the Wave-hunter, if they can be convinced to join your crew.",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Elladan and Elrohir went in search of Corsairs near Iáphel, intending to find any of the raiders who might have hidden after the attack.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Elladan and Elrohir will have returned to Ost Arndír by the time you get there.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Find Elladan somewhere in Tûm Rost",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Elrohir is at Ost Arndír, waiting to speak to you.",
      "es": ""
    },
    {
      "id": 69036772,
      "en": "Fight alongside Elladan in Tûm Rost",
      "es": ""
    },
    {
      "id": 226729857,
      "en": "'I thought so! There are goblins all around us!'",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Find Elrohir somewhere in Tûm Rost",
      "es": ""
    },
    {
      "id": 226729858,
      "en": "'Very good, my friend! That was well-fought!'",
      "es": ""
    },
    {
      "id": 69036775,
      "en": "Fight alongside Elrohir in Tûm Rost",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Talk to Elladan in Ost Arndír",
      "es": ""
    },
    {
      "id": 111606753,
      "en": "'Here they come, my friend. We must fight!'",
      "es": ""
    },
    {
      "id": 111606754,
      "en": "'That was all of them. The vineyard is safe once more.'",
      "es": ""
    }
  ]
}