{
  "id": 621078102,
  "txt": [
    {
      "id": 49286677,
      "en": "Talk to Carandolion on the lowest level of Ost Arndír",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'My husband was looking for you. Return to the lowest level and find him.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Nauriel's sword and shield have been made ready for the voyage, and can be found on the lowest level of Ost Arndír.",
      "es": ""
    },
    {
      "id": 81979314,
      "en": "'Might I speak with you for a moment?'",
      "es": ""
    },
    {
      "id": 49286679,
      "en": "Bring her sword and shield to Nauriel in Ost Arndír",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Thank you for bringing me my equipment, [placeholder], and for speaking with my husband. I will carry his favour into battle on behalf of our son Thorongil, should battle prove necessary. My husband would be the first to tell you he is no fighter, but I love him all the more for it. I do our fighting for us, and without regret.\\n\\n'Carandolion will see that Pinnath Gelin does not suffer in my absence, and when I return I will return with our son, and only his father will celebrate more loudly and happily than I.\\n\\n'I will await your command, and the rest of your crew, at the Wave-hunter.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Nauriel's husband Carandolion is on the lowest level of Ost Arndír.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Retrieve Nauriel's sword from the armoury in Ost Arndír",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Nauriel is in the main hall, on the upper level of Ost Arndír.",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'I will remain here to oversee Pinnath Gelin while Nauriel is away, but my thoughts will sail alongside her as she rides the waves to Umbar. I will give her a favour to carry into battle, so she knows her husband's heart goes with her.'",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "Retrieved Nauriel's sword",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Retrieve Nauriel's shield from the armoury in Ost Arndír",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "Retrieved Nauriel's shield",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "Carandolion ties a small handkerchief to the hilt of his wife's sword",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "Nauriel, Knight of the Green Hills, has joined your crew!",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "King Elessar suggested that you recruit the Lady Nauriel for the mission to Umbar.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Every day that passes brings my son further into danger, [placeholder]. There must be no more delay.\\n\\n'I will join the crew of the Wave-hunter so I may ask the Kindred of the Coins to return Thorongil, but I will ask only once. If they refuse I will bloody my sword and dent my shield on their carcasses! They have remained unused for too long, anyway. My husband Carandolion always speaks of the need for patience, and for thinking things through, but see where that has gotten us! Our son stolen away by enemies of Gondor! Well, they have made an enemy of Nauriel, and she does not forgive as readily as Gondor. Recruit the crew you think we will need for the voyage, [placeholder], but remember the need I have for haste.\\n\\n'Will you retrieve my sword and shield from the armoury on the lower level? I have had the sword sharpened and the shield reinforced since the Corsairs raided Tûm Rost, and they should now be ready for me.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Will you retrieve my sword and shield from the armoury on the lower level? I have had the sword sharpened and the shield reinforced since the Corsairs raided Tûm Rost, and they should now be ready for me.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Crew: Knight of the Green Hills",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'I am no fighter, [placeholder], but that does not mean I do not want my son safely returned to his home. My wife has always been the firebrand, and she has temper enough for the both of us! But she matches it, nay, she exceeds it, with her martial skill. There are none more deadly in all the Green Hills with a blade than she!\\n\\n'I am unlike my brother, you know. Duinhir rode to Minas Tirith with trumpets and banners, and when he came back he did so without his sons, for they were of fighting age. My Thorongil was not, but he has been taken away all the same, and now I must rely upon my dangerous wife to retrieve him. Do I risk losing them both? These are the thoughts that keep me awake at night, [placeholder].\\n\\n'I will remain here to oversee Pinnath Gelin while Nauriel is away, but my thoughts will sail alongside her as she rides the waves to Umbar. I will give her a favour to carry into battle, so she knows her husband's heart goes with her.'",
      "es": ""
    },
    {
      "id": 81979313,
      "en": "'Over here, friend, if you would.'",
      "es": ""
    }
  ]
}