{
  "id": 621078115,
  "txt": [
    {
      "id": 228870261,
      "en": "The Crew: The Corsair Jajax",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to Jajax outside Abadec's Watch, in King's Gondor West",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Talk to Daxamat outside Abadec's Watch, in King's Gondor West",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I did not expect you to return to Dol Amroth so quickly, [placeholder]. And where is the King?'\\n\\nYou tell Prince Imrahil about Nakási Wave-reaper's raid upon the Green Hills and her seizure of young Thorongil. When you speak of King Elessar's suggestion that you assemble a crew to rescue the heir of Pinnath Gelin, the Prince grasps the hilt of his sword.\\n\\n'I can leave at once. You have but to say the word and I will voyage with you to Umbar Baharbêl, the City of Sails! The Kindred of the Coins will not stand long against us, for they will know my face and my reputation! But... you are not here to recruit me for your mission, are you? I can tell from your expression that the King wishes this to be a more secret quest. Yes, I see the need for it. I apologize for getting carried away. Who does the King suggest?'\\n\\nYou say that you are considering the Corsair Jajax for your crew, and the Prince is overcome by a coughing fit.\\n\\n'What? Tell me you are not serious about this, [placeholder]! This Jajax is a Corsair, and will betray you at the first opportunity, if he has not already! My scouts report that he has gone in the direction of Abadec's Watch, south-east of Dol Amroth, likely to meet with those of his fellows encamped there. They are a danger to Gondor, and always will be! I hope you know what you are doing. If the King believes this is the right course I will not speak against it.'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Find Jajax at Abadec's Watch, south-east of Dol Amroth, in King's Gondor West",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to Jajax outside Abadec's Watch, in King's Gondor West",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Jajax outside Abadec's Watch",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Look who has turned up!'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Defeat Corsairs inside Abadec's Watch ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Well look who turned up, and just in time!\\n\\n'I have learned what happened to Dax, my friend, and I was just about to go inside and rescue him... but now that you are here I see the blessing of happy chance is upon me! I have always been one of the lucky ones, [placeholder]; that is why I have lived so long!\\n\\n'Now get in there, kill his captors, and keep my brother alive. We'll talk once you've done that... and not before.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Are you here to help?'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Free Daxamat inside Abadec's Watch",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Now get in there, kill his captors, and keep my brother alive. We'll talk once you've done that... and not before.'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Wait for Daxamat to escape",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'[placeholder]! Are you here to rescue me? Please say that is what brings you here, for otherwise I fear I might die bound to this post, and that would make my brother very displeased, I am sure of it!'\\n\\nYou tell Daxamat that Jajax waits for him outside Abadec's Watch, and untie him.\\n\\n'Thank you for this! I will not forget it!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "King Elessar suggested that you recruit the Corsair Jajax, if you think he can be trusted to help.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Daxamat is being held prisoner inside Abadec's Watch, in King's Gondor West.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'I told you I was lucky, [placeholder]. All I had to do was wait, and you rescued my brother for me! How very fortunate. The stars truly smile upon Jajax... they always have, and they always will! Now what brought you in search of me?'\\n\\nYou tell Jajax that you are assembling a crew to sail to Umbar to rescue the kidnapped heir of Pinnath Gelin from the Kindred of the Coins, and you want him to join you. When you have finished, Jajax laughs, but his laughter is free of mirth.\\n\\n'Why would I do this? What could you possibly offer to me that would make it worth my while to return to Umbar while it is under the control of the Kindred? I told you what happened when Dax and I returned there! No. My answer is no. You will sail to Umbar without us.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Prince Imrahil's scouts reported seeing Jajax near Abadec's Watch to the south-east of Dol Amroth, in King's Gondor West.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "You have freed Daxamat from his bonds.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Wait.'\\n\\nDaxamat stares off into the distance, as if gathering his courage.\\n\\n'I will join you, [placeholder], if you will have me. I fear the Kindred of the Coins, but I fear the Heirs of Castamir more, and they still have supporters throughout these lands; the Corsairs here in Abadec's Watch belong to that number. They imprisoned me as a traitor to the Heirs, and would do so again if given the chance.\\n\\n'My brother says he is the lucky one, but I think in recent days I have had the best fortune in our family, for your path brought you here to rescue me. I cannot be certain you will be near the next time, unless I go with you on your ship. Count me among your crew, [placeholder].'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Jajax stands outside Abadec's Watch, in King's Gondor West.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'No. My answer is no.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Jajax stands outside Abadec's Watch, in King's Gondor West.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Daxamat stands outside Abadec's Watch, in King's Gondor West.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Your rescue of Daxamat from Abadec's Watch will require you to defeat the Corsairs camped inside.",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Jajax stands outside Abadec's Watch, in King's Gondor West.",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "Daxamat, one of the Corsair brothers, has joined your crew!",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'So that is the way of it, Dax?'\\n\\nJajax scowls at you.\\n\\n'My brother has always been one who follows, [placeholder]. First he served Balakhôr the Scourge as a deckhand on the Night-jewel, and then he served Azgarzôr his brother until we slew him, and only then! Always Dax needs someone to tell him what to do! Well, I am different.'\\n\\nThe Corsair's scowl deepens.\\n\\n'Jajax is a captain, not a crew-member! He gives the commands! He is the one who leads!'\\n\\nJajax shakes his head at his brother and gives you a curt wave with one hand.\\n\\n'This is where we part ways, [placeholder]. I will find a crew and a ship of my own. May my brother serve you better than he served the Heirs of Castamir! Without me to keep him in line, I believe your ship will be doomed. A pity, that! A pity! Farewell.'",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "Imrahil's scouts spoke true: Jajax stands outside Abadec's Watch",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'I will join your crew, [placeholder]. I will be there when the voyage begins.'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'This Jajax is a Corsair, and will betray you at the first opportunity, if he has not already! My scouts report that he has gone in the direction of Abadec's Watch, south-east of Dol Amroth, likely to meet with those of his fellows encamped there. They are a danger to Gondor, and always will be! I hope you know what you are doing. If the King believes this is the right course I will not speak against it.'",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "Defeated Corsairs inside Abadec's Watch ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}