{
  "id": 621078102,
  "txt": [
    {
      "id": "0x2f00e15",
      "en": "Talk to Carandolion on the lowest level of Ost Arndír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'My husband was looking for you. Return to the lowest level and find him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Nauriel's sword and shield have been made ready for the voyage, and can be found on the lowest level of Ost Arndír.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4e2e7b2",
      "en": "'Might I speak with you for a moment?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e17",
      "en": "Bring her sword and shield to Nauriel in Ost Arndír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Thank you for bringing me my equipment, [placeholder], and for speaking with my husband. I will carry his favour into battle on behalf of our son Thorongil, should battle prove necessary. My husband would be the first to tell you he is no fighter, but I love him all the more for it. I do our fighting for us, and without regret.\\n\\n'Carandolion will see that Pinnath Gelin does not suffer in my absence, and when I return I will return with our son, and only his father will celebrate more loudly and happily than I.\\n\\n'I will await your command, and the rest of your crew, at the Wave-hunter.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Nauriel's husband Carandolion is on the lowest level of Ost Arndír.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Retrieve Nauriel's sword from the armoury in Ost Arndír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Nauriel is in the main hall, on the upper level of Ost Arndír.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'I will remain here",
      "es": "",
      "es (fem)": ""
    }
  ]
}