{
  "id": 621078097,
  "txt": [
    {
      "id": "0xd9b5688",
      "en": "'Whenever I look at Dol Amroth, a part of me still believes that I will see Corsair ships marring the bay. Despair often overtook me during the war, and I wondered how the city would fall.\\n\\n'Our troubles are not over, and indeed, some scars may never heal. But we are still here, are we not? We are still here.\\n\\n'May there be happier days ahead for you, [placeholder]. And should you find yourself plagued by dark thoughts, you are always welcome to return here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Boradan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1ef9f1",
      "en": "<rgb=#FF0000>You cannot get a good view from here!</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "You have taken in the sight of Dol Amroth at peace.\\n\\nYou should talk to Boradan at Amon Lontir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "This spot offers a good view of Edhellond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e05",
      "en": "<rgb=#00ff00>Look</rgb> west to Dol Amroth from Amon Lontir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "You have taken in the sight of Edhellond at peace.\\n\\nYou should talk to Boradan at Amon Lontir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "The waters of the bay glitter, now clear of the Corsairs' dark ships",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Boradan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'Too many of my waking hours have been spent watching Edhellond with dread in my heart. We would have been no match for the Corsairs there. Perhaps that is cowardly of me to admit, but it is the truth.\\n\\n'And yet, when I look out towards Edhellond now, I feel hope. Did you hear that the Elves are turning the harbour into a garden? May it remain a safe haven forevermore.\\n\\n'But Edhellond is not the only place I'd like to point out -- behold Dol Amroth to the west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'Hail, friend. Judging by your hurried steps, you seem to have much on your mind.\\n\\n'Why not stay a while and take in the view? The sight of Edhellond to the north is always calming.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbe1ef95",
      "en": "<rgb=#FF0000>You cannot get a good view from here!</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "This spot offers a good view of Dol Amroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "Smoke from Corsair camp-fires no longer chokes the air around Edhellond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d167",
      "en": "Amon Lontir's use is not limited to times of war and strife.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Peace of Mind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "Boradan has suggested that you look out west towards Dol Amroth from Amon Lontir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e13",
      "en": "<rgb=#00ff00>Look</rgb> north to Edhellond from Amon Lontir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Boradan has suggested that you look out north towards Edhellond from Amon Lontir.",
      "es": "",
      "es (fem)": ""
    }
  ]
}