{
  "id": 621078152,
  "txt": [
    {
      "id": 228870261,
      "en": "The Crew: The Swan-knight",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to Bruidis at Tadrent, in King's Gondor West",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Greetings to you, [placeholder]. There is, as always, much work to be done here!\\n\\n'You seek my husband Rossaran? I believe he departed Tadrent and headed to the north-east. Look for him there if you wish to speak with him.'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Talk to Rossaran at Tadrent, in King's Gondor West",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'What brings you back to these lands, [placeholder]? I believed you would spend longer than this in Outer Gondor with the King.'\\n\\nYou tell Rossaran what befell young Thorongil in Pinnath Gelin, and of the Wave-hunter's need for a loyal crew to rescue him. The swan-knight rubs his chin, thinking deeply.\\n\\n'I want to serve my King in this, [placeholder], but I have only just returned to my wife Bruidis after being long away. I do not think she will be pleased if I leave her again so soon!\\n\\n'Perhaps you will help me gather some flowers for a bouquet? I will present them to her and she may be agreeable to this plan. I will, however, defer to her judgement in this, no matter what decision she arrives at. She is my wife, and I will not defy her wishes. You must understand, my friend.\\n\\n'I have seen wild-flowers growing throughout the camp of Makham Mijann, just to the west.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'You seek my husband Rossaran? I believe he departed Tadrent and headed to the north-east. Look for him there if you wish to speak with him.'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Perhaps you will help me gather some flowers for a bouquet? I will present them to her and she may be agreeable to this plan. I will, however, defer to her judgement in this, no matter what decision she arrives at. She is my wife, and I will not defy her wishes. You must understand, my friend.\\n\\n'I have seen wild-flowers growing throughout the camp of Makham Mijann, just to the west.'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Thank you for these, [placeholder]. I will go now to Tadrent and speak with my wife, and if she is in a warm mood perhaps she will permit me to join your crew. You should follow along afterwards and see if we were successful in this.\\n\\n'If she does not permit it, I must refuse your offer. I hope you understand.'",
      "es": ""
    },
    {
      "id": 49286656,
      "en": "Bring the Belfalas wild-flowers to Rossaran outside Makham Mijann, in King's Gondor West",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'You! [placeholder]!'\\n\\nBruidis holds your gaze with her eyes, but before you can speak any words in your defence, she laughs.\\n\\n'My husband Rossaran came here moments ago with a bouquet of flowers, thinking that would be enough for me to say he can sail away with you to Umbar, a fool on some other fool's errand. Aye, I say \\qfool,\\q for I know my dear Rossaran: he is brave and courageous, but he does not think things through as he should. For example: he believed a bouquet of flowers would so warm my heart that I would allow him to leave my side again, and so soon after he returned from the War! Can there be any other word for that than fool?'\\n\\nYou apologize to Bruidis for asking her husband to join the crew of the Wave-hunter, and she looks at you curiously.\\n\\n'I did not say he could not join your crew, [placeholder]. I said he could not leave my side. That is why I am coming with you! Even now I have sent him to collect some supplies for the journey. Speak to him and see what he thinks of this; I believe you will find he is agreeable.'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'I will go now to Tadrent and speak with my wife, and if she is in a warm mood perhaps she will permit me to join your crew. You should follow along afterwards and see if we were successful in this.'",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "Rossaran says he will see you later, and hurries away to further prepare",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The Swan-knight Rossaran will be a good addition to the crew of the Wave-hunter, if his wife Bruidis can be convinced to permit it.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Rossaran's wife Bruidis is at Tadrent, in King's Gondor West, and she will have the final word on whether her husband joins the crew of the Wave-hunter.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'You came here for one crew-member, [placeholder], but now you have two! To speak truthfully, I think my wife Bruidis may be a better addition to the crew than I, myself! She is a master of strategy and brilliant in tactical matters. In fact, I believe she made only a single mistake in her lifetime to this point, [placeholder]... marrying me! But I am glad for it.\\n\\n'We will be there when the Wave-hunter begins its voyage.'",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'I did not say he could not join your crew, [placeholder]. I said he could not leave my side. That is why I am coming with you! Even now I have sent him to collect some supplies for the journey. Speak to him and see what he thinks of this; I believe you will find he is agreeable.'",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "Collected Belfalas wild-flowers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "The Swan-knight Rossaran left Tadrent heading north-east.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "The Swan-knight Rossaran is at Tadrent in King's Gondor West, preparing for the voyage.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Wild-flowers grow in the camp of Makham Mijann, north of Tadrent, in King's Gondor West.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "The Swan-knight Rossaran is just outside the eastern entrance of Makham Mijann, in King's Gondor West.",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Talk to Rossaran north-east of Tadrent, in King's Gondor West",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Collect Belfalas wild-flowers from the camp of Makham Mijann ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "The Swan-knight Rossaran has (conditionally) joined your crew!",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "Rossaran and Bruidis, the Swan-knight and the strategist, have joined your crew!",
      "es": ""
    }
  ]
}