{
  "id": 621078096,
  "txt": [
    {
      "id": 184621529,
      "en": "Orthor has asked you to deliver an apology note to Mildir.\\n\\nMildir can be found in Ost Lontir.",
      "es": ""
    },
    {
      "id": 251715681,
      "en": "Talk to Mildir at Ost Lontir",
      "es": ""
    },
    {
      "id": 173025368,
      "en": "Talk to Orthor",
      "es": ""
    },
    {
      "id": 190220563,
      "en": "'Excuse me -- have you seen my younger brother Orthor? He has brown hair, wears red... no? I swear I've searched for him everywhere!\\n\\n'Oh, I hope he's not upset with me. Just earlier, I scolded him for playing so many pranks on everyone, especially poor old Mildir.\\n\\n'I'll keep looking around Ost Lontir but... could you please make sure he isn't at the beacon? If he isn't here or there, I don't know what I'll do...'",
      "es": ""
    },
    {
      "id": 148970133,
      "en": "This boy matches Cenedel's description of Orthor!",
      "es": ""
    },
    {
      "id": 190220496,
      "en": "'This letter is... completely illegible.'\\n\\nThe man cracks a slight smile.\\n\\n'Thank you for delivering this very important message. I suppose I'll have to go up to the beacon myself to ask Orthor what he wrote. Worry not; I'll make sure to let Cenedel know of his whereabouts.'",
      "es": ""
    },
    {
      "id": 190220455,
      "en": "'I'm not upset!'\\n\\nThe boy's puffy, red eyes tell you otherwise.\\n\\n'I'm sorry, I didn't mean to yell. And I didn't mean to make Cenedel worry.\\n\\n'I was just... writing a letter to Mr. Mildir. I wanted to say sorry. But he might think I'm trying to bother him. Or that I'm trying to play more pranks.\\n\\n'Please, could you go back and give my letter to him? It's very important.'",
      "es": ""
    },
    {
      "id": 126686755,
      "en": "A young boy named Orthor has disappeared from Ost Lontir.",
      "es": ""
    },
    {
      "id": 184621526,
      "en": "You have found Orthor at Amon Lontir.\\n\\nYou should talk to him.",
      "es": ""
    },
    {
      "id": 236954438,
      "en": "An Overdue Apology",
      "es": ""
    },
    {
      "id": 173025364,
      "en": "Look for Orthor at Amon Lontir",
      "es": ""
    },
    {
      "id": 184621205,
      "en": "Cenedel has asked you to check Amon Lontir and see whether Orthor is there.\\n\\nAmon Lontir is located just outside of Ost Lontir.",
      "es": ""
    }
  ]
}