{
  "id": 621078157,
  "txt": [
    {
      "id": 228284039,
      "en": "'The sailors were up before dawn, making the ship ready to sail, but it seems that was still not enough! When will be the last of these unending delays? My son is still in the hands of the Kindred of the Coins, and must be rescued with all speed!\\n\\n'My husband will see to the safety of Pinnath Gelin while I am away, but as you are the one King Elessar has chosen for this mission, you will be responsible for the lives of all those aboard the Wave-hunter, [placeholder]. I care not for my own life; I care only for that of my son Thorongil. Bring me to his captors and I will do what is necessary.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "The Wave-hunter is docked on the lake outside Ost Arndír.",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'It seems we are once again to be the Hidden Guard, [placeholder], journeying in secret to rescue a captive. Nay, for this time the captives number two, and one of them is my own brother. Let it be a consolation to us that the place we must go can shelter no evil as great as that which lurked within the walls of Dol Guldur.\\n\\n'I do wish I had my knives for this mission. Lanchigil and Egnassigil would make short work of the Kindred of the Coins, although I understand Elessar is hopeful we can return Thorongil and Corudan without bloodshed. I think that is unlikely.\\n\\n'I have been training with this blade, just in case. I have not yet given it a name.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Nauriel readies for the voyage of the Wave-hunter where the ship is docked in Pinnath Gelin.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Sirgon stands on the deck of the Wave-hunter, lost in his thoughts, as he prepares for the voyage.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Sigileth readies for the departure of the Wave-hunter.",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Travel to the Wave-hunter where it is docked in Pinnath Gelin",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'I rose with the dawn and helped the sailors prepare the Wave-hunter for its voyage. Thank you once again, and a million times more, for allowing me to sail with you, my friend. I feel alive again, and the feel of the deck beneath my feet has given back to me the vigour of my youth!\\n\\n'To sea, to sea! At last!'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Talk to Nauriel beside the Wave-hunter in Pinnath Gelin",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "Nauriel and others of the crew prepare to depart",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Sigileth beside the Wave-hunter in Pinnath Gelin",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'You may be responsible for the lives of all those aboard the Wave-hunter, [placeholder], but I care not for my own. I care only for that of my son Thorongil. Bring me to his captors and I will do what is necessary.'",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Talk to Sirgon on the deck of the Wave-hunter",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'I understand Elessar is hopeful we can return Thorongil and Corudan without bloodshed. I think that is unlikely.\\n\\n'I have been training with this blade, just in case. I have not yet given it a name.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The time has come for you and your trusted crew to depart for Umbar on the Wave-hunter.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'The rest of your crew must have arrived at the Wave-hunter by now, and they surely wait for you to join them. Yes, I am coming too. I hope that the brave men and women you have recruited will have courage enough to spare some for me, for the spectre of this voyage fills me with trepidation!\\n\\n'I will be fine, [placeholder]. I have to be. Lead on!'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Lead on! The Wave-hunter is docked on the lake to the east of Ost Arndír, in Pinnath Gelin.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Time is wasting.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 5.2: Making Ready To Depart",
      "es": ""
    }
  ]
}