{
  "id": 621078116,
  "txt": [
    {
      "id": 228284039,
      "en": "'The Wave-hunter already has a complement of sailors, and they will best know how to bring us to Umbar, but you will want to fill out the crew with trusted and accomplished folk. After all, there will still be a rescue to manage once we arrive at the City of the Corsairs! King Elessar suggested several additions to the crew, and if you deem these enough we can sail as soon as you have returned with them: Lady Nauriel of Pinnath Gelin, the boon companions Legolas and Gimli, Lord Sirgon of Pelargir, Corudan's sister Sigileth, and the Corsair Jajax. I have compiled notes on each of these, and on others who might be willing to sail with us on the Wave-hunter. Consult my notes in the book on the table there, and may it prove useful as you assemble your crew.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Caebar has written some notes about potential crew-members for the Wave-hunter. Consult the book on the table in the library of Lond Cirion, and let it guide you as you assemble your crew.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Caebar has written some notes about potential crew-members for the Wave-hunter. Consult the book on the table in the library of Lond Cirion, and let it guide you as you assemble your crew.\\n\\nWhen you are satisfied with the crew you have assembled, return to the library of Lond Cirion and speak with Caebar.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Complete 'The Crew: The Sea-longing Lord'",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Complete 'The Crew: She Who Remained'",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Complete 'The Crew: The Corsair Jajax'",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Recruit any other members of the crew you wish",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Recruit any other members of the crew you wish",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Caebar in the library of Lond Cirion when you are satisfied with your crew",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Elessar has charged you to carry out a dangerous rescue mission to the City of the Corsairs, and for that you will need a willing crew.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I will be fine in a moment. Let me just... breathe for a bit.'\\n\\nCaebar rubs his eyes and steadies himself.\\n\\n'All right, [placeholder]. To business, to business. The Wave-hunter already has a complement of sailors, and they will best know how to bring us to Umbar, but you will want to fill out the crew with trusted and accomplished folk. After all, there will still be a rescue to manage once we arrive at the City of the Corsairs! King Elessar suggested several additions to the crew, and if you deem these enough we can sail as soon as you have returned with them: Lady Nauriel of Pinnath Gelin, the boon companions Legolas and Gimli, Lord Sirgon of Pelargir, Corudan's sister Sigileth, and the Corsair Jajax. I have compiled notes on each of these, and on others who might be willing to sail with us on the Wave-hunter. Consult my notes in the book on the table there, and may it prove useful as you assemble your crew.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Complete 'The Crew: Knight of the Green Hills'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 5.1: The Crew of the Wave-hunter",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Complete 'The Crew: The Boon Companions'",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Have you assembled a crew for the Wave-hunter?'\\n\\nYou tell Caebar about the crew you have recruited for the mission to Umbar, and he nods.\\n\\n'They sound quite capable, [placeholder]. I think you have done very well, and I am glad to have been of service. I suppose it is nearly time for us to depart.'",
      "es": ""
    }
  ]
}