{
  "id": 621078146,
  "txt": [
    {
      "id": 162883764,
      "en": "Gwallang trills a lovely song.",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "You concentrate on the songbird's speech, and find that the dialect is not that far-removed from that of birds you knew growing up among the Vales of Anduin.\\n\\n'I understand you are assembling a crew to sail to a distant land? Will you, will you, will you let me accompany you?' Gwallang asks excitedly.\\n\\n'You see, I have always wanted to see the wide, wide, wide world! That is why I joined Sirgon the Sailor on his voyages! Travelling with him was such a joy to me! I was very sad when he came back to land to stay. Sad, sad, sad! But now we will sail again, yes?'\\n\\nYou tell Gwallang that you would be honoured if he would accompany you on your ship, and tell him where it can be found.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Crew: Dweller of Tumbamálë",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'Hm, hm, hm. So it is settled, then, and Gwallang the Limlinn will sail again, as he did with the one he calls Sirgon the Sailor? He will enjoy that very much, yes, hoom!\\n\\n'I hope when your journey is done you will bring him back to Tumbamálë, for he is pleasant company, hm, hm. Farewell to you and to him, yes, farewell.'",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Find Leafshade's friend Gwallang the Limlinn",
      "es": ""
    },
    {
      "id": 162883767,
      "en": "'I am very excited, yes, yes, yes!'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to Gwallang the Limlinn in Tumbamálë",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to Sirgon in his room of keepsakes about the caged songbird",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Hrum, hoom... you have come back again, little one? Have you returned to Tumbamálë to bring me news of Nestinanessornë?'\\n\\nYou tell Leafshade that you are looking for crew-members to sail with you to Umbar, and you hope to rescue both Nestinanessornë and the young heir of Pinnath Gelin from the Kindred of the Coins. Leafshade exhales heavily, shaking the leaves of his grove.\\n\\n'Hoooooooom...'\\n\\nWhen the leaves finally settle, Leafshade speaks again.\\n\\n'I do not like boats, hoom, toom. My friend Nestinanessornë sailed away on one such vessel, but it is not the first time I have lost a companion to the branches-that-float. Another friend of mine, Gwallang the Limlinn, built a nest here in Tumbamálë, but a wooden boat passed nearby and he flew over to it. He never, hoom, never came back. Ferien told me long ago that sailors sometimes take birds with them on their voyages. Perhaps it was the same with Gwallang.'\\n\\nLeafshade slowly extends a long arm down to you. After a moment you realize he is holding a small wooden whistle.\\n\\n'If you find Gwallang... blow this whistle and remind him of Tumbamálë. It may be he has, hrum, forgotten.'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to Leafshade in Tumbamálë",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I do not like boats, hoom, toom. A friend of mine, Gwallang the Limlinn, built a nest here in Tumbamálë, but a wooden boat passed nearby and he flew over to it. He never, hoom, never came back. Ferien told me long ago that sailors sometimes take birds with them on their voyages. Perhaps it was the same with Gwallang. If you find him... blow the whistle I gave you and remind him of Tumbamálë. It may be he has, hrum, forgotten.'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Open the cage and free the songbird in Sirgon's room of keepsakes",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'What is it, my friend? Ask me anything and it shall be yours.'\\n\\nYou ask Sirgon how he came to possess the songbird caged at the far end of his room of keepsakes.\\n\\n'Oh, it was years ago, now. I sailed to speak with my friend Belondor of Langstrand about some matter or another, I confess that I cannot bring it so easily to mind. He is dead now, drowned among the Shield Isles; a story for another time! But I do remember that as we sailed along the coast of Anfalas, that bird flew across the water to my vessel and settled upon one of the ropes! He was a boisterous little fellow! At first I thought he was there for the fish my crew had caught that day, but he quite ignored them. He stayed on the ship for that entire voyage, and as he did not disturb any of the crew I kept him onboard for other journeys as well. Now he keeps me company here at home.'\\n\\nYou tell Sirgon about the possibility that the songbird might be Gwallang, a friend of Leafshade, and that the Ent gave you a whistle to call him home.\\n\\n'Oh, I see. I will miss the little fellow, but I do not want to keep him a prisoner here if he wishes to be elsewhere! Well do I know what it is to be kept from the place where sings your heart! Go to him and blow the whistle; perhaps he will stay here, but if he does not I will be pleased to set him free.'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'I will miss the little fellow, if he is the friend of this Leafshade, but I do not want to keep him a prisoner here if he wishes to be elsewhere! Well do I know what it is to be kept from the place where sings your heart! Go to him and blow the whistle; perhaps he will stay here, but if he does not I will be pleased to set him free.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'He did seem to recognize the whistle? Then by all means set him free, my friend.'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Leafshade in Tumbamálë",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'You found my friend Gwallang, [placeholder], hoom, toom, boom!\\n\\n'He has quite a story to tell, hm, hm!'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'I hope my little friend has found freedom and happiness. I enjoyed my time with him, and the sound of his song.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Caebar has an interest in learning more about Leafshade, and while the Ent is unlikely to join your crew, perhaps he will know of something that might be of use to you.",
      "es": ""
    },
    {
      "id": 49286659,
      "en": "Stand near the caged songbird and blow the whistle given to you by Leafshade",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Leafshade the Ent is in Tumbamálë, in south-western Anfalas.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Leafshade thinks an old sailor might have sailed away with his friend Gwallang, a songbird of the Limlinn species. If you could find him, Leafshade's whistle will apparently remind the bird from where he came.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'He would like to speak to you, hoom, toom.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Sirgon is in his manor's room of keepsakes.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Hm, hm, hm. My friend Gwallang the Limlinn says that he misses travelling, and his happiest days were spent accompanying Sirgon the Sailor on his voyages. Hoom! Happier than spending time with me?'\\n\\nGwallang trills for a moment, and then Leafshade continues.\\n\\n'He says he was very disappointed when Sirgon left the seafaring life behind him, hoom. He desires to accompany you, if you will have him. Hm, hm! Perhaps when your voyages are done, my friend will return to Tumbamálë? But until then he desires to go with you.'",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "The caged songbird at the far end of Sirgon's room of keepsakes may be Gwallang.",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Leafshade is in Tumbamálë.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "The caged songbird certainly appeared to recognize the whistle. Sirgon has given you permission to open the cage and free the bird.",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "Gwallang the Limlinn, dweller of Tumbamálë, has joined your crew!",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "Is it possible the caged songbird in Sirgon's room of keepsakes could be Gwallang?",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "Gwallang is in Tumbamálë, and apparently wants to tell you something.",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "The caged songbird tilts his head and hops excitedly. Is this Gwallang?",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "Gwallang jumps around, chirping and trilling. After several minutes of this, Leafshade rumbles in satisfaction and calls you over to him.",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "The songbird flies out of the cage, circles the room, and vanishes outside",
      "es": ""
    }
  ]
}