{
  "id": 621078108,
  "txt": [
    {
      "id": "0xa8e11a9",
      "en": "The Elf-warrior Sigileth has answered your call",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'While you wait for your friend to arrive, perhaps you will help me with my own task? I have been ordered to make safe the Blackroot Vale, and I could use your help with that, as before and as always!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Crew: She Who Remained",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Look for Sigileth somewhere on the road to the Dark Door, north of Morlad in King's Gondor West",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Sigileth on the road to the Dark Door in the Blackroot Vale, in King's Gondor West",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Rovalang by the road to the Dark Door in the Blackroot Vale, in King's Gondor West",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Rovalang by the road to the Dark Door in the Blackroot Vale, in King's Gondor West",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I am pleased to see you again, [placeholder]. King Elessar sent word that he will come in person to the Blackroot Vale after all, and I believe I have you to thank for that. It is important for the folk of Morlad and the wider Vale to see their king. But what brings you here now?'\\n\\nYou ask Duinhir if an Elf-warrior named Sigileth has come to Morlad, and he says that he has not seen anyone by that name or description come from the south. You shake your head, and tell the Lord of the Blackroot Vale that Sigileth would likely come from the north. He marvels at you in surprise.\\n\\n'From the north? Does that mean you expect this Elf-w",
      "es": "",
      "es (fem)": ""
    }
  ]
}