{
  "id": 621078154,
  "txt": [
    {
      "id": 184621096,
      "en": "Gilanor has sent you to find Dolvir.\\n\\nDolvir may be somewhere near Abadec's Watch, which lies south-west of Ost Lontir.",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 173025700,
      "en": "Find Dolvir near Abadec's Watch",
      "es": ""
    },
    {
      "id": 236954434,
      "en": "The Search for Dolvir",
      "es": ""
    },
    {
      "id": 190220584,
      "en": "'Worry not, my injuries are minor. I have escaped worse places with more grievous wounds.\\n\\n'The Corsairs captured me, but could not agree on my fate. Some wanted me dead, though a few did not seem thrilled by the prospect. Even their efforts to search for me have been half-hearted -- none have ventured past the walls of their camp. I can understand their caution; the chances of them finding kindness outside those walls would be slim.\\n\\n'Before I report back to Gilanor, I have some ideas on how to weaken the Corsairs' hold here. I'm afraid I cannot approach the camp in my physical state, but your help would be enough.'",
      "es": ""
    },
    {
      "id": 190220563,
      "en": "'The war may be over, but the remnants of enemy forces remain in Gondor. One of my scouts, Dolvir, noticed Corsair stragglers retreating south-west to what used to be Abadec's Watch. He went ahead to scout the camp further, but has not returned or sent any word of his discoveries there.\\n\\n'You have done much for Gondor, [placeholder] -- if anyone could find him, it would be you. May my anxieties be laid to rest.'",
      "es": ""
    },
    {
      "id": 126687017,
      "en": "The scout Dolvir left Ost Lontir to assess the situation at Abadec's Watch, but has not been heard from since.",
      "es": ""
    },
    {
      "id": 148970345,
      "en": "An injured Dolvir catches your attention",
      "es": ""
    },
    {
      "id": 173025753,
      "en": "Talk to Dolvir",
      "es": ""
    },
    {
      "id": 184621205,
      "en": "You have found an injured Dolvir amongst the trees north of Abadec's Watch.\\n\\nYou should make sure he's alright.",
      "es": ""
    }
  ]
}