{
  "id": 620839677,
  "txt": [
    {
      "id": 136263297,
      "en": "Burned a barrel of Warg-food ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Nordan has a different approach to dealing with the Wargs and their handlers than Goldínwen's.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Greetings, [placeholder]. Might I have a word with you?\\n\\n'Goldínwen believes that we can only reduce the threat of the Wargs by destroying both the beasts and their handlers. I, however, believe there is a much more efficient way to handle them: destroy their sustenance.\\n\\n'When next you enter Maudhul-ulur, look for barrels of food for the Wargs...if you destroy these, the Wargs and their handlers will be forced to retreat or at least refrain from foraying against us. This flint, steel, and kindling should be of help.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Barrels of Warg-food can be found at Maudhul-ulur, south from Echad Glamodúd.\\n\\nNordan has asked you to enter Maudhul-ulur and burn any casks of Warg-food you may find.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Their food burns? That is well. It will, however, take some time before we notice any results.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Nordan is at Echad Glamodúd, north from Maudhul-ulur.\\n\\nYou should return to Nordan with tidings of your success.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you burned the Wargs' food yet? No? Then you must return to Maudhul-ulur.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have not destroyed enough of the Wargs' food to make a difference yet.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The Wargs and their handlers cannot maintain their presence here long without food.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Your efforts here are greatly appreciated, [placeholder].'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Burn barrels of Warg-food ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Nordan at Echad Glamodúd",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Burning Dinner",
      "es": ""
    }
  ]
}