{
  "id": 620839686,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Morsharpat at Ashúrz Maufulug",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have weakened the Orcs of Ashúrz Maufulug by disarming their traps, leaving them vulnerable to attack.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You have done well to weaken the Orcs so. There is but one vital task left for you to do, [placeholder]: sever their sword-arm.\\n\\n'Deep within Ashúrz Maufulug, you will find their captain, whom we have learned is called Morsharpat. He is a vicious creature of great skill in arms. Slay him, and the Orcs will be easy prey.\\n\\n'When you have accomplished this task, return to me, and I will reward you as best I may.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Morsharpat is at Ashúrz Maufulug, south and a little west from Echad Glamodúd.\\n\\nGlamodúd has asked you to defeat Morsharpat, the captain of the Orcs at Ashúrz Maufulug.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have defeated Morsharpat? Then victory is nearly ours! You have earned this reward, [placeholder].'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Glamodúd is at Echad Glamodúd, north and a little east from Ashúrz Maufulug.\\n\\nYou should return to Glamodúd with news of your victory against Morsharpat.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Morsharpat still lives? Until he is defeated, the Orcs of Ashúrz Maufulug will remain a threat to us.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'It shall not be long before our forces at Echad Sirion will rain death upon the Orcs of Ashúrz Maufulug!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Hail, [placeholder], bane of Morsharpat!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Morsharpat at Ashúrz Maufulug",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Glamodúd at Echad Glamodúd",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Severing the Sword-arm",
      "es": ""
    }
  ]
}