{
  "id": 620839684,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected a token of Dol Guldur ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected tokens of Dol Guldur ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Elves of the Golden Host landed on the eastern shore of the Anduin and drove a wedge through the heart of the Orcs, but there is still danger within the Mirk-eaves.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'We took the Orcs by surprise when we landed, and quickly routed them into the forest; however, we believe they may either have another camp nearby or are preparing a retaliatory assault, for we have recently seen goblin-scouts on occasion.\\n\\n'We have dispatched our own patrols to find their camp, but have thus far been unsuccessful. If you would, scour the Mirk-eaves for these elusive scouts. Perhaps they may carry some clue as to their camp's whereabouts. They have a mastery of stealth, so it may be difficult to find them.\\n\\n'Also, you should speak with Tethafnel and Faroniel here at Echad Sirion. They may have other tasks for you.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Goblin-scouts can be found sneaking throughout the Mirk-eaves.\\n\\nFalasgon has asked you to find and defeat some of the goblin-scouts that have been spotted near Echad Sirion. Perhaps they might carry something that will suggest the location of their camp.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'These tokens bespeak of several encampments, [placeholder]. I will send scouts out immediately to find them.\\n\\n'Remain here, though...I may yet have a task for you....'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Falasgon is at Echad Sirion in the Mirk-eaves.\\n\\nYou should bring the tokens you found to Falasgon for his examination.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you learned anything yet? We have seen goblin-scouts throughout the mirk-eaves, but they are masters of stealth.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Did you find no evidence of the goblins?'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'These tokens denote different tribes or companies. This does not bode well....'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'There are more Orcs here than we first realized....'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect tokens of Dol Guldur from goblin-scouts ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Falasgon at Echad Sirion",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Falasgon at Echad Sirion",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Patrolling the Beach",
      "es": ""
    }
  ]
}