{
  "id": 620839675,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Destroyed the idol of the Necromancer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You learned from your investigation of Burg没l-stazg that the goblins, under orders from their captain, stole an idol of the Necromancer from the haunted ruins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa0d6ae0",
      "en": "Stop! That's mine!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa882f7b",
      "en": "No! You'll pay for that, [placeholder] scum!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd3455b",
      "en": "No...it is ours....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'An idol of the Necromancer, which the White Council had discovered was in fact the Dark Lord himself...though Sauron may have been driven forth, his minions still serve him at Dol Guldur. It is said that the Lieutenant of Dol Guldur commands there once again.\\n\\n'There is no telling what grief will come of these goblins' foolishness. That idol must be destroyed!\\n\\n'Go at once, [placeholder]. Enter Burg没l-stazg and find that statue. Let nothing stand in your way. An icon of such dark power cannot be permitted to remain!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The idol of the Necromancer can be found in Burg没l-stazg, north-west from Echad Mothelen.\\n\\nMothelen has instructed you to find and destroy the idol of the Necromancer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You were attacked by the shades of Men? It was rumoured that the Woodmen who had lived in the Dourstocks had fallen into evil over two-hundred years ago and had worshipped the Necromancer. It appears those rumours are true.\\n\\n'It is well that you destroyed the idol, but I fear a terror has been unleashed unlike any this land has seen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Mothelen is at Echad Mothelen, south-east from Burg没l-stazg.\\n\\nYou should return to Mothelen with news of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You must stop these Orcs' vile plans, [placeholder]. They know not what powers they are toying with.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I am relieved that you have destroyed the idol of the Necromancer, [placeholder], but I fear a darker evil has been unleashed....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Thank you, [placeholder], for your assistance. Now, at least, we know what caused the goblins to desert.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Destroy the idol of the Necromancer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Mothelen at Echad Mothelen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Purging Evil",
      "es": "",
      "es (fem)": ""
    }
  ]
}