{
  "id": 620839682,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated a Taughâsh Warg ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Taughâsh Riders in Maudhul-ulur ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Beside the Orc-camp at Ashúrz Maufulug, the Elf-scouts discovered a smaller kennel of Wargs and their goblin-keepers not far to the east of the stronghold of the Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'[placeholder], I am sure you learned that there is a kennel of Wargs, kept by several goblins, not far to the east of Ashúrz Maufulug. Maudhul-ulur is what the Enemy calls it.\\n\\n'This camp is surely where the Wargs roaming the shores of the Mirk-eaves are coming from, and it is a threat we must deal with at once. I need you to enter Maudhul-ulur and defeat as many Wargs as you can.\\n\\n'When you have completed your task, return to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wargs can be found at Maudhul-ulur, south from Echad Glamodúd.\\n\\nGoldínwen has asked you to defeat many Wargs at the kennel nearby.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'There were too many Wargs for you to destroy utterly? That is a pity, for we cannot hope to attack Ashúrz Maufulug while the beasts still wander.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Goldínwen is at Echad Glamodúd, north from Maudhul-ulur.\\n\\nYou should return to Goldínwen with the news that you have defeated many Wargs at Maudhul-ulur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You have not slain the Wargs of Maudhul-ulur? That is fell news. Perhaps you should return there to complete your task.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Taughâsh Wargs in Maudhul-ulur ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Goldínwen at Echad Glamodúd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Goldínwen at Echad Glamodúd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Howling on the Wind",
      "es": "",
      "es (fem)": ""
    }
  ]
}