{
  "id": 620839678,
  "txt": [
    {
      "id": 136263297,
      "en": "Destroyed a crate of supplies ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Destroyed weapons ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You eliminated much of the threat of traps and archers that made attacking Ashúrz Maufulug a particularly hazardous proposition, but there is more yet to do.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You have removed many of the defences protecting Ashúrz Maufulug by disarming the traps of the Orcs, but there is more yet to do. Our forces in the Mirk-eaves are but a small portion of the company that ventured from Lothlórien. We must weaken the enemy, if we are to defeat them.\\n\\n'I bid you foray against the camp and destroy any weapon-racks and crates of supplies you may find there. Without these, the Orcs will be hard-pressed to defend themselves.\\n\\n'If you have lost your bearings, Ashúrz Maufulug lies to the south and a little west of here.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Weapon-racks and crates of supplies can be found in Ashúrz Maufulug, to the south and a little west of Echad Glamodúd.\\n\\nGlamodúd has asked you to further weaken the Orcs of Ashúrz Maufulug by destroying their weapons and supplies.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well done, [placeholder]! The Orcs will not be able to maintain their presence here much longer without those weapons and supplies.\\n\\n'I have one task left for you, if you would hear me out....'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Glamodúd is at Echad Glamodúd, south and a little west from Ashúrz Maufulug.\\n\\nYou should return to Ashúrz Maufulug with news of your success.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Do not return, [placeholder], until you have destroyed the weapons and supplies of the Orcs. They are a threat to our very survival.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Destroy crates of supplies at Ashúrz Maufulug ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Destroy weapons in Ashûrz Maufulug ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Glamodúd at Echad Glamodúd",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Destroying Their Means",
      "es": ""
    }
  ]
}