{
  "id": 620839673,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Talûntûm",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "While searching for information about the evil which drove many goblins to desert Burgûl-stazg, you learned that the enemy forces there are commanded by an Uruk called Talûntûm.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'[placeholder], a moment please.\\n\\n'I understand that Mothelen wishes you to enter Burgûl-stazg...perhaps while you are there, you will attempt to defeat Talûntûm, the captain of the camp? With many goblins deserting their posts, the enemy there is already in a weakened state...slaying Talûntûm may just be the key to breaking their spirits once and for all.\\n\\n'Talûntûm will likely be found in the bulwark at the rear of the camp. Return to me when the deed is done.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Talûntûm may be found within the bulwark at the rear of Burgûl-stazg, north-west from Echad Mothelen.\\n\\nDagorchiel has asked you to defeat Talûntûm, the captain of Burgûl-stazg.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well done, [placeholder]! The goblins of Burgûl-stazg will not likely recover from that blow, unless a new leader rises among them.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Dagorchiel is at Echad Mothelen, south-east from Burgûl-stazg.\\n\\nYou should return to Dagorchiel with tidings of your victory.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Talûntûm is a fierce foe...be careful, [placeholder].'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Welcome, [placeholder], Talûntûm-bane!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Your efforts in Burgûl-stazg will not be forgotten, [placeholder].'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Talûntûm at Burgûl-stazg",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Dagorchiel at Echad Mothelen",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Crushing Resistance",
      "es": ""
    }
  ]
}