{
  "id": 620839665,
  "txt": [
    {
      "id": 136263297,
      "en": "You hace spoken to Toly Brockhouse",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The hobbit Trumric Ragwort is pleased with all the help he has received in Buckland thus far, but the materials that he and his companions have collected for Adso's inn exceeded expectations. He has asked you to secure waggon travel to Adso's camp.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I must say, I never expected the outpouring of generosity we have received. Certainly we have paid for the services we have been given, but the harvest is so great that we have no means to transport our goods to Adso's Camp. \\n\\n'I must ask you a small favour. Just outside of Brandy Hall, to the south, there is a stable where I have seen Toly Brockhouse, the local woodcutter, speaking with folks. \\n\\n'I am certain that he will be willing to help. Could you speak with him and see if he can spare a waggon for the trip to Adso's? Let me know what he said when you are done.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Toly Brockhouse can be found outside the stable near Brandy Hall.\\n\\nTrumric Ragwort asked you to seek a waggon from Toly Brockhouse to help transport all the goods that he and his fellows have collected since arriving in Buckland.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Toly will help us? This is wonderful news. We will begin preparing the crates for loading and should get on the road by morning.\\n\\n'We truly could not have done this without you, friend. Please, take this... it should cover the cost of travels and a little more.\\n\\n'I am concerned for Toly though, what trouble could there be in the Old Forest?'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Trumric Ragwort is awaiting your return in Newbury, just inside the gates of Buckland.\\n\\nToly Brockhouse seemed concerned with events in the Old Forest, but was amenable to lending Trumric Ragwort the waggon for his journey to Adso's camp.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'We can do much of the preparations now, but getting these goods to Adso is going to be harder than expected. People have been so willing to aid us that we fear many of the goods may spoil before we get them to Adso. Will Toly not help us, or have you not had the chance to ask him yet?'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Trumric Ragwort needs a waggon? I suppose I could spare a waggon and a couple of mules to share the load towards the camp. Trumric is a good fellow and will surely return them when he is done. \\n\\n'With the trouble we are seeing in the Old Forest, it seems unlikely that I will have need of all my waggons in the forseeable future.\\n\\n'Tell Trumric that I will send along a driver, two mules, and a waggon by sundown on the morrow. I should expect that he can have it back to me within a week... and if you are looking to help out around here there is plenty to do.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I am still trying to figure out how you were able to carry all these hides and other items. Adventurers are resourceful folk it seems. I think we shall need a waggon to get our goods to Adso... and soon: the carcasses are growing ripe.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The salts will keep the meats for some time, but I fear without a proper place to smoke the meat, we will only have cured meats and no smoked meat. We could really use a waggon.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Toly Brockhouse in Buckland",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Hurry along now! I will get my driver and waggon ready. Trumric will begin to worry if he is not told soon.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Trumric Ragwort in Newbury",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Sharing the Load",
      "es": ""
    }
  ]
}