{
  "id": 620839680,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Darkwing spies in the Mirk-eaves ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated a Warg-scout in the Mirk-eaves ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Elves of the Golden Host have established an encampment on the shores of the Mirk-eaves and seek to protect it against the spies of the Enemy.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'If you have a moment, [placeholder], I would speak with you. Our forces landed recently upon this shore and drove off the Orcs after a mighty battle; however, many dark creatures have been seen lurking upon these shores still.\\n\\n'Many Wargs and crebain roam the Mirk-eaves, undoubtedly spying for the Enemy at Dol Guldur. The eyes of Dol Guldur must be blinded to our movements. If you would purge the crebain and Wargs from these shores, I would be most grateful.\\n\\n'Be wary upon your task, for goblin-scouts also roam the beaches, and they may ambush you.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Crebain and Wargs can be found throughout the Mirk-eaves.\\n\\nFaroniel has asked you to blind the eyes of Dol Guldur by defeating many of the crebain and Wargs which roam the Mirk-eaves.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Very good, [placeholder]! It will be long ere the eyes of Dol Guldur will be fixed upon us. Perhaps by then, the rest of our forces will have joined us.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Faroniel is at Echad Sirion in the Mirk-eaves.\\n\\nYou should return to Faroniel with tidings of your success.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you defeated the spies of Dol Guldur? Their masters must not learn how small our camp is.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The hounds of the Enemy are a vicious breed, best used as war-beasts, but they are silent enough to make good scouts, as well.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The crebain of Dunland serve Saruman the White, but I distrust all crows.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Darkwing spies in the Mirk-eaves ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Warg-scouts in the Mirk-eaves ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Faroniel at Echad Sirion",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Eyes of Dol Guldur",
      "es": ""
    }
  ]
}