{
  "id": 620839688,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Laehendiel at the Dreadweaver's Lair",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated a spider ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Many dark and evil things dwell in the southern reaches of Mirkwood, spiders not the least.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'If you are willing to aid me, [placeholder], I could use your help. When I was scouting for the location of Burgûl-stazg, I came across a great spider.\\n\\n'I cannot walk these woods of our kindred of old and not purge it of these creatures. Defeat as many spiders as you may, and their vile mistress Laehendiel. Her lair, I believe is at the Dreadweaver's Lair, south-east from here.\\n\\n'When you have completed this task, return to me, and I will reward you for your efforts.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Spiders may be found throughout the Dourstocks. Laehendiel may be found at the Dreadweaver's Lair, south-east from Echad Mothelen.\\n\\nLavanferon has asked you to defeat many spiders and their mistress, Laehendiel.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I am pleased that you were able to slay that vile spider-queen. You have earned this reward.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Lavanferon is at Echad Mothelen, north-west from the Dreadweaver's Lair.\\n\\nYou should return to Lavanferon with tidings of your success.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Defeat Laehendiel and her brood, [placeholder]...they are a threat to the Malledhrim.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Laehendiel at the Dreadweaver's Lair",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat spiders in the Dourstocks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Lavanferon at Echad Mothelen",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Attercop, Attercop",
      "es": ""
    }
  ]
}