{
  "id": 620839694,
  "txt": [
    {
      "id": 218649169,
      "en": "'[placeholder], while you were gone, one of our scouts discovered the location of an Orc-encampment to the south and another to the north. However, these tokens you brought me belong to four different tribes or companies. I fear there are other camps we may not have found yet.\\n\\n'While I send more patrols out to find the other encampments, you should travel to Echad Glamodúd, near the Orc-camp, and speak with Glamodúd, the chief scout there. He will give you further instruction.\\n\\n'You should also speak with Aemeldir here at Echad Sirion... he was involved on the initial attack against Durbúrz-stazg and may know more about the remnant of the Orcs there. We must not be caught unaware between enemy forces!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have come from Echad Sirion? That is well, for we are in dire need of your assistance.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You should meet with Glamodúd at Echad Glamodúd, south-east from here, at the southern foot of Amon Angened, where the main way-post of the Malledhrim has been established. He will tell you what aid he may need.\\n\\n'Aemeldir here at Echad Sirion will know more about Dúrburz-stazg.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Greetings, [placeholder]. Yes, Falasgon is correct. I could most certainly use your assistance....'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Enemy Upon the Threshold",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The presence of goblin-spies in the Mirk-eaves also infers the presence of an enemy encampment somewhere in the vicinity.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Glamodúd at Echad Glamodúd",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Glamodúd is at Echad Glamodúd, south-east from Echad Sirion, at the southern foot of Amon Angened. Aemeldir is at Echad Sirion.\\n\\nFarasgon has asked you to speak with Glamodúd regarding the Orc-camp to the south and Aemeldir regarding Dúrburz-stazg, the encampment to the north.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Aemeldir at Echad Sirion",
      "es": ""
    }
  ]
}