{
  "id": 620839679,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Planted banner at Fállug",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Elves of the the Golden Host landed on the shores of the Mirk-eaves and drove the Orcs of the river-banks into the forest. Once they secured the shores, they established a camp there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'[placeholder], it is good that you have come. Our forces swept through this area like a storm, but we were unable to signal our kindred in Lothlórien that all went well.\\n\\n'If you would, I have a task for you. Take this banner to Fállug, the ruins of an Orc-tower overlooking the Anduin to the south of here, and brace it with stones. Surely you will find a suitable pile of stones there.\\n\\n'When our banner flies for our kindred to see, return to me.' ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Fállug lies to the south of Echad Sirion, overlooking the Anduin.\\n\\nTethafnel has asked you to plant the banner of the Malledhrim at Fállug so their kindred in Lothlórien will know of their victory.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Welcome back, [placeholder]. You have planted the banner? Then all is well.\\n\\n'Once the threat of siege is lessened, Lord Celeborn will muster a greater force to join us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Tethafnel is at Echad Sirion, north from Fállug.\\n\\nYou should return to Tethafnel and let her know that you have planted the banner as she requested.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Does our banner fly yet upon Fállug? The ruins lie to the south, overlooking the Anduin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Our kindred in Lothlórien will be pleased that we have attained such a victory so quickly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Our banner now flies at Fállug, thanks to you, [placeholder]. May it stand forever!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Plant banner at Fállug",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Tethafnel at Echad Sirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Establishing a Foothold",
      "es": "",
      "es (fem)": ""
    }
  ]
}