{
  "id": 620839683,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Âthruk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The organized Wargs of Maudhul-ulur remain a great threat to the Elves of the Malledhrim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'In the end, I believe the only way to truly reduce the threat of the Wargs is to defeat their leader. Cut off the head, and the serpent will die.\\n\\n'Amid the Wargs of Maudhul-ulur, there is a Warg-rider who leads them all. Defeat Âthruk and his beast, and the Wargs will surely be thrown into disarray.\\n\\n'Return to me when your task is done, and I will reward you as best I can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Âthruk can be found at Maudhul-ulur, south from Echad Glamodúd.\\n\\nGoldínwen has asked you to defeat Âthruk, the overseer of Maudhul-ulur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Excellent work, [placeholder]! The Wargs of Maudhul-ulur will surely fear us now.\\n\\n'You have earned this reward and the gratitude of the Malledhrim.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Goldínwen is at Echad Glamodúd, north from Maudhul-ulur.\\n\\nYou should return to Goldínwen with news of your victory.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Âthruk still lives? That is ill news. He must be slain, or the Wargs remain a threat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The hounds of Dol Guldur have been muzzled at Maudhul-ulur, thanks to you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'The Wargs of the Mirk-eaves will fear the Malledhrim.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Âthruk at Maudhul-ulur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Goldínwen at Echad Glamodúd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Killing the Wolf",
      "es": "",
      "es (fem)": ""
    }
  ]
}