{
  "id": 620839666,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'One thing I know about spiders is that they typically move in broods. At the head of the brood, you're likely to find a queen -- a female that cares for, watches over, and commands the lesser spiders.\\n\\n'I gather that there is a brood-matron in that hollow. Though I am not certain where, as I did not see her.\\n\\n'Be wary, and if you do find her, let me know, and I will see that you are rewarded. The hollow is just beyond the river to the south... you will know it by the webs hanging from the trees.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Good riddance! We are better off without that queen creeping about. The trouble with spiders that make their way into canopies and hollows is you never know when they have grown too big to deal with properly.\\n\\n'Thank you for all you have done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'That spider nest is likely watched over by a potent matron. I have seen that type of thing before. It does not mean it has happened again, but you never know!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Matron in the Hollow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gillemin Brandybuck believes the great spider-nest could also be contributing to the stirring of the Old Forest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Lebrennil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Lebrennil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The spider-nest lies near the Willow Glade, to the south of Gillemin's old camp.\\n\\nGillemin warned that you should be wary of a matron within the spider-nest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Gillemin Brandybuck in the Old Forest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gillemin Brandybuck awaits you at his new camp, south-east of Old Muddyfoot's Hill.\\n\\nYou should return to Gillemin Brandybuck with news of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}