{
  "id": 620839689,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Carcharan at Gorotham",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated a bat ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Collected the stolen satchel",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Many dark and vile creatures dwell beneath the eaves of southern Mirkwood. Among these are terrible bats...some of which are creatures of an ancient age.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Alas, [placeholder], I have proven a coward when I should show no fear. When I was scouting for the location of Burg没l-stazg, I was swarmed by bats. These vile creatures were not the cause of my fear, however; among them was a great creature that emanated terror. I have no doubt that it was a vampire, such as those which once dwelt in the lands ages past.\\n\\n'In my terror, I dropped my satchel. It contains many items which may be of use to the Enemy and must be retrieved, but I cannot face that creature again. I ask you to face Carcharan and recover my satchel.\\n\\n'Carcharan inhabits a cave in Gorotham to the north-east of here, beyond Burg没l-stazg. While you are about this task, please slay as many of those vile bats as you can.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Bats may be found throughout the Dourstocks. Carcharan may be found in a cave at Gorotham, north-east from Echad Mothelen, beyond Burg没l-stazg.\\n\\nLavanferon has asked you to recover his lost satchel and to defeat the bats of Mirkwood, including the vampire, Carcharan.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah! You have destroyed Carcharan and recovered my satchel? That is well.\\n\\n'You greatly deserve this reward!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Lavanferon is at Echad Mothelen, south-west from Gorotham, beyond Burg没l-stazg.\\n\\nYou should return the satchel to Lavanferon with news of your victory against Carcharan.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I am sure the creature that I confronted was no mere mortal...I am sure it was a vampire of Morgoth.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have not slain Carcharan, nor retrieved my satchel? That is ill news.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Carcharan at Gorotham",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat bats in the Dourstocks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect the stolen satchel",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Return to Lavanferon at Echad Mothelen",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Cloud of Bats",
      "es": ""
    }
  ]
}