{
  "id": 620839667,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated spiders in the south-east Old Forest ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected the forester's pack",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Gillemin Brandybuck believes the great spider-nest could also be contributing to the stirring of the Old Forest.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Before you go... well now, as I said before, I think that nest of spiders I found has something to do with all the queerness stirred up in the forest. But there are too many spiders for me to deal with myself, and the Bounders will only come with fire and axes.\\n\\n'If you make your way into the heart of that nest to find the tree, maybe you can clear out some of the spiders and collect my pack. The spider-nest is south across the Willow Glade.\\n\\n'I was only able to make it to the outskirts of the nesting ground before the spiders chased me away. I dropped my pack just within the bounds of the hollow and would have gone back if I had not taken such a nasty spill.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The spider-nest lies near the Willow Glade, to the south of Gillemin's old camp.\\n\\nGillemin has asked you to gather some friends and investigate the spider-nest he found.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Though I do hate disturbing the natural order in this place, I cannot be sure that the spiders now in this area are natural. I swear they appeared from nowhere.\\n\\n'Thank you for recovering my pack and clearing some of them out of that valley.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Gillemin Brandybuck awaits you at his new camp, south-east of Old Muddyfoot's Hill.\\n\\nYou should bring the pack you found to Gillemin Brandybuck.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I'd wager that spider nest has something to do with what's got the forest all stirred up. You might want to take some friends and have a look!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat spiders in the south-east Old Forest ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect the forester's pack",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the pack to Gillemin Brandybuck in the Old Forest",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Evil on Eight Legs",
      "es": ""
    }
  ]
}