{
  "id": 620839687,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Now that you have seen one of the Orc-traps, you know what you are looking for",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Disarmed an Orc-trap ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have left the trap behind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Elves of the Golden Host have discovered that the Orcs of Dol Guldur have established an encampment at Ashúrz Maufulug, within striking distance of Echad Sirion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The Orcs of Dol Guldur have established a camp at Ashúrz Maufulug, not far to the south-west from here. Unfortunately, we learned that there is also a kennel of Wargs located to the south of here. Goldínwen will have more knowledge of that camp, as she is the one who discovered it.\\n\\n'When I tried to get closer to Ashúrz Maufulug, I nearly set off a trap set by the Orcs. I found no others, which I thought strange, until I realized that they were perhaps spread out to discourage larger forces from moving against them.\\n\\n'If you would, search the fields between here and Ashúrz Maufulug and see if you can find any more traps. Disarm any that you find -- eventually we will want to attack the camp directly -- then return to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Orc-traps might be found anywhere between Echad Glamodúd and Ashúrz Maufulug, to the south and a little west.\\n\\nGlamodúd has asked you to find and disarm any traps the Orcs may have placed in the Mirk-eaves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The traps are disarmed? Very well done, [placeholder]!\\n\\n'Do not go far...I have another task for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Orc-traps might be found anywhere between Echad Glamodúd and Ashúrz Maufulug, to the south-west.\\n\\nGlamodúd has asked you to find and disarm any traps the Orcs may have placed in the Mirk-eaves. Now that you have seen one of the Orc-traps, the rest should be much easier to find.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Glamodúd is at Echad Glamodúd, north-east of Ashúrz Maufulug.\\n\\nYou have disarmed many of the Orcs' traps and should now return to Glamodúd with your report.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You must disarm those traps...we cannot defeat the Orcs of Ashúrz Maufulug while they remain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find an Orc-trap",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Disarm Orc-traps ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Glamodúd at Echad  Glamodúd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Springing the Traps",
      "es": "",
      "es (fem)": ""
    }
  ]
}