{
  "id": 620839676,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'[placeholder], we must learn the root cause of the goblins' fear. Something is taking place at Burgûl-stazg, and it must be stopped, but first we must learn exactly what it is.\\n\\n'You should go to Burgûl-stazg and see if you can find anything out, but be careful not to be seen by the guards. Detection of your presence may make your quest more difficult. Look for goblins that are especially nervous.\\n\\n'Return to me when you have learned more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'This note is written in their foul Black Speech, but I know somewhat of it.\\n\\n'Interesting! The goblins have stolen an idol from the haunted ruins. It is no wonder that they are terrified. I dare not consider the horrors they have unleashed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'[placeholder], enter Burgûl-stazg and gather the knowledge we require.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Shadow on the Camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The goblin-deserters roaming the Dourstocks indicated that something their leaders were up to in Burgûl-stazg was the cause of their desertion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Found a deserter's note",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Uncover the mystery at Burgûl-stazg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Burgûl-stazg lies to the north-west of Echad Mothelen.\\n\\nMothelen has asked you gather information from nervous goblins at Burgûl-stazg; however, he also warned you to avoid being seen by the guards of the goblin-camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Mothelen at Echad Mothelen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Mothelen is at Echad Mothelen, south-east from Burgûl-stazg.\\n\\nYou should bring the deserter's note to Mothelen with what you have learned.",
      "es": "",
      "es (fem)": ""
    }
  ]
}