{
  "id": 620839674,
  "txt": [
    {
      "id": 218649169,
      "en": "'[placeholder], as we expected, we found another enemy encampment here in the Dourstocks; however, something seems to be terribly wrong. There are not enough goblins and Orcs in Burg没l-stazg to mount any kind of counterattack against Echad Sirion, and more goblins are deserting everyday.\\n\\n'Perhaps you could go out into the Dourstocks between here and Burg没l-stazg and see if you can find any of the deserters. You might be able to learn what has them so terrified.\\n\\n'When you learn something, return to me.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'This becomes more mysterious. From what you say, it appears the leaders of the encampment are up to something that has even the goblins unnerved. We shall need to learn exactly what that is....'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Something queer is occuring here, [placeholder]. Keep your eyes sharp and your wits about you.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Deserters",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Elves of the Golden Host discovered a second enemy encampment on the western edge of the Dourstocks, but something seems to be wrong.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated a goblin-deserter in the Dourstocks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat goblin-deserters in the Dourstocks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Goblin-deserters can be found in the Dourstocks, between Echad Mothelen and Burg没l-stazg, to the north-west.\\n\\nMothelen has asked you to hunt down some of the goblin-deserters and discover what has terrified them.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Mothelen at Echad Mothelen",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Mothelen is at Echad Mothelen in the western Dourstocks, south-east of Burg没l-stazg.\\n\\nYou should return to Mothelen with the information you have gathered.",
      "es": ""
    }
  ]
}