{
  "id": 620839690,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Blackmaw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated a wolf ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Many dark and evil things dwell in the southern forests of Mirkwood. Among those are the black wolves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Hail, [placeholder]! Please stay and speak with me. While my companions fret over the strange happenings in Burgûl-stazg, my forays into the western Dourstocks have discovered more threats, and no less dangerous in my opinion.\\n\\n'One of these threats is the black wolves. These beasts are vicious and unpredictable. I have also seen a great wolf, which I have named Blackmaw. His lair lies some distance to the south-east of here at the Packhowler's Hill.\\n\\n'I bid you go forth and defeat as many of the wolves as you can and lay low Blackmaw.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Black wolves can be found throughout the Dourstocks. Blackmaw can be found at the Packhowler's Hill, some distance to the south-east from Echad Mothelen.\\n\\nLavanferon has asked you to defeat many wolves and their pack-leader, Blackmaw.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It is well, [placeholder], that you have returned victorious. Such evil cannot be allowed to persist in this place which was once the fair Greenwood.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Lavanferon is at Echad Mothelen, some distance north-west from the Packhowler's Hill.\\n\\nYou should return to Lavanferon with news of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Blackmaw and his pack have been terrorizing the flanks of our host. They must be defeated!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Blackmaw at the Packhowler's Hill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat wolves in the Dourstocks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Lavanferon at Echad Mothelen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Muzzling the Pack",
      "es": "",
      "es (fem)": ""
    }
  ]
}