{
  "id": 620958543,
  "txt": [
    {
      "id": 216727830,
      "en": "Indir can be found in Arnach, near the keep.\\n\\nHaradrim scouts were tying ribbons to trees as a means of communicating. You have torn many of them down and should return to Indir to tell him.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "The message ribbons can be found east and south of Arnach.\\n\\nHaradrim scouts seem to be tying ribbons to trees to send each other messages. You should tear down as many of these ribbons as you can.",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'You have done well, [placeholder], and I thank you. With any luck, you have bought us time to prepare ourselves for the inevitable blow that shall fall on Arnach.'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'You have done well, [placeholder], and I thank you. With any luck, you have bought us time to prepare ourselves for the inevitable blow that shall fall on Arnach.'",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'DNT yadda yadda'",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'Whilst Dagor dreams of playing at war, he ignores the plain facts before him. Though we are many, we are ill-trained and poorly organized. If the Haradrim who have crept into Lossarnach were to attack now, we would be done for!\\n \\n 'I fear we must take desperate measures to delay this possibility. In a foray yesterday morn, I found strange ribbons tied to a tree. I did not know what it meant at first, but later I returned to the tree and found the fashion of the ribbon's knotting changed.\\n \\n 'Clearly the Haradrim scouts are using these ribbons to speak with each other in simple signs. Would you, good [placeholder], find what ribbons you can and tear them down? I feel sure it will buy us greatly needed time.'",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Tore down a ribbon ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Knowing Baranor's men are not prepared, Indir seeks to slow down the Haradrim by disabling their communications.",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Talk to Indir",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Tear down Haradrim message ribbons  ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Indir: Seal Their Lips",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "DNT Take down Scout Markers",
      "es": ""
    }
  ]
}