{
  "id": 620958462,
  "txt": [
    {
      "id": "0xfa8e118",
      "en": "There doesn't seem to be anyone at the camp-site",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Rangers of the South",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'My thanks for helping me out back there. I was on routine patrol with a comrade when we were ambushed. One moment we were fighting back to back and the next our foes fell back - a clever ploy! - and we pursued them separately. Before I knew it, I was surrounded, alone, and taken as you found me.\\n\\n'Now forgive me, but I must ask what brought you to these wooded shores?'\\n\\nYou explain that you are trying to reach Faramir with important information, and also that Luntil sent you to the Rangers' camp to lend what aid you could.\\n\\n'I look into your eyes, [placeholder], and see that you speak the truth. Alas, I can help you little, for I have not seen Faramir nor heard of his whereabouts for many weeks. I hope for your sake that the information is important enough to traverse these lands. Southern Ithilien is crawling with the Morgul-host.\\n\\n'Now, let us speak of the debt you owe to Luntil. She is wise in many ways, and I will confess your help is sorely needed, so I deem that I should not release you from your word.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Search for any Rangers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "Luntil can be found on the shores of the Anduin in Southern Ithilien.\\n\\nYou should speak to Luntil about the favour she asked in exchange for ferrying you across.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'It is not chance that brought you to this hidden landing place. I can see it in your eyes: you wish to cross the Anduin into Ithilien. The currents are swift in these parts, but you are in luck, as I can take you there. My name is Luntil and I ferry provisions to the Rangers that protect these lands. I admire their courage and they are grateful for my assistance to their cause.\\n\\n'Climb into the boat when you are ready to cross the Anduin. I have one small favour to ask of you when we reach the shores of Ithilien. I ask nothing more in payment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Rescue the captured Ranger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Speak to Luntil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "You hear the sounds of men coming from the nearby ruins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Speak with Gladhir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "You hear sounds of a struggle as you enter the ruins. The place is crawling with Haradrim!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Luntil's boat can be found hidden amongst the reeds on the shores of the Anduin in Lossarnach.\\n\\nLuntil has asked you to step aboard her boat when you are ready to travel to Southern Ithilien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "The path from the Western Post leads north-east, further into Southern Ithilien.\\n\\nYou should explore further up the road into South Ithilien. Perhaps you will find the elusive Rangers there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Luntil offers to row you across the Anduin to the tree-covered hills of South Ithilien. There, you hope to make it to Osgiliath without significant delay.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Search the tents for any information ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "The Western Post can be found on top of the western cliffs in Southern Ithilien.\\n\\nYou should speak with a Ranger at the Western Post.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Duindir is located in the western section of Southern Ithilien.\\n\\nYou should investigate the sounds coming from the ruins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Explore further up the road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "The Western Post can be found on top of the western cliffs in Southern Ithilien.\\n\\nYou should search tents at the Western Post for information as to the Rangers' whereabouts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Duindir is located in the western section of Southern Ithilien.\\n\\nYou heard signs of a struggle there, but found only Haradrim. You should search the ruins for signs of any Rangers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "Luntil insists that the Rangers will help provide safe travels through Ithilien",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Investigate the sounds coming from the ruins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1196",
      "en": "Luntil beckons you to speak with her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "You find nothing of interest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Cross the river by boat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Speak to a Ranger at the nearby camp-site",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "Duindir is located in the western section of Southern Ithilien.\\n\\nYou should rescue the Ranger from the Haradrim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Duindir is located in the western section of Southern Ithilien.\\n\\nYou should speak to the Ranger on the path outside of the ruins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "A Ranger has been bound and interrogated by the Haradrim!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'Now that we stand at the base of the Emyn Arnen, do you see the beauty of these lands? This rugged beauty is my home. My parents lived here for as long as they could but the threat in the east grew too great and we fled to Lossarnach when I was young. I vowed to do everything I could to save Ithilien so that one day my children may live here in peace. Now I ask of you: protect these lands.\\n\\n'The Rangers have a camp-site - the Western Post - just north of here. Tell them I sent you to aid them. Some of the Rangers can be stubborn, at times, but I know they are in need of someone like yourself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Quickly stranger, untie me so that I may live another day. Curse these damned Haradrim!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}