{
  "id": 620958525,
  "txt": [
    {
      "id": 246419841,
      "en": "Lân Mefam is located east of Bâr Húrin.\\n\\nYou should defeat Haradrim Sorcerers and search for other ways to disrupt their operations there.",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "Upon entering Lân Mefam you notice many ways in which you could disrupt the Haradrim",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Complete Quest, Lân Mefam: Marksmen",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Anborn can be found in the keep at Bâr Húrin.\\n\\nYou should return to Anborn and tell him how you disrupted the Haradrim camp.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'In truth, I doubted that you would return, but you consistently prove me wrong. Do not wax angry with me. You went full willingly, nor would I risk Lord Faramir's whereabouts with someone I did not fully trust. I trust you now. You have earned it.\\n\\n'Still, I apologize for delaying you in your mission, if it be as important as you say. I deemed it a necessary precaution. Let me make amends by telling you what I know of Faramir.'",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Anborn",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Complete Quest, Lân Mefam: Mûmakil Feed",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Defeat Haradrim Sorcerers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Complete Quest, Lân Mefam: Haradrim Tents",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "Defeated a Haradrim Sorcerer ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Complete Quest, Lân Mefam: Half-troll Axes",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'I must say that I am surprised at your accomplishments. You've helped us at Bâr Húrin a great deal. Be not mistaken! You are still a stranger and an outsider in my eyes. I know you search for our leader, Faramir. Perhaps we can strike a deal. I will tell you of Faramir's whereabouts in Ithilien if you return alive from the mission that I myself was about to embark upon.\\n\\n'Go to Lân Mefam, a Haradrim camp bordering the road to Harad. The encampment is heavily manned, but it must be brought down. If this southern camp falls, Haradrim will be less inclined to complete the journey north to the Cross-roads. Do this in whatever way you can, and I will grant you what you seek.'",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Anborn sends you on a mission to disrupt the forces gathered at Lân Mefam. There, you will see what you can do to efficiently cripple the encampment.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Disruption at Lân Mefam",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Disrupt the forces gathered at Lân Mefam",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Lân Mefam is located east of Bâr Húrin.\\n\\nYou should enter the Haradrim camp, Lân Mefam.",
      "es": ""
    }
  ]
}