{
  "id": 620958542,
  "txt": [
    {
      "id": 126754726,
      "en": "Scattered and Shaken",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "Speak with Baranor",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Potato sacks collected ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Annaben paces near her overturned cart on the road south of Arnach.\\n\\nAnnaben's cart tumbled off the ridge while she was taking a shortcut into town, spilling sacks of potatoes everywhere. She is terrified Haradrim will stumble across her before she can gather them up. You should return to her with the sacks you have gathered.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Baranor can be found in the town of Arnach.\\n\\nAfter you helped gather the goods that spilled from Annaben's cart, she suggested that more assistance was needed in Arnach. She advised you seek a man named Baranor, who is in charge there since Lord Forlong rode to battle.",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Collected a sack of potatoes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "DNT Talk with the craftswoman",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Talk to Baranor",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Talk to Annaben",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'So good of you to help Annaben... [placeholder], was it? I'll need to send an escort with her next time, I'm afraid. I'll have Indir see about it - no, perhaps Dagor.\\n\\n'Well, never mind that. You have my thanks. And if you are willing and able, we could surely use more help from a seasoned [placeholder] like you!'",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Sweet red roses! I dare say I owe you my life for your help. The Arnach guard should thank you, too, what with all they eat day in and day out!\\n\\n'Not that they're down here, protecting me. I do hope old Baranor sorts out what to do with all those men sometime before Lord Forlong returns... or we're overrun with Southrons, which, if you ask me, is more likely!'",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'Gracious me! But you're no Southron. My heart nearly stopped in my chest when you came up. They've snuck into Lossarnach, you know!\\n\\n'Now I see you for a good sort, would you lend a poor woman a hand? My cart tumbled down that ridge whilst I was taking a shortcut into Arnach-town. I can't leave these sacks of potatoes behind, for the good soldiers must eat if they're to protect us! But I'm greatly feared some Harad Southron will leap out of the trees any moment, and me die of fright, like as not!'",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Annaben paces the road south of Arnach, fearing she cannot gather her scattered goods before she is found by roving Haradrim.",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Annaben paces near her overturned cart on the road south of Arnach.\\n\\nAnnaben's cart tumbled off the ridge while she was taking a shortcut into town, spilling sacks of potatoes everywhere. She is terrified Haradrim will stumble across her before she can gather them up. You have offered to help gather them up.",
      "es": ""
    }
  ]
}