{
  "id": 620958548,
  "txt": [
    {
      "id": 228284040,
      "en": "'[placeholder]! There's no time now. The Haradrim - they're planning an attack. Ah, what shall we do? We mustn't stand around. We must act!'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Baranor can be found at the keep in Arnach.\\n\\nYou have helped Dagor and Indir work against the invading Haradrim, as Baranor asked. Now you should return to Baranor in Arnach.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Dagor and Indir can be found at the keep in Arnach.\\n\\nBaranor has asked you to help his two captains, Dagor and Indir, protect the town from the Haradrim.",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'The truth is, Lord Forlong left me with too many men. We sent as many as we could up to Imloth Melui, but the lads with war in their eyes couldn't bear to be cooped up behind those walls. I couldn't handle them all myself, so I made Dagor and Indir my captains.\\n\\n'Like the sun and moon, those two are! Dagor's the more soldierly and fit for the role. Whereas Indir is clever and steady enough, but he worries and broods. We have enough darkness from the skies above! A captain should keep his head high.'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'DNT blah blah blah'",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Do not let my furrowed brows weigh on your heart, [placeholder]. \\n\\n'Dagor plays at war and good-hearted Baranor keeps watch over the township as if these were times of peace. While I would curb the one and rouse the other, to do so would be out of my place. So I, who harbour no dreams of war and glory, take the burden willingly. I will plan and brood so that their dreams are not darkened... and so Arnach remains safe.'",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Ah, would that I were off, marching with Forlong to war! Still, I will not let ill chance rob me of any glory. There are enemies in Lossarnach, now, and I may prove my mettle as a captain and warrior here, as well.\\n\\n'Baranor sees. He smiles on me, and when Forlong returns victorious, Baranor will tell him of my deeds.'",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'Ah, yes! Where was I? Welcome to Arnach! I can't give you half the welcome old Lord Forlong would do. But he's gone off to Minas Tirith - off to war - and here I am! Baranor, Captain of the Guard, is who I am, and I must do my best to fill his shoes. Only he left me with such a great lot of green lads, all restless and rousting about. It's like herding mice!\\n\\n'So I've made captains of Dagor and Indir. There's Dagor over there. Destined for greatness, if you ask me. At any rate, between guarding Arnach and keeping watch on these damned Haradrim, we three have had our hands full, and then some!\\n\\n'Now you look a well-travelled and sensible [placeholder]. Could you lend my captains a hand? I assure you, Arnachrim lives depend on it!'",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Baranor's two captains are busy guarding the town and keeping watch on the Haradrim who have snuck into Lossarnach.",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Help Dagor and Indir",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Filling Forlong's Shoes",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to Baranor",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Help Dagor and Indir",
      "es": ""
    }
  ]
}