{
  "id": 620947024,
  "txt": [
    {
      "id": "0xd6a5027",
      "en": "Talk to Elrond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Complete \\qThe Riddle-game\\q quest arc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'It is good to see familiar faces, is it not?\\n\\n'I am glad that you have returned, for I have decided what course to take against the evils in Nan Tornaeth....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Place of Rest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "Completed \\qThe Riddle-game\\q quest arc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Complete \\qFrodo's Burden\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "Completed \\qFrodo's Burden\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bilbo Baggins is in the Hall of Fire on the north side of the ground floor in the Last Homely House. Gandalf the Grey is in Bilbo's apartments on the south side.\\n\\nElrond bade you take some rest while in Rivendell and to speak with two of his guests: Bilbo Baggins and Gandalf the Grey.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d18",
      "en": "At the behest of Elrohir, you brought word of the gaunt-man to his father, Elrond Halfelven, who assured you he would think on a plan to dispose of that the evil in Nan Tornaeth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Be assured, [placeholder], the evil that remains in Nan Tornaeth will be dealt with, though I must consider the best course of action to ensure that it is so.\\n\\n'In the meantime, you should take the opportunity to rest. Rivendell is a refuge to all who come in peace. There are, indeed, some in this House already who have taken a pause from their trials. You should seek them out and speak with them.\\n\\n'Bilbo Baggins spends much of his time in the Hall of Fire, performing the songs and poems he writes for his friend, Lindir. You may also find Gandalf the Grey in Bilbo's apartments... he has many concerns, but Frodo Baggins is his greatest. You should seek them both out while you are here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Master Elrond is in his library on the top floor of the Last Homely House.\\n\\nYou should return to Elrond and let him know that you have done as he had suggested.",
      "es": "",
      "es (fem)": ""
    }
  ]
}