{
  "id": 620947199,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Elrond believes that there may, in fact, be one of the dreaded Gaunt-lords behind the evils in the Trollshaws.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e111",
      "en": "You have helped Glorfindel defeat Ferndúr and his minions",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'After much consideration and pondering of your reports from the western parts of the Trollshaws, I am convinced that the servants of the enemy were not, in fact, drawn here by the brief presence of the Nazgûl who passed through a short while ago, but rather answer to one of the Gaunt-lords... mockeries of the Wizards made by Morgoth long ago.\\n\\n'Based on the powers of this Gúrdring you encountered in Nan Tornaeth, I believe the Gaunt-lord to be Ferndúr the Virulent, master of pestilence. He must be defeated at all cost, but I cannot send one such as yourself alone to face him. His power is too great.\\n\\n'There are only three within this vale strong enough to oppose a Gaunt-lord, and neither Gandalf nor I may leave at this time. Therefore, I bid you speak with Glorfindel and let him know what we have learned. I have no doubt that he will accompany you against this evil.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Glorfindel is outside the Last Homely House in Rivendell, near the waterfall.\\n\\nElrond bade you speak with Glorfindel and obtain his aid against Ferndúr the Virulent.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So, it is as I feared. A Gaunt-lord has come to the Trollshaws in the wake of the Nazgûl and raises an army against Rivendell.\\n\\n'Master Elrond speaks truly. This creature must be dealt with at once, and I must be the one to do so. I ask that you accompany me to help put down the minions of the Gaunt-lord... but do not attempt to confront Ferndúr yourself, for he would destroy you.\\n\\n'Speak with me when you are ready to depart.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Glorfindel is outside the Last Homely House in Rivendell, near the waterfall.\\n\\nYou should speak with Glorfindel when you are ready to march against Ferndúr and his minions.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Glorfindel is outside the Last Homely House in Rivendell, near the waterfall.\\n\\nYou should speak with Glorfindel regarding the encounter with Ferndúr the Virulent.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Alas that Ferndúr escaped. He is a dire foe and presents a threat to even the power of Rivendell. We will need to remain vigilant.\\n\\n'Return to Master Elrond and let him know how we fared against the Gaunt-lord.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Let us leave at once, then!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Talk to Elrond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Glorfindel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Lord Glorfindel is correct. Ferndúr's escape means that the Elves of Rivendell must remain vigilant. With such a great evil loose on the world, Rivendell's security becomes of much greater import.\\n\\n'Nevertheless, thank you for your aid... for a time, at least, Ferndúr has been hindered.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Glorfindel to march against Ferndúr and his minions",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Glorfindel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Laying to Rest the Evil Dead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Elrond is in his library on the top floor of the Last Homely House, in Rivendell.\\n\\nGlorfindel bade you return to Elrond and give a report of your encounter with Ferndúr.",
      "es": "",
      "es (fem)": ""
    }
  ]
}