{
  "id": 620947018,
  "txt": [
    {
      "id": 228284034,
      "en": "'Mae govannen! You come from Elladan and Elrohir with messages for Master Elrond? Then I will send you speedily on your way.\\n\\n'From here, follow the road east, crossing the first bridge. Continue to follow the road north and north-east, and you will soon come within sight of the Last Homely House. Master Elrond is often in his library upon the top floor.'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Talk to Elrond",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Greetings, good [placeholder], how may the Master of Rivendell be of service to you?\\n\\n'What is this you say? A gaunt-man has been raising wights in Nan Tornaeth? My son was correct. This deed cannot go unchallenged.\\n\\n'Thank you for bringing word of this to me. I will see that the evil is purged from the ruins.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "House of the Master",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The discovery of a gaunt-man and his undead minions in Nan Tornaeth cause Elladan and Elrohir great concern.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'[placeholder], the evil you found in Nan Tornaeth cannot be ignored. My father will need to know of it, for we will need reinforcements here at Thorenhad. Where there is one gaunt-man, there will be more... or worse yet, a Gaunt-lord.\\n\\n'Bring word of this terror to my father, Elrond, in Rivendell. Return to the main road and journey eastward until you cross the Ford of Bruinen. There, turn south and follow the winding path up to the High Moor. The entrance to Rivendell is in the north-eastern corner of the High Moor... the path is marked, as usual, with white stones.\\n\\n'Hurry... do not delay for anything! Speak with the marchwarden, Anhebir. He will give you directions to the Last Homely House, if your long period of recovery has driven the way from your memory!'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Greetings, my friend. How may I be of service to you?\\n\\n'What is this you say? A gaunt-man has been raising wights in Nan Tornaeth? My son was correct. This deed cannot go unchallenged.\\n\\n'Thank you for bringing word of this to me. I will see that the evil is purged from the ruins.'",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Talk to Anhebir",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Anhebir is in Rivendell, far to the east of Thorenhad.\\n\\nElrohir asked you to bring word of the gaunt-man to his father, Elrond, instructing you to speak with the marchwarden, Anhebir, for directions to the Last Homely House.",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'[placeholder], the evil you found in Nan Tornaeth cannot be ignored. My father will need to know of it, for we will need reinforcements here at Thorenhad. Where there is one gaunt-man, there will be more... or worse yet, a Gaunt-lord.\\n\\n'Bring word of this terror to my father, Elrond, in Rivendell. Return to the main road and journey eastward until you cross the Ford of Bruinen. There, turn south and follow the winding path up to the High Moor. The entrance to Rivendell is in the north-eastern corner of the High Moor... the path is marked, as usual, with white stones.\\n\\n'Hurry... do not delay for anything! Speak with the marchwarden, Anhebir. He will give you directions to the Last Homely House.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Master Elrond is in his library in the Last Homely House, north and north-east from Anhebir's post.\\n\\nAnhebir gave instructions on how to find the Last Homely House. You should hurry to bring Master Elrond Elrohir's message.",
      "es": ""
    }
  ]
}