{
  "id": 620766906,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Our struggles against the Dourhands and the goblins continue with great vigour, [placeholder], but we must also do what we can to better the craftsmanship of the goods created within the Blue Mountains!\\n\\n'My friend Egil Oldbeard has greeted fledgling crafters for the past hundred and thirty years...it keeps him young, he says! You should speak with him in the Maker's Hall if you are interested in turning your eye towards the fashioning of goods or equipment.\\n\\n'Go north up the steps into Thorin's Hall proper. Once inside, walk north past the great statue and pass into the next hall. Turn to the east when you are halfway across the floor and you will descend some more steps into the Maker's Hall. Old Egil will be pleased to speak with you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Bogi sent you to me, I see. Good, good! It is always an honour to help guide fledgling crafters as they take the first steps of their art! Listen carefully, for my words are borne of experience! Look for the Master of Apprentices in the Maker's Hall...he walks about, supervising the goings-on. He can help you choose professions in which to specialize. Choose your professions with care, because you will expend a great deal of time and energy improving your skills!\\n\\n'Once the Master of Apprentices has welcomed you to your chosen profession, be sure to speak with a Supplier, such as the one that stays in the Maker's Hall. He can sell you the tools of your trade -- every profession has its own tools, so be not over-shy with your coinpurse! The novices will be happy to sell you any recipes you might wish to have, though I can tell you now that you will already know how to make a thing or two.\\n\\n'Equip the crafting tools you plan on using and find an appropriate facility -- the Maker's Hall has a forge, workbench, and oven available for your use -- and begin practising your skills! You will advance in your chosen professions as you practice and seek out the teachings of others in the field. I hope you will become a skilled crafter, [placeholder], and that it will bring profit to you and to the Blue Mountains! I will give you a few coins to get you started. Use them wisely and consider them an investment in your future as a skilled crafter!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Egil Oldbeard is in the Maker's Hall, which is the wing on your right as you pass the big statue in the entrance of Thorin's Hall. Just go up the stairs there and inside the Hall -- you'll find it!\\n\\n'He enjoys talking with prospective craftsmen and setting their feet on the path.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Crafting: The Maker's Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The Maker's Hall is always full of craftsmen. That is as it should be!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Bogi Deepdelver has asked you to speak with his friend Egil Oldbeard in Thorin's Hall about contributing to the state of crafting in the Blue Mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Egil Oldbeard has been greeting fledgling craftsmen for more than one hundred years!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'It is my pleasure to advise new craftsmen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'I have come to know many craftsmen throughout the years.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Egil Oldbeard is in the Maker's Hall, inside Thorin's Hall, east of the entrance chamber.\\n\\nBogi Deepdelver suggested that you speak with his friend Egil Oldbeard, who has greeted fledgling crafters in the Blue Mountains for more than one hundred years.",
      "es": "",
      "es (fem)": ""
    }
  ]
}