{
  "id": 620968203,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "The pond is north of Bywater.\\n\\nBillard Pott has told you of an amazing opportunity to fish up mathoms from the Bywater pond.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The hobbits of the Shire have created a special house-cleaning event in which old mathoms are thrown into the lake, and can be fished out again for the keeping.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Quick! Quick! Grab your fishing pole and make haste to the pond! You've got to get in quick before all the best pieces are caught.\\n\\n'You haven't heard? The hobbits of the Shire have been invited to clean out their old mathoms, toss them into the pond at Bywater, and gather during the Summer Festival to hook out new ones, if they can! It is such an opportunity to exchange these priceless valuables. What a to-do!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The pond is north of Bywater.\\n\\nBillard Pott has told you of an amazing opportunity to fish up mathoms from the Bywater pond.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5022",
      "en": "Hook as many mathoms as you can before time runs out",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Make haste! Your time is running out already. Good luck to you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Catch as many fish as you can in ten minutes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Time to fish for mathoms!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "The Great Mathom Fishing Swap",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Speak with Melia Pott to begin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Are you ready to start? Oh, it is so exciting! So many mathoms to swap. I wonder what you'll catch?\\n\\n'Make sure you have your fishing pole handy!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Quick! Quick! Grab your fishing pole! You've got to get in quick before all the best pieces are caught.\\n\\n'You haven't heard? The hobbits of the Shire have been invited to clean out their old mathoms, toss them into the pond here in Bywater, and gather during the Summer Festival to hook out new ones, if they can! It is such an opportunity to exchange these priceless valuables. What a to-do!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}