{
  "id": 620968231,
  "txt": [
    {
      "id": "0xd9b5689",
      "en": "'The ice delivery is here! Thank you for your patience, everyone. The frozen sweet-cream will be ready in a few minutes!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "An elderly woman has moved into your path! You're moving slower....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "An elderly man has blocked your path. You are now walking slowly....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Tansy Tighfield asked you to deliver a block of ice to the frozen sweet-cream vendor in Bywater. Make sure to avoid obstacles!\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the event it is associated with ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Children are running to and fro! Tread carefully....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "A cat has wandered into your path, demanding attention! You are slowed....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "An elderly woman blocks your path! You must wait for her to pass....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "An elderly man blocks your path! You must wait for him to pass....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "A child blocks your path! You must wait for them to pass....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x179f5e6",
      "en": "Dropped the ice!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "A cat blocks your path! You must wait for it to pass....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Have you visited the stand in Bywater selling frozen sweet-cream? It is such a lovely treat, but the vendor is constantly requiring more fresh ice from our covered stockpile here in Hobbiton, for it would melt if we brought it all to Bywater at once.\\n\\n'The only thing to do is carry it one block at a time each day. It's too heavy for me, but you look strong. Would you be willing to take it?\\n\\n'Just be sure to watch out for obstacles. People move slowly and get in the way, and it will be hard to see around the ice….'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The ice block for delivery to Bywater can be found at the Party Tree.\\n\\nYou should carry the ice to the frozen sweet-cream stand in Bywater.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bluet Goldworthy is at her vendor stall in Bywater.\\n\\nYou should speak with Bluet Goldworthy.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "You have delivered the ice to the dessert vendor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Speak with Bluet Goldworthy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Deliver the ice block to the frozen sweet-cream stand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Thank you! I have been out of ice for a bit now, and all of these folks are waiting for their frozen sweet-cream. Now I can get back to work.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Ice Delivery",
      "es": "",
      "es (fem)": ""
    }
  ]
}