{
  "id": 620968341,
  "txt": [
    {
      "id": "0x78e1fa6",
      "en": "Frozen Sweet-cream",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Frozen sweet-cream can be obtained from Bluet Goldworthy's vendor stand in Bywater.\\n\\nYou should collect the ingredients for Tansy's frozen treat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Bluet Goldworthy has asked you to assemble a frozen treat for her hardworking friend Tansy Tighfield.\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the event it is associated with ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Sweet honey can surely be found at the Green Dragon Inn in Bywater, where the innkeep crafts delicious mead for his patrons.\\n\\nYou should collect the ingredients for Tansy's frozen treat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Get honey from the Green Dragon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'Some honey for a dessert order for Bluet Goldworthy? On the house, my friend, on the house! I am a great admirer of Bluet's desserts!\\n\\n'This honey is fresh from a local hive. I was going to use it for my next batch of mead, but I can get more tomorrow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "Use the bowl to assemble the ingredients of Tansy's frozen treat – frozen sweet-cream, fresh fruit, and honey.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I would like to give a gift to my friend Tansy Tighfield, who works tirelessly at the Party Tree. I think she deserves a treat to help her cool off. Take a little frozen sweet-cream from the vat and bring it to Tansy, if you would!\\n\\n'And a hint, if you would like it: frozen sweet-cream goes remarkably well with honey and fresh fruit! You can find these things here in Bywater, you know.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "Collected frozen sweet-cream",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Mix the dessert",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Fresh fruit can also be obtained from Bywater's market.\\n\\nYou should collect the ingredients for Tansy's frozen treat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a5",
      "en": "Tansy Tighfield is at the Party Tree in Hobbiton.\\n\\nYou should bring Tansy the frozen treat to reward her for her hard work at the Summer Festival.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Collect frozen sweet-cream",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1190",
      "en": "Collected honey",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Collect fresh fruit from the market in Bywater",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Bring the frozen dessert to Tansy Tighfield",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "‘Is this for me? Oh, thank you, [placeholder]! You and Bluet are dears. I was worried I wouldn't have time to get frozen sweet-cream from Bywater before the stand closed for the day! There is ever so much to do here. This makes me so happy!’",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a9",
      "en": "Collected fresh fruit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1194",
      "en": "Mixed the dessert",
      "es": "",
      "es (fem)": ""
    }
  ]
}