{
  "id": 620895125,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'Empty tents and missing horses...were you able to find anything else?'\\n\\nPenda listens as you detail the discoveries you have made.\\n\\n'My companions had been drinking more than usual it seems, and when they left, they took along weapons but not their personal belongings. I am beginning to envision what may have happened here.\\n\\n'It is a start, but we need more evidence. Head to the west of here and look for more clues. Be careful of ambushes by the Orcs, as they have become more bold and fierce of late.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'This evidence all suggests that Frithstan and my fellows have assaulted the Mountain-orcs head on.\\n\\n'Oh, the impetuous fools! What have they rushed into? The men in camp were always anxious for action and silently cursed the orders from Stangard to sit and guard. I fear that their desire to charge valiantly to battle may have now wrought their doom.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Abandoned Camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "This ale-barrel is nearly depleted and is surrounded  by half-empty cups",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'It seems there are still more things in camp which should be inspected. I am interested to know what you might find.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The weapon-racks are mostly empty. It seems that many of the swords have been taken",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I believe there is some clue still waiting to be found. Keep searching to the north-west...I am interested to know what you might find.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "The chest is neatly packed full of someone's personal belongings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Penda is at the Rohirrim-camp along the road near the north base of the Cuthstan ridge.\\n\\nPenda believes that there may be clues around the Rohirrim-camp that could reveal what may have happened to cause his companions to leave so suddenly.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You have collected sufficient evidence and should inform Penda of your findings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "You have collected sufficient evidence and should now return to Penda.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "Penda has asked you to look for more clues to the west",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Penda is at the Rohirrim-camp along the road near the north base of the Cuthstan ridge.\\n\\nYou have discovered a few clues around the abandoned camp and should report your findings to Penda.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "This small pool of dark blood seems fresh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Penda has asked you to search for clues to the west of the Rohirrim-camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3687",
      "en": "A number of Rohirrim arrows litter the ground around the area",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "You have collected sufficient evidence and should now return to Penda.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3688",
      "en": "The charred remains of an Orc suggests that a struggle recently took place here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "Penda is at the Rohirrim-camp along the road near the north base of the Cuthstan ridge.\\n\\nYou have discovered a few clues while investigating outside of the Rohirrim-camp. You should return to Penda and report your findings to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3689",
      "en": "You have collected sufficient evidence and should inform Penda of your findings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search around the camp for clues regarding the missing Rohirrim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Penda to discuss your findings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Search for more clues to the west of the camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Return to Penda with the results of your search",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Return to Penda with the results of your search",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Penda is disturbed by the loss of his companions at his Rohirrim-camp and is trying to discover what has happened.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Several nights have I spent to the north, scouting in the hills for Frithstan. I have returned too late, only to discover these empty tents and dying fires. Our orders were to watch the road and to send word to Stangard on occasion...as to what would cause my companions to simply depart so suddenly, I cannot imagine.\\n\\n'Would you look around the camp for clues as to why they might have left or to where they might have gone? Return to me if you find anything of note.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}