{
  "id": 620895036,
  "txt": [
    {
      "id": 218649169,
      "en": "'Early is the hour in which you return to Stangard. I welcome your presence here, as does Gadda, but there are further matters which need attention in the Wailing Hills. North of the Cuthstan, along the road to the west, lies a small camp of riders led by a man named Frithstan. Their position in the shadow of the Stone allows them to keep watch over the western roads out of Stangard, while remaining secluded from the eyes of Hill-orcs.\\n\\n'On occasion, Frithstan sends a patrol to Stangard with reports of any enemy activity in the west. A message was expected days ago, yet still we have received no word. After your most recent discovery, I take this as a cause for concern.\\n\\n'Head west out of Stangard and take the road north as it forks. Seek out Frithstan at his camp and discover the cause for the absence of tidings.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Greetings. You are looking for Frithstan, friend? Then you are not alone.\\n\\n'Penda is my name, and Frithstan is my sergeant. This is where last I saw him, at his camp in the shadows of the Cuthstan.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Frithstan's camp is west of Stangard. When you see the fork, bear north and keep the Cuthstan to your left.\\n\\n'Frithstan and his men should be stationed on guard along the road.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "In the Shadow of the Stone",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "A camp of Rohirrim located north of the Cuthstan has missed delivering a report to the soldiers of Stangard. Byrnstan wishes to check on the camp's leader and ensure that all is well.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "The camp appears deserted, except for one man",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Visit the Rohirrim-camp along the northern base of the Cuthstan",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Rohirrim-camp may be found along the road north of the Cuthstan, to the west of Stangard.\\n\\nByrnstan has asked you to visit Frithstan and ask about the delay in his report to Stangard.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Penda about Frithstan's location",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Penda may be found in the Rohirrim-camp along the road north of the Cuthstan, to the west of Stangard.\\n\\nPenda seems to be the only man left at Frithstan's camp.",
      "es": ""
    }
  ]
}