{
  "id": 620806956,
  "txt": [
    {
      "id": 54354734,
      "en": "The Elf-prince Legolas is worried about the harsh words he shared with some of the Elves of Rivendell following the Council of Elrond and is hopeful that he has not upset any of his fellows.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You have the ear of Elrond, [placeholder], and his trust, and that means you will have mine as well; the animosity between our peoples has been... exaggerated... over the course of the long years. In these dark times we should not focus on the distant past, but should instead strengthen the bonds of friendship, for we will have need of them against the Enemy.\\n\\n'In a similar fashion I fear my bold words following the Council at which the great threat was exposed may have upset some of my fellows: the Elves Galdor and Erestor. I would not have them nurse resentment of my words overlong! They argued in favour of the westward passage; though I did not blame them for it, I spoke with some heat against that course.\\n\\n'If you bring them word of my regret, perhaps they will forgive my brashness -- the errand of the company is urgent, but I was wrong to speak so harshly of its opposition. Speak with Erestor at the Haven of Orladion, north-west of the House of Elrond. If you, a dwarf, bring word of my regret, Erestor's eyes may be newly opened to the need for cooperation among all peoples. Ask Erestor if he knows where Galdor may be found, for he too deserves my apology.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Erestor is at the Haven of Orladion, north-west of the House of Elrond.\\n\\nLegolas is concerned that strong words following the Council of Elrond may have caused Erestor to resent him, and he wants you to apologize on his behalf.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have the ear of Elrond, [placeholder], and his trust, and that means you will have mine as well.\\n\\n'Following the Council at which the great threat was exposed, I may have upset some of our fellow Elves: Galdor of the Havens and Erestor of this house. I would not have them nurse resentment of my words overlong! If you bring them word of my regret, perhaps they will forgive my brashness -- the errand of the company is urgent, but I was wrong to speak so harshly of its opposition.\\n\\n'Speak with Erestor at the Haven of Orladion, north-west of the House of Elrond. Ask Erestor if he knows where Galdor may be found, for he too deserves my apology.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Galdor of the Havens is at the stables in the north-west corner of Rivendell.\\n\\nYou have brought word of Legolas's apology to Erestor and should now do the same for Galdor.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Legolas is in one of the guest rooms of Elrond's House.\\n\\nGaldor has given you a white knife to give to Legolas as a token of his forgiveness.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You will find Galdor at the stables in the north-west corner of the valley if Legolas has sent you to bring him similar words as those he sent me.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'[placeholder], Legolas has nothing for which to apologize. His words were no more strident than my own, or Galdor's. These are difficult times and friends should not be afraid to voice their concerns with friends.\\n\\n'I asked of him this: \\qIf the instrument of our grief is unmade, as seems to be the course we must take; what will become of the majesty of the Elves? What victory is there in that?\\q Legolas did not waver in his reply, and I forgive him for the heat of it. Even Elrond, wisest of lore-masters, does not know what will happen if the errand of the Company is successful. But it must be undertaken; that much is clear to me now, though the sight of it came sooner to Legolas.\\n\\n'Galdor of the Havens? He is at the stables in the north-west corner of the valley.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Bring that knife to Legolas with my good wishes, [placeholder]. He is preparing to leave with the rest of his Company in one of the guest rooms along the road that winds up the southern slope of the Vale.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'[placeholder], you have come on behalf of Legolas Greenleaf? Rare it is for an Elf to send a dwarf to speak his words! I jest with you, courageous [placeholder].\\n\\n'I have already forgiven Legolas for the fire of his argument, for it is clear to me after some reflection that all other courses we might take were not real solutions, for the instrument of dread has a way of making itself known again, though you send it over the Sea or to any place thought secure.\\n\\n'No, I have forgiven Legolas many times over for his frustration. Indeed, I would give him this white knife as a sign of my forgiveness. Bring it to him with my good wishes, [placeholder].'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I am worried that Erestor may have taken my strident words to heart, and I would like to apologize for them. Seek him out at the Haven of Orladion, north-west of the House of Elrond, and bring him my words. Ask him, too, where Galdor of the Havens might be found, for I owe him my apologies as well.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'[placeholder], you have come here for nothing, for I have already forgiven Legolas the fire of his argument.\\n\\n'It is clear to me after some reflection that all other courses we might take were not real solutions, for the instrument of dread has a way of making itself known again, though you send it over the Sea or to any place thought secure.\\n\\n'No, I have forgiven Legolas many times over for his frustration. Indeed, I would give him this white knife as a sign of my forgiveness. Bring it to him with my good wishes, [placeholder], and may it accompany him to victory at his journey's end.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the white knife to Legolas in Rivendell",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Thank you for bringing my words to Erestor, [placeholder]! Did he tell you where Galdor might be found? The stables in the north-west corner of the valley? Very good, and I hope that Galdor is receptive of my apology.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Thank you, [placeholder]! You bring me great happiness with the news that Galdor and Erestor have not borne me any resentment, and I will bear this knife in honour of their friendship.'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'The road of the Company will not be an easy one.'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'You have not yet spoken with Galdor or Erestor, [placeholder]?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Foreword: What Road for the Elves?",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'It seems our stand against the Shadow will be made in secret.'",
      "es": ""
    }
  ]
}