{
  "id": 620806958,
  "txt": [
    {
      "id": "0xd9b5681",
      "en": "'Samwise, you dunder-head! You've gone and forgotten to bring a bit of rope with you. I knew there was something you'd forgotten!\\n\\n'Hullo there, [placeholder]. It looks like this is it, and we're about to head out. If your travels bring you near to the Shire, do you think you might check in on my old Gaffer from time to time? Lor' knows when we'll be done with this whole business. You may be a River Hobbit from Away, but my Gaffer will know you for a good solid sort, I'm sure of it.\\n\\n'Bill here will have too much to carry as it is, and I've lightened his load as much as I can. Still, I wish I'd remembered the rope!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f4a851",
      "en": "'It is, but look at all the help I'll have!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Keep an eye upon these lands while we are away, my friend. Our errand is a dangerous one, but there will be danger behind us, too, and my footsteps will be easier if I know that [placeholder] remains behind to protect against them. My own journey will carry me far from here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So begins a new journey. Let us go forth boldly, I say, rather than skulking from shadow to shadow, and let the Enemy quail at our coming!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'If it were up to me, I would ask you to come with us, [placeholder]. The halflings are too well-represented; why should the Race of Men have so few within the Company?\\n\\n'So begins a new journey. Let us go forth boldly, I say, rather than skulking from shadow to shadow, and let the Enemy quail at our coming!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'It is done, and they are beyond my aid. For all of my wisdom, I cannot see the end of their road. May they come to it in safety and return to Rivendell in victory.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Everything seems to be ready, [placeholder], and we're about to leave. Hopefully, I will see you again once this is all done with!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'The number of the Company has been chosen, [placeholder], and any more would threaten the success of its mission.\\n\\n'You have business remaining in Eriador, brave [placeholder]: defend its people from the lengthening shadows. If the errand of this Company fails, Eriador will have need of heroes before the final darkness.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x97fe5e1",
      "en": "'Andúril will go to Minas Tirith, but my road follows that of the Company for many leagues.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'This is it, [placeholder]. Wish us luck, and we'll be sure to come through okay. Leastways, we'll make sure to lend Frodo all the help we can, and do whatever Gandalf needs us to do.\\n\\n'We'll see you when we get back, and that's a promise!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "'Samwise, you dunder-head! You've gone and forgotten to bring a bit of rope with you. I knew there was something you had forgot!\\n\\n'Bill here will have too much to carry as it is, and I've lightened his load as much as I can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085259",
      "en": "'Samwise, you dunder-head! You've gone and forgotten to bring a bit of rope with you. I knew there was something you'd forgotten!\\n\\n'Hullo there, [placeholder]. It looks like this is it, and we're about to head out. Check in on my old Gaffer from time to time, will you? Lor' knows when we'll be done with this whole business.\\n\\n'Bill here will have too much to carry as it is, and I've lightened his load as much as I can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The time has come to bid farewell to the Company as they set forth on their errand of secrecy.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfbe4d1",
      "en": "'Farewell, sweet Imladris! You will stay always in my memory!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa1d40e1",
      "en": "'Yet we must leave like thieves, Boromir, or risk detection!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa1d40e2",
      "en": "'You have done your part, [placeholder]. This burden is for others to bear.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa1d40e3",
      "en": "'Come here, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Watch the Company's departure",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Watch the company's departure",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4cb0b1",
      "en": "'You're in for it now, same as we are, Bill. Got to look after each other, we do!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4cb0b2",
      "en": "'Come on, Bill.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9bcc4a1",
      "en": "'That was ill-done, Boromir. The strength of the Company's errand is in its secrecy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9bcc4a2",
      "en": "'The Company is setting out on the Quest of Mount Doom.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9bcc4a3",
      "en": "'I ask no oath or bond of you, save Frodo alone: you go with him as free companions.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9bcc4a4",
      "en": "'A fool vows to walk any road when he knows not where it winds, Gimli.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x48bde51",
      "en": "'Any who abandon Frodo will answer to my axe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9bcc4a5",
      "en": "'Rely instead upon each other and take what counsels you can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x48bde52",
      "en": "'Such a vow might lend the fool courage to strengthen his heart, if strength it needed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9bcc4a6",
      "en": "'Go now and with the blessings of all Free Folk! Farewell!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9bcc4a7",
      "en": "'May the stars shine upon your road's end! Farewell!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9bcc4a8",
      "en": "'And so the Company departs. May the stars shine upon their road's end.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Frodo is on the porch of the House of Elrond, preparing to depart with the Company.\\n\\nThe folk of Elrond's house bid farewell to the Company as they prepare to depart.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Members of the Company can be found in front of the House of Elrond, preparing to depart.\\n\\nThe folk of Elrond's house bid farewell to the Company as they prepare to depart.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Boromir stands proudly before the House of Elrond, preparing to depart with the Company.\\n\\nThe folk of Elrond's house bid farewell to the Company as they prepare to depart.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Gandalf is before the House of Elrond, preparing to depart with the Company.\\n\\nThe folk of Elrond's house bid farewell to the Company as they prepare to depart.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Elrond is before his house, watching the Company depart.\\n\\nThe Company is now on their way into the wild on an errand of secrecy upon which rest the hopes of all the Free Peoples.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852590",
      "en": "'Let us go back inside, [placeholder]. There is nothing more we can do for them: the Company must now rely upon their own strength and wisdom.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f91801",
      "en": "'Are we ready at last to leave? I will be glad to put this waiting behind us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f91802",
      "en": "'Always do I wind my horn at setting forth. Let the Enemy quake at its call!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f91803",
      "en": "'Why should we creep in darkness and in fear? We are not thieves!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: The Fellowship Departs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5a4111",
      "en": "'I'm ready! I was just saving my energy, Merry!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9d06e21",
      "en": "'Come on, Pip. It's almost time to go.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3854851",
      "en": "'You take care of yourself, Frodo. Adventuring is dangerous business!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5a4112",
      "en": "'Merry?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9d06e22",
      "en": "'What is it, Pippin?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3854852",
      "en": "'You're right, Frodo.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3854853",
      "en": "'You can't go wrong with a Took, a Brandybuck, and a Gamgee! Solid hobbits all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5a4113",
      "en": "'I'm hungry.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}