{
  "id": 620806947,
  "txt": [
    {
      "id": 218649170,
      "en": "'[placeholder], may I have a word with you? Master Elrond requests your presence in Rivendell on a matter of some urgency. His messenger did not reveal the reason for this summons, but said only that Elrond has need now of the strength of the Race of Men.\\n\\n'Travel along the eastern road beyond the Trollshaws to the hidden vale of Rivendell and speak with Elrond in his house. We will do our best to stand against the Shadow in your absence, and wait eagerly for your return.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'[placeholder], I have a message for you: Master Elrond requests your presence in Rivendell on a matter of some urgency. His messenger did not reveal the reason for this summons, but said only that Elrond has need now of the strength of the Race of Men.\\n\\n'Descend from the mountains and return to the vale of Rivendell that you might speak with Elrond in his house. We will do our best to stand against the frozen dangers here and wait eagerly for your return.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Foreword: Bulwark of the West",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Master Elrond wishes to speak with you, [placeholder]. He says the Elves have need of the strength of the Race of Men and wishes you to speak with him about some matter of urgency.\\n\\n'Go inside and speak with Master Elrond in his library.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Welcome, [placeholder]. I am pleased to see you well. We must be thankful for every journey that ends in safety, for these are dangerous times and the shadows grow ever long outside Rivendell.\\n\\n'A small company will soon be setting forth on a mission of great secrecy to combat this growing dark; I am loath to speak in detail of their errand, but know that it will do great hurt to the Enemies of this Age if they succeed.\\n\\n'The fate of the Race of Men concerns you closely, [placeholder], and I know that you are trustworthy. Two doughty Men prepare to set forth on this perilous journey; lend them your assistance as they prepare to leave. I speak of Aragorn son of Arathorn and Boromir of Gondor. Look for them in one of the guest rooms along the road that winds up the southern slope of the Vale of Imladris.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have aided Boromir with his preparations",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You represent all members of the Race of Men, [placeholder]. Speak to Elrond Halfelven in the library of his house in Rivendell with courtesy, but let him know too of our strength.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Thank you for helping Aragorn and Boromir with their preparations, [placeholder]. The fate of all your people is bound to the success of the mission they must undertake.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have aided Aragorn with his preparations",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Travel to Rivendell and speak with Master Elrond within the library of his house. I will wait for you here.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Elrond is in the library of his house in Rivendell.\\n\\nElrond Halfelven has summoned you to speak with him on some urgent matter.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Descend from the mountains and return to Master Elrond's house; he waits for you in the library and should not be kept waiting.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Aragorn and Boromir can be found in one of the guest rooms along the road that winds up the southern slope of the Vale of Imladris.\\n\\nElrond has asked that you help your fellow Men, Aragorn son of Arathorn and Boromir of Gondor, prepare to leave on their dangerous -- and secret -- mission.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Though sundered by geography and the long miles, the fate of the Race of Men lies heavily upon Aragorn, Boromir, and yourself, and binds you all together.\\n\\n'Speak with them in the guest rooms along the road that winds up the southern slope of the Vale of Imladris and aid them in their preparations.'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Elrond is in his library within the Last Homely House, in Rivendell.\\n\\nYou have helped both Aragorn and Boromir with their preparations and should return now to Elrond.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Go inside and speak with Master Elrond, [placeholder]. You will find him waiting for you within the library.'",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'The Race of Men must stand against the growing dark.'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'You are a worthy representative of your people, [placeholder].'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Elrond in Rivendell",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Help Boromir with his preparations",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Help Aragorn with his preparations",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Elrond in Rivendell",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Men of the West have long stood against the Shadow, and their courage is needed once again.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'A summons arrived here by raven this morning, [placeholder], calling you to the House of Elrond, far to the east. I do not know why Elrond Halfelven requests your presence, but it must be for an errand of some urgency if he sends ravens on the wing here to Echad Garthadir.\\n\\n'Does the Elf-lord have need now for the strength of the Race of Men? That friendship was never sundered, tested though it be by the passage of Time.\\n\\n'You will find the House of Elrond far to the east, in the hidden vale of Rivendell, beyond the Trollshaws.'",
      "es": ""
    }
  ]
}