{
  "id": 620806954,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Aragorn has spent the time before the company's departure planning the route to take with Gandalf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Elrond has entrusted you with knowledge of our errand, [placeholder]? I am glad. I go with Boromir to his city of Minas Tirith, a journey that lies along that of the rest of the Company for many leagues. And yet, the route to take is still undecided.\\n\\n'I see two ways for the Company to take: we might make for the Redhorn Gate, the pass over the mountains that descends into the Dimrill Dale, where lie the still waters of the Mirrormere; or, we might head for the Gap of Rohan, by which Boromir came north. There are difficulties associated with each way, but one of these two must prove the better route.\\n\\n'I will continue poring over the maps, [placeholder]; will you speak with Gandalf about these two routes? I believe he is in Bilbo's room on the first floor of the House of Elrond.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gandalf is in Bilbo's room on the first floor of the House of Elrond.\\n\\nAragorn has asked you to bring word of the two ways south he sees for the Company: by the Redhorn Gate over the mountains, or through the Gap of Rohan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I do know of this third way, and Gandalf knows too that I am loath to bring the Company through the mountains by that road. It is a dark way and dangerous. I will say no more of it now, but I hope it will not come to that. My heart tells me that the Redhorn Gate is safest for our purposes.\\n\\n'Thank you, [placeholder]. You have done me a service.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Aragorn is in one of the guest rooms of Elrond's House.\\n\\nGandalf has asked that you return to Aragorn with his misgivings about the two ways the Ranger has considered for the Company's route and to speak to him of a third way the party might take.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'There are two ways over the mountains our Company might take, [placeholder]: to the Dimrill Dale by way of the Redhorn Gate, or through the Gap of Rohan. I will keep looking at these maps, but in the meantime perhaps you can ask Gandalf which of these ways he thinks is best.\\n\\n'I believe the wizard is in Bilbo's room on the first floor of the House of Elrond.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Two ways, you say? What are the two ways over the mountains that Aragorn proposes?\\n\\n'The passage of the mountains could be difficult; the Redhorn Gate is very high up, and in winter, the heights may be treacherous. I do not believe the Gap of Rohan will be open to us; that way would bring the Company too close to Isengard, and Aragorn will understand why we must not go that way.\\n\\n'But there is a third way through the mountains. I will not speak of it here, but Aragorn will know the way of which I speak. Return to him with my misgivings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You will find Aragorn in one of the guest rooms along the road that winds up the southern slope of the Vale of Imladris. Give him my misgivings about the two ways he has suggested and tell him that there is indeed a third way we might take.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Regardless of the ultimate road we take, our course is set for some weeks out of Rivendell.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Gandalf in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'We will see what fate awaits us on our separate roads, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Aragorn in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Foreword: Three Ways",
      "es": "",
      "es (fem)": ""
    }
  ]
}