{
  "id": 620806948,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Frodo Baggins has been writing up some notes about his adventure for his uncle Bilbo, but has misplaced them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Hello there, [placeholder]; it's always a pleasure to see a friendly face! I imagine Elrond was reluctant to let you know about the journey we are leaving on, but I think Gandalf might have had something to do with allowing it. He is very mysterious, as usual, but he generally has his reasons, even if we can't always see them!\\n\\n'My uncle Bilbo wanted me to write up some notes of my adventures so far for his book, so I took a walk to a sunny spot here in Rivendell and started writing up a few things. Before long, though, I found myself getting drowsy, and when I awoke I forgot all about my papers! I seem to have left them out there.\\n\\n'If you don't mind, do you think you could bring them back for me? I was resting in the stone pavilion at the Imdolen Look-out, just north of Rivendell. You will find my notes there, I'm sure of it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Imdolen Look-out is a stone pavilion north of Rivendell that overlooks the valley.\\n\\nFrodo has asked you to find the notes he left behind at the Imdolen Look-out.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Hello there, [placeholder]; it's always a pleasure to see a fellow hobbit, and this far from home, too! I imagine Elrond was reluctant to let you know about the journey we are leaving on, but I think Gandalf might have had something to do with allowing it. He is very mysterious, as usual, but he generally has his reasons, even if we can't always see them!\\n\\n'My uncle Bilbo wanted me to write up some notes of my adventures so far for his book, so I took a walk to a sunny spot here in Rivendell and started writing up a few things. Before long, though, I found myself getting drowsy, and when I awoke I forgot all about my papers! I seem to have left them out there.\\n\\n'If you don't mind, do you think you could bring them back for me? I was resting in the stone pavilion at the Imdolen Look-out, just north of Rivendell. You will find my notes there, I'm sure of it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Frodo is in Bilbo's room on the first floor of the House of Elrond.\\n\\nArwen has given you the notes she found at Imdolen Look-out. You should return them now to Frodo.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'May all of the Company return safely to Imladris when their errand is over.\\n\\n'I believe you will find Frodo in Bilbo's room on the first floor of my father's house. Return to him his notes and give him my good wishes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Welcome, [placeholder]. You are a long way from home. You have come for these notes? I hope Frodo is not upset at my having read them. He has weathered many adventures already, but I wonder how many roads still await him and the rest of his Company? His uncle will need more pages than this to write of them in their entirety! He has come now only from Hobbiton to Rivendell; how many more pages will it take before he sees his destination?\\n\\n'We all have our parts to play, [placeholder]: Men such as Aragorn; dwarves; even hobbits such as you and Frodo will have an impact on the great events of our Age. Yes, even I have a role to play, though my time has not yet arrived.\\n\\n'Return these notes to Frodo with my good wishes, and with my hope that he can return again to Imdolen when the errand of the Company is finished, there to sleep once again in the sun.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Rivendell is such a relaxing place that it is easy to lose track of time. If you can bring me the notes I left behind at the Imdolen Look-out, north of Rivendell, I would really appreciate it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You found my notes, [placeholder]? Thank you very much for bringing them back to me, though now that I look at them they seem very short. How very different it was to live through these few lines!\\n\\n'Do the Elves feel this way, looking back on their long lives? How strange it must be! Does time pass more slowly for them, or more quickly? What must it be like to remember so much?\\n\\n'I suppose we will never be able to understand that, [placeholder]. We are simple hobbit-folk, and that's what we will stay, I imagine. Thank you again for your help; I know that Bilbo will be glad to have these notes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I have spent some time looking at the maps here, just in case.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'I left my notes at the Imdolen Look-out, if you could return them to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Look for Frodo's notes at the Imdolen Look-out",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'To my great relief, Gandalf has agreed to join the company!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring Frodo's notes to him in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'I must keep track of our goings-on for Bilbo, or he will be very put out.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Foreword: Hobbiton to Rivendell",
      "es": "",
      "es (fem)": ""
    }
  ]
}