{
  "id": 620806950,
  "txt": [
    {
      "id": 54354734,
      "en": "Samwise Gamgee is trying to pack up everything he will need for the journey that lies ahead, but he is worried he might forget something.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'...a small bit of flint, spare cloth for stitching patches... what am I forgetting? Bless me, I know it's something I'll be needing!\\n\\n'Oh, hullo there, [placeholder]! You've caught me in a bit of a pickle: too much packing to do and not enough time in which to do it! Bad enough to leave something at home what you'll be needing when you're strolling through the Westfarthing, but worse when you're on a trip like the one Mr. Gandalf has planned for us!\\n\\n'Do you think you could run to the Forges of Rivendell and pick up a few items from Grafinn for me? I'll write up a list, of course! Now, what am I missing?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Grafinn is at the Forges of Rivendell in the north-west corner of the valley.\\n\\nTrusting you as a hobbit of good sense, Samwise Gamgee has given you a small coinpurse and a list of items to buy from the provisioner at the Forges of Rivendell.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Yes, I do have all of these items, but I cannot accept these coins from Master Gamgee. I gift these items to him as a member of the Company that bears all our hopes and will brook no argument! Besides, I have little need for the monies of mortal-kind.\\n\\n'I give him these items freely and would give any member of the Company all that I could, though it be in no way comparable to the burden each of them carries. Return to Master Gamgee and tell him that any items I have are his for the errand of Elrond.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Samwise Gamgee is in Bilbo's room on the first floor of the House of Elrond.\\n\\nGrafinn has given you the items Sam requested, but has refused to accept the coins he sent for their purchase.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I'm just not sure what I've forgotten! What would my old dad say? \\qYou keep thinking, Samwise, or you'll never get it sorted out, and then Mr. Frodo will have to do without whatever it is, and he'll find someone else to do for him!\\q\\n\\n'I need to keep thinking, [placeholder]! Can you visit Grafinn at the Forges of Rivendell and speak with him about the items on my list? There should be enough in that coinpurse to buy everything.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I do not see this coinpurse of which you speak.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'It is my honour to give Master Gamgee those items, and I refuse any manner of payment for them. Return to him in Bilbo's room on the first floor of the House of Elrond and tell him of my gift!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Thank you very much for buying these goods for me, [placeholder]; I wouldn't have sent anyone but an honest hobbit to do it, I don't mind telling you. I gave you enough coins, I hope!\\n\\n'He wouldn't accept my payment? Well, that's queer, and no mistake! \\qAlways pay for your goods, Samwise, and you'll never want for them,\\q is what my old dad always says, and I've always done right by that.\\n\\n'Elves are strange folk, putting such importance on us small folk, and them so great and noble! Still, thank you for running my errand; these goods will surely help me on the next!'",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'...a small bit of flint, spare cloth for stitching patches... what am I forgetting? Bless me, I know it's something I'll be needing!\\n\\n'Oh, hullo there, [placeholder]! You've caught me in a bit of a pickle: too much packing to do and not enough time in which to do it! Bad enough to leave something at home what you'll be needing when you're strolling through the Westfarthing, but worse when you're on a trip like the one Mr. Gandalf has planned for us! The Westfarthing? Oh, it is a pleasant section of the Shire. Nothing like the wilderness I have seen now, or that with which you are accustomed!\\n\\n'Do you think you could run to the Forges of Rivendell and pick up a few items from Grafinn for me? I'll write up a list, of course! Now, what am I missing?'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Samwise, you ninny, what are you forgetting?'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'You haven't bought the items yet?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring Sam's coinpurse to Grafinn",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Think, Samwise, think! What is it you're forgetting?'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring both the coinpurse and the goods to Sam in Rivendell",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Foreword: Last-minute Packing",
      "es": ""
    }
  ]
}