{
  "id": 620806955,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'A summons arrived here by raven this morning, [placeholder], calling you to the House of Elrond, far to the east. I do not know why Elrond Halfelven requests your presence, but it must be for an errand of some urgency if he sends ravens on the wing here to Echad Garthadir.\\n\\n'I do not begrudge your people their long lives, [placeholder], but I wonder if you would tell your master not to forget the Race of Men. We are strong and stout of heart, though we live for a shorter span. Some would say we burn the brighter for it.\\n\\n'You will find Master Elrond in his house in Rivendell, of course.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'[placeholder], may I have a word with you? Master Elrond requests your presence in Rivendell on a matter of some urgency. His messenger did not reveal the reason for this summons. Perhaps Elrond has need now of the strength of the dwarves? That friendship may have waned, but let it not break forever! There are too many evils abroad for dwarves and Elves to meet in anger.\\n\\n'Travel along the eastern road beyond the Trollshaws to the hidden vale of Rivendell and speak with Elrond in his house. It must be important.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Foreword: Unlikely Fellowship",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'[placeholder], may I have a word with you? Master Elrond requests your presence in Rivendell on a matter of some urgency. His messenger did not reveal the reason for this summons, but it must be important. Our people know that Elrond does not call us to his haven without need.\\n\\n'Travel along the eastern road beyond the Trollshaws to the hidden vale of Rivendell and speak with Elrond in his house. It must be important.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'[placeholder], I have a message for you: Master Elrond requests your presence in Rivendell on a matter of some urgency. His messenger did not reveal the reason for this summons. It must be important if Master Elrond requires the presence of a dwarf in his house. Take no offence! I merely mark it as unusual.\\n\\n'Descend from the mountains and return to the vale of Rivendell that you might speak with Elrond in his house.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have aided Gimli with his preparations",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Travel to Rivendell, far to the east beyond the Trollshaws, and speak with Elrond Halfelven.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'[placeholder], I have a message for you: Master Elrond requests your presence in Rivendell on a matter of some urgency. His messenger did not reveal the reason for this summons, but its importance cannot be questioned.\\n\\n'Descend from the mountains and return to the vale of Rivendell that you might speak with Elrond in his house.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have aided Legolas with his preparations",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Travel to the House of Elrond, in Rivendell, to see what aid you can lend him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'Master Elrond wishes to speak with you, [placeholder], about a matter of some urgency. What matter concerns both Elves and dwarves, I wonder?\\n\\n'Go inside and speak with Master Elrond in his library.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Elrond waits in the library of his house in Rivendell.\\n\\nElrond Halfelven has summoned you to speak with him on some urgent matter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Return to the Vale of Imladris and speak with Master Elrond in the library of his house.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "'Master Elrond wishes to speak with you, [placeholder], about a matter of some urgency. I do not know what it might be, but I understand that it affects our people directly.\\n\\n'Go inside and speak with Master Elrond in his library.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Legolas and Gimli are in one of the guest rooms along the road that winds up the southern slope of the Vale of Imladris.\\n\\nElrond has asked you to help Legolas the Elf and Gimli the Dwarf with their preparations for the journey.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'You will find Legolas and Gimli in one of the guest rooms along the road that winds up the southern slope of the Vale of Imladris. Help them with their preparations, that they may learn to cooperate with each other by your example.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085259",
      "en": "'Welcome, [placeholder], I am pleased to see you well. Be not uncomfortable in my house! The friendship of Elves and dwarves may have waned over the long years, but it must not be sundered.\\n\\n'A small company will soon be setting forth on a mission of great secrecy to battle this growing darkness; I am loath to speak in detail of their errand, but know that it will do great hurt to the Enemies of this Age if they succeed. Among this company is one of your folk, a dwarf named Gimli, and an Elf of Mirkwood named Legolas; he is a prince of that folk. They must work together if their errand is to succeed, but for some time Elves and dwarves have been... reluctant to do so. I would have you aid them with their preparations. By your example, I hope they will set aside their differences.\\n\\n'Look for them in one of the guest rooms along the road that winds up the southern slope of the Vale of Imladris.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Elrond is in the library of his house in Rivendell.\\n\\nYou have aided Legolas and Gimli with their preparations and should speak now with Elrond.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Go inside the house and speak with Elrond in his library.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Elrond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Help Gimli with his preparations",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Help Legolas with his preparations",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852590",
      "en": "'Welcome as always to Imladris, [placeholder], I am pleased to see you well.\\n\\n'A small company will soon be setting forth on a mission of great secrecy to combat this growing dark; I am loathe to speak in detail of their errand, but know that it will do great hurt to the Enemies of this Age if they succeed.\\n\\n'Among this company is a dwarf named Gimli, and an Elf of Mirkwood named Legolas; he is a prince of that folk. They must work together if their errand is to succeed, but for some time Elves and dwarves have been... reticent... to do so. I would have you aid them with their preparations. By your example, I hope they will set aside their differences.\\n\\n'Look for them in one of the guest rooms along the road that winds up the southern slope of the Vale of Imladris.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852591",
      "en": "'Thank you for helping Legolas and Gimli with their preparations, [placeholder]. They must learn to work together if the errand of their company is to end in success.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The shadow of growing evil threatens even the safety of Rivendell, and all of the Free Peoples must come together to defend against it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'A summons arrived here by raven this morning, [placeholder], calling you to the House of Elrond, far to the east. I do not know why Elrond Halfelven requests your presence, but it must be for an errand of some urgency if he sends ravens on the wing here to Echad Garthadir.\\n\\n'Does the Elf-lord have need now for the strength of the dwarves? That friendship has waned over the years, has it not?\\n\\n'You will find the House of Elrond far to the east, in the hidden vale of Rivendell, beyond the Trollshaws.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}