{
  "id": 620806951,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Gimli is anticipating the journey of the Company, but is anxious for it to begin. He has mused on what lies ahead for long enough already.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'By my beard, [placeholder], it seems like you have been entrusted with news of our errand, and why not? Elrond seems to be wise enough, for an Elf; he seems to know good character from bad. But I am ready to put an end to this waiting. Give me goblin-skulls to cleave!\\n\\n'If you are as sick of waiting as I am, why not bring this message to my father at his camp in the mountains? Ask him what he thinks of the likelihood that Gandalf might let us come to the halls of Balin, in Khazad-dûm. It could be that Balin found Thrór's ring somewhere in Moria! Now would that not be something?\\n\\n'My father Glóin's camp is north of Rivendell, in the Misty Mountains.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Glóin is at his camp in the Misty Mountains, north of Rivendell.\\n\\nGimli has asked you to speak with his father about the possibility that Gandalf might bring the company through Moria, to the halls of Balin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Greetings to you, [placeholder]. Rivendell must seem like home to you, but for a dwarf it's not quite so hospitable; I am ready to put an end to all this waiting. Give me goblin-skulls to cleave!\\n\\n'If you're of a mind to, why not bring this message to my father at his camp in the mountains? Ask him what he thinks of the likelihood that Gandalf might let us come to the halls of Balin, in Khazad-dûm. It could be that Balin found Thrór's ring somewhere in Moria! Now would that not be something? One of the dwarf-rings could be a real boon to our cause against the Enemy, wouldn't you say?\\n\\n'My father Glóin's camp is north of Rivendell, in the Misty Mountains.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gandalf is in Bilbo's room on the ground floor of the House of Elrond, in Rivendell.\\n\\nGlóin has sent you to Gandalf to inquire about Moria and the ring of Thrór on behalf of Gimli.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Gimli is in one of the guest rooms down the road from Elrond's House.\\n\\nGandalf has reprimanded Gimli for inattentiveness and urged him to think only of the company's errand.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Gimli is in one of the guest rooms along the road that winds up the southern slope of the Vale of Imladris, with the other members of the Company.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Many troubles could be avoided and much time saved if certain parties paid more attention to the things that were said to them: if Gimli son of Glóin was not interested in listening to the tales told at the council, he should have given his seat to someone else!\\n\\n'His father is correct: Balin could not have found in Moria the ring of Thrór, last of the dwarf-rings forged of old, for though it was given from Thrór to his son Thráin, it was taken from Thráin in captivity.\\n\\n'As for Balin himself, the lack of news from Moria is troubling, but I will not muse needlessly on his fate. Return to Gimli and tell him that the errand of the Company must be first in his thoughts. There is no room for other concern.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'My father is at his camp in the Misty Mountains, north of Rivendell. Ask him if he thinks Gandalf might let us visit Balin in Khazad-dûm. Imagine what a boon it would be if he found Thrór's ring there!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Gandalf has that to say, [placeholder]? I am not to be blamed if the mind wanders during such a long discussion -- you and I are dwarves of action, given to fighting and carousing, not idle chatter!\\n\\n'Thank you for your aid, my friend. It is to be hoped that Balin's work in Moria prospers, and that Khazad-dûm will shine again! Perhaps if the errand of the Company succeeds, you and I will go there someday and lend our strong arms to the effort! I am sure Balin will appreciate our help!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I do not pretend to know the minds of Wizards, [placeholder]. Speak with Gandalf if you wish to know more about his plans for the company. You will find him in Bilbo's room on the ground floor of the House of Elrond, I expect.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Gandalf has that to say, [placeholder]? I am not to be blamed if the mind wanders during such a long discussion -- you are an Elf, and not like me. I am a dwarf of action, given to fighting and carousing, not idle chatter!\\n\\n'Thank you for your aid. It is to be hoped that Balin's work in Moria prospers, and that Khazad-dûm will shine again! Perhaps if the errand of the company succeeds, I will go there someday and lend my strong arm to the effort! I am sure Balin will appreciate my help!\\n\\n'And I appreciate your help today. You seem like a good sort, for an Elf.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Gandalf in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'This is one dwarf who is ready to set forth!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'My son is not as attentive as he believes himself to be, [placeholder], if he thinks Balin may have found the ring of Thrór within Khazad-dûm. Gandalf told us the fate of Thrór's ring while at the Council!\\n\\n'We are dwarves, [placeholder], so you understand the call of stone and gems, and in all of us there lies a slumbering desire to see the halls of Khazad-dûm alive and shining once again. It could be that Balin son of Fundin works there now, restoring the splendour of its ancient cities, but I do not know if that is a vain hope. There has been no word from Moria in many long years.\\n\\n'I cannot tell my son the mind of Gandalf. You should speak with the Wizard yourself if you wish to know his plans. I believe he is in Bilbo's room on the ground floor of the House of Elrond. Speak with him to hear of Moria, for I will not speak of it more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Gimli in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Enough waiting! There is a journey to undertake!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'My son is not as attentive as he believes himself to be, [placeholder], if he thinks Balin may have found the ring of Thrór within Khazad-dûm. Gandalf told us the fate of Thrór's ring while at the Council!\\n\\n'My son and I are dwarves, [placeholder], and we understand the call of stone and gems. In all of my people there lies a slumbering desire to see the halls of Khazad-dûm alive and shining once again. It could be that Balin son of Fundin works there now, restoring the splendour of its ancient cities, but I do not know if that is a vain hope. There has been no word from Moria in many long years.\\n\\n'I cannot tell my son the mind of Gandalf; you should speak with the Wizard yourself if you wish to know his plans. I believe he is in Bilbo's room on the ground floor of the House of Elrond. Speak with him to hear of Moria, for I will not speak of it more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Foreword: Sons and Fathers",
      "es": "",
      "es (fem)": ""
    }
  ]
}