{
  "id": 620806953,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'You say Peregrin Took borrowed a walking-stick from this library? There is no such item kept here.\\n\\n'Surely the young hobbit did not mistake the Sceptre of Annúminas for a common walking-stick? I trust Gandalf without question, but still I have reservations about Meriadoc and Peregrin joining the company. They are young and do not understand the dangers ahead.\\n\\n'They will remain with the company, but I am displeased with the youngest hobbit. Peregrin should return the Sceptre; that need not be stated.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Did you thank Elrond for the use of that complimentary walking-stick, [placeholder]? Rivendell really is a hospitable place, isn't it?\\n\\n'The... the sceptre of Annúminas? They shouldn't keep it in a place where people will assume that it's free for anyone to use, [placeholder]! Well, I will just bring it back to Elrond and say there was a little misunderstanding, and... oh no! It's gone! I must have left it out there and forgotten to bring it back with me! Now that I think about it, I don't remember using it on our way back, Merry!\\n\\n'You're a hobbit I can trust, [placeholder]! You've got to find it for me! There were some large grey stones in the northern part of the valley that we climbed on top of, west of the road that winds up into the mountains, right next to those great forges. I must have left it on top of those large boulders!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Foreword: The Walking-stick",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Thank you for returning the Sceptre of Annúminas on behalf of your kinsman; I wonder if we should keep such relics under the guard of watchful eyes while your people are here in Imladris.\\n\\n'No harm has been done, [placeholder]. I am not angry. You have done well.\\n\\n'I hope, however, that Gandalf understands the mischief Meriadoc and Peregrin might cause as members of the Company. The errand will be perilous enough without their tendency to fall into trouble.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'You have not recovered the Sceptre of Annúminas. Gandalf's belief in the good faith of your people seems to me to have been misplaced.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Return to young Peregrin Took and ask him to bring back the Sceptre of Annúminas. It is a relic of much importance and should not have been removed from the library.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'Just in time, [placeholder]! I will return this Sceptre to Elrond just as soon as I get a chance. I'm a little busy right now, but I will get to it sometime.\\n\\n'I hope Elrond isn't too upset, and that he still lets me go with Frodo and Sam and the rest of the Company! Being left behind would be a terrible punishment! I wonder why no one sees it that way? Every time I say that to Strider he just smiles and agrees, but I can't tell if he is just humouring me.\\n\\n'Thanks again, [placeholder]! You can always count on a fellow hobbit when you're in need!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Elrond knows that we would never let Frodo and Sam embark on this journey by themselves. I know they would have the help of Elves and dwarves and Men, but it's just not the same as having your friends with you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'No Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Elrond is in the library of his house.\\n\\nPippin has asked that you thank Elrond for the use of the walking-stick he borrowed and to tell him that the hobbit will return it shortly.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I don't remember exactly where Pippin might have left the Sceptre, but we were climbing around on some giant grey boulders in the northern part of the valley, west of the road that leads up into the mountains. I'd wager the Sceptre is on top of those boulders!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Pippin is in Bilbo's room on the first floor of the House of Elrond.\\n\\nPippin borrowed the Sceptre of Annúminas, thinking it a complimentary walking-stick, and now Elrond wants it returned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Elrond is probably in the library, so you can just stop in and thank him for letting me use that splendid walking-stick. I'll return it before the Company sets out, of course.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Pippin thinks he left the Sceptre of Annúminas atop some large grey boulders near the forges, west of the road that climbs up into the mountains.\\n\\nPippin has asked you, as a fellow hobbit, to find the Sceptre of Annúminas, the 'walking-stick' he left somewhere in Rivendell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Merry and I were walking in the northern part of the valley, [placeholder], and we climbed up on some really large boulders. I bet the sceptre is on top of those boulders! They were west of the road that leads up into the mountains.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Pippin is in Bilbo's room on the first floor of the House of Elrond. Elrond is in his library.\\n\\nYou have recovered the Sceptre of Annúminas and should return it now to either Pippin or Elrond.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'I wonder if Elrond is sore at me? I don't think we got off on the right foot.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'How was I supposed to know that was the Sceptre of Annúminas?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c48",
      "en": "'I told Pip that the sceptre looked a little fancy for a walking-stick....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c49",
      "en": "'All's well that ends well, right? I'm sure the Elves aren't really upset.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Elrond in the Last Homely House",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Pippin in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Find the Sceptre of Annúminas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring the Sceptre of Annúminas to Pippin or Elrond in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Meriadoc Brandybuck and Peregrin Took enjoyed strolling about Rivendell, and Pippin made use of a walking-stick he found in the library of the House of Elrond.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Hello there, [placeholder]! I'm afraid the Company has enough hobbits for now; we outnumber each of the other races, you know, although Merry says that Gandalf probably counts for more, whatever he is.\\n\\n'Merry and I just got back from a nice long stroll around Rivendell, seeing the sights and keeping out of trouble. I borrowed a splendid walking-stick for our hike from Elrond's library. It was simply excellent -- I wonder if he would let me bring it with me on the journey? Probably not; he didn't want Merry or me coming along, after all, but Gandalf put in a word for us. A Wizard would know we wouldn't stand to be left behind!\\n\\n'If you don't mind, maybe you could visit Elrond in his library and thank him for the use of that walking-stick? Tell him I will come along and drop it off before we leave.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}