{
  "id": 620806957,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The time has come for the Company to depart on their errand of secrecy, [placeholder]. As you have been of some assistance with the preparations, you may join the members of my household as we see them on their way.\\n\\n'Tell me when you are ready to wish them well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It is done, [placeholder]. All our hopes now rest upon the nine members of the company: Nine Walkers to stand against the Nine Riders of the Enemy. May they come to no harm and return in safety, their task completed.\\n\\n'There is nothing we can do now for them. We must stand tall against the Shadow and keep its attention focused upon us, far away from those who can do it the greatest harm.\\n\\n'That is our task now, [placeholder]. Do you accept it?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'It is time, [placeholder]. Let us go with my household to wish the Company well.'\\n\\n<rgb=#FF0000>This is a Solo quest, and cannot be completed with a Fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Foreword: The Fellowship Departs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have done your part to help the Company prepare to depart Rivendell on their errand, and now the time has come for them to set out.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Elrond and see the Company off on their secret errand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Elrond is in the library of his house.\\n\\nYou have earned the right to see the Company off as they depart on their secret errand. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Elrond is in the library of his house.\\n\\nYou have seen the Company off on their secret errand and should now speak with Elrond.",
      "es": "",
      "es (fem)": ""
    }
  ]
}