{
  "id": 620806952,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'What did you say, [placeholder]? The Elves have turned down my offer of aid? This is what I expected, though it grieves me to see it so clearly: the Elves believe they have no need for us, [placeholder]! They may change their opinion if Gondor falls, and change it quickly -- do they not see that our people are their last real defence?\\n\\n'Have they forgotten the great deeds of our people that have made this land safe? We must remind them, my friend. Go to the Hall of Fire, in the House of Elrond, and remind some of the Elf-singers there of the great deeds of our people: of the Gondorian cavalry, perhaps, and of Elendil and his sons. They will not then undervalue the contributions of our people!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have eased my mind, [placeholder]; though it seem we struggle alone, it is not so. That is why we fight on; not just for our own people, but for all peoples.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Foreword: The Strength of Men",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'We have things here at the entrance to the valley well in hand, [placeholder]. I appreciate the intention of our visitor from the South, but we have no need of his assistance: Imladris has been safe from attack for long years before either he -- or you -- walked in Eriador.\\n\\n'Thank him for the offer, but tell him his concern is misplaced. The Elves can protect Imladris.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "At Boromir's urging, you recite the tale of the ride of the Gondorian cavalry that pursued the Witch-king from Fornost, where the forces of Angmar were routed.\\n\\n'A good tale, and the deeds of Prince Eärnur are worthy of remembrance, as are those of many strong Men besides. But your tale has ended before Eärnur's horse gave way in terror of the Witch-king. Were it not for the arrival of the Elf-lord Glorfindel, things may have gone ill for the Captain of Gondor that day.\\n\\n'But your point is clear: against the great evils of the Shadow, Elves and Men must stand together. It is a lesson gladly remembered.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Every hour we spend here is an hour of battle for Gondor and the Men of the South, and still we wait! I must work off this restlessness. Speak with the guards at the southern entrance to the Vale of Imladris and see if they have need for the strong arm of Boromir of Gondor.\\n\\n'This place has its defences, but too few strong men and women, if you ask me on it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "At Boromir's urging, you recite the tale of Elendil and his sons, and the strength they brought to bear in the Battle of Dagorlad at the Black Gate of Mordor.\\n\\n'I know this tale, but I know it by another name, for in Imladris it is called \\qThe Song of the Last Alliance\\q and involves more characters: not just Elendil the Tall, but Gil-galad our king, and Master Elrond, and Círdan the Shipwright.\\n\\n'But you have reminded me of this, and I urge you not to forget it yourself, [placeholder]: neither Elves alone, nor Men alone, could have withstood the power of the Enemy at the siege of Mordor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The Hall of Fire is on the ground floor of the House of Elrond, [placeholder]. Remind the Elf-singers there of the great deeds done by Men and Women throughout the years, and those that are still being done today!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The guards at the southern entrance to the Vale of Imladris are atop the road that winds up the southern slope from the guest rooms.\\n\\nBoromir has asked you to see if the guards at the southern entrance to the Vale of Imladris require the strength of his arm in the valley's defence.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Thank our visitor from the South for his concern, but tell him the Elves can protect their own borders.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "'Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Boromir is in one of the guest rooms of Elrond's House.\\n\\nThe guards at the southern entrance to the valley have politely rebuffed Boromir's offer of aid.  ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'If the borders of Imladris rested on the shoulders of our visitor from the South, I do not doubt that he could be of use defending them. But the Race of Men is shortlived, and he could not defend them long.\\n\\n'I mean you no disrespect, [placeholder], but does the Man of Gondor really believe that the Elves cannot safe-guard their own haven?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The Hall of Fire is on the first floor of the House of Elrond, in Rivendell.\\n\\nBoromir chafes at the lack of respect for your people's sacrifices that he sees in Rivendell and wants you to tell some tales of the great deeds of the Race of Men to Elf-singers in the Hall of Fire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Many lands have peace because of Gondor's strength -- may it never wane!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Boromir is in one of the guest rooms of Elrond's House.\\n\\nYou have spoken of the deeds of Men in the Hall of Fire and should now return to Boromir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'Men by the Gap of Rohan are friendly to my people; that is the way we should take.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to a sentinel at the southern entrance of the Vale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Boromir in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Tell Elf-singers in the Hall of Fire of the deeds of Men ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Boromir in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Boromir of Gondor is restless waiting in Rivendell and is eager to depart on the secret errand of his company, but he is concerned that the Elves of Rivendell do not appreciate the sacrifices of his people.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcf1a0d5",
      "en": "Elf-singer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'It does my heart good to see a [placeholder] such as you, [placeholder]! Aragorn there seems a strong Man, but he seems to prize the friendship of Elves over that of his own kind. So many Elves in this place! Every hour we spend in this hidden valley prolongs the struggle of Gondor; how many men will fall in its defence ere we depart?\\n\\n'My sword-arm itches for battle, and my horn longs to be sounded! You understand the need we have for haste, [placeholder] -- you are not like these others, who live for such a long span that the concerns of the present must seem trivial, or meaningless. But it is not so!\\n\\n'Climb the winding road to the south entrance to the valley and ask the guards there if they have need of my vigilance. I will spend the time until we depart guarding the borders, if they have need of my strength.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}