{
  "id": 620809403,
  "txt": [
    {
      "id": 18362050,
      "en": "'I will ready our troops, Ilzk창l. Igash's devoted will fall to my blade and we will claim their tribute for the White Hand!'",
      "es": ""
    },
    {
      "id": 217037041,
      "en": "'Best that you remember that, lest you find yourself cast into the deep dark.'",
      "es": ""
    },
    {
      "id": 18361777,
      "en": "'Even if we fail, our insurrection will never be learned, thanks to your corpses.'",
      "es": ""
    },
    {
      "id": 31256497,
      "en": "'Curs and wretches? Remember, uruk... you are a guest of the Gazathrug.'",
      "es": ""
    },
    {
      "id": 18361778,
      "en": "'Come creatures, come and face your death, face your fear... face me.'",
      "es": ""
    },
    {
      "id": 31256499,
      "en": "'Listen well to your brethren, or you shall learn the true meaning of fear.'",
      "es": ""
    },
    {
      "id": 18360241,
      "en": "Hold your tongue, maggot, or you will raise my ire and force my hand.'",
      "es": ""
    },
    {
      "id": 137283377,
      "en": "'Your folly may yet bring us glory! See that these curs are slain.'",
      "es": ""
    },
    {
      "id": 18361026,
      "en": "'It is not yet time, Ilzk창l!'",
      "es": ""
    },
    {
      "id": 137283378,
      "en": "'You have ten minutes.'",
      "es": ""
    },
    {
      "id": 26286114,
      "en": "'Ha ha ha, whelps.'",
      "es": ""
    },
    {
      "id": 24743345,
      "en": "'I will ready our troops, Ilzk창l. Igash's devoted will fall to my blade, and his tribute shall be taken for the White Hand!'",
      "es": ""
    },
    {
      "id": 18360753,
      "en": "'The White Hand tires of this ruse. The time is at hand, Nardur! You will know the meaning of terror!'",
      "es": ""
    },
    {
      "id": 26286116,
      "en": "'Silence, you pathetic worms!'",
      "es": ""
    },
    {
      "id": 18360754,
      "en": "'Feed me your fear!'",
      "es": ""
    },
    {
      "id": 26286118,
      "en": "'You worry too much, Nardur - what is this?'",
      "es": ""
    },
    {
      "id": 18361538,
      "en": "'Fool! Shark청 will have our heads for this! Now, we must attack these Orcs.'",
      "es": ""
    },
    {
      "id": 26286120,
      "en": "'Go now, Nardur! Make ready for battle! Moria will fall to the White Hand!'",
      "es": ""
    },
    {
      "id": 226738641,
      "en": "'Look here, Nardur: spittle licking Warg-riders, worthless wretches riding curs.'",
      "es": ""
    },
    {
      "id": 18361265,
      "en": "'You see the intruders, Nardur. Ready our forces.'",
      "es": ""
    },
    {
      "id": 18361266,
      "en": "'I will deal with these new curs. Ready our forces and make war on Moria if I do not arrive in ten minutes time!'",
      "es": ""
    }
  ]
}