{
  "id": 621011687,
  "txt": [
    {
      "id": 246419815,
      "en": "Threkmóth asked you to check on Vaskorn's condition.",
      "es": ""
    },
    {
      "id": 246419817,
      "en": "Threkmóth can be found in Skoghús, in the south of Thornholt.\\n\\nVaskorn is not feeling well. You should return to Threkmóth and update him.",
      "es": ""
    },
    {
      "id": 173025622,
      "en": "Talk to Stráhek the Stout in Skarháld",
      "es": ""
    },
    {
      "id": 111477347,
      "en": "Talk to Threkmóth",
      "es": ""
    },
    {
      "id": 162883684,
      "en": "'Worse rather than better? It is as I feared. I do hope the brown wizard can help him.'",
      "es": ""
    },
    {
      "id": 246419824,
      "en": "You should return to Stráhek the Stout in Skarháld and tell him what took place in the woods.",
      "es": ""
    },
    {
      "id": 246419714,
      "en": "Radagast can be found in the north of the Thornholt woods.\\n\\nWith Vaskorn's condition not improving, Radagast should be notified in case there is something he can do for the Beorning.",
      "es": ""
    },
    {
      "id": 190220709,
      "en": "'Spider-folk, poison, honey cakes? What kind of madness is this? You think I want to go in Thornholt now? I trust you less than that wizard after this tale you have spun. \\n\\n'I'll simply have to convince some other poor drak to go and gather that wood. It's as simple as that.'",
      "es": ""
    },
    {
      "id": 190220755,
      "en": "'Th... th... thank you, [placeholder]. I see now what a fool's errand I was on, alone and without protection from the spider-folks' poisons.\\n\\n'I... I am not well. Not feeling well. I fear none of my folk have the art to treat this poison. Will you go back to Radagast and ask what he c... could do for me?'",
      "es": ""
    },
    {
      "id": 190220757,
      "en": "#-1:[placeholder]'#-1:{Sister[f]|Brother}, we have successfully driven the Ungoledain from Thornholt. That is as good a reason to celebrate as any, however I cannot bring myself to so much as look at those honey cakes, while Vaskorn is ill. I feel quite ill myself with remorse.\\n\\n'Could you go check on him, and see if there is any improvement in his condition?'",
      "es": ""
    },
    {
      "id": 111477268,
      "en": "Talk to Radagast",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "The Ungoledain are defeated and have fled, but you are not quite out of the woods just yet.",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'[placeholder], we have successfully driven the Ungoledain from Thornholt. That is as good a reason to celebrate as any, however I cannot bring myself to so much as look at those honey cakes, while Vaskorn is ill. I feel quite ill myself with remorse.\\n\\n'Could you go check on him, and see if there is any improvement in his condition?'",
      "es": ""
    },
    {
      "id": 162883603,
      "en": "'I am quite relieved to hear that the Ungoledain have fled Thornholt. I might hope we shall not see their faces again, but I fear that is too much to ask. \\n\\n'I may have an idea of how to heal the sickened Beorning. I will stop by myself and visit. You have done more than enough for the Beornings of Skoghús, and all the beasts of this wood, [placeholder].\\n\\n'Oh, and if you should cross that peculiar dwarf in your travels, tell him he may gather wood from the forest's edge, I certainly won't turn him into a toadstool or any sort of animal.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "An Unexpected Story",
      "es": ""
    },
    {
      "id": 173025572,
      "en": "Talk to Vaskorn",
      "es": ""
    }
  ]
}