{
  "id": 621011652,
  "txt": [
    {
      "id": 262725913,
      "en": "Discovered Bekâr-mazal, the Arming-chamber",
      "es": ""
    },
    {
      "id": 246419881,
      "en": "The halls of Thikil-gundu delve deep into the Wrathhorn.",
      "es": ""
    },
    {
      "id": 51875092,
      "en": "Long before the great cold-drake Vethúg Wintermind froze the halls of Thikil-gundu, the Longbeards delved the Steel Keep in the depths of the Grey Mountains.",
      "es": ""
    },
    {
      "id": 218639271,
      "en": "You have discovered Durûz-mazal, the Chamber of Faces. Erected to honour the Dwarrowmoot of old between the Seven Kings of the Dwarves, the many faces of this chamber watch over Thikil-gundu.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Discover the Smithies of Kall-khebâb",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Discover Balb-gundu, the Frostdelf",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Discover Zashar-tûmun, the Ruin-dwellings",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Discover the Feast-house of Amrâg-zahar",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Discover the Lore-trove of Afhân-binnîn",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Discover the Depths of Akhatâr",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Discover Razûkh-zahari, the Room of Rain",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Discover Thikil-nesad, the Steel Seat",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Discover the Hoarding-vault of Immêsh-khalt",
      "es": ""
    },
    {
      "id": 8567472,
      "en": "You have discovered Balb-gundu, the Frostdelf. One of the only remaining delvings of Thikil-gundu, the Frostdelf once comprised much of Thikil-gundu until a great portion of it collapsed into the Depths of Akhatâr. It now serves as the lair of Athramóth, the mate of Vethúg Wintermind and mother of countless dragon-kind in the Grey Mountains.",
      "es": ""
    },
    {
      "id": 8567473,
      "en": "You have discovered Zashar-tûmun, the Ruin-dwellings. Once a great dwelling-hall of the Dwarves of Thikil-gundu, Zashar-tûmun has fallen to ruin.",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Discover Durûz-mazal, the Chamber of Faces",
      "es": ""
    },
    {
      "id": 8567474,
      "en": "You have discovered the Feast-house of Amrâg-zahar. In the course of many long years, both the Longbeards and Zhélruka enjoyed great feasts and merriment in Amrâg-zahar before the fall of the Steel Keep. When Durin's Folk sought to return to Thikil-gundu, it was there Vethúg Wintermind waited in ambush and descended to slay Dáin, Frór, and countless other Longbeards.",
      "es": ""
    },
    {
      "id": 8567475,
      "en": "You have discovered the Lore-trove of Afhân-binnîn. A great hall of lore lost to the Longbeards and Zhélruka. Many of its works have been brought to ruin, either by time or by the breath of cold-drakes, but a few pieces of note may still remain in the shadows of Afhân-binnîn.",
      "es": ""
    },
    {
      "id": 8567476,
      "en": "You have discovered the Depths of Akhatâr. These shadowed pits have not been mapped by any living dwarf, but who knows what could dwell in the depths of the Grey Mountains?",
      "es": ""
    },
    {
      "id": 8567477,
      "en": "You have discovered Razûkh-zahari, the Room of Rain. A great underground river travels beneath the Grey Mountains, and passes through a carefully-delved crack above the Room of Rain.",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Discover Bekâr-mazal, the Arming-chamber",
      "es": ""
    },
    {
      "id": 8567478,
      "en": "You have discovered Thikil-nesad, the Steel Seat. Once the seat of countless Kings of the Longbeards and Zhélruka, Thikil-nesad was abandoned when the Steel Keep fell to Vethúg Wintermind.",
      "es": ""
    },
    {
      "id": 8567479,
      "en": "You have discovered the Hoarding-vault of Immêsh-khalt. Frozen beneath a layer of impenetrable ice, the Hoarding-vault of Immêsh-khalt is lined with the combined wealth of Durin's Folk and the Zhélruka.",
      "es": ""
    },
    {
      "id": 8567433,
      "en": "You have discovered the Smithies of Kall-khebâb. Once a great craft-hall of Thikil-gundu, the old smithies of the Steel Keep have been seized by the Orcs of Gundabad in service to the brood of Vethúg Wintermind and his forebear, Hrímil Frost-heart.",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "Discovered the Smithies of Kall-khebâb",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "Discovered Balb-gundu, the Frostdelf",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "Discovered Zashar-tûmun, the Ruin-dwellings",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "Discovered the Feast-house of Amrâg-zahar",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "Discovered the Lore-trove of Afhân-binnîn",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "Discovered the Depths of Akhatâr",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "Discovered Razûkh-zahari, the Room of Rain",
      "es": ""
    },
    {
      "id": 8567440,
      "en": "You have discovered Bekâr-mazal, the Arming-chamber. Despite housing many weapons and tools of war, the great armoury of Thikil-gundu did not avail the Dwarves of the Steel Keep in the battle against Vethúg Wintermind.",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "Discovered Thikil-nesad, the Steel Seat",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Discovered Durûz-mazal, the Chamber of Faces",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "Discovered the Hoarding-vault of Immêsh-khalt",
      "es": ""
    },
    {
      "id": 126754722,
      "en": "Delver of Thikil-gundu",
      "es": ""
    }
  ]
}