{
  "id": 621073426,
  "txt": [
    {
      "id": "0xa8e1192",
      "en": "Maethon is missing. In his place stands a guard of Ost Anglebed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'I am grateful for your assistance, my friend, as we all are, or will be, when you meet the rest of us. And I think it will be soon, for there is to be a meeting!\\n\\n'Our plans have accelerated, and the time to act is approaching!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1198",
      "en": "After you deliver the beacon oil, you hear someone whispering your name",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Maethon stashed a number of parchments to distribute on behalf of the Heirs of Castamir in a crate outside the Hall of Ost Anglebed, to the north-east.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'If we are to advance this cause, we need people to know that Elessar does not speak for all of Gondor. I have written a number of parchments proclaiming that Balakhôr survived the war, and he marshals a force that will rise up against Elessar and his Elf-queen; the people of Gondor need to ready themselves for the coming conflict.'\\n\\nYou ask Maethon where Balakhôr has hidden himself to prepare, and he waves away your question.\\n\\n'There will be time later to discuss it. For now we need to distribute those papers! I stashed them in a crate outside the steps to the Hall of Ost Anglebed. Retrieve them and hand them out to the people of the city!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Residents of Ost Anglebed can be found throughout the city if you wish to hand out the parchments, <rgb=#00FF00>or</rgb> you can burn Maethon's parchments in the nearby brazier.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Wait for Maethon to leave before you begin his errand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Talk to Halwen by the supplies near the north-east fountain in Ost Anglebed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Eager to make use of the help you have offered, Maethon has a number of tasks for you to complete on behalf of the Heirs of Castamir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Maethon will want to hear about your efforts on behalf of the Heirs of Castamir. He should still be at the lit beacon of Amon Anglebed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "A guardsman of Ost Anglebed, Ladben, stands by the lit beacon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Pick up <rgb=#00FF00>either</rgb> of the barrels north of the fountain and carry it to Maethon, below the cliffs south of the eastern entrance to the city",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5e77",
      "en": "The beacon oil spills everywhere, a dangerous and flammable mess!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Talk to Maethon below the cliff south of the eastern entrance of Ost Anglebed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'I know you! You performed a great many deeds throughout the kingdom during the war, and your name is spoken of with reverence. It's... that [placeholder]... something. [placeholder]? Yes, that's right.\\n\\n'You don't know anything about the lighting of this beacon, do you? No, you wouldn't. It's just that these troublemakers keep setting it afire whenever we extinguish it, and it's not supposed to be lit except in dire need. Has no one told these miscreants the war is over?\\n\\n'Maybe you can do me a favour? Bring this beacon oil to Halwen for safekeeping. If we store the oil further away, that may prevent these villains from lighting the beacon every time we douse it. At least it will be made more inconvenient for them.\\n\\n'Halwen guards the stores by the north-east fountain, in Ost Anglebed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Ladben asked you to bring the container of beacon oil to Halwen for safekeeping. Halwen keeps watch over the supplies near the north-east fountain in Ost Anglebed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Maethon stands beside the stairs to the Hall of Ost Anglebed, calling for you in hushed tones.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "Maethon's parchments quickly turn to ash in the heat of the brazier",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Sorry I didn't meet you at the beacon, but Ladben was sniffing around.\\n\\n'The guards really trust you, don't they? It was truly a stroke of good fortune that sent you to us! If you tell Halwen you need a barrel of weapons, I am certain she would give it to you, and happily! Delivering papers is one thing, but we will need weapons if we are to carry out our plans; eventually it will come to fighting. It always does! At least we will know we are in the right, when it comes.\\n\\n'When you have the barrel of weapons, bring it to me outside the eastern entrance of the city, below the cliffs to the south. Hold on! Wait for me to leave before you speak to Halwen. We do not want to be too suspicious.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Halwen stands by the supplies near the north-east fountain in Ost Anglebed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'What do you need, [placeholder]?'\\n\\nYou tell Halwen that Ladben asked for you to bring him a barrel of weapons so he could rearm the guards of Ost Anglebed and keep troublemakers from re-lighting the beacon. Halwen nods.\\n\\n'That has been a real problem of late, and they're using so much oil! What if we had need of it? You can of course bring him the weapons, my friend. There's a barrel of high quality weapons just on the other side of the fountain. Wait, don't go just yet! There's also a barrel of rusty old implements right next to it. Be careful not to bring the wrong one!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Return to Maethon at the lit beacon of Amon Anglebed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Over here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Talk to Ladben at the lit beacon of Amon Anglebed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Pick up the beacon oil at Amon Anglebed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x77153f1",
      "en": "'Dangerous words, stranger.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x77153f2",
      "en": "'I don't know about this...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x77153f3",
      "en": "'Be careful with those, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Talk to Maethon by the stairs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Maethon stands below the cliff south of the eastern entrance to Ost Anglebed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x77153f4",
      "en": "'You'll get in real trouble if you're not careful, stranger.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Maethon makes himself scarce so you can accomplish his goal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x32c8711",
      "en": "'Ah, very good.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x32c8712",
      "en": "'Yes, thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a7",
      "en": "'We need to distribute those papers! I stashed them in a crate outside the steps to the Hall of Ost Anglebed. Retrieve them and hand them out to the people of the city!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a8",
      "en": "'Maybe you can do me a favour? Bring this beacon oil to Halwen for safekeeping. If we store the oil further away, that may prevent these villains from lighting the beacon every time we douse it. At least it will be made more inconvenient for them.\\n\\n'Halwen guards the stores by the north-east fountain, in Ost Anglebed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "Residents of Ost Anglebed can be found throughout the city if you wish to hand out the parchments, or you can burn Maethon's parchments in the nearby brazier.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a9",
      "en": "'Of course you can bring him the weapons, my friend. There's a barrel of high quality weapons just on the other side of the fountain. Wait, don't go just yet! There's also a barrel of rusty old implements right next to it. Be careful not to bring the wrong one!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6ac5",
      "en": "Carry the beacon oil to Halwen by the north-east fountain in Ost Anglebed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "Halwen believed your story that Ladben needs a barrel of weapons, and she told you to take one from the other side of the fountain. She warned you that there is a barrel of rusty weapons there as well, so be careful not to bring Ladben weapons of poor quality.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Collect Maethon's parchments from the crate outside the Hall of Ost Anglebed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Distribute Maethon's parchments in support of the Heirs of Castamir to residents of Ost Anglebed, <rgb=#00FF00>or</rgb> burn the parchments in the nearby brazier",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1184",
      "en": "Maethon admires the high quality weapons you have brought for the Heirs of Castamir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Distribute Maethon's parchments in support of the Heirs of Castamir to residents of Ost Anglebed, or burn the parchments in the nearby brazier",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "Maethon sees the rusty implements and shrugs. 'Better than nothing!' he says",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 1.8: The Imposter",
      "es": "",
      "es (fem)": ""
    }
  ]
}