{
  "id": 621073490,
  "txt": [
    {
      "id": "0x6a50290",
      "en": "Witness the parley at Fail-á-Khro",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "The Trév Gállorg have gathered to Fail-á-Khro to parley with the Trév Duvárdain.\\n\\nYou should listen as Crannog addresses the Trév Gállorg and the Trév Duvárdain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "As the parley concludes, Crannog gestures for you to speak with him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "The Trév Gállorg have gathered to Fail-á-Khro to parley with the Trév Duvárdain.\\n\\nYou should witness the parley between the Trév Gállorg and the Trév Duvárdain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Crannog can be found at Fail-á-Khro.\\n\\nThe parley has concluded. You should talk to Crannog.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Crannog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'It is ended, [placeholder].\\n\\n'It lasted longer than I expected, but that is not unwelcome. Much remains to be settled in the days to come, but we will meet and overcome those challenges. The Trév Duvárdain have splintered, but I do not begrudge them their use of that name. It belongs to them, and I would not take it from them. Whether our tribes will unite in kinship as we did long ago remains uncertain, but that is a question for another day.\\n\\n'Let us rejoice in our freedom!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Come, my friend. Let us return to Aughaire. It will do my heart good to see it once more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "With the shard of Tauressar destroyed, the oath-thralls freed, and the last remnants of the Iron Crown brought to ruin, a new day—uncertain, yet hopeful—dawns in Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "As some of the Trév Duvárdain step forward to speak, the parley begins in earnest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to Crannog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Listen as Crannog addresses the Trév Gállorg and the Trév Duvárdain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'You are welcome among us, [placeholder], but this is a matter we must see to ourselves.\\n\\n'There has not been such a parley between the Trév Gállorg and Trév Duvárdain in many years, and I do not know what it will mean for either of our peoples. I have not forgotten the misdeeds of the Trév Duvárdain under Domongart's rule, but Soltakh was among them, and he has changed. Though he is Trév Gállorg now, in truth, he is of both tribes—and that gives me hope that we might one day unite again.\\n\\n'It has been long enough. It is time, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa3",
      "en": "Instance: Angmar Reborn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Crannog can be found at Fail-á-Khro.\\n\\nYou have followed Crannog and the Trév Gállorg to Fail-á-Khro to parley with the Trév Duvárdain. You should talk to Crannog.",
      "es": "",
      "es (fem)": ""
    }
  ]
}