{
  "id": 621073427,
  "txt": [
    {
      "id": 228284039,
      "en": "'My husband and I were at sea when Balakhôr summoned us to join his fleet as he besieged Gondor. Instead we quit the war and sailed for home, and so were we robbed of our chance to spit upon his corpse; but not before he took something else from me, for my youngest brother died there in service to the Scourge. It meant we were near at hand when the uprising began, and when the waves receded, the Kindred of the Coins ruled in Umbar, and the Heirs of Castamir were only a foetid memory.\\n\\n'Tumúldo and I swore to fight for the Kindred, and fight we have, but I was not certain that Gondor would have to die until this day. Now, however... I am sure of it. The Sea Shadow hates Gondor, and he has chosen the manner of its doom: the Song of Waves and Wind will spell the end of Elessar's Gondor, and you would be wise to leave the kingdom before it does.'\\n\\nNakási falls briefly silent, as if waiting for Tumúldo to speak, but he is dead. She turns cold eyes upon you.\\n\\n'Today we were allies, [placeholder]. The next time we meet it will not be so. This is the only warning I will give to you. Gondor will pay for the death of Tumúldo. A thousand times over it will pay. Do not stand in my way.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'What tidings have I of King Elessar? Can it be you have not already heard?\\n\\n'He has departed the White City and begins a tour of his kingdom. It may be a few weeks, but he will be coming here if you wish to see him!'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "You should enter the building by the fountain in the northern half of Linhir and attend the meeting.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Nakási is outside Linhir, south of the eastern entrance.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Maethon described the location where the supporters of the Heirs of Castamir intend to meet. It is a dwelling in the northern half of the city of Linhir, opposite a fountain and with a bronze door.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Find the entrance to the dwelling in the northern half of Linhir where supporters of the Heirs of Castamir intend to meet",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "This is the building Maethon described",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Enter the building by the fountain in the northern half of Linhir and attend the meeting",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Nakási outside Linhir",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "The Linhir gossipmonger has news, and can be found just inside the eastern entrance to Linhir, in King's Gondor.",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to the gossipmonger inside the eastern entrance to Linhir",
      "es": ""
    },
    {
      "id": 80511925,
      "en": "Abandoned Home",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "You should find a gossipmonger in Linhir and learn if Elessar has left Minas Tirith",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'Today we were allies, [placeholder]. The next time we meet it will not be so. This is the only warning I will give to you. Gondor will pay for the death of Tumúldo. A thousand times over it will pay. Do not stand in my way.'",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'Go to the northern half of the town of Linhir and knock on the bronze door opposite the fountain. My name will get you inside. I will see you there!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Maethon told you supporters of the Heirs of Castamir are to meet soon in a secret place in Linhir, and he invited you to attend. This may be a chance to learn more of their plans!",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'You are welcome to attend the meeting, my new friend. Many of those who share our way of thinking will be in attendance, and they will be eager to meet you!\\n\\n'Go to the northern half of the town of Linhir and knock on the bronze door opposite the fountain. My name will get you inside. I will see you there!'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 1.9: Kindred Spirits",
      "es": ""
    }
  ]
}