{
  "id": 621073488,
  "txt": [
    {
      "id": 225071144,
      "en": "Listen to Nekhtan's tale of the rite of Clúcath",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Nekhtan is recounting the events of the rite of Clúcath between the Trév Gállorg and the Trév Duvárdain.",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'It is tradition that Clúcath is held at Fail-á-Khro. There, atop that hill and within sight of the Cairn of Honour, countless rites have been held through the long years of Angmar.\\n\\n'After the Trév Duvárdain took the Stone of Clúcath from the Cairn of Honour, it was our duty to answer their challenge, and so we did. Crannog called upon us—his mightiest warriors—to accompany him to Fail-á-Khro.\\n\\n'With our blades honed and our provisions for the journey prepared, we set out from Aughaire.'",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Talk to Nekhtan",
      "es": ""
    },
    {
      "id": 51875092,
      "en": "With the return of the Iron Crown and its loyalists among the now-splintered Trév Duvárdain to Carn Dûm, a tenuous peace was broken and old foes of the Trév Gállorg sought new dominion over Angmar.",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'After Clúcath was ended, we had no choice but to return to Aughaire. What else could we do?\\n\\n'Few spoke on the journey home, and I think we all feared what might befall us in the days that followed.\\n\\n'But nothing happened. Perhaps we had been mistaken, I thought.'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Nekhtan has offered to recount the tale of the rite of Clúcath.\\n\\nYou should talk to Nekhtan.",
      "es": ""
    },
    {
      "id": 126754723,
      "en": "Instance: The Rite Undone",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Nekhtan has concluded the tale of the rite of Clúcath.\\n\\nYou should talk to Nekhtan.",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'If only that was the end of the tale....'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Talk to Nekhtan",
      "es": ""
    }
  ]
}