{
  "id": 621073472,
  "txt": [
    {
      "id": 144409825,
      "en": "'When we arrived in Câr Bronach, I saw Tûr Fúar looming in distance.'",
      "es": ""
    },
    {
      "id": 144409826,
      "en": "'Even then, I sensed something was amiss, but on we travelled to the gates of Agal Dûn.'",
      "es": ""
    },
    {
      "id": 227696533,
      "en": "Instance: Beneath the Drearspire",
      "es": ""
    },
    {
      "id": 193574977,
      "en": "'When we arrived in Câr Bronach, I saw Tûr Fúar looming in distance. Even then, I sensed something was amiss, but on we travelled to the gates of Agal Dûn.'",
      "es": ""
    },
    {
      "id": 193574978,
      "en": "'As the days went by, even the most strong-willed of the Angmarim seemed uneasy in Tûr Fúar.'",
      "es": ""
    },
    {
      "id": 193574979,
      "en": "'Always they would explain it away: a trick of the mind, guilt, some old tool of the Witch-king reaching out to the unseen.'",
      "es": ""
    },
    {
      "id": 193574980,
      "en": "'It did little to comfort them, and even less to comfort us.'",
      "es": ""
    },
    {
      "id": 193574981,
      "en": "'But they insisted that soon, always soon, they would have what they needed to ensure Angmar's \\qascension\\q.'",
      "es": ""
    },
    {
      "id": 193574982,
      "en": "'I never believed them.'",
      "es": ""
    },
    {
      "id": 193574983,
      "en": "'Until the day I followed High Priestess Ásachal into the depths of Tûr Fúar...'",
      "es": ""
    },
    {
      "id": 193574984,
      "en": "'And then I understood.'",
      "es": ""
    },
    {
      "id": 144409840,
      "en": "'There is something in that stone...'",
      "es": ""
    },
    {
      "id": 193574985,
      "en": "'The Oath-stone of Rhudaur. Tauressar, I heard her call it.'",
      "es": ""
    },
    {
      "id": 144409841,
      "en": "'Something ancient and horrible.'",
      "es": ""
    },
    {
      "id": 144409842,
      "en": "'Something beyond even the ken of the High Priestess.'",
      "es": ""
    },
    {
      "id": 144409843,
      "en": "'But I have seen what High Priestess Ásachal has planned for us... all of us...'",
      "es": ""
    },
    {
      "id": 144409844,
      "en": "'Even a shard of Tauressar could bend all of Angmar to her will!'",
      "es": ""
    }
  ]
}