{
  "id": 621073489,
  "txt": [
    {
      "id": "0x6a50291",
      "en": "Talk to Finrúth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Finrúth is ready to continue the tale of her time among the Iron Crown at Mount Gundabad.\\n\\nYou should talk to Finrúth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'We pressed on to Agal Dûn, and it seemed for a time that the Angmarim of the Iron Crown meant to dwell within the old fortress.\\n\\n'It had become like another Carn Dûm, and I began to wonder why they were so intent on returning to Angmar at all. We had left our foes behind, had we not?\\n\\n'But it was never enough for the Angmarim, and their work had to continue....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Finrúth is recounting the tale of her time among the Iron Crown at Mount Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Listen to Finrúth's tale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Finrúth is recounting the tale of her time among the Iron Crown at Mount Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "Finrúth's tale continues in the depths of Tûr Fúar...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Listen to Finrúth's tale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Finrúth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Finrúth is ready to continue the tale of her time among the Iron Crown at Mount Gundabad.\\n\\nYou should talk to Finrúth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'In secret, the Iron Crown had sought for something far more powerful.\\n\\n'Beneath Tûr Fúar, a terrible artifact had laid nigh-forgotten, but not to High Priestess Ásachal. In her studies, she had learned many things of Angmar at the time of its downfall and of the Witch-king's many evils that never came to light. Although nothing spoke so plainly of what she would find, I suspect she knew the nature of it. And she wanted it—that she might succeed where the Witch-king of Angmar had failed.\\n\\n'One of her ilk, Rúvaran, was the man who stole Máltagar and with it, they meant to wrest the power of the Witch-king into their own hands. Her work took her often into the depths of Tûr Fúar, but none seemed to know where she laboured.\\n\\n'I decided that I would find out....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Finrúth's tale continues at Agal Dûn...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'None of us will be spared... not the Trév Duvárdain, not even the rest of the Iron Crown!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "After the fall of Mordirith and abandonment of Carn Dûm, the tribesmen of the Trév Duvárdain grew increasingly divided, leading many to forsake the Iron Crown. However, many still remained among the Trév Duvárdain, and either ignorant or wilfully blind to the true wickedness of the Iron Crown, they followed them to Mount Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Talk to Finrúth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Finrúth is recounting the tale of her time among the Iron Crown at Mount Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Listen to Finrúth's tale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa3",
      "en": "Instance: Beneath the Drearspire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'My tale begins at Bálach Iaran, the Iron Pass....\\n\\n'It was said that the reach of the Witch-king of Angmar stretched into the East during his reign. There sat a fortress known as Agal Dûn, and the Angmarim meant to claim whatever secrets laid forgotten within it. Above the fortress, legend spoke of a broken spire piercing the sky—Tûr Fúar, the Drearspire—and it was believed that powerful tools of sorcery might be found within it.\\n\\n'All among the Angmarim had plans to find the power they sought. With a tool stolen from Barad Gúlaran, one among them thought to ascend to the now-vacant throne of Angmar. The tool he bore was called Máltagar, the Fell Graver, and it was possessed of some unearthly magic. Whispers and visions of the Dead came to all who drew too near to Máltagar, and its wickedness seemed to grow as if it were feeding upon us.\\n\\n'It was borne across Bálach Iaran and we of the Trév Duvárdain followed the Iron Crown to Câr Bronach....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Finrúth is prepared to tell the tale of her time among the Iron Crown at Mount Gundabad.\\n\\nYou should talk to Finrúth.",
      "es": "",
      "es (fem)": ""
    }
  ]
}