{
  "id": 621073428,
  "txt": [
    {
      "id": 228870261,
      "en": "Chapter 1.10: Inside Every Shadow",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Talk to Legolas at the entrance to Imloth Melui",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to Gimli at the entrance to Imloth Melui",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I have heard his travelling party will be quite large, so it will take him some time to arrive. The person with whom I spoke said the King intended to first visit Imloth Melui, if you cannot wait for him to reach Linhir.'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Talk to King Elessar inside the tower guard-house in the centre of Imloth Melui",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Find King Elessar's trusted bodyguard somewhere outside the Hall of Lady Vanyalos",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'You have returned from your mission of secrecy, [placeholder]! What befell you while you walked among the ranks of the enemy?'\\n\\nYou tell Legolas about your experience with the supporters of the Heirs of Castamir and about their conflict with Nakási and Tumúldo, emissaries from the Kindred of the Coins.\\n\\n'I do not grieve to hear that supporters of the Heirs perished as a result of their own treachery, but they were a known danger and I feel we could manage them easily. We know little or nothing about this Kindred of the Coins, and that does worry me.'",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'We returned to Minas Tirith and told the King what we discovered, [placeholder]: that the Heirs of Castamir still have their supporters, but Balakhôr himself is likely dead and no leader has the strength to replace him. Those tidings were enough to convince Elessar that his tour of the kingdom could safely proceed.\\n\\n'But now you tell us there is another group who wishes Gondor ill? He is not going to turn around now, [placeholder].'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'My friend! I want to thank you for accompanying Legolas and Gimli on their scouting mission. As you can see, I have at last prevailed at court and now my tour of the kingdom can begin.'\\n\\nYou lower your voice and tell the King what you learned about the Heirs of Castamir and the Kindred of the Coins, concluding at last with the worrisome news that someone near to the King may secretly support the Heirs. He dismisses your worry with a wave.\\n\\n'I am not troubled by this news, [placeholder]. I have brought only those I trust with me on this tour, including my most capable bodyguard.'\\n\\nYou tell Elessar that you already spoke with Legolas and Gimli outside, and he smiles.\\n\\n'I speak of another, my friend. You will find my fiercest bodyguard somewhere outside the Hall of Lady Vanyalos, near the top of Imloth Melui.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to King Elessar's most trusted bodyguard",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Líniel outside the tower guard-house in the centre of Imloth Melui",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'The riddle proved quite easy in the end, [placeholder]. Why should I remain behind in Minas Tirith while my husband sees his kingdom? Is it not now my kingdom also? Any who think to do him harm must first consider the daughter of Elrond, and to those who believe her to be defenceless, I say only this: beware!'\\n\\nYou ask Arwen if she knows anything about a \\qSong of Waves and Wind,\\q and the Queen thinks for a moment.\\n\\n'I have not heard a song by that name, [placeholder], but songs of every sort have a mysterious power, both upon the singer and upon those who hear them. One of the heralds who travels with the company is a minstrel of some repute; perhaps she has heard this song. Líniel is her name, and she should be outside the tower guard-house in the centre of Imloth Melui.'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'I do not speak of Legolas or Gimli. You will find my fiercest bodyguard somewhere outside the Hall of Lady Vanyalos, near the top of Imloth Melui.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "King Elessar's most trusted bodyguard greets you with a warm smile.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'The Song of Waves and Wind? I suppose there are a number of melodies to which that name could apply, but I confess to you that nothing comes at once to mind. I hope I have not disappointed Queen Arwen!\\n\\n'I will keep my ears attentive as the King tours Gondor, [placeholder]. Will you be joining us? I hope you will. The travelling company is a large one, but there will always be room for a friend of the King and Queen such as you, and you a hero in your own right, besides! None will think to threaten them while you stand near.'\\n\\nYou thank Líniel for her time, and wonder if she is right.",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "According to Pethanar, the gossipmonger of Linhir, King Elessar's travelling party will have reached Imloth Melui by now.",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Legolas and Gimli have come with King Elessar's travelling party to Imloth Melui.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'I do not speak of Legolas or Gimli. You will find my fiercest bodyguard somewhere outside the Hall of Lady Vanyalos, near the top of Imloth Melui.'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Líniel is outside the tower guard-house in the centre of Imloth Melui.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "King Elessar is inside the tower guard-house in the centre of Imloth Melui, in King's Gondor.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "King Elessar told you to find his trusted bodyguard somewhere outside the Hall of Lady Vanyalos, in Imloth Melui, King's Gondor.",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Travel to the entrance of Imloth Melui in King's Gondor",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "The gossipmonger spoke true: King Elessar's travelling party has come to Imloth Melui",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'I have heard his travelling party will be quite large, so it will take him some time to arrive. The person with whom I spoke said the King intended to first visit Imloth Melui, if you cannot wait for him to reach Linhir.'",
      "es": ""
    },
    {
      "id": 24695160,
      "en": "You learned from a gossipmonger in Linhir that King Elessar has begun to tour his kingdom, and indeed has already departed Minas Tirith!",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'We know little or nothing about this Kindred of the Coins, and that does worry me.'",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'Now you tell us there is another group who wishes Gondor ill? The King is not going to turn around now.'",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "You have found Elessar's most trusted bodyguard",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'I have not heard a song by that name, but songs of every sort have a mysterious power, both upon the singer and upon those who hear them. One of the heralds who travels with the company is a minstrel of some repute; perhaps she has heard this song. Líniel is her name, and she should be outside the tower guard-house in the centre of Imloth Melui.'",
      "es": ""
    }
  ]
}