{
  "id": 620911086,
  "txt": [
    {
      "id": 218649169,
      "en": "'A rider! Thank goodness! But... you are not a Rider from the Wold, though you do travel with one of our war-steeds. Hopefully you can help us.\\n\\n'We come here every month to sell our foodstuffs on the road for travellers, but when we arrived today, we heard the most chilling sounds from the south. I am afraid to remain here, and afraid to retreat. Can you hear the howling? I know that is not wind.\\n\\n'If you ride out and slay the beasts, you will have my thanks! There will even be some coin in it for you.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah! Listen... do you hear that, friend? Silence on the plains. You must have really scared off those vicious creatures that were prowling about.\\n\\n'I cannot believe how wild our lands have grown of late. It has always been a hard place, but never like this. Never so brimming with evil.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Travellers' Terror",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "A small group of travelling merchants out in the fields of the Wold hear the terrifying howls of Wargs in the fields to the south. They cannot see the beasts, but they shudder at the sounds.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated vicious Wargs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat vicious Wold Wargs in the south plains ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Wargs prowl the southern fields of the Wold near the border of the Norcrofts, south of the small trader outpost on the road.\\n\\nYou should defeat the vicious Wold Wargs so that the travellers will be safe from harm.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return to the merchants' outpost",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The frightened merchant can be found on the southern part of the road leading towards the Norcrofts, at a small trading outpost.\\n\\nYou should reassure the frightened man that the threat is lessened, and the Wargs will trouble his vulnerable outpost no more.",
      "es": ""
    }
  ]
}