{
  "id": 621007591,
  "txt": [
    {
      "id": "0x9b568b4",
      "en": "'Mithrandir has sent you back to me so quickly? Do the artifacts from Dol Guldur hold no answers to his questions, [placeholder]?'\\n\\nYou offer Thranduil the Wizard's suggestion that the artifact Bugdatish might have been a part of Smaug's treasure-hoard, unremarked-upon and unnoticed.\\n\\n'I do not like to speak of that hoard, [placeholder], as Mithrandir knows. The dragon-sickness that lay upon it caused much trouble in the hearts of your people; indeed, even Men and Elves became embroiled in the fighting over it. The hoard and its treasures were divided among the victors following the death of Smaug; they were many and valuable, and included the Arkenstone and the Necklace of Girion. If the artifact Bugdatish had been contained within, it surely would have been accounted in the reckoning of shares.\\n\\n'The Arkenstone lies with Thorin Oakenshield in his tomb beneath the Mountain. I saw Bard lay it upon his breast myself. As for the Necklace of Girion, which I knew in elder days as the Gweriamir, it was made of gold and contained five hundred emeralds. It belonged then to the bride of my liege, and disappeared for thousands of years until reappearing on the neck of King Thrór, as it should never have done. It was all I desired of the hoard. After the death of Smaug, the necklace went to Bard, but in his wisdom the Bowman took the necklace apart and gave its gold to the dwarves and the jewels to my people, and so were those bonds repaired.\\n\\n'I think the artifact sought by Ugrukhôr cannot be traced to the dragon-hoard, but your folk and the Men of Dale may tell you otherwise.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'Thranduil speaks truly. From the hoard he desired the Necklace of Girion, though he knew it not by that name; he coveted no other wealth, not even the Arkenstone. I have an idea about that, [placeholder], but this is not the place to recount it. Suffice it to say that if the artifact Ugrukhôr desires did end up in the dragon-hoard, it is Erebor that must be searched, not Felegoth.'\\n\\nThe Wizard lowers his voice so as not to be heard by Thranduil, and speaks to you in confidence.\\n\\n'You do not need me to tell you this, [placeholder], but that does not change the fact that Elves and dwarves have a long and demanding history; both peoples have often bickered over their treasures and perceived slights. Thranduil said it was the wisdom of Bard the Bowman that the Necklace of Girion be separated into its component gold and gems? He said too that it was Bard's wisdom that the gold and gems be given separately to dwarves and to Elves to repair their sundered bonds of friendship? Such was the advice I gave to Bard, [placeholder]! How often must Wizards repair the bridges burned between the Elves and your own kind?\\n\\n'But for now it seems the road leads from Felegoth. Make now for Loeglond, the settlement of the Raft-elves, and seek word of Karazgar and of the Bugdatish. I will follow shortly, and meet you at Erebor after I have concluded my own business with the Elvenking.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 6.3: Hidden in the Hoard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "Loeglond, the settlement of the Raft-elves, is in the Dale-lands along the river.\\n\\nMithrandir suggested that you visit the Raft-elves on your way to Erebor, seeking news of Karazgar and the Bugdatish.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'Thranduil speaks truly. From the hoard he desired the Necklace of Girion, though he knew it not by that name; he coveted no other wealth, not even the Arkenstone. I have an idea about that, [placeholder], but this is not the place to recount it. Suffice it to say that if the artifact Ugrukhôr desires did end up in the dragon-hoard, it is Erebor that must be searched, not Felegoth.'\\n\\nThe Wizard lowers his voice so as not to be heard by Thranduil, and speaks to you in confidence.\\n\\n'You do not need me to tell you this, [placeholder], but that does not change the fact that dwarves and Elves have a long and demanding history; both peoples have often bickered over their treasures and perceived slights. Thranduil said it was the wisdom of Bard the Bowman that the Necklace of Girion be separated into its component gold and gems? He said too that it was Bard's wisdom that the gold and gems be given separately to dwarves and to Elves to repair their sundered bonds of friendship? Such was the advice I gave to Bard, [placeholder]! How often must Wizards repair the bridges burned between Durin's Folk and your own kind?\\n\\n'But for now it seems the road leads from Felegoth. Make now for Loeglond, the settlement of the Raft-elves, and seek word of Karazgar and of the Bugdatish. I will follow shortly, and meet you at Erebor after I have concluded my own business with the Elvenking.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'The hoard and its treasures were divided among the victors following the death of Smaug; they were many and valuable, and included the Arkenstone and the Necklace of Girion. If the artifact Bugdatish had been contained within, it surely would have been accounted in the reckoning of shares. I think the artifact sought by Ugrukhôr cannot be traced to the dragon-hoard, but dwarves and Men may tell you otherwise.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'Greetings to you, friend! Are you lost? Have you become like a barrel upon the Forest River, travelling from the Halls of the Elvenking downriver on your way to Lake-town? But alas! You have fetched up upon the bank, and now it falls to me to dislodge you with my long pole. Hold still and I will set you going again!'\\n\\nNembadeth laughs merrily.\\n\\n'Pardon my jesting, friend, and tell me what brings you to Loeglond. I will set you going again with my words and not my staff, I promise you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'If the artifact Ugrukhôr desires did end up in the dragon-hoard, it is Erebor that must be searched, not Felegoth. Make now for Loeglond, the settlement of the Raft-elves, and seek word of Karazgar and of the Bugdatish. I will follow shortly, and meet you at Erebor after I have concluded my own business with the Elvenking.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Mithrandir in the Room of Study, south-east of the throne room",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Travel to Loeglond and seek tidings of Karazgar or the Bugdatish",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'We may have an advantage over Ugrukhôr of the Gúrzyul, [placeholder], for the artifact Bugdatish might have been among those taken by my warriors when we departed Dol Guldur. The scholars of my realm are nearly finished with their study of these treasures. The Wizard Mithrandir has come to Felegoth and speaks with them even now.\\n\\n'Go to him in the Room of Study south-east of the throne room and learn if any of the artifacts could be the one prized by Ugrukhôr, or if any possess a connexion of some kind to Karazgar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Return to Thranduil in the throne room of Felegoth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Talk to Nembadeth at Loeglond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Thranduil in his throne room in Felegoth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'I grew tired of waiting for news from you, [placeholder], and prevailed upon Gwaihir to bring me hither! I spoke at once with Thranduil. His scholars have been sorting through the artifacts rescued from Dol Guldur, but they say they have not found what I seek. There is no wonder in that! How can they hope to find this artifact, this Bugdatish, while they know nothing of it? \\qSuch things do not come labelled for easy study,\\q they say to me. \\qPah!\\q I said to them, and now I say it to you, [placeholder]! Pah!\\n\\n'We may not know what form the Bugdatish might take, but if the Gúrzyul desire it so badly, I believe the thing will be enwreathed with a powerful aura. But these scholars insist they have not found such a relic in the small hoard of artifacts taken from Dol Guldur.'\\n\\nThe Wizard pauses.\\n\\n'Hoard, did I say? That is not the only such hoard known in this part of Middle-earth. Smaug himself assembled his own hoard of treasure, when he still lived, and when he died it was divided into shares among dwarves and Men, and some came even to Thranduil's Elves. Might the Bugdatish have been a part of that treasure-hoard? Ask the Elvenking of this possibility, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Mithrandir in the throne room of Felegoth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Mithrandir has sent you back to me so quickly? Do the artifacts from Dol Guldur hold no answers to his questions, [placeholder]?'\\n\\nYou offer Thranduil the Wizard's suggestion that the artifact Bugdatish might have been a part of Smaug's treasure-hoard, unremarked-upon and unnoticed.\\n\\n'I do not like to speak of that hoard, [placeholder], as Mithrandir knows. The dragon-sickness that lay upon it caused much trouble in the hearts of dwarves; indeed, even Men and Elves became embroiled in the fighting over it. The hoard and its treasures were divided among the victors following the death of Smaug; they were many and valuable, and included the Arkenstone and the Necklace of Girion. If the artifact Bugdatish had been contained within, it surely would have been accounted in the reckoning of shares.\\n\\n'The Arkenstone lies with Thorin Oakenshield in his tomb beneath the Mountain. I saw Bard lay it upon his breast myself. As for the Necklace of Girion, which I knew in elder days as the Gweriamir, it was made of gold and contained five hundred emeralds. It belonged then to the bride of my liege and disappeared for thousands of years until reappearing on the neck of King Thrór, as it should never have done. It was all I desired of the hoard. After the death of Smaug, the necklace went to Bard, but in his wisdom, the Bowman took the necklace apart and gave its gold to the dwarves and the jewels to my people, and so were those bonds repaired.\\n\\n'I think the artifact sought by Ugrukhôr cannot be traced to the dragon-hoard, but dwarves and Men may tell you otherwise.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Thranduil speaks truly. From the hoard he desired the Necklace of Girion, though he knew it not by that name; he coveted no other wealth, not even the Arkenstone. I have an idea about that, [placeholder], but this is not the place to recount it. Suffice it to say that if the artifact Ugrukhôr desires did end up in the dragon-hoard, it is Erebor that must be searched, not Felegoth.'\\n\\nThe Wizard lowers his voice so as not to be heard by Thranduil, and speaks to you in confidence.\\n\\n'Elves and dwarves have a long and demanding history, and they have often bickered over their treasures and perceived slights. Thranduil said it was the wisdom of Bard the Bowman that the Necklace of Girion be separated into its component gold and gems? He said too that it was Bard's wisdom that the gold and gems be given separately to dwarves and to Elves to repair their sundered bonds of friendship? Such was the advice I gave to Bard, [placeholder]! How often must Wizards repair the bridges burned between these two peoples?\\n\\n'But for now it seems the road leads from Felegoth. Make now for Loeglond, the settlement of the Raft-elves, and seek word of Karazgar and of the Bugdatish. I will follow shortly, and meet you at Erebor after I have concluded my own business with the Elvenking.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Mithrandir is in the throne room of Felegoth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Mithrandir is meeting with the scholars of Felegoth in the Room of Study, south-east of the throne room.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Greetings to you, [placeholder]! Are you lost? Have you become like a barrel upon the Forest River, travelling from the Halls of the Elvenking downriver on your way to Lake-town? But alas! You have fetched up upon the bank, and now it falls to me to dislodge you with my long pole. Hold still and I will set you going again!'\\n\\nNembadeth laughs merrily.\\n\\n'Pardon my jesting, friend, and tell me what brings you to Loeglond. I will set you going again with my words and not my staff, I promise you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Loeglond, the settlement of the Raft-elves, is in the Dale-lands along the river.\\n\\nMithrandir suggested that you visit the Raft-elves on your way to Erebor, seeking news of Karazgar and the Bugdatish.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Go to Mithrandir in the Room of Study and learn if any of the artifacts could be the one prized by Ugrukhôr, or if any possess a connexion of some kind to Karazgar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Mithrandir asked you to inquire of Thranduil if the Bugdatish might have been part of Smaug's treasure-hoard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Thranduil is in his throne room in Felegoth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Find Mithrandir and the scholars of Felegoth in the Room of Study, south-east of the throne room",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Mithrandir is meeting with the scholars of Felegoth in the Room of Study, south-east of the throne room.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "Mithrandir sees you approach and knits his eyebrows together with concern",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d177",
      "en": "Ugrukhôr seeks knowledge of the artifact Bugdatish from Karazgar, the Weeping Warrior, and Mithrandir has come to Felegoth seeking the same.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "King Thranduil eyes you carefully as you approach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'The small hoard of relics taken from Dol Guldur is not the only such hoard that has come to this part of Middle-earth. Smaug himself assembled his own hoard of treasure, when he still lived, and when he died some part of it was divided into shares between dwarves and Men, and some came even to Thranduil's Elves. Might the Bugdatish have been a part of that treasure-hoard? Ask the Elvenking of this possibility, [placeholder].'",
      "es": "",
      "es (fem)": ""
    }
  ]
}