{
  "id": 621007504,
  "txt": [
    {
      "id": 162883712,
      "en": "'These caverns were carefully shaped over hundreds of years, [placeholder], and now their beauty is a comfort to me. So too is it a reminder that even amid darkness, Wood-elves and Grey-elves working together can achieve works of grace and splendour.\\n\\n'So too can it be between Elves and dwarves? There has been trade between our peoples, to be certain, but that is a history troubled and long. There may now be friendship and peace between Elves of the Wood and dwarves of the Mountain, but it was not always so.\\n\\n'In Erebor, the Lonely Mountain of the dwarves, their miners unearthed a shining white jewel of unsurpassed brilliance. King Thranduil believed it must be nothing less than one of the lost Silmarils, and demanded to see it, but Thráin of the dwarves refused. Thranduil shut the gates of Felegoth to the dwarves, and only the council of Mithrandir and his assurance that the white jewel could not be a Silmaril repaired those broken bonds of friendship. They were later strained again, but of the Necklace of Girion it is not my place to speak! Ask the prince Legolas of it if you must, but I will say naught of it now.'",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "This is the Room of Study, where scholars pore over the artifacts from Dol Guldur",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "The TBD is very TBD",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'How did you enjoy your exploration of my father's halls, [placeholder]?'\\n\\nYou share your experience of Felegoth and ask Legolas about the Necklace of Girion, mentioned by Itheron. He stares at you in silence.\\n\\n'That is a subject about which my father prefers not to speak, and I will respect his wishes. I will say only this: the Gweriamir was crafted by dwarves and gifted to the bride of Thingol, my father's liege. When he was murdered, she cast it away in disgust and it was lost for thousands of years. It came in the end to the dwarves of Erebor and seeing it there enflamed my father's anger, as you surely can understand, [placeholder]. When Smaug came, my father turned the dwarves away and they became a people in exile.\\n\\n'I am not proud to recount this to you. The matter was resolved, in time, and I do not wish to dwell upon it. There are dangers and troubles enough to face for now, without dwelling upon old injuries and half-forgotten insults.'",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "'A number of relics from Dol Guldur will be brought back to Felegoth for cleansing and for study. One of these may prove the artifact you seek. You are welcome to journey north with us to Felegoth. Look for the hill of Cerin Dorn, and you will find my halls in the caverns beneath. My son also journeys home and will be pleased to see you there.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Felegoth, the Halls of the Elvenking, can be found in the north-eastern woods of Eryn Lasgalen.\\n\\nThe steed near King Thranduil outside the ruins of Dol Guldur can take you to Eryn Lasgalen with utmost speed.",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "The TBD is very TBD",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'You say the Orcs sought Karazgar at Dol Guldur? Yes, the Weeping Warrior is known to me, for he has troubled my people for many years. He is a dragon-tamer, sly and cruel. I long suspected he had some part in rousing Smaug the Golden from his lair in the Ered Mithrin, but lacked the proof of it. Smaug is long dead, but Karazgar remains, a constant thorn in the side of my people and others in the North. I would be glad to see him slain, but he is elusive.\\n\\n'Neither have I heard of this artifact Bugdatish. A number of relics from Dol Guldur will be brought back to Felegoth for cleansing and for study. One of these may prove the artifact you seek. You are welcome to journey north with us to Felegoth. There is a horse here on the Hill of Ruin that will bear you swiftly to Eryn Lasgalen. When you arrive at Tham Taerdol in the Green Mountains, travel north-east through the trees. You will find my halls in the caverns beneath the hill of Cerin Dorn. My son also journeys home and will be pleased to see you there.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "You have come to Felegoth, the Halls of the Elvenking, and should make yourself known to Limlang, the guard at the entrance.",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Talk to Gondil in the Room of Study, south-east of the throne room",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'There will be time to explore the halls of Felegoth at your leisure! For now, find King Thranduil at his throne in the north-east chamber.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Talk to Herthír in the dining chamber east of the throne room",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'You are welcome in Felegoth, [placeholder]. The king himself told us to expect you and to hasten you to him when you arrived.\\n\\n'There will be time to explore the halls of Felegoth at your leisure! For now, find King Thranduil at his throne in the north-eastern chamber. And be welcome!'",
      "es": ""
    },
    {
      "id": 111477412,
      "en": "Talk to Itheron on the river-bridge, east of the throne room",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I have been told to expect you. Welcome to the Halls of the Elvenking.'",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "Talk to Legolas in the throne room of Felegoth",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "King Thranduil is at his throne in the north-eastern chamber of Felegoth.",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'I welcome you to Felegoth, [placeholder], and to the greater wood of Eryn Lasgalen. Enjoy the comforts of my halls and the conversation of my people. My scholars study the artifacts from Dol Guldur, and if any sign of this Bugdatish is found, you will be called.'\\n\\nYou express your concern about keeping artifacts from Dol Guldur within his halls, and Thranduil nods.\\n\\n'You are wise to be wary, but my people have much experience facing the corruption of Sauron. Did they not resist its influence for the many years of darkness that gave this forest the name Mirkwood? They will be vigilant now and will learn what they safely may of these artifacts. That done, any that cannot be cured and retained will be destroyed. Worry not on that score.'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "You have found the entrance to the caverns of Felegoth, the Halls of the Elvenking",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Legolas has come to his father's throne room in Felegoth.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'I am delighted to see you in my father's halls, [placeholder]! I think Gimli would appreciate them as well, if he could put aside the grudges of his sire, who spent some time imprisoned in the dungeons here. Yes, I have heard the story! Glóin and the others of his company are fortunate it was not my duty to guard their cells, or they might be there still! Much mischief might have followed then, and it seems likely Smaug would still trouble the North, so let us be glad the watch on the dwarves was not a princely duty!\\n\\n'In truth, I have not spent much time at Felegoth, not since I was young. These caves are home, and they remind my father of his own younger days in service to his liege Thingol, but I prefer wooded glens and sunlight. My father seldom emerges from his halls, save to hunt and feast in the nearby woods. Instead he sends me to accomplish his desires in the wider world, and I relish those errands. I would not have attended the Council of Elrond, were it not so, but that is a tale you know!\\n\\n'I invite you to explore Felegoth while you are here, [placeholder]! Visit the dining chamber, the Room of Study, and the water-way bridge, and speak to a number of the Elves you encounter. You will find them pleasant and welcoming, no matter what Gimli and his sire might have led you to believe!'",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to King Thranduil at his throne in Felegoth",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Legolas invited you to visit the dining chamber, the Room of Study, and the water-way bridge in Felegoth, and to speak to the Elves you find at those locations.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Our scholars study the artifacts brought from Dol Guldur, hoping to cleanse them of the evil that blankets them. I hope they prove able, for that was once our home.\\n\\n'It is true. I speak not of the fortress! No, the fortress of Dol Guldur was wholly constructed by servants of the Enemy. But it was built upon the bones of the Elf-hall that once stood atop the bald hill, abandoned at the advice of Curunír the White. He believed the darkening of Mirkwood could not be slowed, and King Thranduil heeded his words and led us north beyond Agordor, the Narrows of the Forest.\\n\\n'We settled at a rocky spire in the mountains of Emyn Laeg, overlooking the source of the river Lúthond. Thranduil named the hill Caras Tilion, and the hall stands still, but it stands empty. The darkness of Mirkwood spread, and our retreat from the southern reaches of the wood was not to be the last such retreat.\\n\\n'I do not wish to speak of it, I am sorry. My happiest days were spent in Caras Tilion, and speaking of it now brings the pain of their loss anew.'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to Legolas in the throne room of Felegoth",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'When the Last Alliance marched through Rhovanion on its way to Mordor, none were turned away who swore to march against the Dark Lord. Men of the Long Lake, dwarves of Khazad-dûm, and Elves of the divided Greenwood, west and east, stood side by side.\\n\\n'I fought with my brothers and sisters at Dagorlad, but more than half of the wood-elves did not return from the war. Lost too were our kings. Thranduil ascended to the throne, and though he is not a wood-elf, he never forgot the sacrifice of my people. He led us wisely and well during the years since the Battle of Dagorlad. He is the Elvenking, and I am proud to serve him.\\n\\n'I know he will one day depart for the Undying Lands with the rest of his kin, and leave this land to be ruled by wood-elves. I will celebrate his rule when that day comes and speak much praise for Thranduil Swiftstream! That day is soon approaching.'",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Visit the TBD A in Felegoth",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Visit the TBD B in Felegoth",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Visit the TBD C in Felegoth",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "Legolas is in his father's throne room, in Felegoth.",
      "es": ""
    },
    {
      "id": 24695140,
      "en": "Thranduil the Elvenking has invited you to visit his halls in the northern reaches of Eryn Lasgalen, where he believes you may find news of Karazgar, the Weeping Warrior.",
      "es": ""
    },
    {
      "id": 162883751,
      "en": "'We do not see many of Durin's Folk this far into the woods. That can mean one thing only: you must be [placeholder]. The king himself told us to expect you and to hasten you to him when you arrived.'",
      "es": ""
    },
    {
      "id": 162883752,
      "en": "'The king himself told us to expect you and to hasten you to him when you arrived.'",
      "es": ""
    },
    {
      "id": 162883668,
      "en": "'A number of relics from Dol Guldur will be brought back to Felegoth for cleansing and for study. One of these may prove the artifact you seek. You are welcome to journey north with us to Felegoth. There is a horse here on the Hill of Ruin that will bear you swiftly to Eryn Lasgalen. When you arrive at Tham Taerdol in the Green Mountains, travel north-east through the trees. You will find my halls in the caverns beneath the hill of Cerin Dorn. My son also journeys home and will be pleased to see you there.'",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'Enjoy the comforts of my halls and the conversation of my people. My scholars study the artifacts from Dol Guldur, and if any sign of this Bugdatish is found, you will be called. My people have much experience facing the corruption of Sauron. They will be vigilant now, and will learn what they safely may of these artifacts. That done, any that cannot be cured and retained will be destroyed. You need not worry on that score.'",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'I invite you to explore Felegoth while you are here, [placeholder]! Visit the dining chamber, the Room of Study, and the water-way bridge, and speak to a number of the Elves you encounter. You will find them pleasant and welcoming, no matter what Gimli and his father might have led you to believe!'",
      "es": ""
    },
    {
      "id": 177082738,
      "en": "This is King Thranduil's dining chamber, but there is no feast here today",
      "es": ""
    },
    {
      "id": 177082739,
      "en": "The air is cool and damp with mist in this river-channel",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "Gondil smiles sadly, remembering days before she left Caras Tilion",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Journey to the entrance of Felegoth in the north-eastern reaches of Eryn Lasgalen",
      "es": ""
    },
    {
      "id": 177082755,
      "en": "Herthír smiles, anticipating the day the wood-elves will rule Eryn Lasgalen",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Limlang at the entrance to Felegoth",
      "es": ""
    },
    {
      "id": 177082757,
      "en": "Itheron apologizes for his sudden reticence, but he will say no more",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 6.1: The Halls of the Elvenking",
      "es": ""
    }
  ]
}