{
  "id": 621007502,
  "txt": [
    {
      "id": 246419778,
      "en": "Thorlind has spotted spiders harvesting sap along the river-banks of the Rhachló.\\n\\nYou should approach one of these sap-harvesting spiders.",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'While you sought proof by way of trap, I bade my chief hunter, Thorlind, to search these woods he knows so well for other signs of the spider Iphantemel. He, too, has just returned and bears tidings we should hear.'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to Thorlind",
      "es": ""
    },
    {
      "id": 173025616,
      "en": "Talk to Thranduil",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'Hold, [placeholder]. The spider flees, but look closely. The wound you have given it has in return given us a trail of blood to follow. If we keep our distance, we might follow this fleeing spider back to Iphantemel's den.'",
      "es": ""
    },
    {
      "id": 173025618,
      "en": "Find the spiders by the Rhachló",
      "es": ""
    },
    {
      "id": 246419793,
      "en": "The trail of spider blood begins near the banks of Rhachló and will hopefully lead right to the den of Iphantemel.\\n\\nYou should track the wounded spider.",
      "es": ""
    },
    {
      "id": 162883685,
      "en": "'Far and wide have I wandered through our woods, and now I well and truly believe the spiders have gone. This should be glad news, but instead it troubles me. At long last, when I was full weary and on the brink of giving up, I happened upon a group of spiders by the banks of the Rhachló, gathering sap from a gnarled and wounded tree.\\n\\n'They were too great in number and I dared not go closer, but with your help we might come closer and learn more, either by capture or chase.'",
      "es": ""
    },
    {
      "id": 49286800,
      "en": "Approach one of the spiders",
      "es": ""
    },
    {
      "id": 246419794,
      "en": "You should talk to Thorlind where he stands just outside Torech Emel.",
      "es": ""
    },
    {
      "id": 111477350,
      "en": "Seek out one of these sap harvesting spiders",
      "es": ""
    },
    {
      "id": 177082676,
      "en": "The dripping trail of blood from the spider continues deeper into the forest",
      "es": ""
    },
    {
      "id": 246419897,
      "en": "Thorlind has spotted spiders harvesting sap along the river-banks of the Rhachló.\\n\\nYou should seek out the spiders that Thorlind found.",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "Thranduil's chief hunter, Thorlind, has also been on Iphantemel's trail.",
      "es": ""
    },
    {
      "id": 177082678,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 148970385,
      "en": "An old rocky pass leads downward into a shadow-covered gorge",
      "es": ""
    },
    {
      "id": 162883607,
      "en": "'I think we have found what we sought, [placeholder]. See how webs entangle the way ahead. Yea, I can even hear her brood moving to and fro down there.\\n\\n'Come, we should report back to King Thranduil. The brood is too much for the two of us alone.'",
      "es": ""
    },
    {
      "id": 162883609,
      "en": "'Torech Emel is where old Iphantemel hides? I wonder how long the ancient thing has hidden there, where no Elf's foot ever treads. She will be on her guard, I do not doubt, but we know she may be provoked.\\n\\n'Let us make preparations against her brood.'",
      "es": ""
    },
    {
      "id": 111477266,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 236910961,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 111477267,
      "en": "Track the wounded spider",
      "es": ""
    },
    {
      "id": 111477269,
      "en": "Search for Iphantemel's den",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "You should talk to Thorlind, in Felegoth, about what he has found.",
      "es": ""
    },
    {
      "id": 226858275,
      "en": "I bade my chief hunter, Thorlind, to search these woods he knows so well for other signs of the spider Iphantemel.",
      "es": ""
    },
    {
      "id": 246419817,
      "en": "You should return to Thranduil in Felegoth.",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "You should talk to Thorlind by the banks of the Rhachló.",
      "es": ""
    },
    {
      "id": 226858276,
      "en": "Torech Emel is where old Iphantemel hides?",
      "es": ""
    },
    {
      "id": 111477318,
      "en": "Talk to Thorlind",
      "es": ""
    },
    {
      "id": 111477272,
      "en": "Talk to Thorlind",
      "es": ""
    },
    {
      "id": 177082695,
      "en": "A spider has noticed you!",
      "es": ""
    },
    {
      "id": 177082697,
      "en": "The wounded spider flees!",
      "es": ""
    },
    {
      "id": 149027364,
      "en": "Searching for Iphantemel",
      "es": ""
    }
  ]
}