{
  "id": 621007496,
  "txt": [
    {
      "id": 228284039,
      "en": "'I am unfamiliar with the name Gúrzyul, or with this Bugdatish, but many are the relics that lie within Gostador. Let us search for these, and lay waste to any of Sauron's remaining servants. Then we will escape together.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 49286656,
      "en": "Bring the relics and tomes to Sigileth in the Sorcerer's Stores, in Gostador",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Sigileth is in her hideout at the Sorcerer's Stores, in Gostador.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Defeat Orcs within Gostador ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Defeated Orcs within Gostador ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Servants of Sauron and evil relics can be found throughout the halls and chambers of Gostador.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Collect hoarded relics within Gostador ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "Collected hoarded relics ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Collect runed tomes within Gostador ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "Collected runed tomes within Gostador ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "You have found Sigileth in a secret wing beneath Dol Guldur, and she wishes to help you complete your mission before the fortress is destroyed.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I have never seen such deep shadow as that which blankets the Room of Voices, and the fell whispers that still lurk there confound the mind and caused even my heart to quail. Some work of great evil must have been conducted there, and the memory of it has scarred that chamber.'\\n\\nYou tell Sigileth your belief that the spirit of Sauron spent the years following his defeat by the Last Alliance recovering in that chamber beneath the fortress.\\n\\n'That explains the shroud that hangs upon it. Now he has fully regained his strength, his shadow will continue to grow, and fester.'\\n\\nYou explain, briefly, that Sauron has been defeated, and you came to Dol Guldur in search of the Bugdatish, an artifact prized by his Gúrzyul. Sigileth stares at you with wonder.\\n\\n'Gurth dan i ngúdrim! I am filled with amazement, [placeholder]. Perhaps the end of the Dark Lord will serve to lessen the shadow that lies upon the Room of Voices, rather than increase it! It is clear you have many tales to tell since battle drew us apart, but those can wait until we escape from the fortress. I am unfamiliar with the name Gúrzyul, or with this Bugdatish, but many are the relics that lie within Gostador. Let us search for these, and lay waste to any of Sauron's remaining servants. Then we will escape together.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 5.4 She Who Remained",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'We have gathered a number of relics and tomes, but it will be up to others to examine them. Is one of these the artifact you seek, the Bugdatish? We will not find out here.'",
      "es": ""
    }
  ]
}