{
  "id": 621007584,
  "txt": [
    {
      "id": "0xeb01184",
      "en": "Radagast can be found at the tree nursery just outside of Felegoth.\\n\\nYou should tell Radagast about what you have encountered at Caras Tilion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d193",
      "en": "Someone - or something - has come to dwell in Caras Tilion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'This man you encountered in Caras Tilion is hair-raising, indeed, by your account. However, you must take me at my word that no one man holds the power to corrupt a river so.\\n\\n'Nay, even the Dark Lord himself, in the guise of the Necromancer, could not have done so in mere days. Long have I watched the dark workings of Dol Guldur and their effect upon these forests, and I know it to be so.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56849",
      "en": "'Whatever - whoever this dweller of Caras Tilion may be, he is aware of our presence already, I feel certain of it. If we tarry, he will be upon us.\\n\\n'The wisest counsel would have you leave me, with my injured leg, and go to Felegoth for aid. But I see in your face you have no intention of such a cautious course.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Acolyte of the Necromancer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50270",
      "en": "Talk to Oroniel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "You should stand by Oroniel's side and face the dweller of Caras Tilion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859b4",
      "en": "Take me at my word that no one man holds the power to corrupt a river so.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56872",
      "en": "'Do you feel the air getting colder? He approaches! Prepare yourself!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Radagast",
      "es": "",
      "es (fem)": ""
    }
  ]
}