{
  "id": 621007482,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 5.3: Whispers from the Long Years",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "Sigileth is in her hideout deep beneath Dol Guldur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'There is another sentry post ahead where our brothers and sisters stand vigil against new incursions of the enemy. Go to them and deliver the message you brought to us, and we will see you again at the base of the hill!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'Seek out the secret of the shadowy wing and then return. I will ask the Lady to delay until you have emerged safely from the dungeons! The secret stairway is down the slope and beyond the raised portcullis. Look to the left after you pass through, and you will see the door that leads to the secret stair.'\\n\\n<rgb=#FF0000>Using the door to the secret stair will begin a Solo quest that cannot be completed with a Fellowship.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Find Elves of the Golden Host deeper within Dol Guldur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Explore the room of shadow at the bottom of the secret stair",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I can bring down the walls of the fortress, but I will not endanger those of my people who remain within. I ask you to climb the hill and recall those of the Golden Host who remain. Tell them to leave the fortress, for soon it will no longer darken the hill upon which it stands. Their vigil is no longer needed.'\\n\\nGaladriel pierces you with her bright eyes.\\n\\n'Bring them all from the fortress, [placeholder]. All of them. Leave no one behind.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Gladhel within Dol Guldur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Talk to Sigileth in her hideout",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Bánoth within Dol Guldur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Mae govannen, friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'The Lady has come to Dol Guldur? Then it is true. The mission of the Golden Host nears its end! These are happy tidings indeed!\\n\\n'We will make our way from the fortress, as you ask. There is another sentry post ahead where our brothers and sisters stand vigil against new incursions of the enemy. Go to them and deliver your message, and we will see you again at the base of the hill!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'[placeholder]! I hear your message and will lead my warriors down the hill and to safety, but I wonder if you will first do something for me. This morning we found a covered passage leading to a hidden stair. We sought to explore its depths, but my warriors encountered powerful shadow and turned back.\\n\\n'But you wield the Light of Eärendil, and its luminance might help you keep your spirits aloft even in the deepest darkness. Will you investigate the hidden stair and the room of shadow? Only a work of great evil could have left such a powerful mark upon this secret wing of the fortress. The Lady will soon raze Dol Guldur, but I do not want to leave this mystery unexamined. Seek out its secret and return. I will ask the Lady to delay until you have emerged safely from the dungeons!\\n\\n'The secret stairway is down the slope and beyond the raised portcullis. Look to the left after you pass through, and you will see the door that leads to the secret stair.'\\n\\n<rgb=#FF0000>Using the door to the secret stair will begin a Solo quest that cannot be completed with a Fellowship.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'This place must be the Sorcerers' Stores, but I made it my own. From here I launched my own attacks against the forces of the Dark Lord that tried to hide from the Golden Host. They could not hide from me, not even in this isolated and secret dungeon. I stalked my foes in their own domicile, bringing death to them on stealthy feet. I struck swiftly and faded again into the darkness, and kept a tally of my slain foes. Did I once belong to the Hidden Guard? Now have I truly become the Hidden Guard, [placeholder]. All the others are gone, but I remained behind, and I never stopped fighting.'\\n\\nSigileth laughs, but there is little amusement in it. You tell her that everyone thought she died in the Battle of the Tower. At this she does smile.\\n\\n'On the stair my wounds were grievous, the pain severe enough that I dropped my knives: beloved Lanchigil and keen-edged Egnassigil. I slipped from the landing and my body fell into the depths. When I awoke, I found myself in this secret wing, cut off from the Golden Host. I sought to return to the surface, but the intense shadow of the Room of Voices prevented me from passing beyond.\\n\\n'You say everyone believed I was dead? Not everyone, [placeholder]. I heard the voice of Lady Galadriel in my mind, and she said it was time for me to leave the fortress. I braved the Room of Voices one last time... and that is when I found you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "You found some Malledhrim sentries within the walls of Dol Guldur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Elves of the Golden Host can be found within the walls of Dol Guldur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'I can bring down the walls of the fortress, but I will not endanger those of my people who remain within. I ask you to climb the hill and recall those of the Golden Host who remain. Tell them to leave the fortress. Leave no one behind.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc6127f9",
      "en": "Stairs to Gostador",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Find Elves of the Golden Host within Dol Guldur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Elves of the Golden Host can be found within the walls of Dol Guldur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Elves of the Golden Host can be found within the walls of Dol Guldur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Elves of the Golden Host can be found within the walls of Dol Guldur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2a42d85",
      "en": "Sigileth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "Bánoth asked you to investigate the secret stairway his warriors discovered down the slope, behind the door on the left.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "You found another group of sentries within the walls of Dol Guldur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d176",
      "en": "The Lord and Lady of Lórien have joined the Golden Host for the final destruction of Dol Guldur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "This must be the entrance of which Bánoth spoke.\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    }
  ]
}