{
  "id": 621007579,
  "txt": [
    {
      "id": 246419779,
      "en": "Oroniel can be found by the northern banks of the Rhachló near Felegoth.\\n\\nYou should present your findings to Oroniel.",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'This wood is to be Mirkwood no more, but Eryn Lasgalen, the Wood of Greenleaves. Though our foes both far and near are overthrown, the scars and shadows they have left behind will not willingly give up their grasp upon our home.\\n\\n'No, there will be hard work in the greening of our wood, and we are thankful to name the wizard Radagast the Brown our friend, for his knowledge in such matters runs deep.\\n\\n'In fact, it had nearly slipped my mind, but when he arrived at Felegoth, he asked after you by name. You ought go and meet him. I believe he is in the tree nursery outside these halls, just now.'",
      "es": ""
    },
    {
      "id": 111477328,
      "en": "Speak with Oroniel",
      "es": ""
    },
    {
      "id": 111477329,
      "en": "Examine plant-life by the Rhachló ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 30955943,
      "en": "Do my eyes deceive me?",
      "es": ""
    },
    {
      "id": 246419784,
      "en": "A sleeping Elf lies near Oroniel.\\n\\nYou should examine the area and find out what has happened here.",
      "es": ""
    },
    {
      "id": 111477333,
      "en": "Talk to Oroniel near the Rhachló",
      "es": ""
    },
    {
      "id": 111477334,
      "en": "Examine the sleeping Elf",
      "es": ""
    },
    {
      "id": 177082710,
      "en": "This tree is lifeless",
      "es": ""
    },
    {
      "id": 111477337,
      "en": "Examine the berries",
      "es": ""
    },
    {
      "id": 177082713,
      "en": "The soil around the tree appears dry",
      "es": ""
    },
    {
      "id": 162883686,
      "en": "'Whatever blight strangled this berry bush was swift-moving indeed! Perhaps no sign of disease was evident when this poor Elf plucked and ate from it.\\n\\n'The corruption of the river has grown, and grown swiftly, affecting all the plant-life around its banks. That much is clear.'",
      "es": ""
    },
    {
      "id": 177082720,
      "en": "These berries seem tainted by something",
      "es": ""
    },
    {
      "id": 246419801,
      "en": "Oroniel can be found by the northern banks of the Rhachló.\\n\\nYou should speak to Oroniel about what you have learned.",
      "es": ""
    },
    {
      "id": 177082722,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "Radagast the Brown is assisting the Elves of Mirkwood in mending the forest and cleansing it of shadow.",
      "es": ""
    },
    {
      "id": 177082724,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 162883696,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 177082726,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 177082728,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 162883751,
      "en": "'Do my eyes deceive me, or is it [placeholder]? How are you, old friend? It seems an age ago since last we crossed paths!\\n\\n'Have you come to help me in restoring the forest? These trees you see around us, I have been nurturing them to be replanted among those which are corrupted or dead. Yet I have halted in this task because of something that worries me.\\n\\n'The waters flowing from the nearby river have not cleared after Sauron's fall and Dol Guldur's razing. No, they are swelled with corruption more than ever. I have asked Oroniel to go there and bring back a report, but I should feel better if you went there as well. Look especially at roots, soil, and the health of the plants by the river Rhachló.'",
      "es": ""
    },
    {
      "id": 111477313,
      "en": "Examine the berry bush",
      "es": ""
    },
    {
      "id": 149027541,
      "en": "Purifying the Mirkwood",
      "es": ""
    },
    {
      "id": 111477361,
      "en": "Talk to Oroniel",
      "es": ""
    },
    {
      "id": 162883753,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 177082688,
      "en": "The roots of this tree stretch toward the river",
      "es": ""
    },
    {
      "id": 111477315,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 177082689,
      "en": "These flowers are wilted",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "Radagast can be found at the tree nursery just outside of Felegoth.\\n\\nRadagast the Brown has been asking after you. You should seek him out.",
      "es": ""
    },
    {
      "id": 111477317,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "You should examine the plant-life near the banks of the corrupted river Rhachló in hopes of discovering what still sickens the wood.",
      "es": ""
    },
    {
      "id": 177082691,
      "en": "What ever sickened these flowers has happened recently",
      "es": ""
    },
    {
      "id": 177082738,
      "en": "TBD ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082692,
      "en": "These flowers are dead and dry",
      "es": ""
    },
    {
      "id": 111477319,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 177082693,
      "en": "The bush is dead but a few berries and leaves still cling to a broken twig",
      "es": ""
    },
    {
      "id": 111477416,
      "en": "Find Radagast",
      "es": ""
    },
    {
      "id": 177082743,
      "en": "The Elf has fallen into a very deep sleep",
      "es": ""
    },
    {
      "id": 162883668,
      "en": "'The river banks are dry, and the plants lay dead or dying. I scarcely believe it, yet my eyes do not deceive me for you have seen the same.\\n\\n'But there is another matter you should see. There is an Elf sleeping by the river banks, just over yonder. Come, let us see what we can make of it.'",
      "es": ""
    },
    {
      "id": 149027364,
      "en": "TBD Caras Tilion 1",
      "es": ""
    }
  ]
}