{
  "id": 621007547,
  "txt": [
    {
      "id": "0xa8e1192",
      "en": "The Elf-scout Gardelen calls to Legolas warmly and waves to you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e25",
      "en": "Show the letter for Karazgar to Dínellas near Caras Tilion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e26",
      "en": "Show the letter for Karazgar to Legolas near Caras Tilion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1196",
      "en": "Defeated foes in Eryn Lasgalen ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'I have given some more thought to the words of Ugrukhôr, but every avenue upon which my mind travels leads to no answers. This artifact called Bugdatish is not known to me. Indeed, beyond its name I know nothing of it. It seems I share that trait with the Captain of the Pit! Can you not hear the desperation underlying his threats to Karazgar? Whatever this artifact may be, he fiercely desires word of it. Very curious.\\n\\n'We should return to my father and give him this news. He will be most interested in that which distresses our foes!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'Legolas told me you adventured into Caras Tilion and beheld the ruin it has become. I am glad of your efforts within. Did you learn aught of the artifact Bugdatish or the Weeping Warrior?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'I have heard tell of Orc-spies in the forest. We should seek the scouts my father dispatched, and see what they have learned of these spies. Gardelen and Dínellas patrol the wood south-east of Torech Emel. Let us go to them and hear their report!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Let us instead look to the dangers that await my people in Eryn Lasgalen today! It is mere hours since I returned, and already I have heard tell of Orc-spies in the forest. We should seek the scouts my father dispatched, and see what they have learned of these spies.\\n\\n'Gardelen and Dínellas patrol the wood south-east of Torech Emel. Let us go to them and hear their report!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Any friend of the prince is friend to me also, [placeholder]. I bid you greetings and courtesy, and safety in the wood!\\n\\n'There are Orc-spies beneath the canopy of the wood, and they have stirred other creatures to wakefulness with the tramp of their filthy boots. I do not know what has brought them hither, but any errand of theirs is certain to oppose the will of Thranduil.\\n\\n'Dínellas went in search of them, in the direction of Caras Tilion. Before you follow him, will you slay some of the foes the Orcs stirred in their wake?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Legolas is eager to help you track down the Orc spies that have been seen creeping throughout Eryn Lasgalen and to learn from them what evils they might be planning.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Search the Orc-spy slain by Dínellas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Gardelen is a good friend and a fine tracker. I have known him since he was young.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Gladly will we slay the beasts stirred to anger by the passage of the Orcs, Gardelen!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Defeat foes within Caras Tilion ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'It is my pleasure to meet you, [placeholder]. Tell me how the prince has fared on your journey beneath the trees, if you can spare the tale. Long ago, at the king's request, I taught Legolas much of his woodcraft. I hope he has lived up to my high expectation!'\\n\\nDínellas laughs, and although he is a new acquaintance you can tell his laughter comes easily and often.\\n\\n'But there is no time for such friendly stories. You have arrived too late to aid me with the Orc-spies! I slew one of them already, and the rest fled into the trees. If you wish to see my handiwork, he lies right over there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "Talk to Legolas near Caras Tilion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Dínellas is a skilled hunter. Indeed, I learned much of the craft from his patient lessons!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50253",
      "en": "Talk to Thranduil in his throne room in Felegoth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "The Orc-spy slain by Dínellas can be found by his position near Caras Tilion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'I slew one of the Orc-spies already, and the rest fled into the trees. If you wish to see my handiwork, he lies right over there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Search the Orc slain by Dínellas, and see if he carries anything to shed light on his purpose here, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'The Orc carried a letter from its captain? Show it to the prince, for it may contain some information we can use against them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'This letter is very interesting, [placeholder], but I do not understand what has given rise to it. Are the Gúrzyul of whom Mithrandir speaks not united? This letter, at least, speaks clearly to me: Ugrukhôr and Karazgar are at odds, and the Captain of the Pit seeks knowledge only possessed by the Weeping Warrior. Perhaps they will draw each other's blood and save us the effort!\\n\\n'I know that is unlikely. If you will enter Caras Tilion and defeat the foes that lurk within, I will set my mind to considering our next steps. I once called Caras Tilion home, and seeing enemies within brings sadness to my heart, though it has been many years since any of my people lived within its walls.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Find Gardelen and Dínellas south-east of Torech Emel, in Eryn Lasgalen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Defeat foes in Eryn Lasgalen ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Find Dínellas near Caras Tilion, in Eryn Lasgalen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Legolas asked you to defeat foes within his old home of Caras Tilion while he considers the meaning of the letter you discovered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Thranduil is in his throne room in Felegoth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "Thranduil's scouts Gardelen and Dínellas patrol the wood south-east of Torech Emel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56850",
      "en": "'If you will enter Caras Tilion and defeat the foes that lurk within, I will set my mind to considering our next steps. I once called Caras Tilion home, and seeing enemies within brings sadness to my heart, though it has been many years since any of my people lived within its walls.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01141",
      "en": "Legolas is near the ruins of the Elf-hall at Caras Tilion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a4",
      "en": "Foes of the Elves have been stirred up by the passage of Orcs through Eryn Lasgalen, and Gardelen has asked you to defeat them if you can.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'Orc-spies have stirred other creatures to wakefulness with the tramp of their filthy boots. Dínellas went in search of them, in the direction of Caras Tilion. Before you follow him, will you slay some of the foes the Orcs stirred in their wake?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b0",
      "en": "Dínellas followed a band of Orc-spies through Eryn Lasgalen. Gardelen believed the Orcs were bound for Caras Tilion, and you should seek the hunter Dínellas by the old Elf-hall there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b4",
      "en": "Dínellas is near the ruins of the Elf-hall at Caras Tilion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1181",
      "en": "The hunter Dínellas motions quietly to you and Legolas, drawing you near",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b7",
      "en": "Legolas is near the ruins of the Elf-hall at Caras Tilion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1183",
      "en": "You find a filthy parchment among the Orc's possessions",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1189",
      "en": "Defeated foes within Caras Tilion ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 6.2: Spies in the Forest",
      "es": "",
      "es (fem)": ""
    }
  ]
}