{
  "id": 621007500,
  "txt": [
    {
      "id": "0xeb01142",
      "en": "The last place anyone saw spiders was near the caravan that was attacked.\\n\\nYou should use the sap to lay a trap for the spiders.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a0",
      "en": "'Mark the colouring upon this leg. Yes, they are strikingly like the markings upon Iphantemel. I am convinced this was indeed one of her brood. If the pure sap of cleansed trees does not sate them, they must be driven as much by hunger as by malice.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "The Beorning takes a deep breath.\\n\\n'Ah... forgive me. My wits are returning. Grant me one more calming breath and I will tell my tale as it should be told. There. Now, then.\\n\\n'When the Elf-king closed off his realm, I was still within it, and therefore unable to return home. By good fortune I was in the company of these poor Elves, with whom I had traded many years and knew well. They kindly offered to lead me to Felegoth, where I might bide my time. \\n\\n'Thither we were going when, here on the path and without warning, spiders descended all about us! Me, they ignored - but fell upon each and every Elf with a strange and silent fury. \\n\\n'What I tell you is true. Look into my eyes. Look at the nature of their wounds. Come, we must go to Felegoth and tell the Elves of this!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Thranduil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'It did not work? Was I wrong in my suspicion? Let me think.\\n\\n'That is it. The sap was too pure. The forest becomes Green-leafed once more, and Mirkwood no longer. It will be the old, befouled sap they hunger for. Seek out corrupted Huorns, for their blood is a most vile sap. Then we shall learn if Iphantemel hides somewhere within these woods.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ee4",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1152",
      "en": "Collected corrupted sap ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1154",
      "en": "It is not long before you hear something approach!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56861",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1156",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1158",
      "en": "While the spider was too vicious for capture, its leg should provide Thranduil with clues",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01151",
      "en": "The sap can be taken from corrupted Huorns throughout Eryn Lasgalen.\\n\\nYou should collect corrupted sap for a second attempt at laying a trap.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56865",
      "en": "'Hállkell has told me his story. His face is an honest one and I do not suspect him of deceit. Rather, instead, I find myself recalling things far in the past. Yes, it was many years ago... a great spider, strong and cunning and filled with malice. Iphantemel we called her, and she was nearly my match. I was stung, and in return gave her a grievous wound. At that, she fled... and though I hunted her many years, I never more than glimpsed her. She was wily, as I have said, and laid many traps for me.\\n\\n'That was long ago, but such an ambush as Hállkell describes might well be her doing. Such malice against Elves and Elves alone I could also believe. And perhaps, due to the wound I dealt her, she was unable to flee with all the others of her wretched kind.\\n\\n'I know how we may test this hunch. Alone among the spiders of Mirkwood, Iphantemel and all her spawn crave the sap of trees, and drink it as you might water. Would you return to the wood and gather some sap? You will find taps here and there, set by my foresters. It is time that we laid a trap of our own.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01152",
      "en": "A good place for a trap might be closer to Felegoth, near the main road that runs through Eryn Lasgalen.\\n\\nYou should use the corrupted sap to lay a trap for the spiders.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e92",
      "en": "Lay a trap to catch one of Iphantemel's spawn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1130",
      "en": "The trap is set!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fac8",
      "en": "An Old Hunch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ef5",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x6a50266",
      "en": "Collect sap from trees ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e99",
      "en": "Bring the spider leg to Thranduil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b9",
      "en": "You should collect sap from trees in Eryn Lasgalen that the Elves have already tapped for sap collection.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "Some spiders, at least, remain in Mirkwood, and they bear a grudge against the Elves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1137",
      "en": "Perhaps there is some part of the trap which is incorrect",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1168",
      "en": "Collected sap ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b91",
      "en": "This is a good spot for the trap",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b92",
      "en": "This looks like an ideal place for a trap",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50213",
      "en": "Wait and watch the trap",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50271",
      "en": "Collect corrupted sap from Huorns ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01108",
      "en": "The last place anyone saw spiders was near the caravan that was attacked.\\n\\nYou should wait and watch the trap to see if any spiders come.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50273",
      "en": "Set up another trap to catch a spider",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "Thranduil can be found in Felegoth.\\n\\nYou should talk to Thranduil about the attack on the Elves at the caravan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859523",
      "en": "Hállkell has told me his story.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01169",
      "en": "Thranduil can be found in Felegoth.\\n\\nYou should bring the spider leg to Thranduil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "Thranduil can be found in Felegoth.\\n\\nYou should speak with Thranduil about the failed trap.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859524",
      "en": "Was I wrong in my suspicion?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50246",
      "en": "Talk to Thranduil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859525",
      "en": "I am convinced this was indeed one of her brood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50247",
      "en": "Collect sap from trees ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50277",
      "en": "Catch a spider",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1147",
      "en": "Collected sap ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa24",
      "en": "TBD Old Mother 3",
      "es": "",
      "es (fem)": ""
    }
  ]
}