{
  "id": 621007582,
  "txt": [
    {
      "id": 162883718,
      "en": "'All the same, it is well that you defeated that servant of shadow, whoever he may have been. I wonder what brought him to Caras Tilion? Was he sent in advance from Dol Guldur, in overconfidence of their victory? Or in flight from their downfall? Or else...'\\n\\nRadagast rails off in thought.\\n\\n'But as I was saying, the river's corruption cannot have been his doing alone. Did you note any evil relics, any talismans of corruption, while you were there? Ah, but you were kept busy in wariness and combat. \\n\\n'I think... perhaps... I would ask you to go back and see what else might be found in Caras Tilion.'\\n\\n<rgb=#FF0000>NOTE: You will swiftly travel back to Caras Tilion when you accept this quest.</rgb>",
      "es": ""
    },
    {
      "id": 184621266,
      "en": "Radagast has suggested that you should return to Caras Tilion, in the mountains on the southern border of Eryn Lasgalen.",
      "es": ""
    },
    {
      "id": 184621268,
      "en": "Radagast can be found at the tree nursery just outside of Felegoth.\\n\\nYou should return to Radagast and tell him all that you saw in Caras Tilion.",
      "es": ""
    },
    {
      "id": 184621271,
      "en": "Caras Tilion can be found in the mountains on the southern border of Eryn Lasgalen.\\n\\nThe Rhachló must flow through Caras Tilion.",
      "es": ""
    },
    {
      "id": 173025621,
      "en": "Talk to Radagast",
      "es": ""
    },
    {
      "id": 173025624,
      "en": "Find where the Rhachló flows through Caras Tilion",
      "es": ""
    },
    {
      "id": 177082673,
      "en": "When you listen, you can hear the sound of running water",
      "es": ""
    },
    {
      "id": 246419801,
      "en": "Radagast can be found at the tree nursery just outside of Felegoth.\\n\\nYou should return to Radagast and tell him all that you saw in Caras Tilion.",
      "es": ""
    },
    {
      "id": 177082675,
      "en": "This artifact is broken",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "Radagast believes that another source hidden in the ruins of Caras Tilion darkens the Rhachló.",
      "es": ""
    },
    {
      "id": 162883696,
      "en": "'Emptied and broken, every one? Would that it had been some helpful benefactor... but I fear it is not so!\\n\\n'Not all mysteries are neatly tied up with a ribbon, [placeholder]. If the evil that has poisoned the Rhachló is in Caras Tilion no longer, I shall know by watching the plants and rivers, not by running about after wild geese. The corruption will fade and we will call it Lúthir once again. \\n\\n'That is my purpose and I will keep to it. Yours lies elsewhere, [placeholder]. Go where you are needed, but keep open your eyes and ears. Who knows? Perhaps the riddle shall be solved one day!'",
      "es": ""
    },
    {
      "id": 177082678,
      "en": "There is nothing inside the chest",
      "es": ""
    },
    {
      "id": 148970384,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 148970385,
      "en": "A strange pile of rust catches your eye",
      "es": ""
    },
    {
      "id": 111477264,
      "en": "Return to Caras Tilion",
      "es": ""
    },
    {
      "id": 246419716,
      "en": "Caras Tilion can be found in the mountains on the southern border of Eryn Lasgalen.\\n\\nSearch Caras Tilion for dark artifacts.",
      "es": ""
    },
    {
      "id": 148970387,
      "en": "A strange pile of rust catches your eye",
      "es": ""
    },
    {
      "id": 111477266,
      "en": "Search for artifacts ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477361,
      "en": "Talk to Radagast",
      "es": ""
    },
    {
      "id": 246419719,
      "en": "Caras Tilion can be found in the mountains on the southern border of Eryn Lasgalen.\\n\\nSearch Caras Tilion for anything from Dol Guldur that isn't broken.",
      "es": ""
    },
    {
      "id": 226858320,
      "en": "All the same, it is well that you defeated that servant of shadow.",
      "es": ""
    },
    {
      "id": 148970390,
      "en": "Could someone have gotten here before you?",
      "es": ""
    },
    {
      "id": 226858321,
      "en": "Emptied and broken, every one?",
      "es": ""
    },
    {
      "id": 111477269,
      "en": "Continue searching",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 148970393,
      "en": "The waters are still befouled",
      "es": ""
    },
    {
      "id": 149027364,
      "en": "The Darkness Remains",
      "es": ""
    }
  ]
}