{
  "id": 621007497,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'The Golden Host achieved its aim, and so too did the Hidden Guard. I am proud of our accomplishments, [placeholder]. My brother Corudan will be pleased to hear of them, if he is home in Lórien and not away, walking the river as is his wont.'\\n\\nYou tell Sigileth that you journeyed with Corudan for a time in Rohan, but he vanished while scouting outside Helm's Deep and you do not know his fate.\\n\\n'My brother was always given to journey, but he was fond of the Anduin and did not stray far from its banks. Rohan? It seems there is another tale for you to tell, but it must wait. You thought me dead, [placeholder], but I was not. So too might it be with Corudan. I will return to the Golden Wood for a brief time, but not to mourn.\\n\\n'I go there to prepare. I will call for you when I am ready, and we will find my brother. We will find Corudan River-walker, and compare our tales of adventure.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Galadriel has cast down the walls of Dol Guldur and laid bare its pits, and now she wishes to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Sigileth is on Dol Dhannen, the Hill of Ruin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Galadriel on Dol Dhannen, the Hill of Ruin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'We are well-met on this hill of ruin, [placeholder]. My realm in the north of the wood came under threat, but despite fire and battle I seized the victory. I came south then, and beneath the trees I met Celeborn of Lórien in friendship and in peace. He agrees, as do I, that the time of the Mirkwood is over. Together we call it by a new name, Eryn Lasgalen, and may it bear that name ever onward. From this day forth it will be the Wood of the Greenleaves, and we will work to cleanse the mark of Sauron from every corner, and heal the hurts he worked upon it by his presence.'\\n\\nThranduil surveys the ruin of the fortress, but when he turns his gaze upon you, he speaks more warmly than you expected.\\n\\n'I understand you befriended my son Legolas, [placeholder]. In token of that friendship, I open my land and my halls to you. Tell me what you seek, and I will do what I can to help you achieve it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Thranduil the Elvenking has come to Dol Dhannen, the Hill of Ruin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Sigileth on Dol Dhannen, the Hill of Ruin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'With you by my side, [placeholder], even the whispers in the Room of Voices cannot stay my advance. Onward, brave [placeholder]! Our mission is fulfilled!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Thranduil on Dol Dhannen, the Hill of Ruin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'I thank you for helping to lead Sigileth from the depths of Dol Guldur. I was not aware she still lived before we came to this hill of sorcery, but as we approached the wall I sensed her in the darkness. I could not have left her there, [placeholder], though Sauron himself survive within. I thank you for bringing her forth. Many of my people died in service of the Golden Host, and I mourn for every one.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'We are well-met on this hill of ruin, [placeholder]. I have not forgotten the great service Bilbo Baggins provided to my people by offering to us the Arkenstone of the dwarves, though he sacrificed the friendship of Thorin Oakenshield and his kin to give it. That was long ago, in the reckoning of your kind, but still I hold your people in high esteem.\\n\\n'My realm in the north of the wood came under threat, but despite fire and battle I seized the victory. I came south then, and beneath the trees I met Celeborn of Lórien in friendship and in peace. He agrees, as do I, that the time of the Mirkwood is over. Together we call it by a new name, Eryn Lasgalen, and may it bear that name ever onward. From this day forth it will be the Wood of the Greenleaves, and we will work to cleanse the mark of Sauron from every corner, and heal the hurts he worked upon it by his presence.'\\n\\nThranduil surveys the ruin of the fortress, but when he turns his gaze upon you, he speaks more warmly than you expected.\\n\\n'I understand you befriended my son Legolas, [placeholder]. In token of that friendship and my appreciation for the wisdom of Bilbo Baggins, I open my land and my halls to you. Tell me what you seek, and I will do what I can to help you achieve it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'You thought me dead, [placeholder], but I was not. So too might it be with Corudan. I will return to the Golden Wood for a brief time, but not to mourn.\\n\\n'I go there to prepare. I will call for you when I am ready, and we will find my brother. We will find Corudan River-walker and compare our tales of adventure.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'We are well-met on this hill of ruin, [placeholder]. I have had little occasion of late to speak with any of Durin's Folk, but I understand you befriended my son Legolas; his tales of your adventure speak well of your courage and your will to fight evil.\\n\\n'My realm in the north of the wood came under threat, but despite fire and battle I seized the victory. I came south then, and beneath the trees I met Celeborn of Lórien in friendship and in peace. He agrees, as do I, that the time of the Mirkwood is over. Together we call it by a new name, Eryn Lasgalen, and may it bear that name ever onward. From this day forth it will be the Wood of the Greenleaves, and we will work to cleanse the mark of Sauron from every corner, and heal the hurts he worked upon it by his presence.'\\n\\nThranduil surveys the ruin of the fortress.\\n\\n'The war against Sauron proved to me that no one people can stand alone against such evil, and I choose to set aside any of the old grudges my people have held for yours, [placeholder]. In token of your friendship with my son, I open my land and my halls to you. Tell me what you seek, and I will do what I can to help you achieve it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'We are well-met on this hill of ruin, [placeholder], for I long considered Beorn a friend, and that holds true for his children and grandchildren. My realm in the north of the wood came under threat, but despite fire and battle I seized the victory. I came south then, and beneath the trees I met Celeborn of Lórien in friendship and in peace. He agrees, as do I, that the time of the Mirkwood is over. Together we call it by a new name, Eryn Lasgalen, and may it bear that name ever onward. From this day forth it will be the Wood of the Greenleaves, and we will work to cleanse the mark of Sauron from every corner, and heal the hurts he worked upon it by his presence.'\\n\\nThranduil surveys the ruin of the fortress, but when he turns his gaze upon you, he speaks more warmly than you expected.\\n\\n'I understand you befriended my son Legolas, [placeholder]. In token of that friendship and my people's long affinity with the family of Beorn, I open my land and my halls to you. Tell me what you seek, and I will do what I can to help you achieve it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'We are well-met on this hill of ruin, [placeholder]. Look about you and see what can be achieved when Elves of every sort stand together! Our origins may be as varied as the sands on the shore or the leaves of the trees, but despite these variances, we fight as one people against the forces of evil. Let Wood-elves and Grey-elves cast aside our differences and stand in the light as we always should have done, striving against the darkness. Elhethyl!\\n\\n'My realm in the north of the wood came under threat, but despite fire and battle I seized the victory. I came south then, and beneath the trees I met Celeborn of Lórien in friendship and in peace. He agrees, as do I, that the time of the Mirkwood is over. Together we call it by a new name, Eryn Lasgalen, and may it bear that name ever onward. From this day forth it will be the Wood of the Greenleaves, and we will work to cleanse the mark of Sauron from every corner, and heal the hurts he worked upon it by his presence.'\\n\\nThranduil surveys the ruin of the fortress, but when he turns his gaze upon you, he speaks more warmly than you expected.\\n\\n'My land and my halls have always been open to you, but if you tell me what you seek I will do what I can to help you achieve it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Hail to you, [placeholder]! I have not forgotten the help you provided me at the Battle of Dagorlad, despite the passage of the years. I am pleased to see you back on your feet, recovered from your injury, but I am not surprised by it; the tale of your adventures in the meantime has reached my ears and proven to me that your wound lessened neither your courage nor your desire to fight evil.\\n\\n'My realm in the north of the wood came under threat, but despite fire and battle I seized the victory. I came south then, and beneath the trees I met Celeborn of Lórien in friendship and in peace. He agrees, as do I, that the time of the Mirkwood is over. Together we call it by a new name, Eryn Lasgalen, and may it bear that name ever onward. From this day forth it will be the Wood of the Greenleaves, and we will work to cleanse the mark of Sauron from every corner, and heal the hurts he worked upon it by his presence.'\\n\\nThranduil surveys the ruin of the fortress, but when he turns his gaze upon you, he speaks more warmly than you expected.\\n\\n'I understand you befriended my son Legolas, [placeholder]. In token of that friendship and the aid you provided to me long ago, I open my land and my halls to you. Tell me what you seek, and I will do what I can to help you achieve it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Galadriel has laid waste to the fortress of Dol Guldur, bringing an end to its capacity to nurture the evils of Sauron.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'The weeks I spent as the Hidden Guard within Gostador, levying vengeance upon the Orcs, are not pleasant to recall and neither shall I miss them. But I am proud to have done my Lady's work. Let us escape now from the fortress, and she will fulfill her own obligation and raze this place to its foundation!\\n\\n'With you by my side, [placeholder], even the whispers in the Room of Voices cannot stay my advance. Onward, brave [placeholder]! Our mission is fulfilled!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'At last the fortress has been cast down. Its dark walls can no longer hide the works of Sauron. Rejoice with the Golden Host, [placeholder], for a time of trouble and woe has come to its ending, and you played your part in it with grace and with skill.\\n\\n'I thank you too for helping to lead Sigileth from the depths of Dol Guldur. I was not aware she still lived before we came to this hill of sorcery, but as we approached the wall I sensed her in the darkness. I could not have left her there, [placeholder], though Sauron himself survive within. I thank you for bringing her forth. Many of my people died in service of the Golden Host, and I mourn for every one.\\n\\n'But Dol Guldur stands no more, and that is a testament to their sacrifice.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 5.5: The Walls Brought Down",
      "es": "",
      "es (fem)": ""
    }
  ]
}