{
  "id": 620764746,
  "txt": [
    {
      "id": 218649169,
      "en": "'You are a proven friend to our people, but what I ask of you now may be too much. There is a cave in this very place where the merrevail make their lair, and in this cave dwells their leader, a bloody-handed creature we have heard the Orcs call Morcheryn.\\n\\n'The merrevail are cruel and vicious, worse even than the Orcs and the evil Men of Carn Dûm. They will continue to prey on us if we do not fight them. I ask you to enter this cave and to destroy this 'Morcheryn'. If she falls, then perhaps the others will leave Ram Dúath and return to whatever foul place in Angmar it is that spawned them.\\n\\n'These evil things have slain many of the Suuri-lehmä... I think you should take friends with you if you go there.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I am pleased that you have returned safely from such a dangerous quest. In the name of my people, I thank you for your deeds.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'For the sake of my people, I ask you to slay Morcheryn.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mistress of Shadows",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'It is good that you were able to slay Morcheryn.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have assisted the Earth-kin scout, but the morroval-threat remains, endangering the Earth-kin and all else who dwell in the hills of Angmar.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The queen of the bat-women will trouble us no more!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have slain Morcheryn!",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Slay Morcheryn",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Morcheryn dwells in a cave on the east side of Ram Dúath, where the other merrevail can also be found.\\n\\nThe Earth-kin scout has asked you to seek out and destroy the leader of the Merrevail for the safety of his people. He also suggested you take friends.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Earth-kin Scout is hidden in a valley east of Duvairë in the Ram Dúath.\\n\\nWith the Mistress of Shadows slain, you should return to him.",
      "es": ""
    }
  ]
}