{
  "id": 620764791,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Alas your victories have not come without cost. Walraig, Chief of the clan of our enemies, has lost all reason after your defeat of his champions, and he has declared a blood-feud against us! This may make him an outcast if he is not successful in his feud, but if he is not stopped, he will lead the full force of his clan against us here in Aughaire.\\n\\n'Our one hope is to stop this feud before it begins. If we raid his camp in Tór Gailvin to the north-east, not far from Fail-á-Khro, and defeat Chief Walraig in person, we will have obeyed the law, and our enemies will be unable to proceed against us.\\n\\n'But our Chief, Crannog, refuses to lead such a raid without Golodir's presence to guide him! I must ask you to do what we cannot and defeat Chief Walraig before we ourselves are overwhelmed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done a noble deed for us, Southron. Something we should have done for ourselves. Are we doomed forever to wait for others to lead us?\\n\\n'Well, no matter. We are in your debt. You will always find a warm welcome in our tents.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please! You must defeat Chief Walraig!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Final Challenge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'We are still in your debt, Outlander.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Enraged by their repeated defeats in duels, Chief Walraig of the hostile Hillmen has declared a feud against the men of Aughaire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You have shown great honour, friend [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Chief (tbd) has been defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Chief (tbd)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Chief Walraig is with his kin in Tór Gailvin, a camp north-east of Aughaire.\\n\\nLore-singer Arzhur has asked you to raid the Hillman fort to the north-east. If you can defeat Chief Walraig, you may be able to forestall a war between the clans.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Arzhur is in Aughaire, south-west of Chief Walraig's camp.\\n\\nYou should return to Arzhur with news of your victory over Chief Walraig.",
      "es": "",
      "es (fem)": ""
    }
  ]
}