{
  "id": 620764753,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated merrevail ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Earth-kin Scout has been attacked by strange folk who have come into Ram Dúath from the North. He told you the women with wings are in league with the Angmarim.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Another thing there is now in Ram Dúath stranger than Men or Orcs, maybe worse than either of them. Evil people like women, but with wings! They are vicious, deadly creatures, while I was scouting the Orcs they attacked me.\\n\\n'You must destroy these bat-women, they are fierce and kill without mercy.  Others will come to look for me, they must not hurt more of the Jorthkyn.\\n\\n'I am afraid of these foul creatures. Such things do not belong in the world.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The bat-winged creatures who injured the Earth-kin scout are in the eastern gorges of Ram Dúath.\\n\\nThe Earth-kin scout's request was for you to kill the vicious merrevail so that others will not be injured or worse.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'They are cruel creatures, these bat-women; it is good that you have thinned their numbers.  My wound is quickly healing, soon I will return and warn the Suuri-lehmä.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Earth-kin Scout is hidden in a valley east of Duvairë in the Ram Dúath.\\n\\nYou should return to the Earth-kin Scout and tell him of your success against the merrevail.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Chief Tuokki is at the Suuri-lehmä camp in Ram Dúath.\\n\\nYou should return to Chief Tuokki and tell him of your success against the merrevail.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You must hurry, I do not know when my people will come in search of me.  Slay the bat-women, protect Jorthkyn.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Ah...you are not...one of them. Good. It is too late for me...I have lost...too much blood.\\n\\n'Please...exact for me a blood price from...from these...creatures....'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'A blood price? Yes. This is good. Get the scout his price in blood from these monsters.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat merrevail ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Wings of Darkness and Death",
      "es": ""
    }
  ]
}