{
  "id": 620764786,
  "txt": [
    {
      "id": 218649169,
      "en": "'We of Aughaire have many troubles. Too many, I think for Chief Crannog, who has lost heart and hope. But perhaps you might wish to aid us, as Golodir once did?\\n\\n'We are trapped in a maze of clan-laws. Those who serve Angmar have tried to make it impossible for us to fulfill our obligations. If we fail, we will be subject to open warfare.\\n\\n'Our first obligation is to obtain a drake's egg from Nád Nathair. We need this as a token of honour to meet the blood challenges of the other clans. Yet our hunters are mercilessly harrassed by our enemies when we approach the drakes. Will you go to the drake lair not far to the north and obtain an egg for us? The drakes are attended by many hill-beasts, so you will know the lair by their presence.\\n\\n'Listen well: the drakes are fearsome foes, but they are not devoted parents. It would be best to take an egg from a nest which is not guarded by a drake.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Good. You have proven yourself worthy, friend [placeholder].'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'We need a drake egg to present to the other clans.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Drake's Egg",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "A challenge has been set before Arzhur's clan, but a token of honour is required before the folk of Aughaire can fulfill their lawful obligations to the other clans of Angmar.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected a drake egg",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the drake egg to Arzhur",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The drake-lair is Nád Nathair, north of Aughaire. Nád Nathair can be recognized not only by the drakes but by the many hill-beasts in the area.\\n\\nLore-singer Arzhur has asked you to obtain a drake egg. The egg is needed as a token for the men of Aughaire to present to the other hill-clans. He has warned you to avoid the drakes themselves in seeking an egg.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect a drake egg",
      "es": ""
    }
  ]
}