{
  "id": 620764745,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'North of here, Ram Dúath opens into the dark land of Angmar. There are many evil Men and Orcs in that land, and worse things too, so we do not go there ourselves. But not all the folk of Angmar are enemies to us. There is one clan of Hillmen in those lands who have ever been our friends, sending south to trade with us when they can. Perhaps they will be friendly to you as well.\\n\\n'Like us, they hate the Orcs, and they stand against the evil ones who rule in the black city. We want to let them know that the main body of Orcs has now passed south into the North Downs. This may help them in their counsels, and perhaps they can resume their trade with us.\\n\\n'Find the man called Crannog. He is the Chief in Aughaire. Tell him the news I have told you. Aughaire is west from the northern pass of Ram Dúath, in a concealed valley over a steep rise in the hills. Sometimes in the past, the men of Aughaire travelled a steep trail to our village -- a trail the Jorthkyn are too big to walk, but perhaps you can find it not far from here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ho, Southron! The Jorthkyn sent you to us? It is long and longer still since last we had enough goods of our own to be able to trade with those strange folk.\\n\\n'Your words are welcome, though little good do they do us. We are hard-pressed on all sides, even with the Orc-army no longer encamped upon our doorstep.\\n\\n'Still, I will open the host-hearth of Aughaire to you. You are welcome here, for so long as we ourselves remain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Will you bring the news of the Orc-army to Crannog?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Men of the Hills",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Pirkka of the Suuri-lehmä, told you of a clan of Hillmen in Angmar who are friendly to them and should be made aware that the main body of the Orc-host has passed south into the North Downs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Aughaire is west of the northern pass of Ram Dúath, a valley concealed and surrounded by hills. There is also said to be a secret trail that goes there directly from the Earth-kin village.\\n\\nPirkka has asked you to take the news of the passage of the Orc-army to Crannog, chief of the Hillmen of Aughaire.",
      "es": "",
      "es (fem)": ""
    }
  ]
}