{
  "id": 620764676,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I have half a mind to lock up every last guard in this sorry excuse for a town, after they let this catastrophe take place. Look at our town! People burned out of their homes, ash falling like snow....\\n\\n'Aggy Digweed was the only one who kept her mind during this attack. If not for her, we would all be dead. Nobody even remembers what happened -- just Aggy, running to and fro trying to rouse everyone!\\n\\n'I'll see that Talbot Hinton hanged for letting this happen! Mark my words.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Captain Trotter is very preoccupied with punishing those who slept through the attack, but I am much more concerned about what may happen if we let down our guard again.\\n\\n'I have not slept in two days, but I will not abandon my post here. Would you be willing to help me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You should speak at once with Aggy Digweed at the far end of the Trestlespan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "One Present Mind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The residents of Trestlebridge are all very shaken by the explosions and fires of the previous evening. Guards were nowhere to be found during the commotion -- all but Aggy Digweed, who showed a keen presence of mind during the attack.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find and speak with Aggy Digweed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Aggy Digweed is at the Trestlespan on the northern edge of town.\\n\\nAccording to Captain Trotter, Aggy Digweed was the only guard who may be able to shed light on the unfortunate circumstances that have befallen Trestlebridge.",
      "es": "",
      "es (fem)": ""
    }
  ]
}