{
  "id": 620764743,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I know you little folk prize the glittering stones. We care little for most of these stones, but we treasure the kind we call Eyes of the Earth. I think in your tongue you call them cat's-eyes and moonstones.\\n\\n'It seems that the goblins who serve the Angmarim in their fort just north-east of the Ram Dûath have stolen a great many of these stones, including eyes of the earth from our people.\\n\\n'I would ask you to go to this fort and take back the goblin-treasures. They should be stored in chests filled with many gems. We will take the Eyes of the Earth, and you will take the rest, with our thanks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, yes, you have done it! Here... I will separate out the Eyes of the Earth, and the rest shall be yours!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'The goblins guard their chests glittering stones well, do they not? Beware their Angmarim masters as well!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Goblins' Treasure",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Aslak of the Suuri-lehmä told you that the goblins have collected hoards of gems in the fort they share with the Angmarim on the north-eastern pass of Ram Dúath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected goblin-gems ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect goblin-gems ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The goblins of the Ram Dúath have stolen several treasures from the Suuri-lehmä.\\n\\nAslak has told you that the gems might be found in chests within the Angmarim fort to the North-east.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the goblins' gems back to Aslak at Lehmä-koti",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "You have recovered several semi-precious gems stolen from the Surri-lehmä by the goblins of the Ram Duath.\\n\\nYou must return them to Aslak at Lehmä-koti.",
      "es": "",
      "es (fem)": ""
    }
  ]
}