{
  "id": 620764674,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'So you've been listening to Talbot's tales, have you? Quite disgraceful. Blaming the Orcs for his failures! I might as well look at this liquid you found, just to keep Talbot from bothering me any further....\\n\\n'What a foul odour! So Talbot was telling the truth! I will have him returned to duty at once.\\n\\n'But this liquid is troubling. If there is more of this about, all of Trestlebridge could be threatened. This matter must be investigated further!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'What are you here about? I'm terribly busy and don't have time to be disturbed!\\n\\n'Return when you have something of import to talk about. Until then, I wish you a good day!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Talbot Redeemed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e3",
      "en": "Show the Orc-brewed sleeping draught to Captain Trotter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'A gourd filled with a foul mixture, you say? Here, allow me to examine what you found.\\n\\n'Talbot is fortunate to be alive! This gourd contains a deadly poison! I would wager the reason he was knocked unconcious and not killed was due to a chance wind blowing away most of the poison.\\n\\n'Captain Trotter was right to send you here, as this poison represents a dire threat against Trestlebridge!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "You have freed the innocent guard from his unjust imprisonment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Hail and well met. This tale you tell is a most curious one, but without the gourd you spoke of, I fear I cannot help you. I am sorry!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Hurry, take that skin over to Captain Trotter. I know it will clear my name, and once my name is clear, I won't be treated like a criminal anymore!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Please, show the sleeping-draught to Captain Trotter. Then he will know I was not remiss in my duties.\\n\\n'We have been sabotaged!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Thanks to you, I'm back on the guard! Thank you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Captain Trotter can be found in Trestlebridge.\\n\\nTalbot Hinton asked you to show Captain Trotter the strange potion brewed by the Orcs near Nan Wathren.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'After you showed him the proof of my innocence, Captain Trotter apologized. He's an honourable gent, that one!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Rangers' camp can be found atop Amon Raith, which lies north-east of Trestlebridge.\\n\\nThe gourd you found proved to Captain Trotter that Talbot was innocent. It also alarmed him, as this Orc weapon could present a danger to all of Trestlebridge. He asked you to travel to the Rangers and ask them of these matters.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Thanks to you, I'm back on the guard! Thank you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'After you showed him the proof of my innocence, Captain Trotter apologized. He's an honourable gent, that one!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "Captain Trotter listens to your explanation, and takes a deep sniff from the potion flask.\\n\\n'The Orcs brewed this, did they? This is not good for us. It appears they have taken to using sabotage when their raids have been dashed against our defences at the Trestlespan.\\n\\n'I suppose Talbot may be freed from his bonds. But the guards must be on the alert for any suspicious travellers from this point on. It is a sad day for Trestlebridge....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'I cannot thank you enough for your help, good [placeholder]! I do not know if you have ever been thrown in the stocks... but I can tell you, it is not a comfortable experience.\\n\\n'I do think Captain Trotter was ready to hang me for what happened. You have likely saved my life, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Talbot Hinton is in Trestlebridge.\\n\\nYou should speak with Talbot Hinton.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Humph, well then. I'm glad that debacle is over with. Perhaps now we can focus on more pressing issues....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Captain Trotter can be found in Trestlebridge.\\n\\nYou should speak with Captain Trotter once more.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the waterskin to Captain Trotter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Talbot Hinton is in the stocks in Trestlebridge.\\n\\nYou should free Talbot Hinton from his bonds, for his innocence is proven.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect the foul gourd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Speak with Talbot Hinton",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the foul guard to [placeholder]",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Collect the foul gourd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Return to Captain Trotter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Talbot has asked you to show the sleeping-draught you found to Captain Trotter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Free Talbot Hinton from the stocks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'This liquid smells terrible! But... it does smell like the liquid I found on the shards of the gourd I found. This is the proof I need to clear my name!\\n\\n'Here, take one of the skins to Captain Trotter and show it to him. Tell him that this is what caused me to fall asleep. I would do it myself, but the guards won't let me near him.\\n\\n'Please hurry, my name must be cleared!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}