{
  "id": 620764748,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected Aurochs Skull ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected the second aurochs-skull",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Collected the third aurochs-skull",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Aurochs skulls apparently have some significant meaning to the Earth-kin of the Suuri-lehmä, and some have been stolen from them.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Many years ago, we brought with us from the South some skulls of lehmä -- what you little people call aurochs. Very important skulls. The skulls honour Suuri-lehmä.\\n\\n'Jorthkyn take the skulls on path through Ram Dúath to see new sights in this place. This must be done every year. This year, our brethren did not return. Scouts say that Orcs killed Jorthkyn and took the skulls. Orcs are in a strong place in the east side of Ram Dúath.\\n\\n'Bring back a skull from the Orcs. Maybe they are in their strong place called Skathmur?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The aurochs skulls are likely in Skathmur in the eastern part of Ram Dúath.\\n\\nSanttu has asked you to recover a stolen aurochs skull.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'A skull has returned to us. Welcome home, skull! What have you seen amongst the Orcs?\\n\\n'Thank you, [placeholder]. You are a friend to the Jorthkyn. All the lehmä now rejoice!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'We need our skull back.'",
      "es": ""
    },
    {
      "id": 59910785,
      "en": "'Ah! An old friend returned to us at last...'",
      "es": ""
    },
    {
      "id": 59910786,
      "en": "'What sights have you seen, old friend? What darkness awaits us in the places you have wandered?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the aurochs-skull back to Santtu at Lehmä-koti",
      "es": ""
    },
    {
      "id": 59910787,
      "en": "'There is too much to see now. I thank you for returning him to us.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect Aurochs Skull ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect the second aurochs-skull",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Collect the third aurochs-skull",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Stolen Skulls",
      "es": ""
    }
  ]
}