{
  "id": 620764781,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'So, another Southron comes to trouble us. Well, we are not like those who crawl before the Iron Crown, and we still hallow the guest-law. So... be welcome.\\n\\n'You will not find much love amongst us for your kind, stranger. We listened to the Southron Golodir and stood against the Iron Crown, but now that he has abandoned us, we are on our last leg. The other clans have joined against us, and only the last frail vestiges of the Treaty of the Hills protects us from war. Soon enough, though, we will fall, one way or the other.\\n\\n'Oh, you wish to hear more of our troubles? I have no breath to repeat the tale of woe. Ask the Lore-singer, Arzhur, if you must know the long, sad story. He is near the tents to the north.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, another stranger. Crannog has sent you, eh? Listen well, then. Some years past, when the evil men of Angmar were busily corrupting and subjugating the men of the hills, a Southron, Golodir by name, came to us. He was a noble man and a strong warrior, and we could tell he spoke truth in all things.\\n\\n'Golodir warned us not to follow the Iron Crown and showed us the evil secrets of Angmar. He led us to confront our brothers in the other clans and to expel the Angmarim emissaries who whispered in the ears of our elders.\\n\\n'But then Golodir disappeared. Some say he was slain, others say he has returned to the South, abandoning us to our fate. Now most of the men of Aughaire still stand against Angmar and their slave-clans, but we have lost hope for the future.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Speak to Arzhur. I have not the breath to waste.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Free Folk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Leave me, southron, I am weary of your presence.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Chief Crannog has sent you to Lore-singer Arzhur to learn something of the Free Folk of Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Arzhur is in Aughaire, north-east of Chief Crannog.\\n\\nChief Crannog has sent you to speak to the Lore-singer Arzhur to hear about the history of his clan.",
      "es": "",
      "es (fem)": ""
    }
  ]
}