{
  "id": 620764747,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'For much time now, Orcs and evil Men and other evil things have come through Ram Dúath from the North, from Angmar. They go to fight in the South, but they cause much trouble here, too.\\n\\n'We hate Orcs and their friends, and we try to fight them when we can, but now there are too many for us, and our hunters cannot return from the southern plains. Will you fight the Orc-folk, too? Help us, and kill the Orcs in Ram Dúath. Many Orcs of the Blogmal tribe can be found in the south-east part of the pass.\\n\\n'We will give you the coins that we take from the dead Orcs. We have little need for them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have shed much Orc blood. This is good. We thank you for your help.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'As long as the Orcs fill the pass, our hunters cannot return, and our people will starve.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Orcs in the Ram Dúath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Orcs marching through Ram Dúath have unsettled the Earth-kin dwelling there and have cut off any hope of safe return for the Earth-kin hunters sojourning in the North Downs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Blogmal fighters ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Blogmal skirmishers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Blogmal fighters ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "There are Blogmal Orcs in the south-east part of the Ram Dúath.\\n\\nThe Tuokki, the Earth-kin elder leading the Suuri-lehmä tribe while their chieftain is away south in the North Downs, has asked you to help drive the Blogmal Orcs from Ram Dúath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Blogmal skirmishers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Chief Tuokki is at the Suuri-lehmä camp in Ram Dúath.\\n\\nYou should return to Chief Tuokki and tell him of your victory against the Orcs of the Blogmal tribe.",
      "es": "",
      "es (fem)": ""
    }
  ]
}