{
  "id": 620764695,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected a foul gourd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Talbot Hinton claims he was not remiss in his guard duties the night of the attack, and that someone may have drugged him and the other guards.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'At last, someone who will talk to me! Everyone treats me like a criminal. But I'm not guilty of falling asleep on duty! The Orcs are to blame!\\n\\n'I remember being on duty, then next thing I know Captain Trotter is shaking me awake, yelling that I had failed to sound the alarm and that Trestlebridge had been attacked!\\n\\n'Thing is, I found at my feet the shards of a dried gourd. They were covered in a vile liquid, but no one believes me when I say it was some sort of Orc devilry! I need more proof, and I think it can be found at the Orc camps north of the bridge.\\n\\n'Here, take these old water skins. At the camps you might find some pots or cauldrons with some vile liquids in them. Collect the liquid in the skins and bring it back here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Orc encampments can be found to the north-east of Trestlebridge.\\n\\nYou should search Orc encampments for signs that the guards of Trestlebridge were drugged before the attack, proving Talbot's innocence.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You've returned, and with some of the vile liquid! Hurry, let me examine it. I must know if it is the same as the remains of the one I found when I woke up!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Talbot Hinton can be found in Trestlebridge.\\n\\nAt the Orc camps north of Trestlebridge, you were able to find cauldrons of a vile liquid, and collect some of the contents.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please, take those skins and see if you can find any pots or cauldrons of vile liquid in the Orc camps north of the bridge.\\n\\n'If you can't do this, I fear the people of Trestlebridge will forever believe that I fell asleep on duty!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Please, you must find some of the liquid that the Orcs used on me! I fear that without such proof, the people of Trestlebridge will forever believe that I fell asleep on duty!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Bring the sleeping draught to Talbot Hinton",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "tbd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'You found something to prove that we were drugged? That is wonderful, [placeholder]! You must show the captain at once, so that he can set me free!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search Orc encampments for proof that Talbot was drugged ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collected an Orkish sleeping-draught ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the full water skins to Talbot Hinton",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Someone to hear me out at last! Yes, I was on guard duty the night of the blasts... but I did not fall asleep! Well, I did, but I cannot remember anything about it. It is almost like I was drugged.\\n\\n'I only remember waking up to Aggy shaking me, fires roaring all around us. We all slept through the thunderous blasts. How do you explain that?\\n\\n'But Captain Trotter will hear none of it....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Poor Guard",
      "es": "",
      "es (fem)": ""
    }
  ]
}