{
  "id": 620764677,
  "txt": [
    {
      "id": 228284039,
      "en": "You have come to the edge of Nan Wathren.\\n\\nYou may enter if you wish, but it will be a dangerous path.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "You have explored the edge of Nan Wathren.",
      "es": ""
    },
    {
      "id": 126754729,
      "en": "The Pass of Nan Wathren",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Since no sign has been found of the potion-master who made the powerful sleeping draught, Captain Trotter has asked you to extend your search into a more dangerous territory: Nan Wathren.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I wonder...I wonder if a \\qdefiler\\q is behind this! Hrm, a defiler? Oh, it's a breed of Orc that some stories are told about. Supposedly they are masters of vile poisons and diseases, defiling all that they touch.\\n\\n'It is strange, though...I thought these defilers were just a myth. We've never seen one here before; most of the Orcs that attack us are just violent brutes, attacking without thought. \\n\\n'If there is a defiler out there, it means more trouble for us. Please, find this beast and slay it! If the defiler is anywhere, it'll be somewhere in the Nan Wathren, which lies east of town. Look for foul patches of water there, that will probably be a sign of his presence.'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Nan Wathren lies beyond this bridge....",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Nan Wathren lies to the north-east of Trestlebridge.\\n\\nYou should head to the pass of Nan Wathren to search for the source of Trestlebridge's troubles.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You are truly a brave one. That tale you told tells me this defiler was quite a ferocious Orc! I wonder if there are any more of those creatures out there?\\n\\n'Now there's a thought. I shudder to think what that would be like. We've enough trouble with the regular Orcs, let alone these \\qsmart\\q ones, if such a word can be applied to an Orc!\\n\\n'For now, though, it seems Trestlebridge is safe...at least from this threat!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Captain Trotter can be found in Trestlebridge.\\n\\nIn Nan Wathren, you discovered the hiding place of the Tarkrîp-defiler and slew the Orc. You should tell Captain Trotter of your victory.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'This defiler represents a great threat to Trestlebridge and must be slain. The beast will be lurking somewhere in Nan Wathren, likely near foul patches of water.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I heard word of your victory! Excellent work, slaying that Orc-defiler!'",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Find and enter the dangerous pass of Nan Wathren",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I wonder, [placeholder] -- did you even find the brewer of the foul potion while you explored the Orc-encampments?'\\n\\nYou tell Captain Trotter that you had no such luck.\\n\\n'Ah. That is dire news indeed, for it means that the enemy's influence stretches further than I ever thought. I have a troubling notion that Nan Wathren has fallen to Orcs.\\n\\n'The pass of Nan Wathren is a dangerous place in the best of times. If you wish to help Trestlebridge once and for all, you must wipe out the Orc presence from Nan Wathren.'\\n\\n<rgb=#FF0000>NOTE: Nan Wathren is a dangerous area. It would be wise to travel there in the company of a fellowship.</rgb>",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Nasty business, that Orc-defiler. Glad you dealt with him!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat the Tarkrîp-defiler",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Your defeat of the Tarkrîp-defiler has saved Trestlebridge from at least one threat. Yet, many others loom....'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Your victory over the defiler gives me hope that the Enemy will one day be defeated as well!'",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Completed",
      "es": "Completado"
    },
    {
      "id": 228870261,
      "en": "Brewing Poison",
      "es": ""
    }
  ]
}