{
  "id": 620764797,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You are victorious",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You are victorious",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The second token of honour, the stone from the Cairn of Honour, was more difficult to obtain, as it required entering hostile territory without engaging in battle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Once again it is time to fight for the honour of my clan. You have proven yourself worthy, Southron, but now the rules have changed.\\n\\n'This time, the two brothers Donnan and Mungan claim to have been slighted by our clan. They lie, but the Judge has permitted both of them to fight us at once. Be wary of the younger brother, Donnan, for he is the fiercer of the two. You can find them here in Aughaire, on the west side of the town, waiting for you to answer their challenge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Donnan and his brother are at Aughaire on the west side of the Hillman town, awaiting your response to their challenge.\\n\\nArzhur has asked you once again to fight against the challengers from a hostile clan loyal to Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Again, you have triumphed, Southron, this time against unfair odds. But I fear that despite your victory, matters will soon grow more desperate.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Arzhur is at Aughaire\\n\\nYou should return to Arzhur with news of your victory against the second challenge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Thank you, Outlander.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Who are you to fight for this clan of weaklings? Well, it matters not, we will crush you, and then the Iron Crown will take Aughaire!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Where is the stone from the Cairn of Honour?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Accept Donnan's challenge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Donnan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the cairn stone to Arzhur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Second Challenge",
      "es": "",
      "es (fem)": ""
    }
  ]
}