{
  "id": 620764793,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected red lovage ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected silverbell ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Collected spiky mugwort ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Trév Gállorg gather herbs from the low-lands with which they treat wounds and season their food.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Collected spiky mugwort ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You fought bravely in Clúcath, [placeholder], but the Trév Duvárdain will not stop harrying us. We should have expected it: they will not obey the ancient rites, and their Angmarim masters push them still against us.\\n\\n'With many battles ahead, we need to be ready to care for our wounded. I can make a poultice that will be of great aid to the healers in the Búth Sánkhas and the Búth Luikh. Pick the following herbs from the surrounding hills, and in the lands around the city of Donnvail, to the north: red lovage by the farms of Donnvail, spiky mugwort near the lakes to the south-west, and silverbell by the fortress of Tór Gailvin, to the east.\\n\\n'Not all battles are fought with weapons, friend [placeholder]; some are won by the healing arts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Spiky mugwort, silverbell, and red lovage can be found in the lands around Fail-á-Khro and the northern city of Donnvail: spiky mugwort near the ponds south-west of Fail-á-Khro; red lovage by the farms outside Donnvail; and silverbell by the fortress of Tór Gailvin, to the east.\\n\\nCána has asked you to gather some herbs so she can make a poultice to heal the hurts of those injured in the battles sure to come.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These herbs will do very well, [placeholder]. I can make a healing poultice from this with little difficulty.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Cána is at Fail-á-Khro, north of Aughaire along the road.\\n\\nCána has asked you to bring her the herbs she needs to make a healing poultice for her people.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You will find the herbs I require growing on the hillsides near Fail-á-Khro and by the city of Donnvail, to the north: red lovage by the farms of Donnvail, silverbell by the fortress of Tór Gailvin, and spiky mugwort near the ponds to the south-west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I hope you can find the herbs we need. They grow on the hillsides around Fail-á-Khro and by the city of Donnvail, to the north.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect red lovage ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect silverbell ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect spiky mugwort ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring the herbs to Cána",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Poultice for Our Hurts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Collect spiky mugwort ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}