{
  "id": 620764789,
  "txt": [
    {
      "id": 136263297,
      "en": "You take a stone from the Cairn of Honour",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have slain a hillman: Quest failed!",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have slain a hillman: Quest failed!",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Another challenge was sent to Arzhur's clan. Before the challenge can be accepted, another token of honour must be brought forth.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have slain a hillman: Quest failed!",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You have slain a hillman: Quest failed!",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You have slain a hillman: Quest failed!",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You have slain a hillman: Quest failed!",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Another challenge has been placed before us. Again, we need a token of honour before we can fight. This time, I am afraid clan law is set against us, as there has been a dispute over your participation in the last challenge. If we are to win our way free of this morass, you must fight this time alone.\\n\\n'First, we require a stone from the Cairn of Honour. The Cairn is in Fasach-Falroid to the north, in the territory of the hostile clans, and their scouts and warriors are entitled by clan-law to defend their land. Yet you must not shed any blood of these Hillmen while obtaining the stone, or the stone will be tainted with blood-debt.\\n\\n'So I must ask you to journey north to the Cairn, and yet you must not kill any of our enemies, no matter if they attack you or not! You will find the Cairn atop a high hill west of the north road, and at night the path up the hill is lit by torches.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Cairn of Honour is in the centre of Fasach-Falroid to the north of Aughaire. It is atop a high hill, west of the north road, and at night the path to it is lit by torches.\\n\\nArzhur has asked you to obtain a stone from the Cairn of Honour. You must not spill any blood of the Hillmen who patrol the area.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well done. Now it is time for you to fight once more.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Arzhur is back at Aughaire.\\n\\nYou should bring the stone you recovered to Arzhur and prepare for the next challenge.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You must obtain a stone from the Cairn of Honour.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Obtain a stone from the Cairn of Honour",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the Cairn-stone to Arzhur",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Avoid killing hillmen",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Cairn of Honour",
      "es": ""
    }
  ]
}