{
  "id": 620764792,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Aidan has fallen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You are victorious",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Lore-singer Arzhur is satisfied that the drake egg you brought to him will suffice as the token of honour required to meet the rival clan's challenge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Now we must take the egg you found to Aidan, our clan champion, who awaits it at Fail-치-Khro north-east of Aughaire.\\n\\n'I am afraid we must ask you for another boon, friend from the south. Aidan is a strong fighter, but he is the last such of whom our clan can boast. We have many bold hunters, skilful hearth-keepers, and perhaps even a few wise lore-singers, but of warriors we have few; our foes have been biting away at our strength like dogs worrying a bone.\\n\\n'The challenge Aidan must face is not a single combat. I ask that you fight by his side, for the honour of our clan, no less than for its survival.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Aidan is waiting at Fail-치-Khro to the north-east of Aughaire.\\n\\nLore-singer Arzhur has asked you to take the drake's egg to Aidan and then to fight by his side against the challengers from the clans loyal to Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done well, Southron. But the rival clans have more trouble for us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Aidan is at Fail-치-Khro north-east of Aughaire.\\n\\nFight alongside Aidan against the challengers from a hostile clan loyal to Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Arzhur is at Aughaire, south-west of Fail-치-Khro.\\n\\nYou should return to Arzhur and report of your victory against the first challenge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Take the egg to Aidan and fight by his side against the challengers from the other clans.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Now it is time to fight. Let us see who comes against us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Good. I thought no one would come with that egg. But you are to fight at my side? I do not know....\\n\\n'Well, needs must. I hope you are stronger than you look, Southron!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Why do you come to this place, Southron?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the drake's egg to Aidan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak with Aidan when you are ready to fight by his side.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defend Aidan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The First Challenge",
      "es": "",
      "es (fem)": ""
    }
  ]
}