{
  "id": 620764752,
  "txt": [
    {
      "id": 136263297,
      "en": "Destroyed catapults ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Destroyed siege-towers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Earth-kin have been destroying the siege-engines of the Angmarim as they wheel them through Ram Dúath, but now they are too strongly guarded for the Earth-kin to reach.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The Men and Orcs of Angmar have been bringing great wheeled war-engines through Ram Dúath. At first, they often broke on their own. It took many tries before the stupid Orcs learned how to move these clumsy things safely through the pass.\\n\\n'We thought, they are taking such pains, perhaps we can help them too. So we showed them the strength of stone and broke many of them ourselves, seeing as the evil ones seemed to want them in the South so badly.\\n\\n'Now, though, they have learned again, and the war-engines are too well-guarded for us. But maybe you can fight through to them. These must be treasures for these evil folk, things they need to make war in the South. You can find them in the eastern pass.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The war-engines -- siege towers and catapults -- of the Angmarim are in the eastern part of Ram Dúath.\\n\\nTuokki has asked you to help destroy the Angmarim siege-towers and catapults.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'It is good that those engines were broken. We would not want the Orcs to think they had easy lives!\\n\\n'I know you fight the Orcs and Men of Angmar for your own reasons, but it is good that we can fight them together in Ram Dúath.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Chief Tuokki is at the Suuri-lehmä camp in Ram Dúath.\\n\\nYou should return to Tuokki with word of your success.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Destroy the war-engines and show the Orcs the strength of stone.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'We have done a great hurt to the evil ones, have we not?'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Orcs will not find it so easy to fight without their war-carts. You have done well, little [placeholder].'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Destroy catapults ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Destroy siege-towers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Strength of Stone",
      "es": ""
    }
  ]
}