{
  "id": 620764742,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'For one so small, you are very good at killing Orcs. The Orcs are many, but we think they run through Ram Dúath because Men tell them to go. Evil Men from the North, from Angmar, have come to Ram Dúath. \\n\\n'One of the Men is the leader. We think he will send the Orcs against us soon. We cannot fight them in their camp, they are too strong, but you are strong too. Maybe you can help us fight this Man, this Captain from Angmar.\\n\\n'The Angmarim have a camp north and east of here called Frith-vailë.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The captain of the Angmarim is dead? Good! Maybe the Angmarim will send another leader, but for now we are safe!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Orcs may not come if you kill the leader of the Angmarim.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Far Reaching Hand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Chief Tuokki is worried that the Angmarim who command the Orcs will send them to fight the Earth-kin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Iron-crown Captain defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat the Iron-crown Captain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Frith-vailë is in the north-east part of Ram Dúath.\\n\\nChief Tuokki, hoping to discourage the Orcs and the Angmarim, has asked you to defeat the Captain of the Angmarim in Ram Dúath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Chief Tuokki is at the Suuri-lehmä camp in Ram Dúath.\\n\\nNow that you've defeated the Iron-crown Captain, return to the Earth-kin Chief and tell him of your deed.",
      "es": "",
      "es (fem)": ""
    }
  ]
}