{
  "id": 620764782,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected pea-plants ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected pea-plants ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Cána is worried that the Trév Duvárdain and their Angmarim masters are getting fat off the land that is rightfully that of the Trév Gállorg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The herbal poultice will help with our defence, [placeholder]; now we must see to the attack, and I know upon what to focus our efforts: peas!\\n\\n'The farms north-east of here have been taken from my people and put to the use of the Trév Duvárdain. Now that we have retaken Fail-á-Khro, we can do something about it.\\n\\n'Travel north-east to the farmland outside the city of Donnvail and harvest the pea-plants you find there. We may not have the numbers to take the farms, but we can at least take their peas!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Pea-plants can be found in the farmland outside the city of Donnvail, north-east of Fail-á-Khro.\\n\\nCána has tasked you with recovering the pea-plants from the farms outside Donnvail.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you for these pea-plants, [placeholder]. Our enemies will go hungry tonight and know that we are serious about taking what is ours!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Cána is at Fail-á-Khro, on the road north of Aughaire.\\n\\nYou have harvested pea-plants from the farms near Donnvail to keep them from the enemies of the Trév Gállorg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Harvest pea-plants from the farms outside the city of Donnvail, to the north-east. Bring them to me, and we will keep them from feeding our enemies!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'The pea-plants belong to us, and you should recover them from the farms outside Donnvail, to the north-east!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You have performed many great deeds, [placeholder]. I thank you for the pea-plants.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Peas can be used in several delicacies of the Trév Gállorg.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect pea-plants ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring pea-plants to Cána",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect pea-plants ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Restoring the Peas",
      "es": "",
      "es (fem)": ""
    }
  ]
}