{
  "id": 620764704,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'So much... was it all destined for us? Or perhaps they were planning it to bring it along to Bree once we were all dead.\\n\\n'Evil surrounds us, [placeholder]. This is a bad time, mark my words. I've never seen Orcs dare to come so close, or interfere with our lives other than scare travellers on the road. I've never seen such great numbers of them.\\n\\n'You'll be wanting to tell Captain Trotter all about this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Black-fire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "The torch has gone out",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "This crate is filled with a dark, powdery substance. If you are to destroy it, as Aggy Digweed asked, you will have to use fire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Flaming powder! I like this not at all. I want to know how it came here, but more than that, I want to ensure that it never comes here again.\\n\\n'Speak with Aggy at the span, and see if she knows anything of this... this... black-fire stuff! I have never seen anything like it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Destroyed the black-fire at the first encampment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "This crate is filled with a dark, powdery substance. If you are to destroy it, as Aggy Digweed asked, you will have to use fire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "The torch has gone out",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Orc encampments have been spotted north-east of Trestlebridge.\\n\\nYou should investigate the Orc-camps for signs of the black-fire, and carefully destroy any that you find.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "This crate is filled with a dark, powdery substance. If you are to destroy it, as Aggy Digweed asked, you will have to use fire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Captain Trotter is right to be afraid of this... black-fire. It must be the Orcs that have been cropping up near here of late, to the north-east near the pass of Nan Wathren. Surely they have wrought some fell magic, and are using it to bring down our town and choke off the Greenway!\\n\\n'We cannot let them, [placeholder]. They failed to destroy us once, so we must assume that they will try again. You cannot let them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Destroyed the black-fire at the second encampment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Aggy Digweed can be found in Trestlebridge.\\n\\nYou should return to Aggy Digweed with the news that you destroyed all the remaining crates of incendiary powder that you could find.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'You must search Nan Wathren for more of the Black-fire. In Nan Wathren, there are three large hills connected by rope bridges. You should start your search there.\\n\\n'Be on the look out for half-orcs, as they are the ones likely behind this devilry! And please hurry...they may try to use the Black-fire on us again at any time!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "The torch has gone out",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "Destroyed the black-fire at the third encampment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'So the Orcs were behind it all, eh? But how did they come in, if nobody saw them?\\n\\n'Hopefully you have ensured that they won't be back to the same mischief any time soon, which will give us time to rebuild, but there are still mysteries to be solved. How did they sneak the stuff in?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Aggy Digweed is at the entrance to the Trestlespan at the northern edge of Trestlebridge.\\n\\nYou should speak with Aggy Digweed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Return to Captain Trotter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the black-fire at the first encampment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Destroy Black-fire crates",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Find the black-fire at the second encampment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Captain Trotter is in Trestlebridge.\\n\\nYou should speak with Captain Trotter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Destroy Black-fire crates",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Find the black-fire at the third encampment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Destroy Black-fire crates",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Speak with Aggy Digweed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Aggy Digweed has asked you to ensure that no more of the suspicious black-fire can find its way into Trestlebridge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Return to Aggy Digweed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Aggy Digweed wants you to search nearby Orc-encampment for signs of more black-fire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I'm sure the Orcs have plenty more Black-fire. I'm going to ask you to find and destroy it all. That means you will have to go deep into Nan Wathren.\\n\\n'I know the Orcs have camps on three hills in the Nan Wathren. These hills are connected by rope bridges in the heart of the valley. I suspect that more Black-fire can be found there. We must destroy it if we can. It seems that open flame causes this foul powder to explode, so it would be wise to use fire to destroy the crates.\\n\\n'Also, keep an eye open for half-orcs. I wager it is them I saw carrying the crate. Pure-bred Orcs are brutes and could never work such magic! I'd take some friends along, if I was you -- that area is crawling with Orcs, and you'll need friends to defend you while you destroy the crates.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}