{
  "id": 620764784,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The farms of Fasach-falroid produce as much as our people can coax from them, but the Angmarim exert pressure on the people of Donnvail and take most of the food for themselves and their army.\\n\\n'The surplus food is stored in crates within the city of Donnvail until such time as the army has need of it...but the Trév Gállorg need it now! It seems that the Angmarim would rather let it rot than go to feed the hungry mouths of my people!\\n\\n'Travel north-east to the city of Donnvail and return to me with the food-stores. I will make sure that it goes to those who need it. Let the army of Angmar starve!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I thank you, [placeholder]. My people have greater need for these food-stores than do the Orcs and Trév Duvárdain who fight for Angmar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have not brought me the food-stores from Donnvail that you promised? How can this be so?\\n\\n'The city is to the north-east of Fail-á-Khro.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Stealing Stores",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The farmers of Donnvail produce as much food as they are able in this harsh land, but the Angmarim seize most of it for themselves and their army.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected food-stores ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring food-stores to Ekhagan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Food-stores are kept within the city of Donnvail, north-east of Fail-á-Khro.\\n\\nEkhagan has asked you to steal food-stores from the city of Donnvail, where they are being kept for the use of the army of Angmar, so he can distribute them to the hungry people of his tribe.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect food-stores ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}