{
  "id": 620764708,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "The half-orc rumoured to have been in Trestlebridge can likely be found in the Orc camp north-east of Trestlebridge.\\n\\nYou should search for anyone matching Aggy Digweed's description.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Aggy Digweed heard rumour of a man that was likely a half-orc slinking around Trestlebridge the night of the blast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The question remains as to how the suspicious powder got into town at all. We have many travellers here, being on the Greenway... and I did hear rumours of an ugly, mean-looking man that came through last night.\\n\\n'I didn't see him myself, but he made a few folks uneasy. He was already gone when I went to look for him.\\n\\n'Folks say he looked more than a little Orkish. Have you ever heard of such a thing?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Lugbas is probably hiding in the far south-east corner of Nan Wathren.\\n\\nAggy Digweed told you of a nook in the south-east corner of Nan Wathren, atop the highest slopes, where she used to hide as a girl. She believes this is where you will most likely find Lugbas. She beseeches you to slay him before he can make more Black-fire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You defeated the ugly brute? Thank you, [placeholder]. We will have to be less welcoming to travellers, now, I'm afraid.\\n\\n'If such a man could come unhindered and wreak such havoc, then we will never be safe. Orcs creep ever closer to our gates. These are dangerous times, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "You have defeated Lugbas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Aggy Digweed is in Trestlebridge.\\n\\nYou should return to Aggy Digweed with news of your victory against Lugbas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'To end the threat of the Black-fire, Lugbas must be ended. He is likely the leader of the half-orcs.\\n\\n'Try searching my old hiding spot in the south-east corner of the Nan Wathren. On the highest slopes there you will find a nook. It always served me as an excellent hiding place as a girl, and Lugbas might be hiding there now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'With Lugbas dead, Trestlebridge is safe from the Black-fire. Thank you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I shall never forget what you have done for Trestlebridge!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Search for the half-orc who planted the powder",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Lugbas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'May the Black-fire never blight Trestlebridge ever again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Return to Aggy Digweed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Half-orc Schemer",
      "es": "",
      "es (fem)": ""
    }
  ]
}