{
  "id": 620764701,
  "txt": [
    {
      "id": "0xceb0115",
      "en": "Captain Trotter can be found in Trestlebridge.\\n\\nYou should bring the powder you found to Captain Trotter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected the crate contents",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Aggy Digweed recalls a great explosion in town, and that no guards but herself were roused by the sound.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "You have found an exploded barrel amidst the rubble, covered in a fine black powder",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I need your help! The Orcs have some foul magic that they hope to use against us! The other night I was keeping watch on this side of Cirith Nûr, and I saw dark figures carrying a pair of crates out of Nan Wathren.\\n\\n'I loosed a fire-arrow at them, to signal the town-guard. The arrow struck one crate, and those carrying it dropped it and ran. Soon after, there was a sound like thunder and a ball of fire! The others hastily retreated carrying the other crate.\\n\\n'Can you imagine what would have happened if they had gotten that onto the bridge? We must learn what was in that crate! Would you go to the western edge of the Nan Wathren, search for this crate and find out what's inside? You may need to look beyond the bridges.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The crate was destroyed at the western edge of Nan Wathren, just beyond the bridges.\\n\\nAggy Digweed, afraid that this new weapon may be the doom of Trestlebridge, asked you to look for the shattered remains of the crate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Is this what you found in their camp? Here, let me examine it....\\n\\n'Awful stuff! I've no doubt this stuff is dark magic. And knowing Orcs, this crate wasn't the only source of this \\qBlack-fire!\\q'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'We must know what was in that crate! You should search the western edge of Nan Wathren for it and bring some evidence back here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Search Trestlebridge for the cause of the explosion ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'I dare not abandon my guard post to investigate the carnage, but would you like to help? You could search the town and figure out how this could have happened.\\n\\n'The explosion was deafening; why did no one wake? What caused this mayhem? I have never heard a thing like it in all my life....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the crate contents to Aggy Digweed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect the crate contents",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Bring the powder to Captain Trotter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Great Boom in the Night",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'What's this, then? Incendiary powder of some sort... how strange! Who would do such a thing?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "A clue to the great boom heard in Trestlebridge may be found somewhere in town.\\n\\nAggy Digweed has asked you to search for the source of the mayhem that ruined Trestlebridge the previous night.",
      "es": "",
      "es (fem)": ""
    }
  ]
}