{
  "id": 621035263,
  "txt": [
    {
      "id": "0x6a50249",
      "en": "Talk to Rúzat at the Rushgate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56848",
      "en": "'Why the great [placeholder] comes to the Rushgate! Humble Rúzat is very happy to see you again. You have done so much for the Zhélruka already! Now that you are here, Gundabad will certainly belong to the Zhélruka once more! Oh do not worry, other brave heroes are here too. I did not mean to put the weight of the entire march on your shoulders, my friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01156",
      "en": "The fortress of Skarháld can be found in Ered Mithrin.\\n\\nYou should travel to Skarháld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01157",
      "en": "The Rushgate can be found on the border between Ered Mithrin and Elderslade.\\n\\nYou should talk to Rúzat at the Rushgate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa24",
      "en": "Introduction: Elderslade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01148",
      "en": "The fortress of Skarháld can be found in Ered Mithrin.\\n\\nYou should travel to Skarháld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a5",
      "en": "The fortress of Skarháld can be found in Ered Mithrin.\\n\\nYou should talk to Agátur the Boastful in Skarháld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50243",
      "en": "Travel to Skarháld in Ered Mithrin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "You have been summoned to Skarháld in Ered Mithrin, for dwarves gathered there have need of your aid in their journey through Elderslade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "'[placeholder], I am glad to see you! The march to Gundabad has begun! Many of us have set forth from Ered Mithin with our paths taking us through Elderslade. All sights are on Gundabad! I knew that you, one of our greatest allies, would march by our side. When you are ready, travel west to the Rushgate. I will meet you in Elderslade at Annâk-khurfu.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56870",
      "en": "You have received a summons from Agátur the Boastful to join him at the fortress of Skarháld in Ered Mithrin. The Longbeard Dwarves have called for all their friends and allies to proceed to Skarháld as soon as they are able. The time to retake Gundabad is at hand.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1164",
      "en": "Agátur the Boastful wishes to speak with you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50245",
      "en": "Talk to Agátur the Boastful in Skarháld",
      "es": "",
      "es (fem)": ""
    }
  ]
}