{
  "id": 620905835,
  "txt": [
    {
      "id": 136263297,
      "en": "Burned the large Easterling tent",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Picked up a torch",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Burned the small Easterling tents",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Easterlings have built a massive encampment on the bank of the Anduin River. The camp is growing at an alarming rate as more of the Khundolar come down the river from the ford.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Picked up a torch",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Burned the small Easterling tents",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "Picked up the torch",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "You notice some enormous tents scattered amongst the smaller ones in Jóshkhin Orda, and it is clear that these are the primary mustering places of the Easterlings.\\n\\nIt would be best to destroy the tents so that the Easterlings cannot gather their strength.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Large tents can be found throughout the large encampment of Jóshkhin Orda to the north of North-torr. Torches can be found near some camp-fires throughout the camp.\\n\\nYou should collect a torch from the camp-fire and use it to light the doorway of the large Easterling tent.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I can see the smoke rising from their camp from here! If setting their camp on fire did not cause the desired chaos, at least it gives them pause in trying to push further into the Wold.\\n\\n'They will learn that the Rohirrim do not roll over easy, and we will fight to our last breath!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Large tents can be found throughout the large encampment of Jóshkhin Orda to the north of North-torr. Torches can be found near some camp-fires throughout the camp.\\n\\nYou should collect a torch from the camp-fire and use it to light the doorway of the large Easterling tent.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "A pair of small tents lie to the south-west of the largest tent in Jóshkhin Orda.\\n\\nYou should collect a torch from a nearby camp-fire and set the tents ablaze.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "A pair of small tents lie to the south-east of the largest tent in Jóshkhin Orda.\\n\\nYou should collect a torch from a nearby camp-fire and set the tents ablaze.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Sergeant Guthferth is rallying the defences of North-torr just north of Floodwend, attempting to hold back the flood of Easterlings threatening to drown the Wold in chaos.\\n\\nYou should return to Sergeant Guthferth with news of your success.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Burn the large tents in Jóshkhin Orda",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find a torch and burn the large Easterling tent",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Burn the small Easterling tents to the south-west",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Burn the small Easterling tents to the south-east",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Cleansing by Fire",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Return to Guthferth, Sergeant of North-torr",
      "es": ""
    }
  ]
}