{
  "id": 620905831,
  "txt": [
    {
      "id": 136263297,
      "en": "You see a felled horse and rider in the distance...",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "The man suffered numerous blade wounds, but more curiously, harsh burns also mar his armour",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Fastred has received word that a rider from Walstow was sighted outside the walls of Snowbourn, but was being pursued by Orcs and turned to engage in combat. If this rider can be found, his message might be of great importance.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'[placeholder], one of my men just reported seeing a rider of Walstow approaching in the distance.\\n\\n'He was being chased by Orcs and doubled back to fight them off. We have not seen a sign of the rider since.\\n\\n'Get down there as quickly as you are able, and see if you can find him outside town. Aid him if you can!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Fastred has reported that the rider was last seen along the road to the east.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'This bodes ill for Walstow, [placeholder]. It is likely they are under attack as we speak.\\n\\n'We can spare not the men to take the fight there, especially if the Orcs may turn on us so readily.\\n\\n'We must decide what to do, and with haste.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "You have come across the remains of a rider and his steed. You should examine his body and see if you cannot glean more information about what has occurred here.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Cynelac can be found outside the Mead Hall of Snowbourn.\\n\\nHaving discovered a slain Rohirrim outside Snowbourn bearing the garb of Walstow, you have deduced that a great siege will soon befall the town.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find the rider's trail",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Inspect the fallen Rohirrim rider",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Cynelac",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Warning from Walstow",
      "es": ""
    }
  ]
}