{
  "id": 620905825,
  "txt": [
    {
      "id": "0xd085251",
      "en": "The note reads:\\n\\n'We have captured the tower Suth-torr from the horse-riding weaklings, and the dark one resides there now. The camp has been built, and it is from here that the attack upon Rohan shall be launched.\\n\\n'Complete production of the siege-weapons as soon as possible. Do not be late with them. They are instrumental in the siege.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'My fears were not unfounded; you found no trace of the men who stood guard at that tower. Igniting the tower drove away the fell beast and its Master, but I suspect they are still nearby.\\n\\n'The Nazgûl leads the Easterling assault, so this victory is short-lived, but we shall take any victories we can muster nowadays.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Tower An Inferno",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Easterlings have built a massive encampment on the bank of the Anduin river. This camp is growing at an alarming rate as more enemies flow down the river from the ford.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Burned the Watch-tower Súth-torr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Picked up the torch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Use a torch to burn the Watch-tower Súth-torr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The fallen Rohirrim watch-tower is in the north-east corner of their large encampment of Jóshkhin Orda to the north of North-torr.\\n\\nYou should search for a torch near the watch-tower and burn it to drive out the evil that dwells there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Guthferth at North-torr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Sergeant Guthferth is rallying the defences of North-torr just north of Floodwend, attempting to hold back the flood of Easterlings threatening to drown the Wold in chaos.\\n\\nYou should speak with Sergeant Guthferth.",
      "es": "",
      "es (fem)": ""
    }
  ]
}