{
  "id": 620905891,
  "txt": [
    {
      "id": 218649170,
      "en": "'I am glad to have you with me, [placeholder]. Stay close and be ready to strike our foe.\\n\\n'Come. Let us see what these trespassers are made of!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Sworn Oaths",
      "es": ""
    },
    {
      "id": 127458128,
      "en": "'We have fought well today. Our actions have surely weakened the enemy's hold.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Captain Garmund has been defeated",
      "es": ""
    },
    {
      "id": 127458129,
      "en": "'We will not reclaim these farms completely without support, but we have done our part.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have helped drive the White Hand forces away",
      "es": ""
    },
    {
      "id": 127458130,
      "en": "'I commend you for your bravery. Let no man say that we have failed to uphold our oaths!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Captain Garmund can be found just ahead of you, at the northern edge of the farmland.\\n\\nGarmund has asked you to help him repel many of the White Hand trespassers across the farmland.",
      "es": ""
    },
    {
      "id": 127458131,
      "en": "'Onward! To battle!'",
      "es": ""
    },
    {
      "id": 24743345,
      "en": "'Ride with me and be ready to strike! The enemies should be just ahead.'",
      "es": ""
    },
    {
      "id": 127458132,
      "en": "'The Norcrofts will not be taken from us! Forth Eorlingas!'",
      "es": ""
    },
    {
      "id": 24743346,
      "en": "'We will make safe once more, the lands of Théoden King!'",
      "es": ""
    },
    {
      "id": 127458133,
      "en": "'No Orc can match the riding skill of the Horse-lords!'",
      "es": ""
    },
    {
      "id": 127458134,
      "en": "'We will purge this evil from the Riddermark!'",
      "es": ""
    },
    {
      "id": 24743347,
      "en": "'Show no mercy to the trespassers!'",
      "es": ""
    },
    {
      "id": 127458135,
      "en": "'Send the foe fleeing back to Isengard!'",
      "es": ""
    },
    {
      "id": 24743348,
      "en": "'I will fulfil my oath, and cut down any in my path!'",
      "es": ""
    },
    {
      "id": 24743349,
      "en": "'Do not attempt to impede me, for I will have vengeance on my foes!'",
      "es": ""
    },
    {
      "id": 24743350,
      "en": "'Show the enemy what fate awaits those who oppose the Eorlingas!'",
      "es": ""
    },
    {
      "id": 24743351,
      "en": "'We must not abandon the plains! Stride onward!'",
      "es": ""
    },
    {
      "id": 24743352,
      "en": "'We have beaten many foes, but their number is simply too great...'",
      "es": ""
    },
    {
      "id": 24743353,
      "en": "'Rally! Rally! Let us make for Cliving to regroup and recover.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Listen to Garmund",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Garmund",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Defend Garmund as he attacks the White Hand forces",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Captain Garmund has organized an unexpected counter-attack against the Orcs who have sacked the farmlands outside of Cliving in the hopes of driving back some of the White Hand forces.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Let us return to the outpost at the watch-tower. We cannot hope to regain the fields in such short time.'",
      "es": ""
    }
  ]
}