{
  "id": 620905927,
  "txt": [
    {
      "id": 136263297,
      "en": "You have discovered the corpse of a fell-looking, blackened Huorn",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have come upon a sickened stump covered in writhing worms",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You discover a patch of blackened roots",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Ent Greenroot is tremendously sad, withering under the weight of his grief. If no one intervenes, you worry he will slowly become naught but dead wood.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You discover a dead young Huorn, fallen prey to some terrible anguish",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "As you approach this Ent, you feel the weight of a heavy grief upon the air around him, like a grey mist. This Ent withers under the powerful sadness.\\n\\nIt is clear that the sadness consumes the Ent Greenroot, but you cannot help him if you do not know why.\\n\\nYou wait a moment for a memory to be impressed upon you, but Greenroot has retreated into his own slow thoughts.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Something near Greenroot has made him sad, but he has no memory to impress upon you.\\n\\nYou should investigate nearby to see what has caused this Ent to wither under such a heavy cloud.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "You tell Greenroot that you saw the state of his herd: corrupted, twisted, polluted, blackened by evil influences in the forest. He closes his eyes sadly as you recount what you saw.\\n\\nYou want nothing more than to help this lonely Ent be free from the pain of watching his trees turn so evil.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Greenroot is outside of the entrance to the Black Heart in Fangorn.\\n\\nYou should return to Greenroot to tell him that you understand his pain, and wish to help if you possibly can.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Investigate near Greenroot ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Tell Greenroot you wish to help",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "TBD - 3",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "TBD - 4",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Where Light Cannot Shine",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Tell Greenroot you wish to help",
      "es": ""
    }
  ]
}