{
  "id": 620905809,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Talk to Fastred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'How do I know that Gísling is not just sending us on a wild hunt for naught?\\n\\n'I care for Snowbourn, and that is the sole reason I will even acknowledge his request. Search outside Snowbourn... if the Enemy has been marking the trees near our weakest walls as he claims, we will be able to prepare for whatever may come.\\n\\n'In the meantime, I will speak with the traitor and see if he might grace us with more information.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So, his claim rings true?\\n\\n'I will admit that he has done us a favour... perhaps there is more to this than I supposed.\\n\\n'Let us talk of other things.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Missing the Mark",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Fastred is hesistant to believe Gísling's warning that Snowbourn is being sized up by the forces of the Enemy.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have found a blade of Orc-make shoved into a tree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "A blade of Rohirric origin has been thrust into a tree marked with an 'x'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find markings of the Enemy outside Snowbourn ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gísling mentioned that he saw trees being marked with weaponry, especially around Snowbourn's weakest walls.\\n\\nFastred wants you to investigate his claim that Snowbourn is being marked by the forces of the Enemy marshalling in the Sutcrofts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Found markings of the Enemy outside Snowbourn ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Fastred can be found in the Mead Hall of Snowbourn.\\n\\nYou should return to Fastred with news of your discoveries.",
      "es": "",
      "es (fem)": ""
    }
  ]
}