{
  "id": 620905903,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'As you can see, good [placeholder], there is much to do here. The forces of the Enemy have wrought much destruction. It is up to us to rally the Eastemnet and show them the will and spirit of the Rohirrim.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Welcome to Hytbold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "The Mead Hall of Hytbold is a large, impressive structure. There is much to be done to restore its glory, however",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The people of the Wold build strong defences. They will be a great boon to Hytbold if they return",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "The people of the Sutcrofts are experts at farming and assaulting the enemy. They will empower any town to outlast and destroy its enemies",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The various sections of Hytbold are spread throughout the ruined town.\\n\\nEdgal has asked you to take a quick look around the burned-out town of Hytbold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "The people of the Norcrofts are unrivalled in their command of horses. They will be needed to defend Hytbold to the last",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c50",
      "en": "Talk to Edgal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Edgal is waiting at the Mead Hall in Hytbold.\\n\\nYou should return to Edgal and speak to him about beginning the repairs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "The people of the Entwash are renowned for their tales and songs. They will not allow any town to forget its past",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "Enough of the structure remains that, with a little work, this smithy could be put back to good use",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3687",
      "en": "While they are not scholars, the Rohirrim know the power and value of knowledge. This place was once that and can be again",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3688",
      "en": "While the river now flows by unchecked, once repaired this mill will bring great use to Hytbold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3689",
      "en": "The farmhouses escaped mostly unscathed, but the farm itself did not. Repairing these will be a priority if anyone is to return",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Locate Hytbold's Mead Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Locate Hytbold's Wold District",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Locate Hytbold's Sutcrofts District",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Locate Hytbold's Norcrofts District",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Locate Hytbold's Entwash District",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Locate Hytbold's Smithy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Locate Hytbold's Study",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "Locate Hytbold's Lumbermill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c9",
      "en": "Locate Hytbold's Farms",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Edgal has asked you to take a quick walk around Hytbold to assess the current state of the town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I am glad to see that you found your way here, [placeholder]. There is a great deal of work to do if we are to call this a town of Rohan. I believe the people of the Eastemnet will rally to aid you, but the effort will be great. They have plenty of concerns of their own to focus upon.\\n\\n'There are nine main areas to this town. The Mead Hall is nestled up near the cliffs with the Study, Smithy, and Armoury tucked behind it. Below that are areas for the inhabitants of each of the four eastern Ridings. To the north-west of the walls are a few farmsteads, while on the south is the remains of a lumber-mill and water-wheel.\\n\\n'Before we get started on the repairs, I encourage you to take a quick look around and familiarize yourself with the town. My hope is that you will be able to help us transform this place and that it will not look as it does for very long.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}