{
  "id": 620905901,
  "txt": [
    {
      "id": 218649170,
      "en": "'Thank you for bringing me here, [placeholder]. I hope that I have not been overly troublesome to you. You have been a greater friend to Randgar and myself than you know.\\n\\n'Please excuse me for a moment.' ",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'My father cares for me, but he shares not my views of love. He would never allow for me to spend my life with a farmer, no matter how good that man might be. \\n\\n'Randgar and I must depart together for safer lands. You have been so helpful, but I must ask of you one final request. Please, tell my father that I have gone off with a rich and handsome Rider from Edoras, whom we encountered on our return. In this way, he will miss me, but be all together happy for my good fortune.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: All that Remains",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Good fortune to you, [placeholder]. We owe you our happiness together.'",
      "es": ""
    },
    {
      "id": 127458128,
      "en": "'We did not wish for it to be this way, but we had no choice! Please do not be angry. You have done us a great service.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Inhild begins to call out for Randgar",
      "es": ""
    },
    {
      "id": 127458129,
      "en": "'There is one final matter that needs to be dealt with. Please speak with Inhild, and she will explain.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Inhild can be found along the road to Randgar's farm.\\n\\nInhild wishes to speak with you about Randgar.",
      "es": ""
    },
    {
      "id": 24743345,
      "en": "'Randgar! Randgar!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Randgar has returned and is awaiting outside his farm.\\n\\nRandgar has appeared, alive and well, and would like to explain things to you.",
      "es": ""
    },
    {
      "id": 24743346,
      "en": "'Where are you my love? Oh how I miss you!'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Inhild can be found near Randgar's farm.\\n\\nInhild wishes to discuss one final matter with you.",
      "es": ""
    },
    {
      "id": 24743347,
      "en": "'Here I am Inhild! Do you see me?'",
      "es": ""
    },
    {
      "id": 24743348,
      "en": "'It is so good to see you, my love! I cannot believe that it worked.'",
      "es": ""
    },
    {
      "id": 24743349,
      "en": "Amazingly, Randgar appears to be alive!",
      "es": ""
    },
    {
      "id": 24743350,
      "en": "'Inhild and I have known that we would never be together, as long as Hwitmon could stop us.'",
      "es": ""
    },
    {
      "id": 24743351,
      "en": "'We devised a plan to feign my death, in hopes that Hwitmon would allow Inhild to see to my remains.'",
      "es": ""
    },
    {
      "id": 24743352,
      "en": "'For our scheme to work, we would need an outsider to lend help. That outsider was you, [placeholder].'",
      "es": ""
    },
    {
      "id": 24743353,
      "en": "'I am sorry to have deceived you, but it was the only way to ensure that you would be genuine when convincing Hwitmon.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Observe the events at Randgar's farm",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Inhild",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Listen to Randgar's explanation",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Randgar",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Inhild",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Inhild has travelled to Randgar's farm, in order to say a final farewell to the man she loved so dearly.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Greetings again, [placeholder]. I understand your surprise. Please, allow me to explain.'",
      "es": ""
    }
  ]
}