{
  "id": 620905844,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You encourage the youth Radwig to remain safe with his guards, for these Mordor Orcs are fierce, and his people need him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Destroyed siege-machines ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Machines of war are being constructed at Nîn-stazg, and their purpose is to lay Floodwend to ruin. Radwig wishes to go fight the forces of Mordor himself, but his mother is not thrilled with this idea.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'While you were gone, we lost control of one of our watch-towers, and the Orcs who took it renamed the encampment Nîn-stazg.\\n\\n'These enemies are from Mordor, [placeholder]. Mordor! I understand you have experience with such foes. I will go there myself and fight them, and I hope you will join me.\\n\\n'Ah... my mother wishes to say something. Well, please do not take too long. I will meet you out on the field of battle, my friend -- at Nîn-stazg!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Etta, mother of Thane Radwig, is in the Mead Hall of Floodwend.\\n\\nYou should speak with Etta.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Do not encourage him, [placeholder]! Radwig is no warrior yet, and he endangers his life with such mad ideas.\\n\\n'No, Radwig, you must not go to this Orc encampment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The young Thane Radwig is in the Mead Hall of Floodwend.\\n\\nYou should speak with Radwig.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Radwig wishes to meet you outside of Nîn-stazg, an Orc-encampment in the south-east of the Wold.\\n\\nYou should search for Radwig near Nîn-stazg, for he wishes to help you drive out the Orcs there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'My lady Etta has sent us to protect the Thane. He should not go into battle, but he may observe the battle from here, should he wish it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'My... my mother sent these guards to keep me out of harm's way, and now they will not let me anywhere nearer Nîn-stazg than this. So many Orcs! Yet I yearn to prove myself in battle....'\\n\\nYour heart goes out to this bold young man, but it is clear that this is not the time for him to be fighting.\\n\\nHe was brave for venturing out, but he is not ready, and he is of more use to his folk alive than dead. You tell him what you think.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Siege machines can be found at Nîn-stazg to the south-east of Floodwend.\\n\\nYou should destroy siege-weapons that you find in the woods.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'My lady Etta has sent us to protect the Thane. He should not go into battle, but he may observe the battle from here, should he wish it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'It was a pleasure to watch you fight, [placeholder]! I have never seen such bravery on the training ground. When I saw you fight, I imagined my father in battle, and it gave me heart.\\n\\n'You were good to destroy those siege-machines. They would have done Floodwend much harm. The next time Orcs attack our lands, it will be me hewing at their limbs!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Nonsense. My father would never have stood by while the forces of Mordor captured our defences. I will go and fight these Orcs. How else will I command the respect of my people?\\n\\n'My mother cannot change my mind.\\n\\n'I will see you at Nîn-stazg, [placeholder]! I look forward to drawing my sword with yours.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Thane Radwig is on a hill overlooking Nîn-stazg.\\n\\nYou should speak with Thane Radwig.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'My lady Etta has sent us to protect the Thane. He should not go into battle, but he may observe the battle from here, should he wish it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find out why Etta suddenly protests",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'I long for the day when I can fight my own battles without adults interfering....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Hear Radwig's reply",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Radwig at Nîn-stazg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Destroy siege-machines ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Machines of War",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Return to Radwig outside of Nîn-stazg",
      "es": "",
      "es (fem)": ""
    }
  ]
}