{
  "id": 621080017,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Hobbit's Home From Home",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Hullo, hullo! Are you a visitor come to the Shire?\\n\\n'It is my duty and pleasure to welcome you to our great country, then! I am Will Whitfoot, Mayor of Michel Delving, and of all the Shire. Who are you and from where to do you hail?'\\n\\nYou introduce yourself to Mayor Whitfoot, and he bows in turn. You tell him of your home, saying only that it lies beyond the Misty Mountains, and of your long journey through countless lands that led you to the village of Mossward in Swanfleet. It was there you met Fridolin Took, you say, and Mayor Whitfoot chortles to himself.\\n\\n'It would be Fridolin, wouldn't it? Tsk. It is always a Took! Well, I, for one, am glad you have come to visit us. If you and your kin are indeed distant cousins of ours, then I say you are kin of mine! You are welcome to remain in the Shire for as long as you wish, [placeholder]. There are many fine towns and villages in the Shire, so I would suggest that you visit them all. After all, I have heard more than enough complaints about my purported favouritism!\\n\\n'Nevertheless, I am certain the good folk of the Shire would welcome the help of a [placeholder] of your... stature!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "After a long journey from the lands of Misthallow led you to the border village of Mossward in Swanfleet, you have encountered a most curious hobbit! Not a fellow River Hobbit of Lyndelby, nor one of the Stoors of Swanfleet, nor still their elusive cousins rumoured to dwell in Enedwaith: he is a hobbit of a land called the Shire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Talk to Mayor Will Whitfoot outside the Town Hole, in Michel Delving",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Mayor Will Whitfoot can be found outside the Town Hole in Michel Delving, in the Shire.\\n\\nDespite your protests to the contrary, Fridolin Took believes you to be a long-lost and unusually tall cousin of the Tooks and thinks you ought to visit the lands of the Shire. You should talk to the Mayor of the Shire, Will Whitfoot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Well, well! That is more than enough excitement for today, I think! I don't recall seeing you around Mossward, traveller. Although, I imagine it would've been hard for me to see anything at all while I was hiding in one of these fine folks' cabinets during that raid! I hear you helped to put an end to those oversized goblins, though, and I must thank you for that. What is your name?'\\n\\nYou introduce yourself, and Fridolin Took introduces himself in turn.\\n\\n'[placeholder]... a curious name for a most curious hobbit. Why, you bear a striking resemblance to old Bandobras Took—the Bullroarer, as we Tooks call him—yes, very alike indeed, at least where your height is concerned! Might you be one of my long-lost cousins? No? Perhaps you're of the North-tooks, then?'\\n\\nYou tell Fridolin that you are not one of the Tooks, a North-took, a Bullroarer—whatever that is—or anything of the sort. You say that you hail from a place beyond the Misty Mountains, and that you have travelled to Mossward as but one of many destinations on the long journey from your home-land.\\n\\n'Yes, yes, that is all well and good, but you might still be a Took of some sort. Hah! I jest, of course. Even if you are not a Took, I say you are a cousin of mine, and it would be terribly rude of me not to invite you to visit us in the Shire. You'll need to follow the road up to Bree-town, and then you'll want to head west. Once you cross the Brandywine River, you're in the Shire! Ah, but first, you'll want to stop into Michel Delving to talk to the Mayor, old Will Whitfoot. He'll want to give you a proper Shire welcome!\\n\\n'Oh, and if any of the Bounders give you trouble, just tell them Fridolin's invited you for tea!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}