{
  "id": 621080091,
  "txt": [
    {
      "id": "0xceb0116",
      "en": "Meneldir, who was once a Ranger, has asked you to tell him where you call home.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Larger World",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Meneldir and tell him about yourself",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d177",
      "en": "The Man you saved outside the burning town is strangely-dressed, but seems friendly enough.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'[placeholder], you say? That is an interesting name, and I can tell there is a story behind it, though you wish to keep the location of your home a secret. I will not pry. These are dangerous times, and the dangers only seem to increase! The Uruks that attacked Mossward wore a curious sigil: the mark of a white hand. I do not know its meaning, but I fear it signifies nothing good.\\n\\n'Thank you again for your help, [placeholder]. Let me know if you are interested in helping me learn the secret of the White Hand, and to help Mossward recover from this attack. The flames will soon die down, and then the healing must begin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'I am glad you came along when you did, friend! I do not know why these Uruks came to burn Mossward, but I will find out. When you return to the Stoor-vales, you should warn your folk to lock their doors and beware of creeping shadows. This band of Uruks has been defeated, not soon enough to keep Mossward from harm, I am afraid... but there may be others out there.'\\n\\nThe Man pauses, and then squints more closely at you.\\n\\n'But wait... you are not one of the Stoors, are you? There's a bit of Fallohide in you, I daresay, although I am no expert on the various families of hobbit. Where do you call home? You are a long way from the Shire, if that is where your hearth can be found. But I suppose few who name themselves adventurers can stay for long at home. That is true for me, as well. I am named Meneldir, and I was once a Ranger. What I am now, well, I suppose I am still learning that. Might the same be said of you?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}