{
  "id": 621080043,
  "txt": [
    {
      "id": 110675153,
      "en": "'What seems to be the problem, small ones?'",
      "es": ""
    },
    {
      "id": 110675154,
      "en": "'Is that all? I beheld something else from aloft.'",
      "es": ""
    },
    {
      "id": 110675155,
      "en": "'Take a weapon from that satchel and equip it for the adventures that await you.'",
      "es": ""
    },
    {
      "id": 148970437,
      "en": "You tell Fanglind that your heart calls for you to leave, and he shakes his feathers",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "For untold centuries, the humble folk known to themselves as the Holbytlan have lived peaceful lives among the hidden dells of Misthallow. Now, one of their number seeks to leave the safety of Lyndelby in search of adventure....",
      "es": ""
    },
    {
      "id": 188513585,
      "en": "'Now this is a pleasing little valley, isn't it?'",
      "es": ""
    },
    {
      "id": 173025538,
      "en": "Protect your friends and family from the goblins",
      "es": ""
    },
    {
      "id": 188513586,
      "en": "'All we have to do is clear out the current residents!'",
      "es": ""
    },
    {
      "id": 173025539,
      "en": "Talk to Fanglind, one of the Great Eagles who protects your people",
      "es": ""
    },
    {
      "id": 184885857,
      "en": "The Holbytlan of Lyndelby arrive, drawn by the sound of the goblins",
      "es": ""
    },
    {
      "id": 188513587,
      "en": "'And here they are! Is this all of you lot?'",
      "es": ""
    },
    {
      "id": 173025540,
      "en": "Search the goblin's satchel for a weapon to equip, and then talk to Fanglind",
      "es": ""
    },
    {
      "id": 184885858,
      "en": "And so you left your family and your friends behind, and began your adventure",
      "es": ""
    },
    {
      "id": 190220785,
      "en": "'I will not ask for you to stay, [placeholder]. I see that your mind is made.'\\n\\nGrandmother Maddy smiles at you, and fondly tugs upon your ear.\\n\\n'Now listen to me, dear one, because this is important and I will not repeat myself. You are to keep your eyes on the road ahead of you, and you will not worry about us; we have Fanglind and the other Eagles to keep watch over us, and Lyndelby will be fine while you are gone. But remember this: we are only letting you go so you can bring help to the folk you find out in that wide and dangerous world. You are to make yourself useful, [placeholder]! There are people out there who will need your help, and you should help them. I think that is the calling that draws you away from us, and it is only so you can answer it that I will permit you to go.\\n\\n'Are we agreed? Then <rgb=#00FF00>wave</rgb> to us all and be off on your grand adventure, [placeholder]! And remember what I said!'",
      "es": ""
    },
    {
      "id": 188513588,
      "en": "'I say we name this place Goblin Valley! What do you say, boys?'",
      "es": ""
    },
    {
      "id": 184885859,
      "en": "Weeks later, flames in the night draw your eye and your steps...",
      "es": ""
    },
    {
      "id": 188513589,
      "en": "'No one can stop us from taking it!'",
      "es": ""
    },
    {
      "id": 173025542,
      "en": "Talk to Grandmother Maddy",
      "es": ""
    },
    {
      "id": 188513590,
      "en": "'Welcome to Goblin -'",
      "es": ""
    },
    {
      "id": 173025543,
      "en": "<rgb=#00FF00>Wave</rgb> to your friends and family, the good Holbytlan of Lyndelby, and begin your grand adventure",
      "es": ""
    },
    {
      "id": 184621265,
      "en": "Odger Túcca's best friend, his pet frog Croaker, has disappeared.",
      "es": ""
    },
    {
      "id": 173025544,
      "en": "Your journey demands that you help folk who need it",
      "es": ""
    },
    {
      "id": 184621266,
      "en": "Odger Túcca's best friend, his pet frog Croaker, has disappeared, but you heard his croaking near the rocks to the south-west.",
      "es": ""
    },
    {
      "id": 173025545,
      "en": "Talk to Meneldir and complete the quest 'A Larger World'",
      "es": ""
    },
    {
      "id": 184621267,
      "en": "Goblins have snuck into the town of Lyndelby and now threaten your friends and family!",
      "es": ""
    },
    {
      "id": 184621268,
      "en": "The Eagle Fanglind has long protected the Holbytlan from any who find their hidden valley, and today has been no different.",
      "es": ""
    },
    {
      "id": 244340001,
      "en": "'What is all this ruckus?'",
      "es": ""
    },
    {
      "id": 190220704,
      "en": "'You are leaving Lyndelby in search of adventure? Good-bye then, [placeholder]. I will see you when you return, and...\\n\\n'Oh! You should say good-bye to Croaker, too! He is simply the best frog-friend anyone's ever had, you know he is! You definitely need to say good-bye to Croaker, too. It will be some time before you come back, after all.'",
      "es": ""
    },
    {
      "id": 244340002,
      "en": "'I have told you again and again to pace yourself with the pipe-weed, Heldric.'",
      "es": ""
    },
    {
      "id": 184621270,
      "en": "Fanglind has recommended that you search the satchel dropped by the goblins and equip one of the weapons you find within. Afterwards, he wants to talk to you some more.",
      "es": ""
    },
    {
      "id": 244340003,
      "en": "'Now, [placeholder], how can I help you?'",
      "es": ""
    },
    {
      "id": 244340004,
      "en": "'You cannot leave without saying good-bye to your neighbours, [placeholder].'",
      "es": ""
    },
    {
      "id": 184621272,
      "en": "Grandmother Maddy has asked you to <rgb=#00FF00>wave</rgb> to your friends and family, and then to begin your grand adventure.",
      "es": ""
    },
    {
      "id": 244340005,
      "en": "'It would not be proper.'",
      "es": ""
    },
    {
      "id": 184621273,
      "en": "Your adventure begins, and you vow to do as Grandmother Maddy requested: to help anyone who has need of it.",
      "es": ""
    },
    {
      "id": 184621184,
      "en": "Grandmother Maddy stares at you with sadness, but with hope in her eyes as well.",
      "es": ""
    },
    {
      "id": 190220709,
      "en": "'I saw the goblins from high above, [placeholder], but I saw something else as well: I saw you bidding farewell to your folk, and I knew your mind. I have known what you intended for several weeks now, and have kept watch upon your steps. I hope you do not mind.\\n\\n'I will continue to safe-guard your folk, as I have for all the years I have known you. But you will need to be properly-equipped if you are to survive the adventures that await you! You do not have the mighty talons of my kind, after all, though you are unusually tall and strong... for one of your folk. You are still very small when compared to the Great Eagles, and to the other peoples you will encounter beyond the ridges that surround your village.\\n\\n'These goblins were thieves, and their leader possessed a bag of weapons. Perhaps you should avail yourself of this equipment; the goblin has no claim upon it, and its former owner cannot make use of it any longer, but in your hands it may yet do some good.'",
      "es": ""
    },
    {
      "id": 190220711,
      "en": "'Do not forget to equip your new weapon, [placeholder]. I will not be able to protect you when you leave Misthallow, and you will need to rely upon your skills and the equipment you are able to find if you are to survive the challenges ahead of you.\\n\\n'It is a dangerous world out there. Are you certain this is the life you have chosen? Most of your kind do not leave their homes, choosing to remain near the land of their birth.'",
      "es": ""
    },
    {
      "id": 109830849,
      "en": "'Ho there! Are you a friend?'",
      "es": ""
    },
    {
      "id": 173025571,
      "en": "Talk to your friend Valaric Túcca among the peaceful homes of the Holbytlan",
      "es": ""
    },
    {
      "id": 148970473,
      "en": "You tell Oggy you will miss her",
      "es": ""
    },
    {
      "id": 173025573,
      "en": "Meet with Heldric Túcca as the sun rises",
      "es": ""
    },
    {
      "id": 173025574,
      "en": "Talk to Grandmother Madelgard Túcca",
      "es": ""
    },
    {
      "id": 138882593,
      "en": "'Hmmm... where has Croaker gone?'",
      "es": ""
    },
    {
      "id": 138882594,
      "en": "'What do we do? What do we do?'",
      "es": ""
    },
    {
      "id": 173025576,
      "en": "Talk to Ogiva Túcca down the hill",
      "es": ""
    },
    {
      "id": 140606081,
      "en": "'I can hardly believe it, [placeholder]!'",
      "es": ""
    },
    {
      "id": 140606082,
      "en": "'You had better tell Grandmother Maddy what you have in mind.'",
      "es": ""
    },
    {
      "id": 148970481,
      "en": "Vilihad has never had much in the way of imagination",
      "es": ""
    },
    {
      "id": 140606083,
      "en": "'Follow me.'",
      "es": ""
    },
    {
      "id": 140606084,
      "en": "'The sun is coming up.'",
      "es": ""
    },
    {
      "id": 148970483,
      "en": "You promise Erma that you will come back, one day",
      "es": ""
    },
    {
      "id": 140606085,
      "en": "'Won't you miss seeing sights like this, [placeholder]?'",
      "es": ""
    },
    {
      "id": 31772881,
      "en": "'Oh my.'",
      "es": ""
    },
    {
      "id": 140606086,
      "en": "'There's nowhere else like Lyndelby in the whole world!'",
      "es": ""
    },
    {
      "id": 140606087,
      "en": "'[placeholder] is going to leave Lyndelby!'",
      "es": ""
    },
    {
      "id": 173025584,
      "en": "Talk to Vilihad on the path to the south",
      "es": ""
    },
    {
      "id": 140606088,
      "en": "'No, we won't! [placeholder] is leaving... FOR GOOD!'",
      "es": ""
    },
    {
      "id": 184621216,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 148970487,
      "en": "You hear Croaker's worried croaking coming from the south-west",
      "es": ""
    },
    {
      "id": 184621218,
      "en": "The man is strangely-dressed but seems friendly, and any foe of goblins or Orc-kind is a friend to the Holbytlan.",
      "es": ""
    },
    {
      "id": 173025586,
      "en": "Talk to Erma Túcca near the base of the hill",
      "es": ""
    },
    {
      "id": 86685441,
      "en": "'Well, it was goblins... but you took care of it, Fanglind!'",
      "es": ""
    },
    {
      "id": 148970489,
      "en": "You found Croaker... but you also found a troop of snooping goblins!",
      "es": ""
    },
    {
      "id": 139529281,
      "en": "'Hullo there, my young friends.'",
      "es": ""
    },
    {
      "id": 173025588,
      "en": "Talk to Odger Túcca further along the path to the south-east",
      "es": ""
    },
    {
      "id": 139529282,
      "en": "'What brings you out and about on this fine morning?'",
      "es": ""
    },
    {
      "id": 136602517,
      "en": " ",
      "es": ""
    },
    {
      "id": 139529283,
      "en": "'Well, take care. We will see you for supper.'",
      "es": ""
    },
    {
      "id": 173025590,
      "en": "Wait for Croaker to reveal where he has gone",
      "es": ""
    },
    {
      "id": 139529284,
      "en": "*cough* *gasp* *cough*",
      "es": ""
    },
    {
      "id": 139529285,
      "en": "'What's that? What did you say?'",
      "es": ""
    },
    {
      "id": 139078945,
      "en": "'It's a big world out there, I just know it!'",
      "es": ""
    },
    {
      "id": 173025592,
      "en": "Look for Croaker near the rocks to the south-west",
      "es": ""
    },
    {
      "id": 246419712,
      "en": "Your good friend Valaric Túcca can hardly believe that you have made the decision to leave.",
      "es": ""
    },
    {
      "id": 162883601,
      "en": "'I cannot believe you have truly decided to leave us, [placeholder]! I know we have spoken about this possibility for many years, but... well, I must admit I always thought I would be the first of the Holbytlan in living memory to leave this hidden vale, and the first to return!'\\n\\nYou tell Valaric that he is welcome to accompany you, and to his credit and his surprise he almost considers it. Then he shakes his head.\\n\\n'Oh, no,' he stammers at last. 'It is a big world out there, they say, and I do not think I am quite ready to see it. But you are the tallest of us, and grew for the longest. If any of us have the courage to leave Misthallow, I believe you are the one!'",
      "es": ""
    },
    {
      "id": 190220753,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 246419714,
      "en": "Meet with Heldric Túcca outside his home in Lyndelby as the sun rises on the day you have decided to leave.",
      "es": ""
    },
    {
      "id": 9362340,
      "en": "Follow Valaric Túcca to Grandmother Maddy's home",
      "es": ""
    },
    {
      "id": 246419715,
      "en": "Grandmother Madelgard Túcca is waiting to speak with you as the sun rises on a beautiful day over the hidden Holbytlan village of Lyndelby.",
      "es": ""
    },
    {
      "id": 162883604,
      "en": "'So what has gotten my Heldric all in a bother, [placeholder]? And I have not seen Valaric this excited since... well, since Gísla accidentally doubled the recipe for her famous pie-fillings, but to speak honestly that was quite a day for all of us.'\\n\\nYou tell Grandmother Maddy that the time has finally arrived for you to leave Lyndelby, see the wider world, and have an adventure. She nods silently, and taps you on the nose.\\n\\n'It was bound to happen sooner or later, dear [placeholder]. You have always been different, in your own way: more outgoing than the rest of us, and more curious about what lies beyond the mist-shrouded dells. And taller, too! The blood of the ancient Holbytlan is very strong in you, I have always said it! Haven't I, Heldric? Oh, he has stopped listening to me. That old goat!'",
      "es": ""
    },
    {
      "id": 246419717,
      "en": "Grandmother Maddy asked you to say good-bye to some of the early risers of Lyndelby.",
      "es": ""
    },
    {
      "id": 9362343,
      "en": "Listen to Grandmother Maddy",
      "es": ""
    },
    {
      "id": 162883606,
      "en": "'You are up early today, [placeholder]. Are you planning to...'\\n\\nOgiva's cheerful words trail away into nothing, and her amiable expression is replaced with one of shock.\\n\\n'This is the day! I knew it! I told Vilihad you were finally going to go and set out on your wanderings, and sure enough I was right! I did not know it would be this morning, perhaps, not exactly, but I have known for awhile that you were planning for just such a journey. That is terribly exciting, [placeholder]. You'll go and make us proud, see if you don't!'",
      "es": ""
    },
    {
      "id": 162883607,
      "en": "'Today is the big day, then? Ogiva has been telling me you are soon to set out on some adventure or another, but I figured it wasn't really our business. I can't imagine leaving Lyndelby, but I suppose every one of us is different, after all.\\n\\n'You be careful out there beyond Misthallow, [placeholder]. Who knows what dangers you might run into? The shrews are always getting into my crops and spoiling my lettuce, and I expect there are larger and more dangerous creatures out in the wide world. GIANT shrews, I wouldn't doubt it!'",
      "es": ""
    },
    {
      "id": 162883608,
      "en": "'I just cannot believe you are leaving us, [placeholder]!'\\n\\nErma wipes away a tear and makes you promise that you will return after you have had your fill of adventure. You tell her you are certain to return to Lyndelby when you can, after you have seen what lies beyond the distant ridges on the horizon.\\n\\n'The mountains are awfully tall to be climbed by one of the Holbytlan,' she says. 'I know Valaric says our people went that way, once, but he says a lot of things. Maybe you'll be the first of us to see what lies on the other side of them? If that's true, you be sure to come back and tell us all about it!'",
      "es": ""
    },
    {
      "id": 246419721,
      "en": "You have noticed Odger Túcca further down the path to the south-east, and should tell him about your plans.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Humble Beginnings",
      "es": ""
    }
  ]
}