{
  "id": 621092023,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Bôgalekh has requested that you go to Ghâs Hejai to the north of Jadambor to investigate the Hakâri cultists.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e17",
      "en": "Inform Hênok of what you have discovered",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85940",
      "en": "What tidings do you bring?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85958",
      "en": "I beseech you adventurer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Obtain any information you can from the Hakâri cultists that are gathered in Ghâs Hejai to the north of Jadambor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "You have gathered information regarding the Hakâri cultists and their plans. Bring what you have learned to Hênok located to the east of Ghâs Hejai.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'You must be the [placeholder] Bôgalekh told me of. What tidings do you bring from your encounters with the Hakâri?\\n\\n'Any information you have gleaned may aid us greatly. I have been watching Ghâs Hejai as closely as I can from a safe distance and there has been much activity.'\\n\\nYou hand Hênok the information you gathered from the cultists.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Bôgalekh has asked you to go investigate the ruins of Ghâs Hejai to the north for more information.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Arrived at Ghâs Hejai",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Travel to Ghâs Hejai to investigate the area",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I request that you head north of here, to Ghâs Hejai, and uncover anything you can about their activities.\\n\\n'I have sent one of my scouts ahead by the name of Hênok. If you discover anything, report it to him and he will know what to do. He should be holed up to the east of Ghâs Hejai when you need him.\\n\\n'Be aware, [placeholder], the path may be dangerous. But know your efforts may prove crucial in uncovering this threat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Gathered information ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Gather any information you can from Hakâri cultists ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Unveiling the Threat",
      "es": "",
      "es (fem)": ""
    }
  ]
}