{
  "id": 621092033,
  "txt": [
    {
      "id": 262725911,
      "en": "'TBD Flower Count'",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'I would not ask you to waste your own coin-purse on a sentimental errand. It cannot be too difficult to find other coins lying about here. You would be surprised what people allow to go missing.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Sanctified Remains",
      "es": ""
    },
    {
      "id": 111477329,
      "en": "Speak with Okhtâr Ghôlkhas",
      "es": ""
    },
    {
      "id": 111477330,
      "en": "Enter Kheb Hanût",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'The armour Zulkhêma sold me was wrested from a wealthy family's mausoleum, you say? That conniving woman, selling me something at so high a price; I could not sell something so distinctive! I may deal in ill-gained goods, but I am no grave-robber, and I thank you for warning me away. Did this Ghôlkhas family member tell you the location of the tomb, by chance? No, of course not.\\n\\n'I must find a way to express my apology and return the armour without being noticed. Please bestow some respects to this slain ancestor on my behalf, perhaps tossing them into the sea near the Fisherfold. Find some coins; it is our way.'",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Look for fallen coins in Kheb Hanût ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Enter Kheb Hanût",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "'Place flowers on grave'",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Drop the coins into the sea",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'TBD - Thanks, chief",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'TBD test'",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "'TBD go do it'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "'TBD - Objective'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "'TBD - Objective'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "'TBD - Objective'",
      "es": ""
    },
    {
      "id": 246419892,
      "en": "A good spot facing the sea is south of the Fisherfold in Umbar Baharbêl.\\n\\nRashâm has asked you to drop old coins into the ocean by the Fisherfold in remembrance of a fallen hero whose tomb was robbed.",
      "es": ""
    },
    {
      "id": 24695136,
      "en": "The fence, Rashâm, wishes to return the Ghôlkhas armour, and would like help in paying respects to the noble family from whom it was stolen.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "'TBD - Thank you'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "'TBD - Objective'",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "'TBD please test'",
      "es": ""
    },
    {
      "id": 246419896,
      "en": "Okhtâr Ghôlkhas is waiting inside Dâr Laja.\\n\\nYou have paid your respects to the long-departed ancestor by dropping coins to the sea. Hopefully Rashâm has returned the Ghôlkhas armour by now. You should see if Okhtâr has news.",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "'TBD temporary'",
      "es": ""
    },
    {
      "id": 177082772,
      "en": "The coin is ancient, almost crumbling to dust in your hand ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "You let the coins slip through your fingers into the waves",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "'TBD - Search for flowers'",
      "es": ""
    },
    {
      "id": 162883749,
      "en": "'I may be a fence, but I respect our funerary customs. The Fisherfold faces the sea. I would think it would be easy to find a good place in the water to respect the departed, even if we cannot place coins over their eyes ourselves.'",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "'The most exciting individual crept past my guards, I am told. Do you know how rare it is for any such miscreant to evade my manor's defences? What a tale to tell! I do not much mind; whoever this character was, they seem to have returned my armour to me. This must have been your doing.\\n\\n'As promised, your reward. Do not tell me of your adventures; I prefer to imagine them!'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "'TBD - Pluck flowers'",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "Kheb Hanût is in the north-western corner of Tâkhdar.\\n\\nThe fence, Rashâm, has suggested you search for fallen coins in the black market of Kheb Hanût. He wants to pay a symbolic token of apology for the Ghôlkhas tomb-robbing.",
      "es": ""
    },
    {
      "id": 162883753,
      "en": "'So you have paid your respects? Then my conscience is clear. I will find my way inside the Ghôlkhas manor to return the armour. You do not need to know the particulars. By the time you speak with Okhtâr, I will have performed my task, I swear.'",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "'TBD Place flowers'",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "Old and forgotten coins will be found in Kheb Hanût, in the north-west of Tâkhdar.\\n\\nRashâm would like you to collect some keepsake coins in the black market that no one will miss to represent a funerary token.",
      "es": ""
    },
    {
      "id": 177082739,
      "en": "Coins can be found with a bit of searching",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'Have you found any scuffed or faded old coins yet? Look around here. I am certain someone long ago might have lost some. I am of the mind we only require two. One for each eye of the departed.'",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "Coins can be found with a bit of searching",
      "es": ""
    }
  ]
}