{
  "id": 621092128,
  "txt": [
    {
      "id": "0x6a50292",
      "en": "Defeat smugglers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Return to the Temámir Guard Captain Nûru in the Temámir outpost in the southern Crypts. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Khôltekh has asked you to go to the Berths in the Undercity to rescue a group of kidnapped Umbari nobles. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Defeated smugglers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d171",
      "en": "Khôltekh has asked you to go to Deshûkh, the Blood Market, to rescue a group of kidnapped Umbari nobles.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Rescue first kidnapped noble",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'I am grateful. If those spiders got any closer, they might over-run our encampment. You've assured the safety of many Temámir this day.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Return to Khôltekh in Dâr Laja, the Hall of the Kindred. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Rescued first kidnapped noble",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'This is most pleasing news. I need to think more on the Umbar-môkh, the land beneath Umbar. For too long has it evaded our gaze. Nonetheless, a hundred thanks for your brave deeds. I am glad you came back with your skin and they with theirs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Return to Khôltekh in the Hall of the Kindred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to the Temámir Guard Captain Nûru in Mekab-kuphâr, in southern Khabârkhad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'Khôltekh sent you? Deshûkh, the Blood Market? Finally someone is doing something about those scoundrels. We don't venture that far south. It's too dangerous - few who reside there are friendly to dwarves.\\n\\n'The Blood Market is south-west of here, in Dil-irmíz, the Berths. Be careful - outside these environs, you will find few friendly faces.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Rescue second kidnapped noble",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Return to the Temámir Guard Captain Nûru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "Rescued second kidnapped noble",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Rescue third kidnapped noble",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'You seem somewhat capable; you may yet survive in Umbar Baharbêl. I must ask your assistance with a quite dangerous task.\\n\\n'I have heard increasing reports of theft, kidnapping and worse in the Undercity. My dwarves have formed a foothold in the crypts, but villainy spills out in Umbar-môkh more quickly and readily than the waters of the Bay.\\n\\n'Long have we above ground turned a blind eye toward what happens under our feet. No longer can we afford such luxury. This morning, a party of Umbari nobility were set upon on the road to the Cape. Several escaped, but a small group were dragged away. It is of the utmost importance that we get them back.\\n\\n'I happen to know from my contacts that there is an encampment of the worst sort of offenders - thieves, murderers, smugglers and cutthroats in Dil-irmíz, the Berths. These smugglers call it Deshûkh - the Blood Market. This is where these nobles are likely to be taken. Go to my guard outpost in Khabârkhad - Nûru will tell you the way to this encampment.\\n\\n'Please, [placeholder]. These Umbari men and women have their lives in your hands. Will you help?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Khôltekh has asked you to go to Deshûkh, the Blood Market, to rescue a group of kidnapped Umbari nobles. First you must go see the Guard Captain Nûru in Mekab-kuphâr, the Temámir guard outpost in Khabârkhad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Rescued third kidnapped noble",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Smuggler's Creed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Nuru has told you that the Blood Market is located south-west of here, in Dil-irmíz, the Berths.",
      "es": "",
      "es (fem)": ""
    }
  ]
}