{
  "id": 621092131,
  "txt": [
    {
      "id": "0x6a50292",
      "en": "Defeat crypt-walkers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Return to Khôltekh in Dâr Laja, the Hall of the Kindred.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Khôltekh has asked you to venture into Sektakhâb and cull the rising population of the Dead. You can find them west of Mekab-kuphâr, the Temámir guard outpost in southern Khabârkhad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Defeated crypt-walkers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d171",
      "en": "Khôltekh has asked you to venture into Sektakhâb and cull the rising population of the Dead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Defeat crypt-sentries ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'I am relieved. This issue of the Dead had been weighing on me. Thanks to your brave deeds, Umbari citizens and my guards can sleep much easier tonight.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Defeated crypt-sentries ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Defeat crypt-bellowers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "Defeated crypt-bellowers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Return to Khôltekh in the Hall of the Kindred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'The more we explore Umbar-môkh, the Undercity, the more danger we uncover.\\n\\n'My guards have established a foothold in the southern crypts of the Umbar-môkh, My scouts have patrolled outward, mapping Umbar-môkh as best they dare. Recently, several of my patrols were attacked by the dead. Nûru, the Captain of my guard, tells me they are coming from west of Mekab-kuphâr, my guard outpost, and that their attacks have become more frequent, and violent.\\n\\n'Far to the west of the crypts there is an area my scouts call Sektakhâb, the Silent Sepulcher. There the Dead roam freely.\\n\\n'I need you to make your way there and cull these dead. The last thing Umbar needs is the Dead preying on innocent Umbari civilians, or my guards.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Rising Tide of Dead",
      "es": "",
      "es (fem)": ""
    }
  ]
}