{
  "id": 621092081,
  "txt": [
    {
      "id": "0x1127b11",
      "en": "'I thought we were done for. A few more hours and we would have been. Thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1127b12",
      "en": "'If they hadn't got the jump on us, I would have hacked these beasts in twain! Nevertheless, my thanks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1127b13",
      "en": "'I thought I'd never see light again. I'm grateful.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1127b14",
      "en": "'I will make haste from this place and return to Mekab-kuphâr.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Return to Temámir Guard Captain Nûru in the Temámir outpost in southern Khabârkhad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "The spiders north of Mekab-kuphâr in Nishabêt have seized a party of Temámir Dwarves. Rescue them before they are devoured!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d171",
      "en": "The spiders north of Mekab-kuphâr in Nishabêt have seized a party of Temámir Dwarves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa36",
      "en": "Trapped in the Spider's Grasp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Freed spider victims ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Oh praise be. I thought this a grim day, but it's turned into a joyful one thanks to you and your bravery.\\n\\n'All my guards have returned with their skin, hopefully a bit more wary of the dangers here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "Freed spider victims ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Return to Temámir Guard Captain Nûru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'We have urgent need of one such as yourself. A party of our dwarves was attacked by the monstrous spiders that dwell north of here. They made off with some of my best guardsmen.\\n\\n'If I could leave my post I'd be there in a flash and those spiders would taste only the iron of my blade. But I have sworn to Khôltekh that I would stay and provide safe haven and shelter to those who need it here.\\n\\n'Please, north of here is a dwelling of large and dangerous spiders. They have my dwarves, and we have but hours before they wrap and devour them, the monsters.\\n\\n'Will you aid us in our time of need?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}