{
  "id": 621092129,
  "txt": [
    {
      "id": "0xeb01184",
      "en": "Return to Khôltekh in Dâr Laja, the Hall of the Kindred.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Recovered treasure caches ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'As I said, this coin is not as precious as lives, but it will surely help many rebuild theirs. You have my thanks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Khôltekh has asked that you return any valuables you see in Deshûkh, the Blood Market to him, so that he may return them to the families from which they were stolen. Deshûkh is located in Dil-irmíz, south-east of Mekab-kuphâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "All That Glitters",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Defeat crypt spiders ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Return to Khôltekh in the Hall of the Kindred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Defeated crypt spiders ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'It's not only our people these scoundrels have captured, it's also our treasure. Raiding parties along the coast of the Cape of Umbar have made off with countless caches, spoils of this shadow war we are fighting with those in Umbar-môkh, the Undercity.\\n\\n'That same smuggler's market where the Umbari nobles were taken - Deshûkh, the Blood Market  - it is likely to have many of these misbegotten treasures as well. While these are certainly not so precious as our citizens' lives, coin is still precious. There is much to rebuild here in Umbar, and many families who have pled with us to have their treasures returned to them.\\n\\n'You would be doing a great service to us by returning any treasure you find in Deshûkh. Will you lend us your aid?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Recover treasure caches ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d171",
      "en": "Khôltekh has asked that you return any valuables you see in Deshûkh.",
      "es": "",
      "es (fem)": ""
    }
  ]
}