{
  "id": 621092049,
  "txt": [
    {
      "id": "0xeb011a1",
      "en": "Jâbex can be found in the cross-roads of Umbar-môkh.\\n\\nJâbex will doubtlessly be relieved to have the artifact back in his possession.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "So Shall We Cleanse",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'You return successful, then? You have done away with it? Just like that? Strange.... My mind feels clearer, but I have a lingering sense of disquiet. Like I am afraid of missing out on some grand design....\\n\\n'It is naught but old excuses and nightmares of my past, I know. Nothing a hearty bowl of rice cannot cure, as my wife always says. Thank you for your assistance, friend. Now, your reward!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a5",
      "en": "The fountain can be found in the cross-roads on the western side of Tâkhdar.\\n\\nJâbex has asked you to negate the artifact's power and end its hold on him by submerging it in a fountain inside the cross-roads courtyard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I beg you not to look so suspiciously at me; I require your discretion and aid. I have built a life for myself here in Umbar, and I do not wish it disturbed.\\n\\n'As a foolish youth, I was lured here from Gondor by a cult you might recognize as the cult of the All-Seeing Eye. I have since renounced their ways, but I live in terror they may one day learn I yet live, and use the horrors of a terrible artifact to punish me for my betrayal.\\n\\n'The members of the cult skulk about Tâkhdar and should not be difficult to encounter, but the artifact must still be hidden in a coffer on the eastern side. I have no right to ask such a favour of you, but please, would you find a way to retrieve the artifact for me so I may rest easy?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1180",
      "en": "Search the cultists' coffer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1181",
      "en": "The artifact emits an unpleasant aura, like it is somehow aware of your every breath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "Return to Jâbax",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a7",
      "en": "Douse the artifact in water, ensuring its curious mechanisms are thoroughly cleansed of all power.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Submerge the artifact in the courtyard fountain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'You return? With my artifact, I assume! ...Might I see it? To be certain you discovered the correct one?\\n\\n'Yes.... It looks... just as I remember. Did it always radiate such power?'\\n\\nJâbex takes ahold of himself and snaps to attention.\\n\\n'You must destroy it yourself. I cannot be trusted to handle it. I thought at first to submerge it in the fountain in the courtyard here, to negate its corruption, but with you here... would you do me this last kindness?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Jâbex is waiting by in the cross-roads of Tâkhdar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "The artifact sparks, fizzles, and dies with a sound like an apple being cored",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Defeat cultists guarding the mysterious artifact throughout Tâkhdar, the Cellars of Umbar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "The artifact must soak for some time",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d167",
      "en": "Jâbex, a former cultist of the All-Seeing Eye, has asked you to search for a mysterious artifact the cult is using to threaten his peaceful life as a free man.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1196",
      "en": "This must be the fountain Jâbex mentioned",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a2",
      "en": "'Have you encountered difficulties in defeating my former brethren? Many such members of the Cult of the All-Seeing Eye yet remain throughout the cellars -- or in the local dialect, the Tâkhdar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'The artifact still must be drowned to negate its foul powers. The fountain in this courtyard ahead of me would be my choice to submerge it. I would do so myself, but I fear the artifact's hold over me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Defeat cultists in Tâkhdar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Jâbex is waiting in the south-western side of Tâkhdar, at the cross-roads.\\n\\nJâbex will be pleased to learn he is finally free of the artifact's hold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Search the cultists' coffer in their camp in the centre of Tâkhdar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Return to Jâbex with news of the artifact",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "Jâbex's artifact lies within the cultists' coffer at their camp somewhere near the centre of Tâkhdar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "Jâbax will want to hear the good news",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Cultists defeated ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}