{
  "id": 621092022,
  "txt": [
    {
      "id": 30955863,
      "en": "It gladdens my heart to see you return unharmed",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Khadimâl must be stopped before they complete their ritual within Ghâs Hejai in Dil-irmíz.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Discover the ritual location in Ghâs Hejai",
      "es": ""
    },
    {
      "id": 30955864,
      "en": "Your findings are troubling indeed",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "After informing Hênok of what you discovered you have been asked to return to Ghâs Hejai in Dil-irmíz.",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Discovered the ritual location in Ghâs Hejai",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Defeat Khadimâl and stop the Hakâri ritual",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Return to Bôgalekh in Jadambor in Dil-irmíz and inform them of your triumph over the Hakâri.",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "Defeated Khadimâl and stopped the Hakâri ritual",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Return to Bôgalekh in Jadambor",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Ah, [placeholder], it gladdens my heart to see you return unharmed. Hênok told me of what you discovered in Ghâs Hejai.\\n\\n'I am relieved to hear that you have been able to stop this Khadimâl, and prevent their ritual from taking place.\\n\\n'Your courage and resolve have spared us from the clutches of this threat for now. Accept this as a token of our gratitude for all you have done to help us this day.'",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "Informed Bôgalekh of your victory in Ghâs Hejai",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Hênok has asked you to defeat Khadimâl and stop the ritual in Ghâs Hejai.",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Your findings are troubling indeed, [placeholder]. It appears the cultists are planning something nefarious.\\n\\n'It is clear that the Hakâri are preparing to enact a ritual and these notes you gathered have mention of a Khadimâl, who is to perform it.\\n\\n'Go now and infiltrate the gathering and defeat this Khadimâl. We must disrupt this ritual before it can reach its completion, for the consequences of its completion could be dire.\\n\\n'I will make haste to Jadambor and inform Bôgalekh of this threat. Return to her once you have stopped the ritual.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Doomed Invocation",
      "es": ""
    }
  ]
}