{
  "id": 621092002,
  "txt": [
    {
      "id": 17988370,
      "en": "'If they hadn't got the jump on us, I would have hacked these beasts in twain! Nevertheless, my thanks.'",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Return to Khôltekh in Dâr Laja, the Hall of the Kindred.",
      "es": ""
    },
    {
      "id": 17988371,
      "en": "'I thought I'd never see light again. I'm grateful.'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Go south of Tilmakhím, to the northern edge of Khabârkhad, near Lôkhalel, and deploy the traps Mâramit gave you.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Go south of the Crossroads, to the northern edge of the crypts, near Lôkhalel, and deploy the traps Mâramit gave you. ",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Nûru told you to go far to the north, outside Khabârkhad, to Tilmakhím in Tâkhdar. There, a vendor named Mâramit will give you the traps Khôltekh asked you to place.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Khôltekh has asked that you deploy traps along the northern walls of Khabârkhad in the Umbar-môkh. He has directed you to speak with Nûru, who can be found in Mekab-kuphâr, a guard outpost in southern Khabârkhad.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Talk to the vendor Mâramit in Tilmakhím",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Khôltekh sent you? Honestly, we've got bigger problems than rats, but if Khôltekh said it, best to do it and fast. There's a purveyor of dangerous supplies in Tilmakhím, in Tâkhdar. It's far to the north of here, outside Khabârkhad. The merchant's name is Mâramit, she'll set you right. Best tell her Khôltekh sent you, you'll get the best price. Right, best not to dally. On your way, then!'",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Hello, there. Nice face you have. What? Oh, Khôltekh sent you, did he? Well there's a sweetheart if ever I saw one.\\n\\n'What do you need then. Traps? Why I'm the Purveyor of Traps, that's what they call me. For rats? Big ones, I'm sure, knowing Khôltekh. Alright then.\\n\\n'Here's eight of them. Should be enough for what he needs. Keep your coin. Just tell Khôltekh to come visit more often.\\n\\n'Alright, off with you. You look far too respectable. You're scaring away all my proper degenerate customers.'",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "Deployed traps on the northern edge of Khabârkhad ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'That is most excellent news. What's that, you met Mâramit?'\\n\\nKhôltekh roars with laughter. You tell Khôltekh about Mâramit's message.\\n\\n'She is quite the handful. Thank you for the message. I'll take that under consideration, if I am dwarf enough to face her so soon.'\\n\\nYou tell Khôltekh that the traps seem quite large for rats. Here he grows more serious.\\n\\n'Rats come in all shapes and sizes, I'm afraid. Still, I appreciate your efforts, braving quite a dangerous area in service to me.'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Khôltekh has asked that you deploy traps along the northern walls of Khabârkhad in the Umbar-môkh.",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Return to Khôltekh in the Hall of the Kindred",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'Greetings. We have much to do for Umbar and little time in which to do it. The Umbar-môkh is becoming quite a problem. Vast swaths of it have been ceded to ruffians, criminals, wild beasts and worse.\\n\\n'My Temámir guards do what they can in the crypts to bring law and order, but the situation is tenuous at best.\\n\\n'Now I am hearing from Nûru, the captain of my guard, that Khabârkhad is overflowing with rats. These rats carry disease and ill fortune to many of the unfortunate residents of Umbar-môkh. Will you talk with Nûru? He will have the details on these traps. These vermin are coming from the north, I am sure of it. Please, place these traps along the northern edge of Khabârkhad so that our people can breathe easy again.'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Deploy traps near Lôkhalel on the northern edge of Khabârkhad ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Go to the northern edge of the crypts, near Lôkhalel",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Temámir Guard Captain Nûru in Mekab-kuphâr",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Traps for Rats",
      "es": ""
    }
  ]
}