{
  "id": 621022461,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 14.5: A Final Escape",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "Prince Faramir is at Echad Uial.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Gothmog in the throne room of Barad Cúron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Look for Ayorzén at Echad Uial",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'I should not envy Ayorzén his position if the true Weeping Warrior should come seeking the pretender!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a5",
      "en": "Mithrandir is at Echad Uial.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'By the Tree of Gondor! Gothmog clings to life. He tries to speak, [placeholder], and we should listen. Is it not said that dying men rarely speak falsely with their last breath?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to the shade of Isildur in the throne room of Barad Cúron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to Mithrandir at Echad Uial",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Mordor should have been... should have been mine. No one endured... what I endured. Not Ugrukhôr... not Dulgabêth... not the pestilential queen of... Agarnaith. A curse on them all... but I levy my worst upon Isildur who could have prevented it and did not! He calls me coward? He knows nothing of the torments that made me! From that crucible of evil I was born anew, the greatest creation of Angmar! I was to usher in a new age!'\\n\\nThe fire in Gothmog's eyes flickers and burns low.\\n\\n'Why could I not, [placeholder]? There were so many chances, but... the Ranger and the Elf-maid...'\\n\\nGothmog stares at the floor, his life's essence departing.\\n\\n'Narmeleth. I think Narmeleth knew the same torments as I. How could she fight... longer than...?'\\n\\nHe falls silent, and it seems as if he will speak no more. As you are about to turn and leave, he reaches out to you, a trinket held in his clenched fist.\\n\\n'Listen to me, [placeholder]. There was a Morgul-slave who knew the secrets of this place. At my Master's command... he forged a key. \\qOnly this weapon cannot be overcome,\\q the dwarf said to me. I spent the time I could... seeking it... but it eluded me. I give it to you, [placeholder]. If Mordor cannot be mine... let it be no one's! Find this weapon and use it... against all who seek to master the realm that was denied me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Pick up the casket of dust in the throne room",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Faramir at Echad Uial",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Even with his last breath he raged against Gondor, and shamed his people! He did not repent of his evil misdeeds. He claimed to regret nothing? His words speak falsely to me; it is clear he felt regret only at his failure to fulfil Sauron's commands and achieve the victory of Mordor!\\n\\n'He should have resisted, [placeholder], and died as Eärnur. My brother Anárion would have fought the torments of the Lord of the Nazgûl, and embraced death rather than succumb to such evil. So too would I. But instead, he became a tool for evil, and he dies as Gothmog. Let him rot where he lies.\\n\\n'I do not want my bones to remain here any longer. Pick up the casket of dust and bring it from the tower.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Meet up with Ayorzén outside Barad Cúron, on the uppermost tier of Minas Morgul",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Let Gothmog rot where he lies. He shamed his people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'We should leave the tower and meet up with Ayorzén at the meeting-place. It was north of the tower entrance, on the uppermost tier of Minas Morgul, wasn't it?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'You have returned, presumably in victory? Tell me what transpired in Barad Cúron, [placeholder].'\\n\\nYou briefly relate the events within the tower to Mithrandir, and the Wizard nods with understanding at the death of Annoth.\\n\\n'That is all too often the result of a vengeful heart, my friend. It did not take a Wizard's sight to see that Annoth might not walk back down that road. But what of Ugrukhôr and Gothmog? And did Ayorzén prove able in the battle? Our Khundolar friend has not entered the tale since you passed beyond the guardians at the entrance of the tower.'\\n\\nYou conclude your story, and tell Mithrandir that Ayorzén did not meet you at the place you arranged.\\n\\n'Hmm. I have not seen him here either. Perhaps Faramir or his scouts know something.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Ayorzén? My scouts did see him, [placeholder], but they had no good tidings to relate. They last saw him moving eastward at great speed, bearing the mask of Karazgar about his person. He passed into Gorgoroth and has not been seen since.\\n\\n'I spoke with Beregond. He believes that Ayorzén will use the mask of Karazgar to rally Men of the East to his banner, becoming once again the commander he wished to be. Did he say his star was on the rise? Perhaps so, and perhaps not. I should not envy Ayorzén his position if the true Weeping Warrior should come seeking the pretender!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Gothmog is in the throne room of Barad Cúron, trying to speak despite his wounds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Mithrandir is at Echad Uial.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Perhaps Faramir or his scouts know something of Ayorzén.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "The shade of Isildur is in the throne room of Barad Cúron.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Ayorzén has gone beyond our reach, for now. His deception was not entirely unexpected to me, but I wished he might act otherwise. The price of his aid is clearer now, but I deem his help to be worthwhile, all the same.\\n\\n'I will take this casket containing the dust of Isildur's bones and arrange with King Elessar for a waggon to bring it north. I believe its arrival at Rivendell will at last fulfil Isildur's oath, and grant him rest.\\n\\n'I will also examine this broken key. If it truly unlocks the door to \\qa weapon that cannot be overcome\\q we will need to treat it with care. Even at the end, Gothmog sought death and despair for his enemies, and we must not forget that he counted us in that group. This broken key could be one last trap, one final act of vengeance against those who served him his ultimate defeat.\\n\\n'I have exhausted my study of the Black Book. Vóin has told us what he can, and it is with a measure of sorrow that I close it for good. I will turn my attention now to this broken key and Gothmog's final words, but you should take a moment to rest and recover your strength. Much of the evil within Minas Morgul has been opposed this day, and defeated! For that you should celebrate!'\\n\\n<rgb=#00FF00>The Epilogue will become available from Mithrandir at Echad Uial once you have completed Chapters 1-14 of the Black Book of Mordor</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e37",
      "en": "Bring the casket of dust and the broken key to Mithrandir at Echad Uial",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d160",
      "en": "Death has come to Barad Cúron and claimed two of the masters of Mordor. How many countless others have perished in that cruel throne room over the years?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "The shade of Isildur has asked you to bring the casket containing the dust of his bones out of Barad Cúron.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1191",
      "en": "There is no sign of Ayorzén here either",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1198",
      "en": "You should leave the tower and meet up with Ayorzén on the uppermost tier of the city",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Ayorzén is waiting for you on the uppermost tier of Minas Morgul.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "You did not find Ayorzén at the meeting-place, and should look for him at Echad Uial.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "Gothmog presses a broken key into your hand, and dies at last",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "There is no sign of Ayorzén at the meeting-place. Perhaps he returned to Echad Uial?",
      "es": "",
      "es (fem)": ""
    }
  ]
}