{
  "id": 621022421,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 13.8: Guardians of the Tower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Faramir at Echad Uial",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'I believe Gothmog searched the dungeons and hidden chambers of Minas Morgul for some weapon that might reverse his fortunes. I have learned enough of the Valley of the Secret Shadow to know that the entrance was blocked by enchantments fashioned by the Lord of the Nazgûl, such that the very passage was hidden to the eyes of all but the Nine and Sauron himself. But they are all gone, and now Falch Gurth lies open once again. Did Gothmog delve within, and did he find the weapon he sought inside Thuringwath? Now he hides within Barad Cúron, the Tower of the Crescent Moon. You must gain access to the tower, [placeholder]. Speak to Prince Faramir and he may know how this may be accomplished.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'Defeat foes as you climb from level to level in the Dead City, and speak with such of my scouts as still remain within: Mithrendan in the centre of the merrevail-haunted tier, and Culang, who intended to scout the uppermost tier of the city. They may have learned something of the tower's guardians.\\n\\n'Good fortune to you, my friend. Our net closes upon Gothmog... I can feel it. Just a little more and we will be done with him, and Middle-earth need fear his evil no longer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Defeat Orcs in Minas Morgul ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Investigate the entrance to Barad Cúron, the Tower of the Crescent Moon, south of Culang's position",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a5",
      "en": "Culang will be interested to hear what guards the entrance to Barad Cúron.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Following his retreat from the Battle of the Pelennor, Gothmog fled to Imlad Morgul and the safety of the Dead City. Did he attempt to weaken the bridge west of Minas Morgul, as both Isildur and the Lord of the Nazgûl had once done? I cannot say for certain. I destroyed that bridge to protect us from further assault, but it occurs to me now that there was another result of my action: so too did I protect Gothmog from further assault by us. The western approach was blocked, and he needed fear no attack from that direction. He then sealed Fennas Gost, not to protect himself from us, for we had not yet entered Mordor and he had little reason to think we could, but to protect himself from Sauron, and from Sauron's servants.\\n\\n'Why would they wish him ill? That is easy to see, [placeholder]. He commanded the loyalty of his own thralls, but there were other forces in Mordor that would deem him a failure, perhaps even a traitor to Sauron. Had he not suffered defeat after defeat in his guise of Mordirith, failing to achieve victory in the North? As Gothmog, had he not then suffered defeat on the field of battle before the walls of Minas Tirith? Yes, there are many in the Black Land who might question his loyalty, and none so greater than Sauron himself. Had the Quest of the Ring not succeeded, had the Dark Lord not fallen, who is to say what Sauron might have done to punish Gothmog? But Frodo did succeed, and Gothmog was given a reprieve, brief though it was.\\n\\n'I believe he searched the dungeons and hidden chambers of Minas Morgul for some weapon that might reverse his fortunes. I have learned enough of the Valley of the Secret Shadow to know that the entrance was blocked by enchantments fashioned by the Lord of the Nazgûl, such that the very passage was hidden to the eyes of all but the Nine and Sauron himself. But they are all gone, and now Falch Gurth lies open once again. Did Gothmog delve within, and did he find the weapon he sought inside Thuringwath? Now he hides within Barad Cúron, the Tower of the Crescent Moon. You must gain access to the tower, [placeholder]. Speak to Prince Faramir and he may know how this may be accomplished.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Defeat the Dead in Minas Morgul ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Defeat merrevail in Minas Morgul ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Talk to the watchful presence that bars entrance to Barad Cúron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'The tower is sure to be well-protected, [placeholder], and gaining entry will be difficult. Would that swords alone might suffice! But I think it will not be so. Minas Morgul is a place of fell enchantment and terrible sorcery, and I suspect our weapons alone will not overcome whatever guards the tower.\\n\\n'Defeat foes as you climb from level to level in the Dead City, and speak with such of my scouts as still remain within: Mithrendan in the centre of the merrevail-haunted tier, and Culang, who intended to scout the uppermost tier of the city. They may have learned something of the tower's guardians.\\n\\n'Good fortune to you, my friend. Our net closes upon Gothmog... I can feel it. Just a little more and we will be done with him, and Middle-earth need fear his evil no longer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1182",
      "en": "The watchful presence is unmoved by your need, and bars your passage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Mithrendan in the centre of the tier troubled by merrevail, in Minas Morgul",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Culang on the uppermost tier of Minas Morgul",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Return to the North? No, that was not for me, nor for Culang. We and some others decided to remain in Gondor, aiding Elessar as we aided Aragorn. It was the king's wish that we help Prince Faramir make safe his lands, and so here we are.\\n\\n'I was charged with scouting the old libraries of the city, a sad errand. It was Valardis, Isildur's queen, who assembled here a great library of Númenórean lore. But the books of Númenor were burned with the coming of the Nazgûl, and when Queen Valardis learned of Isildur's death on the Gladden Fields, she never again came south. What few records escaped the torch were brought to other archives in Gondor and Arnor; the libraries of Minas Ithil never again thrived as they once had, and when the Nazgûl once again claimed the city, they filled the ashen shelves with tomes of evil and scrolls of foul ritual.\\n\\n'I entered those dark archives and found them accursed. They are touched by a sickness, [placeholder]. I do not mean a pestilence such as that which befouls the swamps of Agarnaith in Gorgoroth. It is no plague. Nay, it is a sickness of the mind. I walked those aisles and beheld dear friends of mine, now departed, as if they lived still. Celairant...'\\n\\nMithrendan shakes his head.\\n\\n'No, it was not he. It can have been nothing more than a trick, but it was cruel, and I could not stand such torture for long. I heard whispering in the darkness, and dared search no further.\\n\\n'Something in that archive brings to mind our past experiences and seeks to turn them against us. Beware if you go that way, [placeholder]. Each of us has sorrow enough behind us that such a weapon could be used against us with great precision, and prove deadly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Talk to Culang on the uppermost tier of Minas Morgul",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'We always meet in foul places, [placeholder]. Just for once I would welcome a meeting in a field of flowers beneath a lovely blue sky. Someday, perhaps. Ah, even then I should not trust it, and would suspect the flowers of hiding some creeping danger, and the sky of turning stormy without warning.'\\n\\nCulang smiles grimly, and asks you about the errand that brings you to the uppermost tier of the city.\\n\\n'You seek to gain entrance to the tower? If you must go that way, go with caution, for I tell you it is not undefended. Some watchful presence guards the gate. More than that I cannot say, for I turned away upon sensing its presence.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Talk to Mithrandir at Echad Uial",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1186",
      "en": "Defeated Orcs in Minas Morgul ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1187",
      "en": "Defeated the Dead in Minas Morgul ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1188",
      "en": "Defeated merrevail in Minas Morgul ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Mithrandir wants you to adventure once again in Minas Morgul and investigate the enchantments that must bar the path to the Tower of the Crescent Moon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Faramir is at his camp of Echad Uial.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "A watchful presence stands guard at the entrance to Barad Cúron.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'The spirit in the stone will only allow Gúrzyul to pass? Are you certain we cannot force our way inside? Ah, that is not likely. Watching-stones possess a strange power, and physical force will not generally overcome it. Perhaps Mithrandir can work some Wizard-magic to get us past this barrier?\\n\\n'Unless you know of a Gúrzyul that might be willing to accompany us past the Watching-stone, [placeholder], I can think of no other way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Foes sworn to many different masters stalk the various levels of Minas Morgul.\\n\\nFaramir asked you to defeat enemies throughout the Dead City and to meet up with the Rangers Mithrendan and Culang on the upper levels.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'The Watching-stone outside Barad Cúron will only allow Gúrzyul to pass? That may be a problem, my friend. The Ranger Annoth did tell us that Ugrukhôr seeks to gain access to the tower, but he seems unlikely to cooperate with us, [placeholder], and as it stands we do not know for certain where the Captain of the Pit may be found. There is also the matter that if we did learn Ugrukhôr's location, Annoth would not allow us to join hands with his hated foe, no matter the purpose or duration of the peace. No, Ugrukhôr will not help us gain access to the tower.'\\n\\nGandalf leans on his staff, deep in thought. When he stands up straight once again, there is a twinkling in his eye.\\n\\n'We have no Gúrzyul close at hand, [placeholder]... but perhaps we can make one of our own.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Mithrandir is waiting for you to return to Echad Uial with word of what guards the entrance to Barad Cúron.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6bc895",
      "en": "Watchful Presence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "A watchful presence stands guard at the entrance to the tower, barring your passage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1194",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "'You seek to gain entrance to the tower? If you must go that way, go with caution, for I tell you it is not undefended. Some watchful presence guards the gate. More than that I cannot say, for I turned away upon sensing its presence.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "The watchful presence regards you coldly, its malice coalescing before you, a solid wall of impassability. You are reminded of the spirit in the watching-stone outside the cavern of Nargroth, but this presence has a different feeling than Zaghárog. There was a mischievous bent to Zaghárog's evil; here there is order, a reverence for rules and commands that the other spirit of your acquaintance did not possess.\\n\\n'None but Gúrzyul and their servants may pass,' the spirit whispers in your mind, and you see an image of Gothmog standing before the tower, making known his pronouncement before the watching-stone. The spirit in the stone serves Gothmog, and will carry out his command.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'You seek to gain entrance to the tower? If you must go that way, go with caution, for I tell you it is not undefended. Some watchful presence guards the gate. More than that I cannot say, for I turned away upon sensing its presence.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a4",
      "en": "'None but Gúrzyul and their servants may pass,' the spirit whispers in your mind.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a5",
      "en": "'Unless you know of a Gúrzyul that might be willing to accompany you past the Watching-stone, [placeholder], I can think of no other way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "The entrance to Barad Cúron is guarded by a watchful presence. Culang warned you to be careful, but if you are to gain access to Gothmog's lair inside the tower you will need to dare the guardians.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}