{
  "id": 621022459,
  "txt": [
    {
      "id": 177082793,
      "en": "You found the room beneath the beacon, but so have Lhaereth's merrevail",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 14.3: A Casket of Dust",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Find the casket containing Isildur's bones",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'We are so near! I can see the chamber where my bones must lie, for the Oath-stone stands there too, 'neath the beacon! Find the casket containing my bones, [placeholder], and bring it to me!\\n\\n'Too long have I remained bound to this place. The rest I seek will elude me no longer!'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'The casket containing my bones is somewhere within the tower! Find it and bring it to me!'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to the shade of Isildur in the throne room of Barad Cúron",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Gothmog in the throne room of Barad Cúron",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Just dust, now, but unmistakable. I thank you for this, my friend.\\n\\n'The enchantments of Gultháva, the Maiden of the Gladden, kept me restrained for the long years following my death. The slumber with which she held me gave me no rest, and it did not ease the torment of the vow I left unfulfilled. There was no peace in that sleep, though the blanket with which she encircled me was woven in love.\\n\\n'I swore to bring Sauron's Ring to Rivendell, and though that weapon came in the end to that valley, I did not. But now... this casket of dust gives me hope. Bring my earthly remains to Rivendell and I shall at last know peace.'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Peace? What peace does this shade think to find? What peace does he deserve? I remember... I remember the tales of Elendil, and of Isildur and Anárion his sons. We were told they were great men, valiant warriors from an age of heroes. But what victories did they ever know? What lasting triumph was ever theirs?\\n\\n'None. There was no enduring triumph. Only evil lasts. Only evil can return... again and again. No good man can stand against it. In the end, even the greatest of heroes will succumb. What was Isildur's reward? A casket of dust, and regret unending.\\n\\n'But that is not to be my own reward. My Master gave me the greatest of gifts, and it is from that gift I draw strength even as my life's end draws near. It was this: I feel no regret. Everything I have done, I would do again. If I am to become dust, as did this poor excuse for a king, let it choke the air from all who breathe it in! As they fall, gasping for breath, it will serve as one final reminder of Gothmog, one last remembrance of Mordirith, and I will count my own victory complete!'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'What so amuses this coward?'",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The shade of Isildur can feel the nearby presence of his bones, and wants you to find them.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Gothmog slumps against the wall in the throne room of Barad Cúron.",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "The Oath-stone is much as Glorfindel described: damaged now, but still impressive",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 49286661,
      "en": "Bring the casket of dust to the throne room in Barad Cúron",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "The shade of Isildur believes his bones can be found in the room beneath the beacon atop Barad Cúron.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "The shade of Isildur believes his bones can be found in the room beneath the beacon atop Barad Cúron.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "The shade of Isildur believes his bones can be found in the room beneath the beacon atop Barad Cúron.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "The shade of Isildur waits for you to bring the casket containing his bones to the throne room in the tower.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "The shade of Isildur waits in the throne room of Barad Cúron.",
      "es": ""
    },
    {
      "id": 177082768,
      "en": "You set the casket of dust on the cold floor",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Find the room of the beacon in Barad Cúron",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Examine the Oath-stone of Dúath",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Defeat invading merrevail in the room of the Oath-stone ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "Defeated merrevail in the room of the Oath-stone ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "The casket contains only dust, but you are certain this is what Isildur seeks",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "Gothmog laughs weakly, despite his wounds",
      "es": ""
    }
  ]
}