{
  "id": 621022423,
  "txt": [
    {
      "id": "0xa8e1192",
      "en": "Ayorzén watches you guardedly, and with suspicion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'Old habits do not always vanish easily, my friend. It remains a wonder to me how much a difference one's garb can make in the eyes of the people. What would Barliman have to say if he saw me in my king's raiment? No, I should prefer to wear this to the Pony. That is Strider's place, not Elessar's.\\n\\n'Mithrandir has told me some of what he has learned from that tome you discovered in Járnfast, and he entreated me to tell you what I know of King Eärnur's last days. Some of this you may have heard already, but the true story was never intended for the ears of the common folk, and some of it was passed down only by the Wise and to those of Isildur's line, kept secret in the wilderness.\\n\\n'I will tell you what I know of it, if that is your wish.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'I will tell you the tale of Eärnur's last days, as it was told to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'That is the tale, as it is known to the Wise and to those of Isildur's line. But I would have you remember this, [placeholder]: whatever Eärnur may have been, that man is no more. Do not let the knowledge of who he once was stay the punishment that is due. He is now wholly evil, and all of Middle-earth has suffered at his hands and those of his masters.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The gossipmonger Meldir is just inside the entrance to Minas Tirith.\\n\\nMithrandir has sent you to Minas Tirith seeking the assistance of Ayorzén, but first you need to find him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Nay, my friend, do not look at me with such horror! I do not speak of performing Sauron's dread ritual! The act of bleeding the men and women that became the Gúrzyul required more than just Sauron's morgul-knife Gulthauk. It needed also a will of evil, and be glad that is not a thing we possess. But we do have in hand something else.'\\n\\nThe Wizard opens his satchel of possessions and removes an unpleasant artifact: the Mask of Karazgar.\\n\\n'The Weeping Warrior dogged our steps in the North, [placeholder], and he inflicted much pain and sorrow upon dwarves and Men. But he does possess two useful traits: his reputation, and his absence. Of all the Gúrzyul, he may be the most feared: a Black Númenórean who moved with stealth, appearing out of nowhere to slay and torment before vanishing, leaving only the memory of a frightening visage, a masked evil. He captured dragons and brought them to Sauron, but it is long since he was seen in Mordor. Rumour of his cruelties in far-off Rhûn will have spread even here.\\n\\n'I think the spirit of this Watching-stone will know of the Weeping Warrior and his exploits in the East and in the North, and I think too that it will not have seen him in long centuries, if at all. Were you to wear the mask, the spirit would no doubt see through our deception. But if another were to wear it, perhaps one of the Khundolar who rarely come to the Vale, who is to say what the spirit might think? And if Karazgar were to bring a powerful prisoner to Gothmog, the very [placeholder] who has proven so troublesome to Gothmog's schemes, would the spirit not allow both of them access to the inner sanctum?\\n\\n'What has your friend Ayorzén gotten up to of late, [placeholder]? Is he still as Wily as he ever was? Go to Minas Tirith and speak with the gossipmonger Meldir just inside the entrance of the city. He will know where the Easterlings who came out of Gorgoroth have gone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Meldir told you that Ayorzén might be found at the Eagle and Star, a tavern south-west of the entrance to Minas Tirith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'You are looking for Easterlings? Aye, King Elessar has called for them to be given places to stay in Gondor, and the kingdom will follow his command. But he cannot bid every man or woman of Gondor to open their hearts to these newcomers, and were he to try he would likely face his first failure as king. Many here lost loved ones to Khundolar swords within view of these walls, and they can neither forget nor forgive it.\\n\\n'But if you seek Easterlings, you may find them at the Eagle and Star, to the south-west. The barkeep there has welcomed their coin, at least.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Mithrandir has a plan for you to deceive the guardians of Barad Cúron, but it will require some outside help.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Talk to Ayorzén at the Eagle and Star",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Talk to Mithrandir at the Eagle and Star",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a5",
      "en": "Investigate the mysterious figure in the darkened corner of the tavern",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'So you are still alive, [placeholder]? Good for you. When last I saw you, you planned a foolish raid upon some stronghold in Mordor, thinking a disguise might keep you safe. It seems the advice I gave you proved helpful, for you live still! Are you here to thank me for your survival? Know that I am Ayorzén the Unrewarded, and will gracefully accept whatever coin or treasure you balance against your life!'\\n\\nAyorzén's eyes narrow when no reward is forthcoming, and they narrow further when you tell him you need his help gaining access to the tower atop Minas Morgul.\\n\\n'You only come to me when you need something, [placeholder]. Am I to dress up as one of the Nurnhoth, as you did before? For I will not. I led the Khundolar into battle! Men followed me to war, even to death, and if my star has fallen low it will rise again. I wear these garments now, but in time I will again don my shining armour, and lead Men to victory! Keep your base disguise. Ayorzén the Proud will have none of it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Talk to Aragorn at the Eagle and Star",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50250",
      "en": "Talk to Aragorn at the Eagle and Star",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a9",
      "en": "Talk to Aragorn and complete 'Instance: The Warrior Remade'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'I will never again wear the clothes of a prisoner. Indeed, the garment I wear now seems too near to that for comfort!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Did you kill him, then? There is only one mask such as this in all the world, [placeholder], and the Weeping Warrior would never part with it. Long did he stalk the lands of my people, bringing death without mercy to all. For all my years, the mention of his name drained the courage of even the bravest soldier, and set to weeping mothers and fathers both, remembering children slain by his blades for no reason at all. The sight of his mask commanded...'\\n\\nAyorzén falls silent.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e39",
      "en": "Place the mask of Karazgar on the table in front of Ayorzén",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Mithrandir has come to the Eagle and Star.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Has he agreed to our scheme, [placeholder]? Ah, I see he considers it. May he hasten his decision! How much time does he think we have?\\n\\n'But there is another here with whom I would have you speak. Did you not notice him enter? I see his ascension has not diminished his former skill at moving without being seen, nor his desire to make use of it!\\n\\n'Unless I miss my guess he will be in the furthest room, [placeholder], in a darkened corner.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Find Ayorzén at the Eagle and Star, in Minas Tirith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Mithrandir has directed your attention to a darkened corner in the room furthest from the entrance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'He is further inside, in the corner. Speak to him while Ayorzén considers our proposal.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Ayorzén the Wily at the Eagle and Star",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Aragorn has come to the Eagle and Star to meet with you, wearing a disguise that hides his identity.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Aragorn is at the Eagle and Star, and he wishes to tell you the story of Eärnur's last days.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Aragorn is at the Eagle and Star.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56851",
      "en": "'What has your friend Ayorzén gotten up to of late, [placeholder]? Is he still as Wily as he ever was? Go to Minas Tirith and speak with the gossipmonger Meldir, just inside the entrance to the city. He will know where the Easterlings who came out of Gorgoroth have gone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "'If you seek Easterlings, you may find them at the Eagle and Star, to the south-west. The barkeep there accepts their coin, at least.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56854",
      "en": "'If you seek Easterlings, you may find them at the Eagle and Star, to the south-west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56858",
      "en": "Ayorzén says nothing, his eyes still fixed upon the mask of Karazgar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "Ayorzén the Wily is at the Eagle and Star in Minas Tirith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a7",
      "en": "You should place the mask of Karazgar on the table in front of Ayorzén, and enlist him to help you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1173",
      "en": "Ayorzén does not know the disguise you had in mind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1176",
      "en": "Ayorzén's eyes widen in surprise",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1177",
      "en": "The door of the tavern swings open and Mithrandir enters",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b1",
      "en": "Ayorzén is at the Eagle and Star in Minas Tirith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1180",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Meldir just inside the entrance to Minas Tirith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1187",
      "en": "A familiar figure nods in greeting",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 13.9: The Warrior Remade",
      "es": "",
      "es (fem)": ""
    }
  ]
}