{
  "id": 621022422,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 13.7: Searching for Something",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e26",
      "en": "Bring the report to Mithrandir at Echad Uial",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'What did he name himself? Annoth, I think he was called. He carried a broken shield around with him, and it seemed to me he repaired it as best he could with leather straps. The thing was barely holding together, and looked as if it would fall apart at the first blow of an enemy's weapon. Irresponsible.\\n\\n'I set him to conducting an inventory of the rations and water for the camp, but he has not reported back to me. Go find him, will you? He should be somewhere by the tent to the north-west, among the crates.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Look for Annoth by the tent north-west of Beregond in Echad Uial",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Look for Annoth further along the rocky path",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1181",
      "en": "This dead Orc bears Ugrukhôr's symbol, and carries a report for his master",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Dagoras at Echad Uial",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1183",
      "en": "You pry a crumpled parchment from the hand of Ugrukhôr's captain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Talk to Annoth among the crags not far from the base of the Winding Stair",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'It is good to see you again, [placeholder]! Our work is never done, is it? Ah, I would not have it any other way, my friend, and I suspect neither would you.\\n\\n'But you are here seeking the Ithilien Ranger with the broken shield? I wondered why he carried it around with him, but I did not ask. He seemed particularly interested in the map on the table over there, just to the west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Examine the map on the table to the west in Echad Uial",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Search for some sign of Ugrukhôr among the crags to the north-east of Annoth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Travel to the location Annoth marked on the map, north-west of Minas Morgul, up in the mountains",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Hail, friend! It has been many days since last we saw each other. I trust you are well?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Beregond charged the soldier Annoth with some tasks around Echad Uial, but Annoth has set his own plan in motion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Annoth may have climbed the stairs leading to Cirith Ungol. But when did he pass this way, and did he survive?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'It is good to see you, my friend, for it means the Khundolar you brought out of Gorgoroth has not yet sunk his dagger into your back! I urge you now as I urged you then: keep Ayorzén the Wily at arm's length, for he cannot be trusted!'\\n\\nYou ask Annoth why he failed to complete the inventory with which Dagoras entrusted him, and the Ranger grimaces.\\n\\n'You make your point sharply, and it wounds me! I do feel badly about shirking that duty, but I had little choice in the matter. I overheard from some of the scouts that Ugrukhôr himself had been seen west of Cirith Ungol, and that he made for Minas Morgul! I have not given up my quest to avenge the Thandrim, [placeholder]. I will make the Captain of the Pit pay for his crimes against them, though they be a thousand years distant. Let Ugrukhôr fear the descendant of Halannon the Survivor! I will let no other task hinder me in my vengeance.\\n\\n'But it seems the reports were false. He has not come himself, so far as I have seen, though his Orcs stalk among the crags. Will you search for some sign of him up the path to the north-east? Then I will return to my duties.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Beregond charged Annoth with a number of duties to perform by the tent surrounded with crates in Echad Uial, to the north-west of his position.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Dagoras is in Echad Uial.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Annoth is among the rocky crags within sight of the bottom of the Winding Stair.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'What does Ugrukhôr's captain have to say to his master?'\\n\\nAnnoth studies the crumpled note.\\n\\n'These words are full of fear, [placeholder]. It seems the Masters of Mordor have more worries than King Elessar or Prince Faramir alone, or indeed the two of us; they fear the treachery of their allies. Listen: \\qIf Gothmog has found a weapon to use against the spider-folk and their mistress, he keeps it to himself in his tower.\\q\\n\\n'The promise of such a weapon will surely draw Ugrukhôr to Minas Morgul! Let us be grateful that the Ungoledain did not slay every member of this Orc raiding-party, for word of this should still reach the Captain of the Pit through the survivors of that band. He will come for Gothmog and for this weapon, and I will be ready. The Thandrim will be avenged!\\n\\n'You should bring this report back to the camp. Tell them what we have learned, and that Ugrukhôr knows Fennas Gost is closed to him. Instead he sends small raiding parties into Imlad Morgul by way of Torech Ungol, as I suspected!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Dagoras saw Annoth studying the map in Echad Uial, to the west.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Annoth asked you to search for signs of Ugrukhôr up the path to the north-east, among the crags.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b5",
      "en": "You found a crumpled parchment in the hand of Ugrukhôr's captain. What secrets lie within?\\n\\nGandalf will be interested to see the report you found. Return to the Wizard at Echad Uial.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "The location Annoth marked on the map is north-west of Minas Morgul, up in the mountains. That may be where he has gone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "You found a crumpled parchment in the hand of Ugrukhôr's captain. What secrets lie within?\\n\\nThe soldier Annoth will be interested to see the report you found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1191",
      "en": "Booted footprints lead to the south-east. Did Annoth come this way?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1194",
      "en": "Annoth waves a greeting. He does not seem surprised to see you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a7",
      "en": "'I set him to conducting an inventory of the rations and water for the camp, but he has not reported back to me. Go find him, will you? He should be over by the tent surrounded with crates, to the north-west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a8",
      "en": "'The man with the broken shield seemed very interested in the map on the table over there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a9",
      "en": "'He marked a location on the map with a dagger? Well, if I were seeking this man I would check that location first!\\n\\n'But you do not need my advice, [placeholder]. You have adventures in the wild to spare, and nearly as many as me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Bring the report to Annoth not far from the base of the Winding Stair",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56850",
      "en": "'He marked a location on the map with a dagger? Well, if I were seeking this man I would check that location first!\\n\\n'But you do not need my advice, [placeholder]. You have adventures in the wild to spare, and nearly as many as me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56851",
      "en": "'It seems the reports were false. He has not come himself, so far as I have seen, though his Orcs stalk among the crags near the tower. Will you search for some sign of him among the crags to the north-east? Then I will return to my duties.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "Dagoras catches your eye and calls you over",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'Annoth shirks one duty and seeks to avoid punishment by providing useful tidings? I have seen it before, but I am not his commander and it is not my place to levy judgment. But I would caution him against pursuing vengeance with such single-minded purpose. He would not be the first to make such a mistake, nor I fear the last.\\n\\n'But this report does help me piece together some of what I believe Gothmog has been up to while we were occupied with other matters.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Annoth's dagger is embedded in the map, marking a location north-west of Minas Morgul",
      "es": "",
      "es (fem)": ""
    }
  ]
}