{
  "id": 621022400,
  "txt": [
    {
      "id": 162883764,
      "en": "'Other servants of Sauron might still work his evil within the Dead City. South of here, the road climbs up to Minas Morgul. Go there and learn what you can of the situation inside. Defeat whatever foes you find there in memory of the hero Egalmoth, and in memory of my brother too.'",
      "es": ""
    },
    {
      "id": 177082793,
      "en": "Nâlunitir succumbs to her wounds, a smile on her lips",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 13.5: The Watch on the Dead City",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Climb the ramp between the second and third tiers of Minas Morgul, north-west of the Song-house of Lindalírë",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Return to Echad Uial and find Faramir",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'When I was just a boy, my brother Boromir and I had the finest teachers in all of Gondor. They told us tales of noble Elendil, wise Isildur, and bold Anárion, and our days were spent reenacting their most heroic deeds. But of all these tales, it was the fall of Minas Ithil to the Lord of the Nazgûl that most moved my brother's heart. I can still hear his voice recounting it to me on a stormy afternoon, [placeholder], and though the tale is a sad one the recollection is welcome to me.\\n\\n'\\qAn army of Orcs came to the gates,\\q I can hear him say, \\qbut they were met by a hail of stones. The lord of the city, a great captain named Egalmoth, sent out sorties to sow confusion upon the Orcs and delay their plans. The Witch-king himself sought to breach the gates, but could not; years before and at the request of the King of Gondor, the wizard Curunír placed powerful enchantments upon them, and they held against the Witch-king's evil sorceries. But Egalmoth knew his men could not outlast the forces arrayed against them. At dawn of the appointed day, he sounded his war-horn and led his men on their mounts through the gates, forming a wedge to drive the enemies to either side or trample them underfoot. They rode to the bridge; see the light on their faces as they approach, knowing freedom is near! But it was not to be so, for as they neared the Ithiliant, the bridge sundered, its pieces falling into the river. Egalmoth could go no further, but he despaired not. He commanded his men to turn their backs to the raging river, and they charged once again... straight toward the Orc armies and their fell commanders. So died Egalmoth, but the tale of Egalmoth's Onslaught fills our hearts with joy even today, for we know that he died in service of Gondor, and so we remember him.\\q'\\n\\nFaramir smiles, remembering his brother's love for this tale. Then he sighs wistfully, and scuffs the stones with the toe of his boot.\\n\\n'The Nazgûl had weakened the supports of the bridge, so ensuring Egalmoth could not escape that way. Boromir was always quick to point out that it was a strategy they had learned from Isildur, for the son of Elendil had used that very tactic against them when he first escaped Minas Ithil. Theirs was not a mindless evil, [placeholder]. Let us be glad they are gone.\\n\\n'Yes, the Nazgûl are slain with Sauron, but others might still work his evil within the Dead City. South of here, the road climbs up to Minas Morgul. Go there and learn what you can of the situation inside. Defeat whatever foes you find there in memory of the hero Egalmoth, and in memory of my brother too.'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to Faramir at Echad Uial",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Talk to Mithrandir at Echad Uial",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Scout the ramp between the second and third tier of Minas Morgul, north-west of the Song-house of Lindalírë, and learn what dangers lurk within the Dead City.'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'If you've come to plunder Minas Morgul, you've arrived too late! The coward Gothmog sealed himself away in the tower, but he has minions roving the city, searching for whatever treasures might have been left behind. A doomed search! In the Valley of the Secret Shadow he might have found a useful weapon, but his Orcs cannot find the way.'\\n\\nThe cultist laughs, despite the pain of her wounds, and the blood staining her garb grows a deeper shade of red.\\n\\n'My master Dolguzigir knows the path, but he will not tell Gothmog. Let the coward waste away in the tower... if he lives that long! More than one enemy desires his blood, and I have seen servants of at least two already. They say the Captain of the Pit will not rest until he has taken Gothmog's head, but he will have a rival for it; I heard Lhaereth the Stained hates Gothmog even worse than she hates your kind or mine, and that is no small amount! Look what... her merrevail did to me!\\n\\n'Well, I have had my last jest, and I am ready to die. Let them kill each other. They deserve...'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Well, did you learn anything that might be of use to us?'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Nâlunitir on the ramp between the second and third tiers of the city, north-west of the Song-house of Lindalírë",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'So we are not the only ones taking an interest in Minas Morgul. From your report, it sounds as if Ugrukhôr and Lhaereth have both sent their forces to the city, and Gothmog still commands a significant portion of the Orcs within. Furthermore, this Morgul cultist spoke of one called Dolguzigir, about whom I have heard little. These interests may not align with each other, for now, but we cannot take the risk that they might set aside their differences. Any of these foes will slay us without a second thought.\\n\\n'The Valley of the Secret Shadow? I do not like the sound of that. Perhaps Mithrandir will know something of this place.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Faramir, Prince of Ithilien, has been kept busy maintaining the watch on Minas Morgul.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Hmm... the Valley of the Secret Shadow? That is Thuringwath, but its location is unknown to me, and to any good folk, I should expect. Do you remember the Orcs that challenged the Forest Gate on the edge of Eryn Lasgalen? The note you found mentioned a hidden pass named Falch Gurth and a secret enchantment. It is possible these spells masked the way to Thuringwath.\\n\\n'But I have come here for another reason. I have uncovered developments most interesting from my study of the Black Book of Mordor.'",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "Defeated foes within Minas Morgul ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Faramir is at Echad Uial, waiting for you to report on what you encountered in the Dead City.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Perhaps Mithrandir knows something of this Valley of the Secret Shadow.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "The entrance to Minas Morgul is located at the end of the road south of the Bridge of Gúliant.\\n\\nFaramir asked you to do battle with the foes you find in the Dead City.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Mithrandir has made the journey to Echad Uial.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Faramir intended to return to Echad Uial. You should find him there and tell him what you learned from the dying Morgul cultist.",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "Faramir has returned, and another familiar face has also come to Echad Uial",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Passage between the second and third tiers of Minas Morgul can be found north-west of the Song-house of Lindalírë.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Find the main entrance to the city of Minas Morgul",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Defeat foes within Minas Morgul ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 177082777,
      "en": "Many foes lie in wait beyond the entrance to the Dead City",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "You found a mortally-wounded Morgul cultist on the ramp between the second and third tiers of Minas Morgul, north-west of the Song-house of Lindalírë.",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "Suffering from mortal wounds, a Morgul cultist spits curses at you",
      "es": ""
    }
  ]
}