{
  "id": 621022465,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'Did you hear that? Someone comes!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Culang is in the throne room of Barad Cúron.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'[placeholder], have you escaped serious injury? Annoth was not so fortunate. He has achieved the vengeance he sought, though it arrived not in the manner he sought. Let him rest now, and may the Thandrim for whom he grieved find peace with the death of Ugrukhôr.\\n\\n'And so the Captain of the Pit is undone by the sword of Annoth, wielded by Gothmog, and now both Ugrukhôr and Gothmog are undone. Is that not the nature of evil? Treacherous even to its own. None shall mourn for either of the slain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Culang is in the throne room of Barad Cúron, concerned about the sound of newcomers approaching.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Culang in the throne room and complete 'Instance: A Vengeful Heart'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Culang in the throne room of Barad Cúron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Culang is in the throne room of Barad Cúron.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Culang in the throne room of Barad Cúron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Gothmog stirs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Gothmog believes he is most deserving of Thuringwath's secrets, but his enemies encircle the tower and wish to challenge him for them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'My enemies seek access to the gorge of Thuringwath, but they are unworthy of the secrets within. That place was enwreathed with spells, kept from the eyes of all but Sauron's most trusted servants. My Master could claim the right, as could the others of his order, but the Nazgûl are gone to the void and will not return. None but Gothmog now has the right. Have I not paid the greatest price of all?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I cannot tell from his words if he found aught of use in that place, [placeholder]. His wound looks to be mortal, but he was kept alive by dark arts, and I cannot say for certain if it be so. If he is dying, let him die! The sooner his evil is gone from this world, the better!\\n\\n'He claims to deserve whatever weapon lies within Thuringwath. Did he find it or no?'\\n\\nCulang draws a sharp breath.\\n\\n'Did you hear that?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'I paid the greatest price. Only I am worthy to possess Thuringwath's secrets.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 14.4: A Vengeful Heart",
      "es": "",
      "es (fem)": ""
    }
  ]
}