{
  "id": 621022464,
  "txt": [
    {
      "id": 246419872,
      "en": "Orcs and other foes remain a danger within Minas Morgul, and you should thin their numbers before setting Mithrandir's plan into motion.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 14.1: The Closing Net",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Defeat Orcs in Minas Morgul ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Mithrandir has told me of his plan, and I will not speak against it. But I urge you to remain alert, [placeholder], for many centuries have passed since the Tower of the Crescent Moon last fell into the grasp of evil. Even Mithrandir cannot say what you might find within. Gothmog alone would be threat enough, but while Sauron held our attention Gothmog had time enough to ransack Minas Morgul for its secrets; he may have prepared some defence or trap we cannot anticipate.\\n\\n'I will give you one further warning. If the Khundolar Ayorzén does agree to help you with this, remain alert for any sign of treachery. I believe he will aid you for as long as his interests align with yours; see that they do and he may be worthy of trust. But if that becomes otherwise...\\n\\n'Good fortune to you, [placeholder]. I think you will need it.'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Talk to Ayorzén at the Eagle and Star",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Defeat the Dead in Minas Morgul ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419879,
      "en": "Culang is standing watch near the entrance to Barad Cúron on the uppermost tier of Minas Morgul.",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I will play the part of Karazgar, [placeholder], but Ayorzén the Helpful has a number of conditions.\\n\\n'Know this: I will not endanger myself to save you! If this deception appears ready to fail, I will not maintain it. You may be a friend to me in this city, but in the Morgul Vale the only men who still have friends are the dead ones. The living cannot stay living if they hold friendship more dearly than their own skin. Ayorzén must come first. Are we agreed?\\n\\n'Yes? Very well. I did not escape the end of the war and the dungeons of the Dark Lord to die in the Morgul Vale. If that is understood, then I will help you. Where do we need to go?'",
      "es": ""
    },
    {
      "id": 177082754,
      "en": "You tell Ayorzén how to get to Echad Uial",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Beregond in Echad Uial",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 177082755,
      "en": "Mithrandir calls you to speak with him",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Defeat merrevail in Minas Morgul ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419881,
      "en": "Ayorzén is on the uppermost tier of Minas Morgul.",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I do not like this Easterling, [placeholder]. Are you certain we have no other choice?'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to Ayorzén at Echad Uial",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Let us go to this camp, then. Ayorzén is not afraid.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'The men here do not like me, [placeholder]. It brings a smile to my face to hear their whispers, to see the way they look at me with fear in their eyes. Why? Because it means they remember. Even fallen so low, Ayorzén is not forgotten. If the cards had fallen differently, these others might be unwelcome guests in my own war-camp, and they would not be free to whisper then. This man, this Beregond? He is a mere underling. But Ayorzén was no man's underling.\\n\\n'I remember leading my own band, strong Khundolar warriors who would live or die at my command. Perhaps that time will come again, for I feel my star is once again on the rise! After all, you will soon be indebted to me for this favour, as will many other powerful men. Why, Beregond's own prince will be in my debt, and perhaps then he will speak to me with more respect.\\n\\n'Call me Ayorzén the Prepared, [placeholder], for I am ready; ready for this plan of yours, and for a hopeful future.'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Mithrandir in Echad Uial",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'I do not like this Easterling. I do not want him troubling Prince Faramir.'",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Talk to Culang on the uppermost tier of Minas Morgul",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Something has happened on the upper levels of the city, [placeholder], but I know not what. Merrevail were seen clinging to the upper reaches of Barad Cúron, illuminated in the light of the tower's beacon, and something has stirred the Orcs in the lower levels to greater activity. Of the risen Dead in the middle tiers there are few reports, but that in itself gives me concern.\\n\\n'Go with Ayorzén to speak with the Ranger Culang on the uppermost level of the city, outside the entrance to the tower, but first investigate each of these threats as you climb up each tier of the city. If Gothmog or the other Masters of Mordor have called for this increased activity on the part of their minions, they must be opposed.\\n\\n'Have they enacted the final stages of some scheme, even as we prepare to undertake our own? I hope it is not so, but an air of dread and mystery lies upon Minas Morgul and it makes me wonder.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Ayorzén has agreed to help you gain access to Barad Cúron, but even with the Easterling's aid this mission will not be free of danger.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'I am ready. Are you not?'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Mithrandir has returned to Echad Uial, in Imlad Morgul.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Something has been happening in the upper levels of the tower, [placeholder]. A short time ago a flight of merrevail descended upon the beacon. I could not see from here what they tried to do, but whatever it was they did not achieve it; there was a great flash and a sound as of thunder, and dozens of them fell in torment.\\n\\n'It has been quiet since then, but I do not trust the silence. Be careful if you still intend to carry out Mithrandir's plan.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Beregond is at Echad Uial, in Imlad Morgul.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'Kill them all, kill every one!'\\n\\nBeneath the mask of Karazgar, you hear Ayorzén giggling to himself.\\n\\n'Do you not find me more convincing than the Weeping Warrior himself?'",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "Defeated Orcs in Minas Morgul ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082772,
      "en": "Defeated the Dead in Minas Morgul ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "Defeated merrevail in Minas Morgul ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883745,
      "en": "'Good fortune to you, [placeholder]. I think you will need it.'",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'Go with Ayorzén to speak with the Ranger Culang on the uppermost tier of the city, outside the entrance to the tower, but first investigate each of these threats as you climb up each level of the city. If Gothmog or the other Masters of Mordor have called for this increased activity on the part of their minions, they must be opposed.'",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883749,
      "en": "'It has been quiet ever since the merrevail attacked, but I do not trust the silence. Be careful if you still intend to carry out Mithrandir's plan.'",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Ayorzén is at the Eagle and Star in Minas Tirith.",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Talk to Ayorzén on the uppermost tier of Minas Morgul",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "Ayorzén has come to Echad Uial, in Imlad Morgul.",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'I have never seen the inside of this city before now. It is not as frightening as your people led me to expect, [placeholder]. Perhaps they are all cowards after all?'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'DNT - Blah!'",
      "es": ""
    }
  ]
}