{
  "id": 621022424,
  "txt": [
    {
      "id": "0x6a50294",
      "en": "Talk to Aragorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd3159a1",
      "en": "'Say you so? I do not feel it, O Great King.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd3159a2",
      "en": "'I bring greetings from my master, he who is the Captain of Night and the Ruler of Iron.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Listen to the words of Aragorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd3159a3",
      "en": "'Know him too as the King of Minas Morgul.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd3159a4",
      "en": "'He has unfinished business with thee.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd3159a5",
      "en": "'Well does he know it! He saw you from across the field at Fornost...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Aragorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd3159a6",
      "en": "'...and you fled from him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'My tale is at its end, [placeholder], but the wraith that was once Eärnur troubles Gondor still.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd1f5f60",
      "en": "'In grief and disgust Mardil turned away, and he gave the messenger what he sought.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd3159a7",
      "en": "'It seemed to my master, and to all who saw it, that you fled in terror of his mighty presence.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd1f5f61",
      "en": "'His silence.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd3159a8",
      "en": "'So you could not control your own steed, yet you think to control armies?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3159a80",
      "en": "'You have had time to think upon your faint heart.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd3159a9",
      "en": "'It is this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3159a81",
      "en": "'Peace, you say? I remember you from our last meeting, word-weaver.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Aragorn has agreed to tell you what he knows of Eärnur's last days.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3159a82",
      "en": "'My master has spared a thought for you, too.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3159a83",
      "en": "'For you I have a gift.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'You have heard the story of Egalmoth's Onslaught against the forces of Mordor that came to seize Minas Ithil? It is a popular tale, oft-told in Gondor even today, for it is heroic and tragic in equal measure. Lord Egalmoth had the command of Barad Cúron, and his charge through the city into the invading Orcs is now the province of legend. He and all his men died in that sally, but when the last defender was dead and the Witch-king entered the tower, he learned of Egalmoth's other purpose. The palantír was missing. One of Egalmoth's riders had carried it from Barad Cúron, casting it into the Ithilduin lest it be claimed by the Nazgûl.\\n\\n'Like many victories of the Dúnedain over the years, this one was short-lived. Servants of the Witch-king found the Ithil-stone fetched up upon a rock in the current, and they brought it to their master. Gloating over his victory, the Lord of the Nazgûl used the palantír only once before bringing it personally to Sauron, as he was commanded. The Witch-king made contact with the Anor-stone wielded by King Eärnil, showing him that Egalmoth had failed and the city belonged now to him. \\qMinas Ithil has fallen,\\q the Nazgûl sneered. \\qYou look now upon Minas Morgul.\\q\\n\\n'Eärnil despaired, and he forbade any of his subjects or his line from using the Anor-stone. \\qIt is no longer safe,\\q he declared. The Ban of Eärnil would last for nearly a thousand years, unbroken until the time of Steward Denethor. It may be that the Ban prevented Sauron from achieving his goal of a corrupted Gondor centuries before he nearly succeeded... but I cannot say for certain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Aragorn has agreed to tell you the tale of Eärnur's last days, known only to the wise and to those of Isildur's line.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Aragorn has agreed to tell you what he knows of Eärnur's last days.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xddb97e1",
      "en": "'The king's horse was overmastered and bore him away, against his will.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xddb97e2",
      "en": "'No, my lord. Peace!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Eärnur was hot of temper, and surely would have ridden forth at once, were it not for the intervention of his advisor Mardil. A wise man and studied, Gondor remembers him as Mardil the Good, and his actions on this day forestalled some measure of doom. Not forever, alas! But for a time.\\n\\n'Mardil stepped forward. \\qWe know who your master is,\\q he declared. \\qWe know how much he can be trusted, or how little. If he is so eager for this combat, let him ride here, to the Tower of Guard, and show his true worth before all.\\q\\n\\n'The emissary bridled at this response and departed, but his anger was as nothing compared to the wrath of Eärnur. He brooded and raged in the time that followed, but whenever he thought to dare the shadowed vale, his Steward was on hand with soothing words and reminders of his duty. The Morgul Vale remained silent.\\n\\n'So passed seven grim years. Seven years following the day that he first came to Minas Tirith, the messenger returned.\\n\\n'This time he was not alone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Talk to Aragorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xddb97e3",
      "en": "'Egalmoth!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Listen to the words of Aragorn concerning Eärnur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3159a90",
      "en": "'My master bids you return to his domain, alone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Aragorn has agreed to tell you what he knows of King Eärnur's last days.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to Aragorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3159a91",
      "en": "'There he will do battle with you, sword to sword, with no one else to interfere.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'It was seven years to the day that he first came to Minas Tirith that the messenger returned.\\n\\n'This time he was not alone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3159a92",
      "en": "'Should you triumph, he will quit the Vale of Morgul and the city that lies within.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3159a93",
      "en": "'Any? He has already taken some of your realm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Aragorn has agreed to tell you what he knows of King Eärnur's last days.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3159a94",
      "en": "'You mean any MORE of it, surely.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3159a95",
      "en": "'But why should he wish for that which he could take at will?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3159a96",
      "en": "'No, Great King. He wishes only for thee.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Before his blood had cooled, Eärnur and a company of his bravest knights rode from Minas Tirith for the last time. They entered the Morgul Vale and were never seen again.\\n\\n'The common belief in the years that followed was that the Witch-king treacherously trapped the king and his knights in Minas Morgul, and they perished there in torment. No proper claimant to the throne could be found, and the Line of Kings was ended. Mardil did not don the crown himself; instead, he became the first of the Ruling Stewards, swearing to govern Gondor only until the king returned. And you know how that tradition reached its ending, [placeholder].\\n\\n'But when Eärnur succumbed to the taunts of the Witch-king and rode to Minas Morgul, we know now what was hidden for those many centuries. Through the dark arts of the Lord of the Nazgûl, Eärnur was corrupted and changed into the fell wraith Mordirith. Bound to the Witch-king, he served Mordor as the False King of Angmar until his defeat last year. When next he crossed our paths, he had been given a new form with which to wage Sauron's war: Gothmog, commander of Mordor's armies.\\n\\n'Better to have died as Eärnur, [placeholder], than be reborn as a tool of evil, again and again. It saddens me to think of that fate.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3159a97",
      "en": "'The warmth of your hall has much waned, O King.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3159a98",
      "en": "'I bear again my master's behest. It has not changed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3159a99",
      "en": "'Time. It weighs on you. Heavy is every year that passes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Aragorn has agreed to tell you what he knows of Eärnur's last days.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Aragorn has agreed to tell you what he knows of King Eärnur's last days.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Aragorn has agreed to tell you what he knows of King Eärnur's last days.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe4b2690",
      "en": "'Why should our answer, then?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe4b2691",
      "en": "'This foulness will not stand!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe4b2692",
      "en": "'Run back to your master!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe4b2693",
      "en": "'Tell him the king rides at once to reclaim Minas Ithil!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x74e6c31",
      "en": "Egalmoth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xde4b261",
      "en": "'Hail, guest. You are welcome in the halls of my fathers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xde4b262",
      "en": "'Say on, then.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2d1f5f1",
      "en": "'Every thought of King Eärnil was set to defending Gondor from the threat of Mordor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xde4b263",
      "en": "'What business? I do not treat with such as he.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2d1f5f2",
      "en": "'He refortified the city, intending for Minas Anor to become an impenetrable fortress.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xde4b264",
      "en": "'I did not flee!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2d1f5f3",
      "en": "'But for Men, even a long life must end. When Eärnil died, his son Eärnur ascended to the throne.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xde4b265",
      "en": "'I was not afraid of your master, then or now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2d1f5f4",
      "en": "'He was a grim ruler, but he intended to keep his people safe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xde4b266",
      "en": "'What is the message you bring? Deliver it, and then begone!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2d1f5f5",
      "en": "'Minas Anor would be known by a new name: Minas Tirith, the Tower of Guard.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xde4b267",
      "en": "'And what stakes does he offer?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2d1f5f6",
      "en": "'He longed for the recapture of every city and fortress Gondor had lost to Mordor's armies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xde4b268",
      "en": "'And otherwise? I will not give him any of my realm, if that is his hope.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2d1f5f7",
      "en": "'Perhaps that is why he allowed the messenger entrance to his halls.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xde4b269",
      "en": "'So you have come back.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2d1f5f8",
      "en": "'It was a corpse long-dead, its eyes glinting with profane malice, its flesh decayed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2d1f5f9",
      "en": "'But Mardil and Egalmoth were both of the House of Húrin, and were cousins.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: The Warrior Remade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Listen to the words of Aragorn",
      "es": "",
      "es (fem)": ""
    }
  ]
}