{
  "id": 621011537,
  "txt": [
    {
      "id": "0x6a50293",
      "en": "Find the eleventh page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1190",
      "en": "Found the first page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Find the tenth page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "Found the second page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Find the ninth page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1194",
      "en": "Found the third page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Find the eighth page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3f722d0",
      "en": "'Upon your return to Mordor, Barad-dûr rose anew and the Gaunt-lords crept out of the shadows of the Elder Days. One among them, Drugoth the Black, wielded the powers of necromancy, and it was then you devised your final vengeance against Hrímil Ring-eater.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Rust-stained writing can be found in Thikil-gundu and among the Ered Mithrin.\\n\\nYou should find more rust-stained pages to learn more of the lost lore of Thikil-gundu, the Steel Keep.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "You have found a curious page of rust-stained writing. Perhaps you can find other pages among the Dwarf-holds of the Ered Mithrin to learn more of the lost lore of Thikil-gundu, the Steel Keep.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "You have gathered all the pages of the lost lore of Thikil-gundu, the Steel Keep.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "You have gathered a number of pages of rust-stained writing among the Dwarf-holds of the Ered Mithrin, and you have learned more of the history of Thikil-gundu, the Steel Keep, through the writing of Karazgar, the Weeping Warrior.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Built by the dwarves and stolen by dragons, Thikil-gundu, the Steel Keep, has borne witness to a tragic and terrible history.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3f72280",
      "en": "'It would be many years before you shed the guise of the Necromancer, and so I imprisoned Hrímil beneath the razed remains of Barad-dûr to await your return. There, she endured countless tortures, but never did she surrender the Ring.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "Found the eighth page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "Found the seventh page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Find the fourteenth page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "Found the sixth page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3f722e0",
      "en": "'At your bidding, the Gaunt-lords laboured to draw a powerful fell spirit into this realm. It was to be drawn to Helegrod where rested the remains of Hrímil's brother, Thorog the Mighty. Where Hrímil had resisted, Thorog would now serve in death.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Find the thirteenth page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "Found the fifth page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3f72550",
      "en": "'Heedless of all peril, Hrímil had fallen into a deep slumber atop the hoards of the Steel Keep. Bound by your chains, Hrímil rose in sudden agony, shrieking as if she were consumed by unseen flame. Though she had devoured the Ring, Tínya still answered to its true master: Hrímil was yours at last.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3f72230",
      "en": "'And so Thorog served, if but for a moment, and now the Gaunt-lords are banished and Thorog returned to death. You are defeated, Lord Sauron, and the hated Hrímil flies free... but not for long.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Found the fourth page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Find the second page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Find the third page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3f72500",
      "en": "'In the depths of Dol Guldur, you essayed to wield your craft-skill anew. You forged a massive chain and etched it with runes of fell magic. For such brazenness, Hrímil would not be your servant... she was to be your prisoner.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "Found the thirteenth page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "Found the twelfth page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "Found the eleventh page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "Found the tenth page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "Found the ninth page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Found the fourteenth page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3f72510",
      "en": "'You were still weakened, Lord Sauron, and when your feigned kindness did not avail you, you thought instead to bend Hrímil to your will. How fortunate you were then that Durin would soon slay her brother, Thorog the Mighty, at Helegrod....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3f72570",
      "en": "'And it was then you learned that Hrímil had devoured the Ring of Power, Tínya, along with the King of the Zhélruka who bore it. Diminished as you were, my lord, I have still not forgotten your fury.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3f725d0",
      "en": "'Lord Sauron, what a legacy you have left behind! Your servants quarrel and seek in vain for dominion of Mordor, and the would-be Free Peoples pour through the Morannon to pick at your bones. If not for me, your grip on this realm would have slipped long ago.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3f72520",
      "en": "'Once again I returned to the halls of the Steel Keep, and once again Hrímil denied you. The loss of Thorog wounded her greatly, but her will remained unbroken. It was then Hrímil swore that she would never serve you, Lord Sauron.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3f723c0",
      "en": "'You see, my lord, I will succeed where you have failed. I will turn the children of Hrímil against her, and she will serve me alone! Hrímil once said that you were a pretender, Lord Sauron. I think now she was right.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Find the seventh page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Find the sixth page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Find the fifth page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Find the fourth page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3f725e0",
      "en": "'It was not your loss of the Ring that unmade you, nor the armies of Men, but your pride and pettiness. Ah, but I sensed that weakness long ago... when you hid in frailty beneath Dol Guldur, desperate to wield the dragons that lingered in this realm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Find the first page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3f72530",
      "en": "'You spoke of a survivor of the Elder Days, a great Cold-dragon: Hrímil Frost-heart. Terrible in size and might, Hrímil had slain the Longbeards of the Steel Keep and now slumbered atop their hoards. It was she you desired above all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3f72ac0",
      "en": "'In the halls of the Steel Keep, I learned that Hrímil had remained faithful to your master of old: the Dark Lord, Morgoth. Though you had claimed his title, she thought you a pretender... a failed servant who had imagined for himself some greater purpose.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Lost Lore of the Dwarf-holds: Thikil-gundu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Find the twelfth page",
      "es": "",
      "es (fem)": ""
    }
  ]
}