{
  "id": 621087085,
  "txt": [
    {
      "id": 228284034,
      "en": "'It's always good to see you, [placeholder]. I have an urgent mission this time. We have just gotten word from one of the Temámir Dwarves that a number of their miners has been trapped in a cave outside Rakhatâb, on the Cape of Umbar. Locals call it the Jid Phêsi, the cavern of whispers. There are reports they found a treasure of great beauty and cost. If you are able, please rescue both the dwarves and this treasure. Please, there is no time to lose! Rescue them before the cave further collapses!'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "You have rescued the trapped miners and successfully escaped the cave! Return to the mission giver with this report.",
      "es": ""
    },
    {
      "id": 209647637,
      "en": "There is no twist in this mission.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Rescue the trapped dwarf-miners (and their treasure) before the cave permanently collapses!",
      "es": ""
    },
    {
      "id": 133753590,
      "en": "None",
      "es": "Ninguno"
    },
    {
      "id": 228870261,
      "en": "Mission: The Ill-fated Cave",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'That is a beautiful piece. I am glad you were able to rescue it, it will aid in the rebuilding efforts. What? Oh yes, the miners too, of course. I'm so glad they made it out with their lives.'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'[placeholder], please, rescue the trapped miners! And if you can, whatever treasure they were excavating. Quickly, there's not a moment to lose!'",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Complete Mission: The Ill-fated Cave",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Your mission is to rescue the trapped dwarf-miners (and their treasure) before the cave permanently collapses!\\n\\nSpeak to Deshra to travel.",
      "es": ""
    }
  ]
}