{
  "id": 621087090,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Well met, [placeholder]. We have been receiving disturbing reports from Jeb Kh창tel in the Shield Isles. To the north, there is a series of small islands. Several ships have gone missing in this area, not to be seen again. Please, investigate these mysterious isles and figure out what happened to these ships and their crews.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "You have successfully defeated the sirens and escaped with your life! Return to the mission giver with this report.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7ef815",
      "en": "There is no twist in this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "There are reports of ships disappearing in several of the northern Shield Isles of Jeb Kh창tel. Investigate the islands and figure out what is happening to these ships and their crews.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f8eaf6",
      "en": "None",
      "es": "Ninguno",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: The Call of the Sea",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'That is disturbing news indeed. It's a tragedy what happened to those sailors, but due to your brave deeds, future ships venturing through those isles won't suffer the same fate.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Your mission is clear, [placeholder], to investigate the northern Shield Isles of Jeb Kh창tel and figure out what is happening to these disappearing ships and their crews.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Complete Mission: The Call of the Sea",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Your mission is to investigate the northern Shield Isles of Jeb Kh창tel and figure out what is happening to disappearing ships and their crews.\\n\\nSpeak to Malthak to travel.",
      "es": "",
      "es (fem)": ""
    }
  ]
}