{
  "id": 621087092,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Well met again, [placeholder]. We have need for some assistance for our merchant ships. They are being attacked by Corsairs while delivering food and supplies to our settlements on the Cape of Umbar. We believe these attacks are coordinated by a Corsair captain, Ghasaphâr, who makes his camp in Kan Skûrja on the Cape of Umbar. Please, go there and root out these Corsairs, so that our merchant vessels can once again pass safely into and out of the Cape. Defeat Ghasaphâr and the scoundrels who follow him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "You have successfully defeated Ghasaphâr and the Corsairs! Return to the mission giver.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7ef815",
      "en": "There is no twist in this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "You have been tasked with taking the fight to Ghasaphâr and his Corsairs. Root them out of Kan Skûrja on the Cape of Umbar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f8eaf6",
      "en": "None",
      "es": "Ninguno",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: A Cut Above",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'I am glad Ghasaphâr will no longer run rampant. All the hands on our merchant fleet will sleep easier tonight because of you. Thank you for all you've done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Your objective is clear, [placeholder]. Root out Ghasaphâr and his Corsair crew. Put a stop to their pillaging of innocent Umbari merchant ships and the loss of innocent Umbari lives.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Complete Mission: A Cut Above",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Your mission is to take the fight to Ghasaphâr and his Corsairs. Root them out of their settlement in Kan Skûrja on the Cape of Umbar.\\n\\nSpeak to Malthak to travel.",
      "es": "",
      "es (fem)": ""
    }
  ]
}