{
  "id": 621087086,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Always a pleasure, [placeholder]. We just got some exciting information. We have a credible report as to the location of a cache of riches stolen by freebooters from one of our merchant ships. Unfortunately, this report points us to Bakhjâd, in the Shield Isles. It's quite a dangerous place to go, but we could really use that stolen coin to help us rebuild Umbar. Will you help us recover it, for the good of Umbar?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "You have successfully defeated the Corsairs and the Dead and recovered the cache! Return to the mission giver with this report.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7ef815",
      "en": "There is no twist in this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "You have been tasked with obtaining a great treasure cache in Bakhjâd in the Shield Isles before anyone else. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f8eaf6",
      "en": "None",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: A Dark Treasure",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'I am touched beyond words. This will do much to repair the wounds and scars carved into our city. Thank you for your bravery, and your honesty in bringing this much coin to us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Your objective is clear, [placeholder], recover that treasure cache at all cost. Don't let anyone or anything get in the way of that.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Complete Mission: A Dark Treasure",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Your mission is to travel to Bakhjâd and obtain a great stolen treasure cache by whatever means necessary.\\n\\nSpeak to Deshra to travel.",
      "es": "",
      "es (fem)": ""
    }
  ]
}