{
  "id": 621087099,
  "txt": [
    {
      "id": 246419840,
      "en": "You distracted the guard well enough for Ayaluk to search and escape. Return to his hiding spot near the building east of Ulanor's office.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Ayaluk asked you to distract the guard while he sneaks into Ulanor's office to find proof of her wrongdoing.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'What I found is worse than I feared. I need some time to review this information. Meet me at my home. Now I must go!'",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Distract the guard by waving good-bye <rgb=#FF0000>/bye</rgb>",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Let's make haste and do not be seen.'",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Distract the guard by hailing him <rgb=#FF0000>/hail</rgb>",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Distract the guard by clearing your throat <rgb=#00FF00>/ahem</rgb>",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Speak with Ayaluk near his original hiding spot",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "The guard returned to his post and Ayaluk was caught",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Distract the guard with a <rgb=#00FF00>/hail</rgb>",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "You distracted the guard and Ayaluk escaped",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Keep the guard distracted for one full minute",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "When the guard starts walking again, distract him by waving <rgb=#00FF00>/bye</rgb>",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "You agreed to assist Ayaluk in obtaining proof of the overseer's wrongdoing in Rakhatâb.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Speak with Ayaluk at a building near Ulanor's chambers",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "You distracted the guard and Ayaluk escaped",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'I only need you to distract the guard for a few moments while I search the office. Distract the guard however you can. Annoy them if you must. Wave bye, hail them, clear your throat at them. Anything to keep them occupied.'",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Keep the guard distracted for at least two minutes",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Whispers of the Forge",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Meet Ayaluk at the edge of the building near the overseer's chambers.",
      "es": ""
    }
  ]
}