{
  "id": 620891465,
  "txt": [
    {
      "id": 136263297,
      "en": "Convinced Ernwyd Bolger to return to work",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Convinced Opalessa Sandheaver to return to work",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Convinced Alric Hornblower to return to work",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The vendors from the market seem to have fallen under the sway of the Farmers Faire, and a nosey patron has noticed and brought your attention to this failure of customer service.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the event it is associated with ends. </rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Hey, you there! Who is responsible for this market? I happen to know that the vendors who should be here are lollygagging about the Faire!\\n\\n'Do I need anything? No, I don't need anything. I need someone to teach those lazy vendors a lesson, that's what I need!\\n\\n'If you want to fill my order, do this: go teach them a lesson?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The other vendors can be found throughout the Farmers Faire and Bywater area. Ernwyd Bolger was last seen drinking copious quantities of beer. Opalessa Sandheaver is said to be very fond of dancing. Alric Hornblower is rumoured to have a bit of an unhealthy obsession with mushrooms.\\n\\nYou should scold the market vendors who shirked their duties to play at the Faire.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah! Thank you for getting that patron out of my hair, [placeholder]! I'm glad those fools were scolded, but as you can see, my hands were too full to do the job myself.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Daisy Sandyman awaits you at the market stall in the Farmers Faire of Bywater.\\n\\nYou should return to Daisy Sandyman and inform her that a customer has been helped.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find Ernwyd Bolger and persuade him to return to work",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find Opalessa Sandheaver and persuade her to return to work",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Find Alric Hornblower and persuade him to return to work",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Return to Daisy Sandyman",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Nosey Request",
      "es": ""
    }
  ]
}