{
  "id": 621086014,
  "txt": [
    {
      "id": "0x9b56886",
      "en": "'That was quite the tale, wasn't it?'\\n\\nKhôltekh chuckles to himself.\\n\\n'Akálam seems quite sure of himself, and from what I can tell, the people of Umbar have no reason to doubt him. After all, he is the hero that slew Thorongil, the bane of Umbar, and he bears the scars to prove it! I wonder, though. What about you? What do you think happened to Thorongil, [placeholder]?'\\n\\nKhôltekh looks into your eyes, and his face no longer betrays any amusement.\\n\\n'You know what I think? Perhaps he became a King!'\\n\\nKhôltekh laughs.\\n\\n'Better warn old Eshmun, eh?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Eshmun in the Bloody Eagle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'Is everything all right, [placeholder]? You were over there for quite some time, and I saw that you caught Khôltekh's attention.'\\n\\nYou tell Eshmun that you are fine, but that Khôltekh was a bit unusual.\\n\\n'As one of the Kindred of the Coins, I respect what he has done for Umbar, but I must admit, I find him to be an odd fellow—charming, to be certain—but I'm never quite sure what he's after when I speak to him. I much prefer to let Tumúldo deal with him, to be perfectly honest.\\n\\n'Here, my friend, let us toast to the future of Umbar.'\\n\\nEshmun hands you a mug, and you notice that it is not filled with ale, but instead with water.\\n\\n'I know it is not the tradition, but I find ale to be a luxury of younger Men, and when you have been a sailor for as long as I have, you know the true worth of water.\\n\\n'And so, I toast to you, [placeholder], and to the future of Umbar Baharbêl! May the Free City endure until the end of all days!'\\n\\nYou and Eshmun toast.\\n\\n'I ought to get back to the Harbour-warden's Tower, my friend. If you ever need anything, you know where to find me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Akálam in the Bloody Eagle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I must thank you, [placeholder]. If only for a day, you have helped me to drive the Heirsworn from the Sail-haven, and I say that is worthy of celebration!\\n\\n'To that end, I would ask that you meet me in the Bloody Eagle. It is one of Umbar's many taverns, but fortunately, it is not so far from here. In fact, it is just to the east of this tower! There is something else I would like to show you there—something of great importance to me and the older sailors of Umbar.'\\n\\n'But when that is done, we shall toast to your victory over the Heirsworn and to the future of Umbar!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Khôltekh the Cunning in the Bloody Eagle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "Despite its age, there appears to be dried blood on the tip of Akurga's spear",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Ah! I hope it was not too much trouble to find me, [placeholder].\\n\\n'I do not often come to the Bloody Eagle—or any tavern for that matter—but since I was made Captain of the Haven, I have found myself here on more than a few occasions. You see, its proprietor is a man named Akálam, and many years ago, his father, Akurga, was the Captain of the Haven. To this day, Akurga's spear still hangs behind the bar, and I find it a comfort to look upon it—to remember what it is that I strive to protect and the sacrifices we must make for Umbar.\\n\\n'Why don't you go and see it for yourself? It has quite the storied history, my friend, and if Akálam catches you looking at it for long enough, you're likely to hear the lot of it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "As Akálam's story continues, you suspect you know the man he describes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Akurga's spear can be found behind the bar in the rear of the Bloody Eagle.\\n\\nEshmun has asked you to examine Akurga's spear in the Bloody Eagle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "As Akálam's tale concludes, you turn your attention back to him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'You wish to know about that spear, do you?'\\n\\nAkálam glances at the spear, and in the flicker of the light, you catch sight of old burns upon his face.\\n\\n'Do you know the tale of the bane of Umbar? He was like a half-giant among Men—dark-haired with eyes of grey—a great captain from some distant, unknown land.\\n\\n'That spear belonged to my father, Akurga, or so it did until the bane of Umbar came to our city....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "The Bloody Eagle is a tavern located to the east of the Harbour-warden's Tower in the Sail-haven of Umbar Baharbêl.\\n\\nEshmun has asked you to meet him at the Bloody Eagle to celebrate your victory over the Heirsworn in the Sail-haven. You should meet Eshmun at the Bloody Eagle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d16",
      "en": "Satisfied that the Heirsworn have been routed from the Sail-haven, at least for the moment, Eshmun has invited you to accompany him to the Bloody Eagle to celebrate this victory and toast to brighter days ahead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Examine Akurga's spear in the Bloody Eagle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "Akálam's tale continues.\\n\\n'And so, he came to Umbar like a spectre in the night. It was said that his blade was wreathed in flame, for the ships of the Sail-haven were set alight in his wake, and the harbour burned as if the water itself had turned to blackest pitch.\\n\\n'Many were those who fell before him and his fleet, but none fought as bravely as my father, Akurga. He was Captain of the Haven on that dark night, and it fell to him to repel these interlopers lest all of Umbar be overthrown. Alas, before my own eyes, the villain slew my father at the doors of the Harbour-master's Tower. I was only a boy then, and rushing out from the doors, I stepped over my father to take up his spear. It seemed then that our enemy hesitated, and in that moment, I drove the spear into him with all of my might. Fleeing into the flames, he withdrew with his fleet, and he was never seen again.\\n\\n'And surely I dealt him a mortal blow, for had I not truly killed him, would not he have returned to avenge himself upon us?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Akálam can be found behind the bar in the rear of the Bloody Eagle.\\n\\nAfter inspecting Akurga's spear, you have caught the attention of the tavern keep of the Bloody Eagle, Akálam. You should talk to Akálam.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Akálam in the Bloody Eagle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Eshmun can be found in the Bloody Eagle, a tavern located to the east of the Harbour-warden's Tower in the Sail-haven of Umbar Baharbêl.\\n\\nYou have found Eshmun in the Bloody Eagle. You should talk to Eshmun.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Listen to Akálam's tale of the bane of Umbar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Meet Eshmun at the Bloody Eagle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Akálam is telling his tale of the bane of Umbar in the Bloody Eagle.\\n\\nAfter speaking with Akálam, you believe you know the identity of the bane of Umbar. You should continue to listen to his tale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Akálam can be found behind the bar in the rear of the Bloody Eagle.\\n\\nAkálam has nearly concluded his tale of the bane of Umbar. You should talk to Akálam.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to Eshmun in the Bloody Eagle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "Khôltekh the Cunning can be found in the Bloody Eagle, in the Sail-haven.\\n\\nAfter listening to Akálam's tale, you heard a chuckle at the end of the bar in the Bloody Eagle, and it appears that Khôltekh the Cunning, one of the Kindred of the Coins, was amused by some aspect of Akálam's tale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "Eshmun can be found in the Bloody Eagle, a tavern located to the east of the Harbour-warden's Tower in the Sail-haven of Umbar Baharbêl.\\n\\nAfter having an uncomfortable talk with Khôltekh the Cunning, you decide you should return to Eshmun in the Bloody Eagle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "A wry chuckle echoes from the end of the bar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "You find Eshmun standing near the rear of the tavern, already holding a drink",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Heirs and Successors",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'I later learned that the bane of Umbar was said to be named Thorongil—the Eagle of some accursed star, in the tongue of the Elves—but it matters not.\\n\\n'None in Umbar Baharbêl need fear his return. Thorongil is dead, and the blood on my father's spear is all the proof of that we shall ever need!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}