{
  "id": 621086136,
  "txt": [
    {
      "id": "0xb0118d0",
      "en": "Now that your hands are clean, pick up the first tray of food and take it to table three.\\n\\nThe tray of food is on the table next to Brûdo.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Upper Crust of the Upper Ward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bd4",
      "en": "The birthday boy is taken aback by the kind gesture",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a6",
      "en": "You have made your first delivery. Speak to Brûdo to learn what to do next.\\n\\nBrûdo can be found at the bath-house in the Upper Ward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d5",
      "en": "Now that your hands are clean, speak to Brûdo to receive instructions.\\n\\nBrûdo can be found at the bath-house in the Upper Ward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d6ae13",
      "en": "Carry the food to table three",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a9",
      "en": "Renowned head-cook Brûdo needs help catering a party for Umbar's elite. Start by washing your hands.\\n\\nA hand-washing basin can be found near Brûdo.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502957",
      "en": "Talk to Brûdo",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9f5e524",
      "en": "<rgb=#FF0000>You dropped the tray!</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011882",
      "en": "You have gathered the soiled plates. Bring them to Brûdo.\\n\\nBrûdo can be found in the bath-house of the Upper Ward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502900",
      "en": "Clean up dirty dishes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502930",
      "en": "Wash your hands in the wash-basin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502932",
      "en": "Carry the tray of food to table three",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011888",
      "en": "Brûdo has asked you to deliver a special semolina cake to a guest.\\n\\nBrûdo can be found at the bath-house in the Upper Ward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502904",
      "en": "Talk to Brûdo",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b9",
      "en": "Brûdo told you to clean the dishes off tables four, five, six, and seven, near the dancing man.\\n\\nBrûdo still needs your help in the Upper Ward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e8",
      "en": "'You performed better than I expected! If your pockets are ever light, come to me. I will find more work for you. It is always somebody's birthday after all!'\\n\\nHe smirks.\\n\\n'The regular fellow will likely not be sick tomorrow, I suppose. But still, what I said is true. You will be welcome whenever it is someone's birthday.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9f5e502",
      "en": "<rgb=#FF0000>You dropped the cake!</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e9",
      "en": "Brûdo takes the dirty dishes from you and sets them down on the table.\\n\\n'I have one last task for you. One of the guests... it is his birthday! I wish I had known in advance so I could have prepared something special, but this semolina cake will have to do. He is the merchant at the long table just to the east! Please bring it to him. Tell him it is a gift from the chef.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56813",
      "en": "'You there! Can you carry plates and trays of food without spilling them everywhere? Good. I need help. One of my workers is sick today, but this party must be a success. The elite of the city are gathered here and I will not give any of them an excuse to complain about my food or my service! Wash your hands and take this tray of food to table three.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502938",
      "en": "Talk to Brûdo",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e1a0",
      "en": "Bring the dirty dishes to Brûdo",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1f6",
      "en": "Brûdo is catering a gathering of Umbar's elite and would benefit from an extra set of hands, after you wash them of course.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b92",
      "en": "Your hands are clean now!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc1",
      "en": "Cleaned up dirty dishes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf1",
      "en": "The guests thank you for your prompt service",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502911",
      "en": "Deliver the semolina cake to the guest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011895",
      "en": "You have completed all your tasks and should speak to Brûdo.\\n\\nBrûdo can be found at the bath-house in the Upper Ward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c5",
      "en": "'Good. Your hands are clean. I wish we had time to do something about your clothing, but we do not. Pick up that tray of meat and bring it to table three. It is the one on the other side of the fountain.\\n\\n'Those... those... carnivores! They have been hounding me for their meal!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d6ae33",
      "en": "Carry the cake to the birthday boy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c7",
      "en": "'Next, I need you to clean off the dishes from tables four, five, six, and seven. Those tables are near the man in green, with the purple sash... you see him? He is over there, making a fool of himself with his silly dancing. There is no music! What is he dancing to? The tune is of his own making... and I say it is his own madness!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502916",
      "en": "Talk to Brûdo",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f7",
      "en": "Brûdo takes the dirty dishes from you and sets them down on the table.\\n\\n'I have one last task for you. One of the guests... it is his birthday! I wish I had known in advance so I could have prepared something special, but this semolina cake will have to do. Please bring it to him. Tell him it is a gift from the chef.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}