{
  "id": 620823958,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I am sorry for my despairing words when I spoke to you before. I will rally my spirits, for the sake of Bósi and all of our people.\\n\\n'We will hold the Deep-way against all our foes, [placeholder]. Bring what allies you can assemble, and we will stand against the Orcs as long as we must!'\\n\\n<rgb=#FF0000>This quest involves a Skirmish that can be completed at Solo, Small Fellowship, or Fellowship group sizes by using the Instance Finder Panel. This Skirmish has a minimum level of 55.\\n\\nIf this is your first Skirmish, you should visit one of the Skirmish Camps found throughout Middle-earth and speak with a Skirmish Captain to properly train. Skirmish Camps can be found in the following regions: Ered Luin, Bree-land, the Shire, the Lone-lands, the North Downs, the Trollshaws, Evendim, Forochel, Angmar, Eregion, Moria, and Lothlórien.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'We have done it, [placeholder]! I did not think we would come through it alive, but we did, against all the odds!\\n\\n'The dwarves in Moria stand hardy though all their enemies of the deeps be upon them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Let us prepare our defences!'\\n\\n<rgb=#FF0000>This quest involves a Skirmish that can be completed at Solo, Small Fellowship, or Fellowship group sizes by using the Skirmish Join Panel. This Skirmish has a minimum level of 55.\\n\\nIf this is your first Skirmish, you should visit one of the Skirmish Camps found throughout Middle-earth and speak with a Skirmish Captain to properly train. Skirmish Camps can be found in the following regions: Ered Luin, Bree-land, the Shire, the Lone-lands, the North Downs, the Trollshaws, Evendim, Forochel, Angmar, Eregion, Moria, and Lothlórien.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 5: The Battle of the Deep-way",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Deep-way, a passage connecting the Great Delving to the Water-works, must be defended against the Orc onslaught.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Complete Skirmish: Battle of the Deep-way",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Brogur is in the Deep-way.\\n\\nOnce you have assembled your allies, you should speak with Brogur. It will not be long before the Orcs arrive.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Brogur is in the Deep-way.\\n\\nYou have repulsed the attack on the Deep-way by the Orc hordes, and should speak now to Brogur about the victory.",
      "es": "",
      "es (fem)": ""
    }
  ]
}