{
  "id": 620823954,
  "txt": [
    {
      "id": 32836111,
      "en": "travel_exit (info)",
      "es": ""
    },
    {
      "id": 139299822,
      "en": "travel_exit (desc)",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have defended the Deep-way from attack",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have defended the Way of Smiths from attack",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have defended the Twenty-first Hall from attack",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The time has come for the dwarves to stand against the Orcs of Moria, but Bósi and Brogur have lost hope that they can achieve victory beneath the mountains.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'It is up to you and your friends now. You must rally my people and coordinate the defence of Moria. We have prepared for war at three key locations: the Deep-way, the Way of Smiths, and the Twenty-first Hall; if these locations fall, we are lost.\\n\\n'Brogur must fight for the protection of the Deep-way. Tell him I am counting on his strength, and he will stand as long as it takes to fight back the Orc-hordes. Speak with him first.\\n\\n'The defence of the Way of Smiths is in the hands of Stóthkell. He speaks highly of you and will do as you command. You should speak with him once the Deep-way is secured.\\n\\n'Wíli will oversee the barricades at the Twenty-first Hall; he fought bravely as part of the diversionary force during my son's assault on Stazgnâkh, and... I am sorry. Wíli will do fine. This will be the last and most vital bastion you must defend. Our survival is in your hands.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Brogur is in the Deep-way.\\n\\nThe survival of the dwarves in Moria now depends on the ability of you and your allies to defend these locations from attack. You were asked to speak with Brogur first.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'It is up to you and your friends now, [placeholder]. You must rally our people. You must coordinate the defence of Moria. We have prepared for war at three key locations: the Way of Smiths, the Deep-way, and the Twenty-first Hall; if these locations fall, we are lost.\\n\\n'The defence of the Way of Smiths is in the hands of Stóthkell. He speaks highly of you, and will do as you command.\\n\\n'Brogur must fight for the protection of the Deep-way. Tell him I am counting on his strength, and he will stand as long as it takes to fight back the Orc hordes.\\n\\n'Wíli will oversee the barricades at the Twenty-first Hall; he fought bravely as part of the diversionary force during my son's assault on Stazgnâkh, and... I am sorry. Wíli will do fine.\\n\\n'Gather your friends and speak to these dwarves, [placeholder]. Our survival is in your hands and the hands of your allies.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Stóthkell is in the Way of Smiths.\\n\\nNow that the Deep-way has been secured, you should lend your aid to Stóthkell.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Wíli is in the Twenty-first Hall.\\n\\nWith both the Deep-way and the Way of Smiths secured, you should head at once to the Twenty-first Hall and aid Wíli in its defence.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You must speak to the following dwarves once you have gathered your allies.\\n\\n'The defence of the Way of Smiths is in the hands of Stóthkell. He speaks highly of you, and will do as you command.\\n\\n'Brogur must fight for the protection of the Deep-way. Tell him I am counting on his strength, and he will stand as long as it takes to fight back the Orc-hordes.\\n\\n'Wíli will oversee the barricades at the Twenty-first Hall; he fought bravely as part of the diversionary force during my son's assault on Stazgnâkh.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have left me speechless, [placeholder]! With your help, we live to fight another day!\\n\\n'But what if the Orcs return, as they surely will? We cannot stand against them forever; they are simply too numerous!'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Bósi is in the Chamber of the Cross-roads, at the southern end of Durin's Way, north of the Great Delving.\\n\\nYou have helped to fight off the initial assaults of the Orcs on the barricades of the dwarves, and should report of your success to Bósi.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Brogur and defend the Deep-way",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Stóthkell and defend the Way of Smiths",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Wíli and defend the Twenty-first Hall",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Bósi in the Chamber of the Cross-roads",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 5: Drums in the Deep",
      "es": ""
    }
  ]
}