{
  "id": 620823960,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'It comes down to this, [placeholder]: if we lose the Twenty-first Hall, we lose Moria. The Orcs will strike soon, and the stroke will be hard and fast. We cannot fall here, or we shall not find our footing again!\\n\\n'If we must, we will retreat from the forward barricades. Better to lose some ground than to lose good dwarves!'\\n\\n<rgb=#FF0000>This quest involves a Skirmish that can be completed at Solo, Small Fellowship, or Fellowship group sizes by using the Instance Finder Panel. This Skirmish has a minimum level of 55.\\n\\nIf this is your first Skirmish, you should visit one of the Skirmish Camps found throughout Middle-earth and speak with a Skirmish Captain to properly train. Skirmish Camps can be found in the following regions: Ered Luin, Bree-land, the Shire, the Lone-lands, the North Downs, the Trollshaws, Evendim, Forochel, Angmar, Eregion, Moria, and Lothlórien.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'We owe you more gratitude than can be expressed in words or salutations. The Twenty-first Hall still stands, and my folk remain upright to cleanse the filth that infested these slumbering halls!\\n\\n'What a day this has been! From retreat and dishonour springs glory and triumph! Let Mazog cower before the Dwarves of Khazad-dûm!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Twenty-first Hall must not fall to Mazog!'\\n\\n<rgb=#FF0000>This quest involves a Skirmish that can be completed at Solo, Small Fellowship, or Fellowship group sizes by using the Skirmish Join Panel. This Skirmish has a minimum level of 55.\\n\\nIf this is your first Skirmish, you should visit one of the Skirmish Camps found throughout Middle-earth and speak with a Skirmish Captain to properly train. Skirmish Camps can be found in the following regions: Ered Luin, Bree-land, the Shire, the Lone-lands, the North Downs, the Trollshaws, Evendim, Forochel, Angmar, Eregion, Moria, and Lothlórien.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 5: The Battle of the Twenty-first Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Twenty-first Hall is a major centre for the dwarf-presence in Moria, and must be held at any cost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Complete Skirmish: Battle of the Twenty-first Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wíli is in the Twenty-first Hall.\\n\\nThe time has come to defend the Twenty-first Hall from attack by the Orc onslaught. Speak with Wíli to arrange the defence.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Wíli is in the Twenty-first Hall.\\n\\nYou have successfully defended the Twenty-first Hall from the Orc attack, and should speak now with Wíli.",
      "es": "",
      "es (fem)": ""
    }
  ]
}