{
  "id": 620823855,
  "txt": [
    {
      "id": 54354734,
      "en": "Slóthi is worried that when the Orcs attack, the dwarves might be cut off from the outside world and will not survive a long siege.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Bósi has tried to keep it quiet, but rumour travels quickly in the passages of Moria. Most of us are now aware of Balin's end. They were surrounded: Orcs from the east and below, and the terrible creature in the pool by the Hollin Gate.\\n\\n'We cannot afford for that to happen again, [placeholder], but if it does, it is my responsibility to make sure that we have enough supplies to withstand a long siege.\\n\\n'I want you to leave Moria and speak to Thórgnyr just outside the Doors of Durin; tell him to send us as much food as he has to spare and to arrange for more on a regular schedule. We will not be put in the same dire place as Balin's company. I would see us avenge them so they may then rest in long peace beneath the stones.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Thórgnyr is outside Moria by the Doors of Durin before the still pool.\\n\\nSlóthi wants to ensure that the supply route outside Moria remains open and that there is enough food within the mines for the dwarves to survive a long siege.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'So the troubles within Moria have begun already? I am not surprised that they have come, but I did not expect that they would be upon us so soon. I would have urged more caution, but I held my tongue. Bósi and Brogur are capable dwarves, and I did not wish to heed the warnings of my heart.\\n\\n'I approve of this decision to order an increased frequency of deliveries into Moria. I have long said that food has been too slowly sent into the mines, for any number of obstacles could besiege our supplies, within or outside of the mines.\\n\\n'I will give you the first of these deliveries; bring it to Slóthi in the Chamber of the Cross-roads and tell him that more will follow.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Slóthi is in the Chamber of the Cross-roads, at the southern entrance of Durin's Way, north of the Great Delving.\\n\\nThórgnyr has given you the first of several food deliveries for Slóthi, who can be found in the Chamber of the Cross-roads.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You were supposed to bring those supplies to Slóthi in the Chamber of the Cross-roads and tell him that more will follow. Do not forget!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Ah, the first of several deliveries from Thórgnyr, I hope? Good, good! We won't be shut off from the outside world and caught unawares this time. We will be ready for anything!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Thórgnyr and Tulk are outside Moria by the Doors of Durin. Speak with Thórgnyr about establishing more frequent deliveries of food and supplies, because we may have need of them sooner than we expected.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Where is the first delivery? You have brought me nothing, yet haste is needed.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Many pardons, [placeholder], but I am not the Thorgnyr you seek! You are looking for my brother, also called Thorgnyr, currently on guard outside the Doors of Durin at the Hollin Gate of Khazad-dûm.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring food supplies to Slóthi",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 1: Maintaining the Supply Chain",
      "es": ""
    }
  ]
}