{
  "id": 620823957,
  "txt": [
    {
      "id": 218649170,
      "en": "'Mazog's Orcs nearly had us there, [placeholder]! His vile tricks were nearly our downfall. Fortunately, with your strength, we were able to make our stand here, in the Chamber of Mazarbul.\\n\\n'Perhaps after our victory Mazarbul will now be known for something more than being the place where Ori and many other brave dwarves met their end. Perhaps it will be known as the place where the reclamation of Moria truly began.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I do not believe there is anything else for us here, [placeholder]. Shall we go?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: The Battle of the Twenty-first Hall",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "A barricade has been overrun",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "A barricade has been overrun",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Wíli has been defeated",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Speak to Wíli to see what aid you might lend in his defence.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Chamber of Mazarbul defended",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Help hold the Twenty-first Hall against Mazog's assault.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Wíli has been defeated",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Goblin-sappers have destroyed the barriers at the Twenty-first Hall's barricades. Wíli has sounded a retreat to the hall outside the Chamber of Mazarbul.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Once more, goblin-sappers have destroyed the barriers at the barricades. Wíli has called a retreat to the Chamber of Mazarbul.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "With the Orcs driven off, you should speak to Wíli to see if there is anything else he would have you do.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Speak to Wíli",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defend the Twenty-first Hall",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Prevent a barricade from being overrun",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Fall back and defend the hall barricades",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Prevent a barricade from being overrun",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Defend Wíli",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Fall back and defend the Chamber of Mazarbul",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Defend Wíli",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Speak to Wíli",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have travelled to the Twenty-first Hall to aid in its defence. Follow Wíli's direction and help the Dwarves of Moria make their stand!",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Our defences are in order. Now I must tell you the role you are to play in the upcoming battle.\\n\\n'I would ask that you aid the barricades as they come under assault and ensure they stand. If even one barricade is overrun, all shall be lost. Fortunately, there are many dwarf banners for us. These banners can draw up the courage and strength that is found in the hearts of all and inspire them. Unfurl these banners, [placeholder], when things seem most desperate. They might just turn the tide of battle.\\n\\n'Those are my orders, friend. Now we must wait and hope we shall draw breath another day.'",
      "es": ""
    }
  ]
}