{
  "id": 620823951,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'If Dol Guldur has truly allied with Mazog, there is no time to waste, [placeholder]! We will assault Zabadgathol before their plans can come to fruition. With one stroke, we will slay Mazog and end this war between Orcs and dwarves before any force from Dol Guldur can use our conflict to its advantage.\\n\\n'It will be just like our raid on Stazgnâkh, only this time I will wield Zigilburk, and we will march openly to victory! Our foes shall perish beneath the bite of the mithril axe; this is what it is for, my friend! This is why it comes again out of the darkness!\\n\\n'Tell me when you are ready, and we will assault Zabadgathol and slay Mazog. I will hand-pick a few others to accompany us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Tragedy befalls us at all turns! Was my nephew foolish to challenge Mazog so? Perhaps, but he is a dwarf! How could he not challenge the spawn of Azog, thrice-cursed by dwarves?\\n\\n'To lose both Bori and the axe Zigilburk is a grievous blow, and I fear to think of what this sorceror, this Gorothúl, may have in store for us. It seems clear that though the armies are Mazog's, Gorothúl is making the plans.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We shall assault Zabadgathol and defeat Mazog, [placeholder], and be heroes! He cannot stand against the might of Zigilburk... what Orc could?'\\n\\n<rgb=#FF0000>This is a Solo quest, and cannot be completed with a Fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 3: Mazog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Having learned that some force out of Dol Guldur has allied with Mazog's Orcs, Bori is now doubly determined to assault Zabadgathol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Bori and assault Zabadgathol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bori is in the Chamber of Leadership off the Twenty-first Hall, in Zelem-melek.\\n\\nBori has decided upon a new plan: to attack Mazog's fortress, wielding Zigilburk, and to slay the evil Orc before the force out of Dol Guldur can take advantage of the situation between the Orcs and the dwarves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Brogur is in the Deep-way.\\n\\nAfter Bori's failed assault on Zabadgathol, Brogur has moved to the Deep-way where he mourns the loss of both his nephew and Zigilburk.",
      "es": "",
      "es (fem)": ""
    }
  ]
}