{
  "id": 620823861,
  "txt": [
    {
      "id": 218649169,
      "en": "'Goblins can move quickly when they want to. The filthy creatures are not very intelligent, but they can still do a lot of damage if they coordinate their attacks. If we disrupt their ability to communicate, they may be less effective at organizing a serious attack on the Heart of Fire.\\n\\n'Scouts have reported that goblin runners are moving through the Water-works, running and swimming and creeping and crawling. If you defeat many of these runners, they will be less able to signal the timing of their attack.\\n\\n'The more time we have to construct barricades and other defences, the better off we will be. Disrupting goblin communication in the Water-works will buy us this time.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Good work. The goblins are surely in disarray, and will find it difficult to mount an effective attack for some time.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Travel to the Water-works and defeat goblin-runners there. We will disrupt their communications and leave their plans in disarray. But be alert! The creatures can run and swim with great speed.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 3: Runners in the Deeps",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Rink Stronghammer is concerned that the goblins have established a network of runners throughout the Water-works and wants you to disrupt it.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated goblin-runners in the Water-works ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat goblin-runners in the Water-works ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Goblin-runners bring word of the enemy's plans throughout the Water-works.\\n\\nRink Stronghammer wants you to defeat goblin runners, thus disrupting goblin communications in the Water-works.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Rink Stronghammer is in the Heart of Fire, off the Way of Smiths among the Silvertine Lodes.\\n\\nYou have disrupted goblin communications in the Water-works and should now return to Rink Stronghammer.",
      "es": ""
    }
  ]
}