{
  "id": 620823854,
  "txt": [
    {
      "id": 136263297,
      "en": "Aided Slóthi with his preparations",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Aided Sigdan with his preparations",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Aided Thálfi with his preparations",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The tale recorded in the Book of Mazarbul has filled Bósi with dread, and he knows that the dwarves in the Great Delving of Moria must prepare for war.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I fear that we will meet the same fate as Balin's expedition if we do not prepare for battle, [placeholder]. If Ashpar is to be believed, the vengeance of Mazog, his host, may be swift.\\n\\n'We cannot rest until we are prepared for the worst. We must be ready to meet this onslaught, and if we are lucky we will not be doomed as Balin was, whose road was yet unknown to him.\\n\\n'My dwarves Slóthi, Sigdan, and Thálfi here in the Chamber of the Cross-roads must be told of the situation. You should do anything they ask to help them prepare for the coming storm. The Great Delving, at least, will be ready.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The dwarves Slóthi, Sigdan, and Thálfi are in the Chamber of the Cross-roads, at the southern entrance to Durin's Way, north of the Great Delving.\\n\\nBósi fears that war may be coming, and he wants the defences of the Great Delving made ready.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have indeed done as I asked; now I can but hope that it will be enough!\\n\\n'The Great Delving, at least, is sufficiently at the ready. We were fortunate that Mazog had not yet made his move.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Bósi is in the Chamber of the Cross-roads, at the southern entrance of Durin's Way, north of the Great Delving.\\n\\nYou have helped with the preparations to make the Great Delving ready for war and should report now to Bósi.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Speak to Slóthi, Sigdan, and Thálfi here in the Chamber of the Cross-roads and aid them in preparing for the onslaught I fear is coming.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Aid Slóthi with his preparations",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Aid Sigdan with his preparations",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Aid Thálfi with his preparations",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 4, Chapter 1: Preparations for the Western Halls",
      "es": ""
    }
  ]
}