{
  "id": 620823920,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'I... cannot believe....'\\n\\nBróin shudders with the very effort of speech.\\n\\n'The beast... in the water! Beware, friends....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9e08b51",
      "en": "The Watcher in the Water slips beneath the surface and is gone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Are you really... here... my friends? Is this some... apparition?'\\n\\nBróin coughs, and you see for the first time the axe shining by his side: an axe so fair, bright, and cold that it can only be made of mithril.\\n\\nBróin catches your glance and smiles weakly.\\n\\n'The beast brought me to this place... thinking to save me for later... I expect; one of its victims bore this. He is all bones, now, but I owe him my life, whoever he was. I could keep the beast at bay... with the axe made of mithril... but did not have the strength to escape. I would... surely have starved.\\n\\n'You say Bori is with you? What... a wonder. I shall give him a surprise, I expect! Good old Bori!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: The Drowned Treasury",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Let us... get out of here, [placeholder]. I am glad... this place will not... be my grave.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2a87571",
      "en": "The wheel moves reluctantly, but you are rewarded with a distant rumbling",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bori is just inside the door to Gundlajân.\\n\\nBori is waiting to speak with you about his plan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x446a51",
      "en": "Suddenly, the wall gives way under a mass of gredbyg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3a87571",
      "en": "There is a low grinding sound, but nothing else",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The flooded tunnels between Gundlajân and Ghân-gharâf are blocked by ancient dwarf-mechanisms and filled with all manners of dangerous beasts. Both challenges will need to be overcome.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3a87572",
      "en": "Some ancient device groans beneath the earth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Bori has helped clear a passage into Ghân-gharâf, and you should now make your way through it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3a87573",
      "en": "The wheel is reluctant to move, but eventually locks into place",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4a87571",
      "en": "With a tremendous crash, a nearby wall gives way",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "You have discovered Bróin in the flooded ruin of Ghân-gharâf, still alive despite his struggle with the Watcher in the Water before the Doors of Durin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3a87574",
      "en": "Two Gundlajân Queens emerge even as the western passage crumbles open",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Through secret, water-filled passages, the Watcher has returned to Ghân-gharâf to find something unexpected: adventurers who wish to challenge it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x462d511",
      "en": "'I'll follow when I am able. Clear the way through the tunnels, if you can!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "Bróin is weak, but you may be able to rescue him from the flooded depths before the Watcher returns in anger.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd446a41",
      "en": "The wall suddenly collapses beneath a tide of deadly spiders",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9e460b1",
      "en": "An incredible sight unfolds before you: Bróin the Dwarf, wounded, but still alive!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Bori",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2a27211",
      "en": "You hear muffled croaking from somewhere, as if through stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Clear a path through the flooded tunnels to Ghân-gharâf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Enter Ghân-gharâf through the unblocked passage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Bróin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Do battle with the Watcher in the Water",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Talk to Bróin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xad7b441",
      "en": "'If I am right, we should be very near the upper armouries.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xad7b442",
      "en": "'I will spin this wheel and let you through.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xad7b443",
      "en": "'I will catch up with you after I have finished looking around out here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xea87571",
      "en": "There is a rumbling from the bottom of the steps as the wall gives way",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa87571",
      "en": "There is a grinding in the earth as a nearby wall gives way",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe557711",
      "en": "The room now cleared of spiders, Bori arrives.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have come with Bori to the flooded passages beneath the Water-works, where he believes Zigilburk might yet be found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9a87581",
      "en": "Bori turns the wheel, revealing a further passage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xba4b431",
      "en": "'Be careful... my friends... the beast returns!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0db371",
      "en": "The Watcher in the Water rises from the depths and prepares to attack",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x44cc141",
      "en": "With a rumbling crash, the Gundlajân Matriarch breaks into the room",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'If you and your allies can clear the flooded passages that lie between Gundlajân and Ghân-gharâf, we might yet find the armouries written about in the Book of Mazarbul.\\n\\n'Could it be that we might find Zigilburk there? I hope so, [placeholder]!\\n\\n'If the records I have studied are to be believed, dwarves erected great mechanisms here to seal off several of the passages when the gredbyg grew too numerous. You will need to deal with the creatures and learn the means of operating the mechanisms to clear the way. I will follow you once I have finished examining the map of these places, for it is very confusing and we will need to keep our bearings.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}