{
  "id": 620823949,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Bróin is worried that recovering Zigilburk might not be the boon it seems, and that it will cause the dwarves to become overconfident.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You have rescued me from the Drowned Treasury, but still I am afraid. I fear that the recovery of Zigilburk will prove ill for the dwarves -- there is something about the axe that fills me with dread, and I worry it will awaken unwholesome greed in my people. Already Bori has risked much in his desire for this weapon.\\n\\n'Please return to the Chamber of Leadership and tell Bori of my concerns. His words as we left the flooded chambers where I had been trapped by the Watcher filled me with worry.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bori is in the Chamber of Leadership off the Twenty-first Hall, in Zelem-melek.\\n\\nBróin has asked you to warn Bori against the overconfidence he fears the recovery of Zigilburk has awoken in the dwarves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'See? Just as Bori said, nothing bad has happened, [placeholder]! Not to us, anyway; Mazog cannot say the same!\\n\\n'Bróin's worries are needless.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Glúmur is in Nud-melek, overlooking Mazog's fortress.\\n\\nBori has asked that you speak to his scout near Zabadgathol, and assist him in scouting out the area. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Zabadgathol, Mazog's fortress, is in Nud-melek.\\n\\nBori has asked you to locate Zabadgathol and defeat some of Mazog's most loyal bodyguards, members of the Pûlpum.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Pûlpum are apparently Mazog's most loyal servants. Look for them outside his fortress, Zabadgathol, in Nud-melek.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'It's good to see you. I am glad that Bori was kind enough to send me a bit of help here. \\n\\n'Down below, Mazog's men have been hard at work. Can you defeat Mazog's closest servants, [placeholder]? \\n\\n'They are called the Pûlpum, and they seem to serve as his most loyal and formidable bodyguards and can be found in the area below.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Glúmur is located at the top of the stairs above the chamber in Nud-melek.\\n\\nYou have defeated many of Mazog's loyal servants, the Pûlpum, and should return now to Glúmur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Once I longed for adventure, but no more. Tell Bori in the Chamber of Leadership off the Twenty-first Hall to beware Zigilburk. I fear its strength will not avail us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'What tidings do you bring from my friend? Bróin is worried? He has been through much hardship, but he must realize the glory that awaits us! We are so near to casting the Orcs out of Moria that I can taste it! We cannot stop now, now that we have the means for victory. Do you not know the story of Azog? I will not recount it for you now, for it is grim, but know that Mazog, spawn of his spawn, is surely hewn from the same block as he: terrible and merciless.\\n\\n'More of our scouts have returned, and they believe they have found the location of Mazog's fortress; it is a place called Zabadgathol, in Nud-melek.\\n\\n'One such scout, Glúmur, is located near Zabadgathol, travel to Nud-melek and speak to him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'The Pûlpum are apparently Mazog's most loyal servants. Look for them outside his fortress, Zabadgathol, in Nud-melek.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Locate and talk to Glúmur in Nud-melek",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak to Glúmur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 5, Chapter 1: Azog's Legacy",
      "es": "",
      "es (fem)": ""
    }
  ]
}