{
  "id": 620823856,
  "txt": [
    {
      "id": 139490401,
      "en": "'Stay alert! Orc-spies could be anywhere.'",
      "es": ""
    },
    {
      "id": 67252049,
      "en": "'An Orc-spy! Don't let him get away!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Sporr has fallen, and the spy has escaped",
      "es": ""
    },
    {
      "id": 67252050,
      "en": "'A job well done! Tell Sigdan what a help you were!'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have accompanied Sporr on his patrol",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Sigdan has asked you to help his cousin Sporr scout some of the approaches to the Chamber of the Cross-roads for any Orc activity.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Do you think we will be ready by the time the Orcs attack us? I do not know if we will... if the Orcs knew how vulnerable we are now, they would not delay. They would attack us within the very hour!\\n\\n'My cousin Sporr has taken it upon himself to scout the approaches to the Chamber of the Cross-roads; if the Orcs have any plans to attack soon, he will see the signs and can warn us in time.\\n\\n'Please go help him with his patrol. I am anxious for Sporr to have some assistance, should any unsavoury foe meander across his path.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Sporr is waiting outside the Chamber of the Cross-roads.\\n\\nSigdan's cousin Sporr is to scout the approaches to the Chamber of the Cross-roads, looking for any Orcs that might be preparing to attack.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You did well, and I am pleased that you were there with Sporr when he ran into trouble! My cousin is valiant and brave, but some challenges are simply too much for a single dwarf.\\n\\n'Thank you, my friend. Perhaps we will be ready in time after all.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Sigdan is in the Chamber of the Cross-roads at the southern entrance to Durin's Way, north of the Great Delving.\\n\\nYou have accompanied Sporr on his patrol, scouting for Orcs on the approaches to the Chamber of the Cross-roads, and should report now to Sigdan.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'My cousin Sporr has taken it upon himself to scout the approaches to this chamber for Orcs. Help him with his patrol, [placeholder], and I will be in your debt.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You did well, [placeholder], and I am pleased that you were there with Sporr when he ran into trouble! My cousin is valiant and brave, but some challenges are simply too much for a single dwarf. Two dwarves, however, can handle anything! Ha ha!\\n\\n'Thank you, my friend. Perhaps we will be ready in time after all.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'If you are keen of eye and strong of arm, I would welcome your company on my patrol, [placeholder]. Let us scout for any sneaking Orcs that might think to gain some advantage by spying on the approaches to the Chamber of the Cross-roads.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Sporr",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Accompany Sporr on his patrol",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 1: Scouting the Approaches",
      "es": ""
    }
  ]
}