{
  "id": 620823959,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'We are with you, [placeholder]. We will stand against the Orcs to the end, whether into ruin or triumph, though the Orcs thirst and slaver for our very blood....\\n\\n'...And then we will close the door if we must. If it comes to that, your presence will strengthen our resolve regardless.'\\n\\n<rgb=#FF0000>This quest involves a Skirmish that can be completed at Solo, Small Fellowship, or Fellowship group sizes by using the Skirmish Join Panel. This Skirmish has a minimum level of 55.\\n\\nIf this is your first Skirmish, you should visit one of the Skirmish Camps found throughout Middle-earth and speak with a Skirmish Captain to properly train. Skirmish Camps can be found in the following regions: Ered Luin, Bree-land, the Shire, the Lone-lands, the North Downs, the Trollshaws, Evendim, Forochel, Angmar, Eregion, Moria, and Lothlórien.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I must confess to you that I did not think the Orcs would be able to counter our plan. It is good that you were with us when things went sour, or this would be a grim day for the dwarves indeed!\\n\\n'Instead, victory! The Heart of Fire remains in our power, and we live still to use it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We must protect the Heart of Fire!'\\n\\n<rgb=#FF0000>This quest involves a Skirmish that can be completed at Solo, Small Fellowship, or Fellowship group sizes by using the Instance Finder Pane. This Skirmish has a minimum level of 55.\\n\\nIf this is your first Skirmish, you should visit one of the Skirmish Camps found throughout Middle-earth and speak with a Skirmish Captain to properly train. Skirmish Camps can be found in the following regions: Ered Luin, Bree-land, the Shire, the Lone-lands, the North Downs, the Trollshaws, Evendim, Forochel, Angmar, Eregion, Moria, and Lothlórien.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 5: The Battle of the Way of Smiths",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Way of Smiths, in which lies the secret entrance to the Heart of Fire, must be defended from the Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Complete Skirmish: Battle of the Way of Smiths",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Stóthkell is in the Heart of Fire.\\n\\nYou should speak to Stóthkell when you have gathered your allies and are ready to man the defences of the Way of Smiths.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Stóthkell is in the Heart of Fire.\\n\\nYou have defended the Heart of Fire from attack by the Orc-hordes, and should speak now to Stóthkell.",
      "es": "",
      "es (fem)": ""
    }
  ]
}