{
  "id": 620823919,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Imagine how unstoppable we would be if we could retrieve Zigilburk from the darkness of the past. I would fear no attack of the Orcs, that much is certain!\\n\\n'I have a good feeling about this: The Hall of Mithril must certainly be the armouries for which Óin sought. If only he had found them in time, the dwarves of Balin's expedition might have survived!\\n\\n'It is too late for them, friend, but not for us. We will travel to the Hall of Mithril in search of these armouries. Speak to me when you are ready.'\\n\\n<rgb=#FF0000>NOTE: It is suggested that you complete this quest while in a fellowship. Inspiration will assist you if you choose to undertake this challenge alone or with a smaller group.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'[placeholder], we are heroes! Bróin lives still, and the mithril axe Zigilburk has come out of the darkness just at our time of greatest need!\\n\\n'Can you believe our good fortune? Why, at this rate in a week's time we will surely drive the last Orc howling like a cur from Moria!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'This adventure might not be easy, but if we can find Zigilburk within the depths of Ghân-gharâf, it will all be worth it!'\\n\\n<rgb=#FF0000>NOTE: It is suggested that you complete this quest while in a fellowship. Inspiration will assist you if you choose to undertake this challenge alone or with a smaller group.</rgb>'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 7: The Drowned Treasury",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Bori believes you have discovered the location of the armouries sought by the doomed dwarf Óin many years ago, and which might contain the mithril axe Zigilburk.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Bori and travel to the Hall of Mithril",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bori is in the Chamber of Leadership off the Twenty-first Hall, in Zelem-melek.\\n\\nBori is waiting to speak with you to travel to the Hall of Mithril, where he believes you will find the mithril axe Zigilburk. He asked you to bring allies.\\n\\n<rgb=#FF0000>NOTE: It is suggested that you complete this quest while in a fellowship. Inspiration will assist you if you choose to undertake this challenge alone or with a smaller group.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Bori",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bori is in the Chamber of Leadership off the Twenty-first Hall, in Zelem-melek.\\n\\nYou and Bori discovered Bróin, still alive despite great hardship, and brought him safely from the drowned treasury where he found the mithril axe Zigilburk.",
      "es": "",
      "es (fem)": ""
    }
  ]
}