{
  "id": 620823952,
  "txt": [
    {
      "id": 224445985,
      "en": "'Stupid [placeholder]!'",
      "es": ""
    },
    {
      "id": 224445986,
      "en": "'Run back to your homes before you get hurt!'",
      "es": ""
    },
    {
      "id": 210517665,
      "en": "'[placeholder], over here! Where is Bori?'",
      "es": ""
    },
    {
      "id": 12473089,
      "en": "'Here we are. Bang on the door, [placeholder], to tell Mazog we have come for him!'",
      "es": ""
    },
    {
      "id": 184325329,
      "en": "'Enough of this, Mazog! Zigilburk will be your doom!'",
      "es": ""
    },
    {
      "id": 184325330,
      "en": "'I am Bori, son of mighty Bósi.'",
      "es": ""
    },
    {
      "id": 184325331,
      "en": "'Release me, that I may slay you and Mazog together!'",
      "es": ""
    },
    {
      "id": 213367633,
      "en": "'Onward, my friends! Zigilburk will bring us victory!'",
      "es": ""
    },
    {
      "id": 243978561,
      "en": "'I think not, beardling. Kill them!'",
      "es": ""
    },
    {
      "id": 184325332,
      "en": "'Zigilburk will be your death, villain! Your foul craft cannot hold me forever!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'[placeholder], what has happened? Where is Bori?'\\n\\nSweina listens in shocked silence to your account, his fists clenching in wrath.\\n\\n'Cursed Orcs! Always they seek some strong ally, some powerful force to tell them what to do, a lesser master under their greater one, perhaps, but still terrible!\\n\\n'We have to get out of here, [placeholder]. There is nothing we can do for Bori now.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'As much as it pains me to say this, we should go. If this sorceror wields such foul craft as you say, we cannot hope to survive long enough to free Bori or to wrest Zigilburk from his enchanted hand.\\n\\n'Quickly, [placeholder]. Before the Orcs decide that our heads would send message enough!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Do you remember our victory at Stazgnâkh? This will be even more glorious, for now I wield the power of Zigilburk!\\n\\n'With one blow we will slay Mazog and leave the Orcs leaderless and confused.\\n\\n'Onward, my friends! There are many Orc-necks ahead, and Zigilburk thirsts for battle!'",
      "es": ""
    },
    {
      "id": 19878529,
      "en": "'This way, maggot! You get to leave... all by yourself!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Why does he not answer? For all the whispering of his warriors, I had not thought Mazog to be as cowardly as he now appears!\\n\\n'Perhaps the sight of Zigilburk shining in the harsh light of this place has turned his legs to jelly and his courage to water!'",
      "es": ""
    },
    {
      "id": 19878530,
      "en": "'Come on, come on, this way.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Bori has been defeated.",
      "es": ""
    },
    {
      "id": 19878531,
      "en": "'Give me an excuse to kill you, [placeholder]. Go ahead.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Your knock reverberates throughout the cavern, but there is no answer.",
      "es": ""
    },
    {
      "id": 19878532,
      "en": "'Through here, maggot! Mazog doesn't want to see you here again!'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Bori has been defeated.",
      "es": ""
    },
    {
      "id": 92575873,
      "en": "'I cannot allow you to do that, Master Dwarf.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Bori is certain that with the power of the mithril axe Zigilburk, along with your help, he can defeat Mazog and end the threat of war.",
      "es": ""
    },
    {
      "id": 92575874,
      "en": "'You are Bósi, the leader of the dwarves that have returned to Moria?'",
      "es": ""
    },
    {
      "id": 92575875,
      "en": "'No, friend Mazog. We can put him to better use than that.'",
      "es": ""
    },
    {
      "id": 92575876,
      "en": "'And see what a pretty axe he bears! This too will be put to good use.'",
      "es": ""
    },
    {
      "id": 92575877,
      "en": "'Perhaps not, but it will hold long enough.'",
      "es": ""
    },
    {
      "id": 92575878,
      "en": "'Your friend I release, to bring word of these events to your father.'",
      "es": ""
    },
    {
      "id": 210566481,
      "en": "'You aren't going this way, whelp!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Bori",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Fight with Bori to the gates of Zabadgathol",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Knock on the fortress door",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Bori",
      "es": ""
    },
    {
      "id": 162661345,
      "en": "'I will destroy him, Gorothúl! Let me make you a gift of his head!'",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Protect Bori",
      "es": ""
    },
    {
      "id": 162661346,
      "en": "'Pûlpum, to me! Show this [placeholder] out!'",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Survive your encounter with Gorothúl and do as he says",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Sweina",
      "es": ""
    },
    {
      "id": 86897169,
      "en": "'Mazog! Come out and face me!'",
      "es": ""
    },
    {
      "id": 86897170,
      "en": "'No, Mazog. With the mithril axe, Zigilburk, I am more than your match.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Bori is by one approach to Zabadgathol.\\n\\nBori is waiting for you to accompany him to Zabadgathol.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The door to the fortress of Zabadgathol is ahead.\\n\\nBori wants you to knock on the fortress door to summon Mazog.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Bori awaits an answer to his challenge.\\n\\nYou should speak with Bori and defend him if the need arises.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Bori has been frozen by some foul craft, and you are released to bring the grim tidings to the dwarves.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Sweina has arrived on the outskirts.\\n\\nYou should talk to Sweina about the grim turn of events.",
      "es": ""
    },
    {
      "id": 201252033,
      "en": "'Who is it who comes to Zabadgathol, the fortress of Mazog, Lord of Caves?'",
      "es": ""
    },
    {
      "id": 201252034,
      "en": "'Who dares to challenge my forces?'",
      "es": ""
    },
    {
      "id": 201252035,
      "en": "'What is this?'",
      "es": ""
    },
    {
      "id": 201252036,
      "en": "'Why are there so few of you? Is this some joke?'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Knock on the door, [placeholder], and tell Mazog that we have come to end his pitiful life and reign!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Mazog",
      "es": ""
    }
  ]
}