{
  "id": 620823921,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You should go now to see Bróin. I know that he will want to speak with you about his grand adventure.\\n\\n'He's resting in the Peaceful Path, a camp that my father has made for those recovering from wounds received while reclaiming the mines from the Orcs and other unwelcome creatures that dwell in this place.\\n\\n'The entrance to the Peaceful Path is along Durin's Way, north-east of the gardens there. There you will find Bróin recovering from his ordeal.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Friend [placeholder], I... I thank you for rescuing me. This is not the adventure I had in mind when we arrived in Hollin.\\n\\n'When the creature of the pool took me from before the Doors of Durin, I thought I was doomed. But the creature must have had a mind to save some of its prey for later, and so I was left within the watery treasury in the depths of Moria, as was Óin so many years ago.\\n\\n'He found Zigilburk, [placeholder]. Who knows how long he wielded it to fend off the monstrous creature in the depths? And yet, in the end, even with the mithril axe itself, he could not escape. That would have been my fate as well, if you had not found your way into the watery depths and driven away the beast.\\n\\n'I desire adventures no more. No songs or tales for me; I have had enough.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Peaceful Path is along Durin's Way, north-east of its gardens. I know that Bróin would want to speak with you about his adventures.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 8: Bróin's Tale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Bróin is alive, and is resting from his ordeal now in the Peaceful Path.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bróin is resting in the Peaceful Path, a camp established on Durin's Way, north-east of the gardens there.\\n\\nBori is sure that Bróin would like to speak with you about his adventures.",
      "es": "",
      "es (fem)": ""
    }
  ]
}