{
  "id": 620823860,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You find some useable weapons suitable for Wafi's purposes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Wafi wants you to search through debris piles throughout Moria for useable weapons that can be salvaged for use by the craftsmen in the Heart of Fire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'There is nothing more frustrating for a skilled dwarf-craftsman than having the use of a great forge such as this without enough raw materials with which it can be utilized! And if there is anything more irksome than that, it is the knowledge that when the Orcs attack, we might not have been able to equip our people with sufficient weapons and armour.\\n\\n'It is my understanding that you aided Lord Bósi's son in taking weapons, armour, and helms from the Orcs so that his assault on the White Hand in Moria would be victorious. You are just the right [placeholder] for the job, then.\\n\\n'We have sent scouts throughout Moria, and they have catalogued a list of likely places to find such weapons. I will give you this catalogue so you may keep track of the places you have searched for useable weapons.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wafi gave you a list of places to search for debris piles that might contain useable weapons that can be melted down by the craftsmen at the Heart of Fire.\\n\\nWafi needs raw materials with which to craft equipment for the defence of the Heart of Fire and has asked you to search debris piles throughout Moria for useable weapons.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These weapons will do nicely -- not for fighting, of course, as they are very old and not in fighting condition, but for melting down over the forges of the Heart of Fire!\\n\\n'We will get to making higher quality weapons and armour at once! You have been a great help, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Wafi is in the Heart of Fire, off the Way of Smiths among the Silvertine Lodes.\\n\\nYou have collected many suitable weapons that can be melted down for use in the forges of the Heart of Fire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The catalogue I gave you should tell you the places to search for debris piles. Our scouts believe these places might contain weapons suitable for use in the crafting of equipment here in the Heart of Fire.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have not brought me anything!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search piles of old weapons for useable materials ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring suitable weapons and the list to Wafi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring suitable weapons and the list to Wafi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 3: Scavenging for Weapons",
      "es": "",
      "es (fem)": ""
    }
  ]
}