{
  "id": 620823950,
  "txt": [
    {
      "id": 218649169,
      "en": "'But enough about Bróin. With all that he has been through, he deserves his rest and I do not want to disturb his peace of mind by telling him all the details of our efforts in Zabadgathol.\\n\\n'I am curious about the last words of those servants of Mazog, the Pûlpum guards that you defeated. Someone seems to be in league with Mazog, but to what end?\\n\\n'Return to Zabadgathol, and search that place for treasure coffers. I want to learn more about Mazog's mysterious ally.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have returned with the treasure coffers? Good, good. Let us have a look inside.'\\n\\nBori opens a coffer and appears very surprised by what he sees inside.\\n\\n'These are no mere trinkets, but powerful and valuable relics. Look at this, and at this! Evil-looking, to be sure, and wreathed with cruel sigils. And two runes: D.G.\\n\\n'Oh no... it is worse than I thought! Mazog's mysterious benefactor hails from Dol Guldur, in the depths of Mirkwood! This bodes ill, very ill indeed!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You remember where Zabadgathol is, [placeholder], I am sure: in Nud-melek! Search the place for treasure coffers that may tell us about Mazog's mysterious ally.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Well, where are the treasure coffers?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 2: A Greater Power",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You remember where Zabadgathol is, [placeholder], I am sure: in Nud-melek! Search the place for treasure coffers that may tell us about Mazog's mysterious ally.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Glúmur is curious about the last utterances of Mazog's servants, the loyal Pûlpum, and wants you to learn if there is some truth in their dying words.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring treasure coffers to Bori",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Zabadgathol is in Nud-melek.\\n\\nGlúmur has asked you to return to Zabadgathol, Mazog's fortress within Nud-melek, and to search the area for treasure coffers that might point to the identity of his mysterious ally.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Bori is in the Chamber of Leadership off the Twenty-first Hall in Zelem-melek.\\n\\nYou have recovered some treasure coffers from Zabadgathol and should bring them to Bori for his examination.",
      "es": ""
    }
  ]
}