{
  "id": 620823859,
  "txt": [
    {
      "id": 136263297,
      "en": "Aided Rink Stronghammer with his preparations",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Aided Rink Stronghammer with his preparations",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Stóthkell is glad to have your help preparing the Heart of Fire for the coming storm.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'My lieutenant will tell you how best to help us with the preparations, [placeholder]. I would trust Rink Stronghammer with my life. Ask him what should be done, and make it so.\\n\\n'We here in the Heart of Fire will stand against the Orcs until the very end. And then, if all else seems lost, we will shut the door.\\n\\n'We will only do so at the greatest need, though. Help Rink with the preparation for our defence, and the time until we must shut the door may be long put off.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Rink Stronghammer is in the Heart of Fire, off the Way of Smiths, among the Silvertine Lodes.\\n\\nStóthkell has asked you to aid his lieutenant with preparations for the defence of the Heart of Fire.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I have already heard what you have done, here -- excellent work in assisting with the preparations for our defence!\\n\\n'You have my thanks, even though I start to wonder if the Orcs will even dare to attack us.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Stóthkell is in the Heart of Fire, off the Way of Smiths, among the Silvertine Lodes.\\n\\nYou have aided Rink Stronghammer with his preparations and should now report of your successes to Stóthkell.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Speak to Rink Stronghammer here in the Heart of Fire about preparing for our defence.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Aid Rink Stronghammer with his preparations",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Stóthkell in the Heart of Fire, off the Way of Smiths",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Stóthkell in the Heart of Fire, off the Way of Smiths",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 3: Preparations for the Heart of Fire",
      "es": ""
    }
  ]
}