{
  "id": 620823918,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Memorized room plaque ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated creatures in the Water-works ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Bori suspects that he has stumbled upon something that will enable the dwarves to turn the tables on the threatening Orcs of Moria.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'In my delight at the blow you have struck the Ghâsh-hai, I nearly forgot: my nephew Bori wants to speak to you about something. He would not tell me what has him so excited, but I am glad to see that he is keeping his spirits up; I have not seen him so cheery since before my son was slain by the Watcher in the Water.\\n\\n'It is a valuable lesson to turn our grief into strength. Just ask Ashpar about the strength of the dwarves!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bori is in the Chamber of Leadership off the Twenty-first Hall in Zelem-melek.\\n\\nBrogur has told you that his nephew Bori wants to speak with you about something.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "Bori greets you warmly and then looks around conspiratorially.\\n\\n'I think I might be onto something, [placeholder]. While visiting my father yesterday, I snuck a peek at the Book of Mazarbul, and I saw something interesting: a line near the end saying that the dwarf Óin sought to find \\qthe upper armouries of Third Deep,\\q and some mention of a mighty axe. Do you think that Óin might have gone looking for Zigilburk?\\n\\n'If we were to find the mithril axe Zigilburk, I think it could turn the tide of the coming storm! Óin must not have found it, but if he had, do you think Balin's expedition might have survived? We shall never know.\\n\\n'Journey into the Water-works and look for room plaques; memorize them and return to me with their locations, and we might be able to find the armoury for which Óin searched! Slay any of the deadly creatures there, as well; if I am correct, there may be another journey there in our future!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Room plaques can be found throughout the Water-works, as well as dangerous aquatic creatures.\\n\\nBori has asked you to memorize the locations of plaques in several different rooms throughout the Water-works.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Dangerous aquatic creatues can be found throughout the Water-works.\\n\\nBori has asked you to defeat creatures located amongst the ruins of the Water-works.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Bori wants to speak with you about something; I know not what.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Welcome back, [placeholder]! Tell me about the chambers you discovered. From the room plaques you saw, I may be able to discern which one is mentioned in the Book of Mazarbul, the armoury Óin sought.\\n\\n'The Hall of Mithril, yes... I think that must be it, [placeholder]! Well done!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Bori is in the Chamber of Leadership off the Twenty-first Hall, in Zelem-melek.\\n\\nYou have scouted the Water-works for sign of the armouries the dwarf Óin sought, as recorded in the Book of Mazarbul, and should return now to Bori.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The Water-works are likely crawling with dangerous creatures. Defeat them and memorise the locations of the rooms there, and I may be able to discern the location of the armouries for which Óin was seeking.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Memorize room plaques ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat creatures in the Water-works ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 6: Bori's Suspicion",
      "es": "",
      "es (fem)": ""
    }
  ]
}