{
  "id": 620823857,
  "txt": [
    {
      "id": 66265185,
      "en": "'Let us seek higher ground! Many foes approach!'",
      "es": ""
    },
    {
      "id": 66265186,
      "en": "'Don't rest yet, friend! Here come some toads!'",
      "es": ""
    },
    {
      "id": 66265187,
      "en": "'Look out! Lizards again!'",
      "es": ""
    },
    {
      "id": 66265188,
      "en": "'Toads. Again. Get ready!'",
      "es": ""
    },
    {
      "id": 66265189,
      "en": "'This is getting ridiculous! Here comes a big one!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Melmar has been defeated.",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have defended Melmar from his foes.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Thálfi doesn't like the well in the centre of the Chamber of the Cross-roads, and is worried that the Orcs might climb through it if the sentries are not alert.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I do not like that well. I looked down it and couldn't see the bottom, but I'm pretty sure there's water down there. It makes me nervous.\\n\\n'What if the Orcs find the bottom of the well and try climbing up? They could use it to get into this room without the sentries noticing! I don't need to tell you what a disaster that would be.\\n\\n'I'd feel better if you could find the bottom of the well and make sure there's no way for the Orcs to climb up into this chamber. Melmar went looking for it, but I never heard back from him. I don't know how you'll get to the bottom safely, but you should find a way down to the Water-works and then look for Narag-kheleb, the bottom of the well. I expect you will find it south-west of the mighty aqueduct in the depths. Don't jump down the well itself, though, unless you think you could fall for uncounted fathoms and land alive on your feet.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The bottom of the well is likely somewhere in the Water-works, in the depths of Moria, south-west of the mighty aqueduct. The dwarf Melmar may be somewhere near the bottom.\\n\\nThálfi is worried that the Orcs might climb up from the bottom of the well, and wants you to investigate to make sure that's not possible.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You say that Melmar found the bottom of the well, and that he is confident that the Orcs cannot climb it? That is good news! I am less worried now about its presence.\\n\\n'We may do all right after all, my friend. Thank you for investigating this for me.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Thálfi is in the Chamber of the Cross-roads at the southern entrance to Durin's Way, north of the Great Delving.\\n\\nYou found the bottom of the well but discovered it to be well-protected, and should return now to Thálfi.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Anything that might allow the Orcs to sneak into this chamber makes me nervous. Find the bottom of this well, somewhere in the Water-works south-west of the great aqueduct, and ensure that the Orcs won't be able to climb up from the bottom.\\n\\n'Melmar went looking for the bottom. You might find him somewhere down there.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'This is it! Do you see that hole in the cave ceiling above us? That's the bottom of the well in the Chamber of the Cross-roads. I don't think we need to worry about Orcs climbing up, though.\\n\\n'Oi! Draw your weapon!'",
      "es": ""
    },
    {
      "id": 160862753,
      "en": "'Tell Thálfi he need not worry. This place is well-protected... by toads and lizards!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find the bottom of the well",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Protect Melmar",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 1: The Bottom of the Well",
      "es": ""
    }
  ]
}