{
  "id": 620823917,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected iron bars ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected wooden slats ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Defeated Orcs of the Ghâsh-hai within the Flaming Deeps ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Brogur wants you to harry Orcs in the Flaming Deeps even as you gather materials with which to construct barricades for the defence of the Twenty-first Hall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Our defences will be ready by the time the Orcs attack, but I would feel far more secure if we had more barricades. It is clear that Stóthkell and the craftsmen in the Heart of Fire have their hands full making enough for their own defence; we cannot burden them further.\\n\\n'Nay, we will need to gather iron bars and wooden slats for the construction of our own barricades. Look for these items in the Flaming Deeps, and harass the Orcs of the Ghâsh-hai while you do!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Iron bars and wooden slats can be found throughout the Flaming Deeps of Moria, where Orcs of the Ghâsh-hai make ready for war.\\n\\nBrogur wants you to collect materials that can be used for making barricades to defend the Twenty-first Hall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These materials are just what we need, [placeholder], but I am even more heartened by the damage you have done to the ranks of the Ghâsh-hai.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Harass the Orcs of the Ghâsh-hai within the Flaming Deeps, south of Anazârmekhem.\\n\\nBrogur wants you to harrass the Orcs after collecting the materials that can be used for making barricades to defend the Twenty-first Hall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Brogur is in the Chamber of Leadership off the Twenty-first Hall in Zelem-melek.\\n\\nYou have gathered materials for the construction of effective barricades and have also thinned the ranks of the Ghâsh-hai.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Orcs of the Ghâsh-hai prepare for war within the Flaming Deeps of Moria. Defeat the vile creatures and gather iron bars and wooden slats from their camps that we can use to construct effective barricades.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have not retrieved enough materials for the construction of the barricades we need.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect iron bars ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect wooden slats ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat Ghâsh-hai Orcs within the Flaming Deeps ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring barricade materials to Brogur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 5: Into the Fire",
      "es": "",
      "es (fem)": ""
    }
  ]
}