{
  "id": 620998473,
  "txt": [
    {
      "id": 190220789,
      "en": "'Hold a moment, [placeholder].\\n\\n'You surely saw as I did that some among the Stout-axes seemed unsettled by the King's command that we be cast out from the Spire. What will become of them? Shall they be met now with threats and curses? Perhaps they shall even be unfairly marked as traitors!\\n\\n'I cannot speak for King Dáin, but I would offer the Stout-axes a new home among my folk. We shall have need of hardy dwarves now that Sauron has fallen!\\n\\n'If you find any who still name themselves Stout-axes in the Oath-taker's Horn, aid them and offer them my promise that they shall find refuge in the halls of Durin's Folk.'",
      "es": ""
    },
    {
      "id": 173025737,
      "en": "Completed",
      "es": "Completado"
    },
    {
      "id": 148970246,
      "en": "Rescued intimidated Stout-axes from the Oath-taker's Horn ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184621128,
      "en": "You have freed many of the intimidated Stout-axes from the Oath-taker's Horn.",
      "es": ""
    },
    {
      "id": 126687121,
      "en": "It remains uncertain if all the dwarves within the Oath-taker's Horn wish to follow King Greytooth in his quest to recover the dwarf-rings, but Gimli holds hope that a few might instead wish to ally with Durin's Folk.",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "A House Divided",
      "es": ""
    },
    {
      "id": 190220576,
      "en": "'Hold a moment, [placeholder].\\n\\n'You surely saw as I did that some among the Stout-axes seemed unsettled by the King's command that we be cast out from the Spire. What will become of them? Shall they be met now with threats and curses? Perhaps they shall even be unfairly marked as traitors!\\n\\n'I cannot speak for King Dáin, but I would offer the Stout-axes a new home among my folk. They are dwarves much like you and me, and they have resisted the corruption that has taken the mind of their King. Besides, we shall have great need of hardy dwarves now that Sauron has fallen!\\n\\n'If you find any who still name themselves Stout-axes in the Oath-taker's Horn, aid them and offer them my promise that they shall find refuge in the halls of Durin's Folk.'",
      "es": ""
    },
    {
      "id": 190220599,
      "en": "You have done well to free the Stout-axes from the Oath-taker's Horn. It is likely that King Váskmun Greytooth will lead the Firehorns to ruin in his search for the dwarf-rings.\\n\\nInstead, you have offered the few remaining Stout-axes a new chance at freedom among Durin's Folk.",
      "es": ""
    },
    {
      "id": 173025730,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 190220577,
      "en": "'Hold a moment, [placeholder].\\n\\n'When King Greytooth issued his command that we be cast out of the Oath-taker's Horn, did you see how many of your fellow Stout-axes seemed unsettled by his actions? It was more than a few, I would wager! What will become of your kin who do not follow King Greytooth? Shall they be met now with threats and curses? Perhaps they shall even be unfairly marked as traitors!\\n\\n'I cannot speak for King Dáin, but I would offer the rest of the Stout-axes a new home among my folk at the Lonely Mountain. Did you yourself not find shelter and kinship among the dwarves at Thorin's Gate? All of the Stout-axes deserve as much and far more than we could ever repay for the pains they have endured in Mordor. Besides, we shall have great need of hardy dwarves now that the Dark Lord has fallen!\\n\\n'If you find any who still name themselves Stout-axes in the Oath-taker's Horn, aid them and offer them my promise that they shall find refuge in the halls of Durin's Folk.'",
      "es": ""
    },
    {
      "id": 190220578,
      "en": "You have done well to free your fellow Stout-axes from the Oath-taker's Horn. It is likely that King Váskmun Greytooth will lead his loyal Firehorns to ruin in his quest.\\n\\nInstead, you have offered the good-hearted Stout-axes of Mordor a new beginning among Durin's Folk.",
      "es": ""
    },
    {
      "id": 173025733,
      "en": "Rescue intimidated Stout-axes from the Oath-taker's Horn ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184621160,
      "en": "Intimidated Stout-axes can be found throughout the Oath-taker's Horn.\\n\\nGimli has asked you to rescue any of the Stout-axes that do not wish to follow King Greytooth in his quest to recover the dwarf-rings and offer them a new home as part of Durin's Folk.",
      "es": ""
    }
  ]
}