{
  "id": 620998445,
  "txt": [
    {
      "id": "0xb011852",
      "en": "Spakorth can be found outside the lower gates to Lûghash in Dor Amarth.\\n\\nYou have recalled all the Stout-axes you could find. You should meet with Spakorth outside Lûghash.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568925",
      "en": "'I am saddened to learn that some of our folk fell into the fires of the mountain. It seems even keeping a careful pace is no longer enough....\\n\\n'The tremors have grown more powerful since Sauron's fall, and new cracks form in the earth with each passing day. It is challenging to keep a steady footing when you cannot trust that the ground shall remain whole beneath you! We shall have to be more careful the next time the Mistress sends us out in search of whatever it is we're meant to find.\\n\\n'For those that have returned, they shall enjoy a long-awaited rest—even if it is as short a rest as those to which you and I are accustomed. You have done us a great service, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f5",
      "en": "'The tale of the Stout-axes is not a pleasant one, friend, but I would share it with you.\\n\\n'Once we were Drása's Folk—a great kingdom of dwarves, but no longer, and it is only now that Sauron is gone that I dare to utter the name of the Father of our folk. Early in this Age, Sauron ordered us to return the Great Ring of Power he granted to our folk when still we dwelt in the East. The Dark Lord sought for it some unknown purpose, and when our King of old denied him his prize, Sauron summoned forth a vast army and razed our ancestral home and stripped the golden halls of Usk-tóga. Many of our clan were slain, and those few who survived were taken as thralls to Mordor to serve the Dark Lord. We were made to forsake our clan name of old and swear ourselves to Sauron, and so we became the Khirvísa: the Stout-axes of Mordor.\\n\\n'Yet, throughout our long centuries of toil, we held to the old ways and the line of our Kings of old remained unbroken. We were slaves, yes, but some measure of who we were endured and we made for ourselves a small realm of our own in secret within the lands of Mordor. But Sauron knew all too well that which we had hoped to conceal from him....\\n\\n'Seventy-eight years ago, the Stout-axes were unmade. In a rage, the Dark Lord returned to Mordor from lands unknown and imprisoned our King and countless other Stout-axes in the dungeons of Barad-dûr. What little freedoms we had were taken from us, and even the lowliest Orcs came to regard us as mere vermin. In the absence of our King, I and many others remained to toil in Lûghash, and whenever Zôreth was not summoned to Barad-dûr, she too dwelt within Lûghash.\\n\\n'Now Sauron is gone, but still we serve - hated as we are now in the eyes of all in Mordor. After the fall of the Dark Lord, none but the Mistress of Lûghash, Zôreth, deigned to offer the rest of our kin shelter and keep us from the Orcs. In our desperation, it would seem we have traded one master for another, but we are too far from the Black Gate and escape now seems no more possible now than it did when Sauron ruled Mordor. And to where would we even escape? Zôreth desires the weapons and trinkets of the Dark Lord above all else, but what portion of his might remains in them I cannot say. We have sought them nearly every day since his fall, but every search has come to naught.\\n\\n'Days we have searched now, and with little food or rest. It is time for my kin to return to Lûghash, even if Mistress Zôreth does not wish it.\\n\\n'There are four other expeditions about in this land, [placeholder]. Find them, and send them home to Lûghash!\\n\\n'If you wish to meet my folk, you shall meet us all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568926",
      "en": "'You have dwelt within the walls of Barad-dûr, but do you know the tale of our people, [placeholder]? It has been suppressed for so long that it is hard to tell who among our kin still recalls the truth of it. It must be shared, lest it be lost evermore.\\n\\n'Once we were Drása's Folk—a great kingdom of dwarves, but no longer, and it is only now that Sauron is gone that I dare to utter the name of the Father of our folk. Early in this Age, Sauron ordered us to return the Great Ring of Power he granted to our folk when still we dwelt in the East. The Dark Lord sought for it some unknown purpose, and when our King of old denied him his prize, Sauron summoned forth a vast army and razed our ancestral home and stripped the golden halls of Usk-tóga. Many of our clan were slain, and those few who survived were taken as thralls to Mordor to serve the Dark Lord. We were made to forsake our clan name of old and swear ourselves to Sauron, and so we became the Khirvísa: the Stout-axes of Mordor.\\n\\n'Yet, throughout our long centuries of toil, we held to the old ways and the line of our Kings of old remained unbroken. We were slaves, yes, but some measure of who we were endured and we made for ourselves a small realm of our own in secret within the lands of Mordor. But Sauron knew all too well that which we had hoped to conceal from him....\\n\\n'Seventy-eight years ago, the Stout-axes were unmade. In a rage, the Dark Lord returned to Mordor from lands unknown and imprisoned our King and countless other Stout-axes in the dungeons of Barad-dûr. What little freedoms we had were taken from us, and even the lowliest Orcs came to regard us as mere vermin. In the absence of our King, I and many others remained to toil in Lûghash, and whenever Zôreth was not summoned to Barad-dûr, she too dwelt within Lûghash.\\n\\n'Now Sauron is gone, but still we serve - hated as we are now in the eyes of all in Mordor. After the fall of the Dark Lord, none but the Mistress of Lûghash, Zôreth, deigned to offer the rest of our kin shelter and keep us from the Orcs. In our desperation, it would seem we have traded one master for another, but we are too far from the Black Gate and escape now seems no more possible now than it did when Sauron ruled Mordor. And to where would we even escape? Zôreth desires the weapons and trinkets of the Dark Lord above all else, but what portion of his might remains in them I cannot say. We have sought them nearly every day since his fall, but every search has come to naught.\\n\\n'Days we have searched now, and with little food or rest. It is time our expeditions returned to Lûghash, even if Mistress Zôreth does not wish it.\\n\\n'There are four other Stout-axe expeditions about in this land, [placeholder]. Find them, and send them back to Lûghash!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b05",
      "en": "The Stout-axes make for Lûghash!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b06",
      "en": "The Stout-axes make for Lûghash!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b08",
      "en": "The Stout-axes make for Lûghash!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6483b21",
      "en": "'Aye, then! Back to Lûghash!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b09",
      "en": "Scattered equipment lines the edge of this chasm. These Stout-axes met an unfortunate fate...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6483b22",
      "en": "'At last! Mistress Zôreth is giving us a break!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d0",
      "en": "Talk to Spakorth at Lûghash",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6483b23",
      "en": "'We haven't found anything anyway....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6483b24",
      "en": "'I wonder where she'll send us next!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d17a4",
      "en": "Zôreth, Mistress of Lûghash, has sent the Stout-axes in her service to seek treasures that once belonged to the Dark Lord.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1791",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "At the Mistress's Bidding",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568921",
      "en": "'I am saddened to learn that some of my folk fell into the fires of the mountain. It seems even keeping a careful pace is no longer enough....\\n\\n'The tremors have grown more powerful since Sauron's fall, and new cracks form in the earth with each passing day. It is challenging to keep a steady footing when you cannot trust that the ground shall remain whole beneath you! We shall have to be more careful the next time the Mistress sends us out in search of whatever it is we're meant to find.\\n\\n'For those that have returned, they shall enjoy a long-awaited rest. You have done my folk a great service, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c4",
      "en": "Recall Stout-axe expeditions to Lûghash ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "Stout-axe expeditions can be found throughout Dor Amarth.\\n\\nSpakorth has asked you to seek the remaining Stout-axe expeditions in Dor Amarth. You should tell any Stout-axes you encounter to return to Lûghash.",
      "es": "",
      "es (fem)": ""
    }
  ]
}