{
  "id": 620998450,
  "txt": [
    {
      "id": 190220626,
      "en": "'Ah! At last you have come!\\n\\n'I assured Mistress Zôreth that the \\qstrange invaders\\q were driven out of Dor Amarth. It seems Zôreth does not wish to be disturbed while she continues her research in the chambers above us, so you and Gimli need not worry that you'll be discovered.\\n\\n'Even so, I still have a few duties to perform about Lûghash. If you would aid me with some of them, perhaps Gimli shall have more time to ask me his questions!'",
      "es": ""
    },
    {
      "id": 173025734,
      "en": "Find the hidden gate of Lûghash upon the parapet",
      "es": ""
    },
    {
      "id": 190220627,
      "en": "'Hail, [placeholder].\\n\\n'We stand before the main gate of Lûghash, but you must not enter it. The Mistress has watching-stones guarding the inside of the gate, and if you are detected, she shall bring her wrath down upon us all!\\n\\n'Many years ago, she allowed us to construct a second, hidden gate leading from our barracks out to the parapet far above us. We grew weary of her spirits lingering near us and begged her to keep the watching-stones away from our barracks. We did not expect mercy, but she relented, and set them only as guards within the main gate. Alas, I expect you found no such mercy within Barad-dûr....\\n\\n'You must enter through the hidden gate if you are to remain beneath the Mistress's notice, [placeholder]. It is not hidden in the old ways of our folk, but it is hidden from the Spire's face.\\n\\n'Behind the Spire, you will find a dirt pathway leading onto Lûghash itself. You must follow our lamps of crystal to a small, shadowed alcove. It is there you shall find the hidden gate.\\n\\n'I must still speak to the Mistress to calm her fears about the spirits you drove back to the Spire, but once that is done, you shall find me in the barracks on the central level of the Spire.'",
      "es": ""
    },
    {
      "id": 190220789,
      "en": "'Hail, [placeholder].\\n\\n'We stand before the main gate of Lûghash, but you must not enter it. The Mistress has watching-stones guarding the inside of the gate, and if you are detected, she shall bring her wrath down upon us all!\\n\\n'Many years ago, she allowed us to construct a second, hidden gate leading from our barracks out to the parapet far above us. We grew weary of her spirits lingering near us and begged her to keep the watching-stones away from our barracks. We did not expect mercy, but she relented, and set them only as guards within the main gate.\\n\\n'Do you understand? You must enter through the hidden gate if you are to remain beneath the Mistress's notice. It is not hidden in the ways of the dwarves, [placeholder], but it is hidden from the Spire's face.\\n\\n'Behind the Spire, you will find a dirt pathway leading onto Lûghash itself. You must follow our lamps of crystal to a small, shadowed alcove. It is there you shall find the hidden gate.\\n\\n'Go now! I must still speak to the Mistress to calm her fears about the spirits you drove back to the Spire, but once that is done, you shall find me in the barracks on the central level of the Spire.'",
      "es": ""
    },
    {
      "id": 148970243,
      "en": "An uneven dirt path leads onto the stones of Lûghash...",
      "es": ""
    },
    {
      "id": 190220583,
      "en": "'Ah! At last you have come!\\n\\n'I spoke to Mistress Zôreth, and she was pleased to learn that the \\qstrange invaders\\q were driven out. She wishes to focus on her research in the heights of the Spire, so I do not think we need worry about her for now.\\n\\n'Now that that's all settled, I have a few duties to perform about the Spire. If you would aid me with some of them, perhaps Gimli shall have more time to ask me his questions!'",
      "es": ""
    },
    {
      "id": 148970245,
      "en": "A few, small crystal lamps rise about the stones of Lûghash and lead upward...",
      "es": ""
    },
    {
      "id": 184621145,
      "en": "Spakorth can be found in the dwarf-barracks on the central level of Lûghash.\\n\\nYou have entered Lûghash and should now speak to Spakorth.",
      "es": ""
    },
    {
      "id": 173025746,
      "en": "Enter the hidden gate of Lûghash and find Spakorth",
      "es": ""
    },
    {
      "id": 126687121,
      "en": "The Stout-axes of Mordor have long dwelled within Lûghash and they have reshaped the Flaming Spire to serve their own needs.",
      "es": ""
    },
    {
      "id": 148970257,
      "en": "You have found the hidden gate of Lûghash, and Gimli is eager to enter the Spire!",
      "es": ""
    },
    {
      "id": 173025752,
      "en": "Talk to Spakorth in Lûghash",
      "es": ""
    },
    {
      "id": 184621088,
      "en": "The hidden gate of Lûghash can be found in an alcove high above the main gate, accessible by a rear pathway leading onto the Spire.\\n\\nYou have discovered the hidden gate of Lûghash and should now enter the Flaming Spire and find Spakorth.",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "The Path to the Flaming Spire",
      "es": ""
    },
    {
      "id": 173025730,
      "en": "Find the rear pathway onto Lûghash",
      "es": ""
    },
    {
      "id": 173025732,
      "en": "Find the trail of crystal lamps",
      "es": ""
    },
    {
      "id": 148970262,
      "en": "You spot Spakorth standing amid the shabby dwarf-barracks of Lûghash...",
      "es": ""
    },
    {
      "id": 190220625,
      "en": "'Hail, [placeholder].\\n\\n'We stand before the main gate of Lûghash, but you must not enter it. The Mistress has watching-stones guarding the inside of the gate, and if you are detected, she shall bring her wrath down upon us all!\\n\\n'Many years ago, she allowed us to construct a second, hidden gate leading from our barracks out to the parapet far above us. We grew weary of her spirits lingering near us and begged her to keep the watching-stones away from our barracks. We did not expect mercy, but she relented, and set them only as guards within the main gate.\\n\\n'Do you understand? You must enter through the hidden gate if you are to remain beneath the Mistress's notice. It is not hidden in the ways of our folk, [placeholder], but it is hidden from the Spire's face.\\n\\n'Behind the Spire, you will find a dirt pathway leading onto Lûghash itself. You must follow our lamps of crystal to a small, shadowed alcove. It is there you shall find the hidden gate.\\n\\n'I must still speak to the Mistress to calm her fears about the spirits you drove back to the Spire, but once that is done, you shall find me in the barracks on the central level of the Spire.'",
      "es": ""
    },
    {
      "id": 184621160,
      "en": "The hidden gate of Lûghash can be found in an alcove high above the main gate, accessible by a rear pathway leading onto the Spire.\\n\\nSpakorth has described the path to the hidden gate of Lûghash. You should find the rear pathway, climb the tower by following the path of crystal lamps, and seek the hidden gate in a shadowed alcove.",
      "es": ""
    }
  ]
}