{
  "id": 620998467,
  "txt": [
    {
      "id": "0xb5689f5",
      "en": "'This is a day of celebration, indeed! My people are united once more, and today we cast off the shackles by which Sauron himself bound us!\\n\\n'You and Gimli have done my people a great honour, and one that shall not soon be forgotten by my folk.\\n\\n'As a dwarf of the eastern mountains, I have always wished to learn more of the west. Ah, but such things could not be asked of the Dark Lord! I know not the reasons why, but Sauron was not over fond of dwarves, you see!\\n\\n'But, such questions can be asked now! How came you to Mordor, [placeholder]? What trials have you and Gimli faced and overcome?\\n\\n'Let us hear your tales of valour!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011846",
      "en": "Spakorth can be found along the causeway outside Lûghash.\\n\\nYou have been cast out of Lûghash by King Greytooth and the Firehorns. You should speak to Spakorth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1791",
      "en": "Overjoyed by the return of their King, Váskmun Greytooth, the Stout-axes of Lûghash have asked you and Gimli to share your tales of valour among the Free Peoples that they might learn more of the world beyond Mordor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568934",
      "en": "'I am ashamed that I could not resist Zôreth, [placeholder]! I am ashamed that I could not even sense her deception—that she could spy upon the Stout-axes through my very eyes and work our ruin!\\n\\n'I have failed you and I have failed Gimli. Leave me if you wish—it is the fate I deserve!'\\n\\nSpakorth notices that you make no effort to leave, and smiles weakly.\\n\\n'What sort of dwarf is so easily swayed by the power of evil? I suppose that is a foolish question to ask now....\\n\\n'Zôreth may have planned to use me in her search of the Rings of Power, but now King Váskmun has forsaken us all for Manthríf!\\n\\n'If this is the way of the Firehorns, I want no part in it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "A House Forged Anew",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568937",
      "en": "'Tales of valour, eh? I think we have a few we could tell.... Hah!\\n\\n'Let's get on with it then!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568938",
      "en": "'This is a day of celebration, indeed! My people are united once more, and today we cast off the shackles by which Sauron himself bound us!\\n\\n'You and your companion Gimli have done us a great honour, and one that shall not soon be forgotten by your fellow Stout-axes—myself included!\\n\\n'You travelled far beyond these lands after you escaped from Barad-dûr, have you not? I do not blame you. To leave Mordor has been the wish of many Stout-axes through the long years of our thralldom. For my part, I have always wished to learn more of the west—of the lands beyond Mordor where our cousins still dwell. Ah, but you know as well as I that such things could not be asked of the Dark Lord!\\n\\n'But, such questions can be asked now! How did your journey lead you back to Mordor, [placeholder]? How did you summon the courage to return? What trials have you and proud Gimli faced and overcome to stand before us?\\n\\n'Let us hear your tales of valour!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c3",
      "en": "Talk to Gimli in Lûghash",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568939",
      "en": "'I am ashamed that I could not resist Zôreth, [placeholder]! I am ashamed that I could not even sense her deception—that she could spy upon the Stout-axes through my very eyes and work our ruin!\\n\\n'I have failed you, I have failed Gimli, and in truth, I feel that I have failed all of the Stout-axes. Leave me if you wish—it is the fate I deserve!'\\n\\nSpakorth notices that you make no effort to leave, and smiles weakly.\\n\\n'What sort of dwarf is so easily swayed by the power of evil? I suppose that is a foolish question to ask. We Stout-axes have lived within the realm of the Dark Lord for centuries, and we have remained unbroken. It is the evil wrought into the Rings of Power that has worked itself into the heart and mind of King Greytooth—and now it spreads like a most virulent disease into the hearts and minds of our people!\\n\\n'Zôreth may have planned to use me in her search of the Rings of Power, but now King Váskmun has forsaken us all for Manthríf!\\n\\n'If this is the way of these so-called Firehorns, I want no part of it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c5",
      "en": "Talk to Spakorth on the plains of Dor Amarth outside Lûghash",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "Gimli can be found on the central level of Lûghash.\\n\\nKing Váskmun Greytooth desires to hear Gimli's tales of valour. You should join Gimli in recounting your adventures in Middle-earth.",
      "es": "",
      "es (fem)": ""
    }
  ]
}