{
  "id": 620998437,
  "txt": [
    {
      "id": "0x6a50297",
      "en": "Talk to Lady Galadriel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50240",
      "en": "Seek Dorongur in Duillond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01172",
      "en": "Dorongur has suggested that you travel to the library in Lin Giliath and look for Gildor Inglorion, whom you can ask about Glorfindel and a gift of seeds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50243",
      "en": "Seek Gildor in Tham Giliath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1140",
      "en": "Someone is standing in Glorfindel's spot, but it is not he",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50245",
      "en": "Check the book-shelves ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Hail, friend [placeholder]. I am glad you have returned to Lothlórien's court, for you are wanted here. Go, speak with her Ladyship.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Travel to the places where Elves dwell, seeking word of Glorfindel and gifts for Aragorn's taking of the throne.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50249",
      "en": "Show the record to Gildor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Talk to Lady Galadriel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ee7",
      "en": "Show the record to Lady Galadriel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50251",
      "en": "Talk to Legolas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50254",
      "en": "Visit Glorfindel's spot in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "You should talk to Lady Galadriel in the Court of Lothlórien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'I have pondered the things you and I saw in my pool, [placeholder], and some clarity has come to my mind as to their meaning. Lord Elrond's advice was indeed true: you have a role to play in the events unfolding and, I think in bringing Glorfindel to our council.\\n\\n'This I would ask of you: see places where my kind, the Elves, dwell, and ask after him. He is far-travelled and known to many. But where should you begin? Perhaps... Mirobel. Yes. Seek Certhíril there. She has seen much and knows even more.\\n\\n'Ah, but before you go, speak to your friend, Legolas. He, too, has something to ask of you, I believe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'I have pondered the things you and I saw in my pool, [placeholder], and some clarity has come to my mind as to their meaning. Lord Elrond's advice was indeed true: you have a role to play in the events unfolding and, I think in bringing Glorfindel to our council.\\n\\n'This I would ask of you: seek places where our kind, the Undying, dwell, and ask after him. He is far-travelled and known to many. But where should you begin? Perhaps... Mirobel. Yes. Seek Certhíril there. She has seen much and knows even more.\\n\\n'Ah, but before you go, speak to your friend, Legolas. He, too, has something to ask of you, I believe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50257",
      "en": "Seek Dorthaneth near Edhellond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "You should ask Legolas about the nature of the request he has for you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Visit Certhíril in Mirobel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56842",
      "en": "'Ah, [placeholder]. You are like the gull who flies after the wind-wafted sail. Glorfindel has been here and gone again. I greeted him but in passing, but I believe he left here having found what he sought. Perhaps it was one of the texts here? Look for yourself and see if you can find it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ef4",
      "en": "Deliver the seeds to Legolas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56848",
      "en": "'What is this? It is a very old record, indeed. I think it likely you have found what you sought. I would bring this to Celeborn and Galadriel in Lórien, if I were you. They will know full well what to make of it.\\n\\n'But before you do, have these. They are Parthríf pods, and will grow into ferns of uncommon intricacy and form. It is a fine gift for a new king.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "You should talk to Galadriel once more before you go.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "Lady Galadriel suggested you begin by visiting Certhíril in Mirobel and ask her about Glorfindel and a gift of seeds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a7",
      "en": "'Indeed, you may certainly do both at once. Go, gather seeds, and learn what you can of Glorfindel as you go.\\n\\n'Begin with Certhíril and I think your path will unfold itself before you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56850",
      "en": "'Ah, my friend. I have been thinking on the gift of seeds you were entrusted with in Imladris. I must confess I am struck with envy. Why, if I could gather some dozen of the ferns and blossoms found in Mirkwood... but this journey has taken me far enough from Mordor and my friend, Gimli.\\n\\n'If you are setting out for places where Elves dwell, however, perhaps you might ask them for such gifts. We will gather them together, and what a fine garden the new king Elessar will have!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01142",
      "en": "Look for Glorfindel, or his disciple, at his accustomed spot in Rivendell, below Elrond's House and above the waterfall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1166",
      "en": "Checked book-shelves ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56853",
      "en": "The Elf woman blinks at you in disbelief.\\n\\n'Is it you... [placeholder]? It is I, Glathlírel. Do you not recognize me? I have exchanged my fine armour for the traveller's garb.\\n\\n'Does this mean that you, too, have come looking for Glorfindel? I do not know whether to take heart from the coincidence or take it as a darker sign. But tell me, why have you come?'\\n\\nYou tell Glathlírel of the Battle Under the Trees and war council in the Court of Lothlórien.\\n\\n'Then you have better cause to find him than I, who have come looking only because of a troubling dream. Have you heard of the Elves who live hidden in a cave in Belfalas? The Avorrim, they are called. Why do you not seek one called Dorthaneth there? She is wise beyond years. I will go west, to Lindon and look for him there. Then we shall meet back at Galadriel's Court.\\n\\n'Oh, and lastly, by strange coincidence, I do indeed have a seed-gift for your friend, Legolas. These will grow into Rithlas, and are from Annúminas. I know it will mean much to Gondor's new king.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01145",
      "en": "Seek Dorthaneth in the caves of the Avorrim, near Edhellond, in Belfalas, and ask her about Glorfindel and a gift of seeds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56856",
      "en": "'Radiant Glorfindel? I have not seen his face or heard his fair words for many lives of Men. His name has come to me here, where I stand, from time to time, however.\\n\\n'Here is my advice to you, young [placeholder]. Do not attempt to find an Elf the likes of Glorfindel, for he will not be found if he does not wish to be. Follow instead what he sought. If I am not mistaken, one Dorongur in Duillond knew of the thing Glorfindel seeks, and may even know where he has gone.\\n\\n'Ah ha ha. Do not go leaping off just yet. You came for a second reason and that you shall have without riddles. These seeds are Tuilloth. It grows to cover the ground, and the fine white flowers it bears make it like a mirror of the night sky beneath your feet.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'It is strange! Just yesterday a pupil, or rather a disciple of Glorfindel's stood where you stood and asked what you ask: have I seen him? Alas, I have not.\\n \\n'I sent her on to Imladris, for I have heard he has often spent time there, lately, standing in contemplation below Elrond's House and above the waterfall. I suggest you follow her, and if you do not find both, you might find one.\\n\\n'Your other boon meets a more fortunate answer: these are seeds of the Gaerthond Vine, with leaves of shining silver, and morning-blooming flowers of dusky blue and gold.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01148",
      "en": "Dorthaneth suggested that Dorongor, in Duillond, might know something of what Glorfindel seeks and where he has gone. You should ask him about that and also a gift of seeds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56859",
      "en": "'Well met, [placeholder]. Let me look into your eyes. I see no deception or ill will there, so I shall tell you what I know. Glorfindel came some few days past to consult on words Gil-galad spoke very long ago, when first he set foot in the Havens of Lindon. They concerned times to come, times that he would not live to see.\\n\\n'I myself knew little of this speech, nor was I certain who had heard it in its entirety. Therefore I pointed Glorfindel toward Lin Giliath. I felt that if it had been written down, some record might be there. Go to Tham Giliath and speak to Gildor Inglorian. He will know if Glorfindel came that way or no.'\\n\\nThen, with a twinkle in his eye, Dorongur produces a small pouch.\\n\\n'Nor could I forget these, a fair gift fairly asked for. Lodeledh will grow tall and with sweet-scented leaves cast dappled shade beneath its boughs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "DNT blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50277",
      "en": "Show the record to Lady Galadriel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56861",
      "en": "'Well met, cousin. Let me look into your eyes. I see no deception or ill will there, so I shall tell you what I know of Glorfindel. He came to me some few days ago to consult on a matter of words spoken in a long-ago age. Words spoken about a time to come, we knew not when.\\n\\n'I could recall little more of these words than he, and so turned his sights to Lin Giliath, for the library there, I thought, might contain some record of these words. If you go there, seek Gildor Inglorian. If Glorfindel went there as I bade him, Gildor will know of it.'\\n\\nThen, with a twinkle in his eye, Dorongur produces a small pouch.\\n\\n'Nor could I forget these, a fair gift fairly asked for. Lodeledh will grow tall and with sweet-scented leaves cast dappled shade beneath its boughs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01151",
      "en": "DNT seek gildor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01154",
      "en": "Gildor has suggested you look around Tham Giliath for a clue as to what Glorfindel found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56865",
      "en": "'What is this you have found, [placeholder]? A clue to Glorfindel's whereabouts? This record is old indeed. Lord Celeborn and I shall need some time to pore over it. We will send for you when we are done. And - you have my heartfelt gratitude for all you have done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01157",
      "en": "You should show the record that you found to Gildor in Tham Giliath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01160",
      "en": "Return to Legolas in the Court of Lothlórien with the many gifts of seed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56871",
      "en": "DNT the seee",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56872",
      "en": "'Why, what is this? You have quite outdone yourself, [placeholder]. I will find a suited vessel for this gift and bear it to Gondor, to give to our friend, the new king!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01165",
      "en": "Now you should show the record you found in Tham Giliath to Lady Galadriel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56876",
      "en": "'What is this you have found, [placeholder]? A clue to Glorfindel's whereabouts? This record is old indeed. Lord Celeborn and I shall need some time to pore over it. We will send for you when we are done. And - you have my heartfelt gratitude for all you have done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 4: The Wandering and the Lost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56878",
      "en": "'Hail, friend [placeholder]. It is time for you to return again to Lothlórien's Court, for you are wanted there.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}