{
  "id": 620998446,
  "txt": [
    {
      "id": 173025734,
      "en": "Defeat Order of the Eye cultists surrounding the slain TBDs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025735,
      "en": "Talk to Dréri in Lûghash",
      "es": ""
    },
    {
      "id": 190220789,
      "en": "'Hail, [placeholder]! So finally you come to Lûghash, eh?\\n\\n'It is not a very fitting a home for dwarves, but the Mistress has kept us from the Deathless and the others of her kin. Or so she did until Sauron fell....\\n\\n'Now this ridiculous \\qOrder of the Eye\\q won't leave us be! They actually believe he'll come back again! A foolish lot, they are!\\n\\n'If they were harmless, I'd leave them to their fantasies, but now they have come to the Spire. They have tortured and killed my kin all to gain Mistress Zôreth's knowledge of Sauron's artifacts. What would we know? We are her servants - not her trusted allies and advisors!\\n\\n'If you wish to aid me, bury my kin upon the fields surrounding Lûghash. They deserve that final honour!\\n\\n'Come to think of it... if those cultists are still snooping about outside, bury them as well. Even if he does come back again, I don't want them to be around to see it!'",
      "es": ""
    },
    {
      "id": 148970244,
      "en": "Buried Stout-axes slain by the Order of the Eye ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184621129,
      "en": "Dréri can be found at the Stout-axe barracks within Lûghash.\\n\\nYou have defeated many cultists of the Order of the Eye and buried the Stout-axes slain by them. You should now return to Dréri.",
      "es": ""
    },
    {
      "id": 148970256,
      "en": "Defeated cultists of the Order of the Eye at Lûghash ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 126687121,
      "en": "Oppressed by Zôreth and now by the Order of the Eye, the Stout-axes of Lûghash have long fought for their survival as slaves of Mordor.",
      "es": ""
    },
    {
      "id": 251715973,
      "en": "Defeat cultists of the Order of the Eye at Lûghash ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Those We Have Lost",
      "es": ""
    },
    {
      "id": 173025730,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 190220577,
      "en": "'May those Men rot upon the plains for what they have done! We may serve Mistress Zôreth, but we are not slaves to the wretches of Mordor! A fire burns within us yet, [placeholder], as it burns within you and Gimli!\\n\\n'Our kin have been given a final honour, and for that, I offer you my thanks.'",
      "es": ""
    },
    {
      "id": 190220600,
      "en": "'May those Men rot upon the plains for what they have done! We may serve Mistress Zôreth, but we are not slaves to all the fools of Mordor! A fire burns within us yet!\\n\\n'My kin have been given a final honour, and for that, I offer you my thanks.'",
      "es": ""
    },
    {
      "id": 173025731,
      "en": "Bury Stout-axes slain by the Order of the Eye ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220578,
      "en": "'Hail, [placeholder]! So finally you come to Lûghash, eh?\\n\\n'It is not a very fitting a home for dwarves, as you and Gimli might think, but the Mistress has kept us from the Deathless and the others of her kin. Or so she did until Sauron fell....\\n\\n'Now this ridiculous \\qOrder of the Eye\\q won't leave us be! They actually believe he'll come back again! A foolish lot, they are!\\n\\n'If they were harmless, I'd leave them to their fantasies, but now they have come to the Spire. They have tortured and killed our kin all to gain Mistress Zôreth's knowledge of Sauron's artifacts. What would we know? We are her servants - not her trusted allies and advisors!\\n\\n'If you wish to aid me, bury my kin upon the fields surrounding Lûghash. They deserve that final honour!\\n\\n'Come to think of it... if those cultists are still snooping about outside, bury them as well. Even if he does come back again, I don't want them to be around to see it!'",
      "es": ""
    },
    {
      "id": 184621160,
      "en": "Slain Stout-axes and cultists of the Order of the Eye can be found surrounding Lûghash.\\n\\nDréri has asked you to bury slain Stout-axes outside Lûghash and avenge the fallen by defeating cultists of the Order of the Eye.",
      "es": ""
    },
    {
      "id": 190220579,
      "en": "'Hail, [placeholder]! So finally you come to Lûghash, eh? I am afraid it pales in comparison to Barad-dûr, or at least, it did....\\n\\n'It is not a very fitting a home for dwarves, as you and I both know, but the Mistress has kept us from the Deathless and the wicked Men of Mordor. Or so she did until Sauron fell....\\n\\n'Now this ridiculous \\qOrder of the Eye\\q won't leave us be! They actually believe he'll come back again! A foolish lot, they are!\\n\\n'If they were harmless, I'd leave them to their fantasies, but now they have come to the Spire. They have tortured and killed our kin all to gain Mistress Zôreth's knowledge of Sauron's artifacts. What would we know? We are servants - not her trusted allies and advisors!\\n\\n'If you wish to aid me, bury our kin upon the fields surrounding Lûghash. If nothing else, they deserve that honour—a final freedom from our captors and the ravages of Mordor.\\n\\n'As a matter of fact, if those cultists are still snooping about outside, bury them as well. Even if the Dark Lord should return, I don't want them to be around to see it!'",
      "es": ""
    }
  ]
}