{
  "id": 620998458,
  "txt": [
    {
      "id": 184621092,
      "en": "Akhrûn can be found near Naerband in Talath Úrui.\\n\\nYou should speak with Akhrûn.",
      "es": ""
    },
    {
      "id": 190220789,
      "en": "The woman seems apprehensive about speaking to you.\\n\\n'You are not from here, I can see. I am Akhrûn. I have prayed for freedom each day. Now it is here but not the freedom of my dreams.\\n\\n'My freedom led me and my brethren to flee from our slavers in Udûn. We felt that freedom for the first time when the tower fell and fires spilled from out of the mountain.\\n\\n'I wished to return to my family in Nurn, but we were enslaved again by those who dwell in Naerband. I resisted so they threw me into the prison. The rest are still being held outside the fortress.\\n\\n'Now I do not know what to do.'",
      "es": ""
    },
    {
      "id": 190220629,
      "en": "It seems Akhrûn isn't accustomed to talking for extended periods of time. She catches her breath and continues.\\n\\n'Naerband is a prison that no one leaves. We were meant to be rotting in cells, sometimes tortured or worse. \\n\\n'I alone escaped. I found a loose brick in my cell. Behind the brick were some metal shavings that I was able to use to pick the lock to my cell. From there, I found an old forgotten passage that led to the outside.\\n\\n'I want to rescue the rest of my fellow Nurnhoth from Naerband, but I cannot do it alone. Will you help us retain our newly found freedom?'\\n\\nYou agree to assist Akhrûn.\\n\\n'I am thankful for your help. First we will need to defeat many of these Orcs of fire who patrol from here to Naerband.'",
      "es": ""
    },
    {
      "id": 148970338,
      "en": "Defeated Ghâsh-hai ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 148970341,
      "en": "Destroyed shackles ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184621123,
      "en": "Akhrûn can be found just outside of Orodir, next to Naerband.\\n\\nYou should speak with Akhrûn.",
      "es": ""
    },
    {
      "id": 173025697,
      "en": "Defeat Ghâsh-hai patrollers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 148970344,
      "en": "As Akhrûn pauses, your gaze catches the citadel of Naerband looming above you",
      "es": ""
    },
    {
      "id": 184621126,
      "en": "Ghâsh-hai patrollers can be found in Talath Úrui near Naerband.\\n\\nYou should defeat Ghâsh-hai who patrol the path to Naerband.",
      "es": ""
    },
    {
      "id": 173025700,
      "en": "Destroy shackles ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 126687187,
      "en": "The prison fortress of Naerband has been rounding up anyone and everyone in an effort to enforce a twisted law over the lands.",
      "es": ""
    },
    {
      "id": 126687141,
      "en": "Akhrûn, a former slave, has just escaped from the prison fortress of Naerband and may reluctantly seek aid in escaping further south to Nurn.",
      "es": ""
    },
    {
      "id": 173025702,
      "en": "Speak with Akhrûn",
      "es": ""
    },
    {
      "id": 173025703,
      "en": "Speak with Akhrûn",
      "es": ""
    },
    {
      "id": 190220596,
      "en": "'Good, we have made it to the bridge to Orodir. It is here where they keep prisoners before sending them to die in Naerband.'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Tales From Naerband",
      "es": ""
    },
    {
      "id": 173025733,
      "en": "Talk to Akhrûn",
      "es": ""
    },
    {
      "id": 184621091,
      "en": "Akhrûn can be found near Naerband in Talath Úrui.\\n\\nYou should speak with Akhrûn.",
      "es": ""
    }
  ]
}