{
  "id": 620998472,
  "txt": [
    {
      "id": 184621125,
      "en": "Barad-dûr can be found to the south-east of Lûghash in Dor Amarth.\\n\\nYou have entered Barad-dûr and should now seek the dungeons in the depths of the Dark Tower.",
      "es": ""
    },
    {
      "id": 148970262,
      "en": "Deep within Barad-dûr, you have found a haggard dwarf surrounded by slain Men and empty robes of the Unseen...",
      "es": ""
    },
    {
      "id": 148970128,
      "en": "You have a found a shimmering set of armour of dwarf make",
      "es": ""
    },
    {
      "id": 251715606,
      "en": "Deliver the equipment to King Váskmun Greytooth in Barad-dûr",
      "es": ""
    },
    {
      "id": 148970131,
      "en": "You find no trace of the lockbox that King Greytooth described...",
      "es": ""
    },
    {
      "id": 184621089,
      "en": "King Váskmun Greytooth can be found deep within the dungeons of Barad-dûr.\\n\\nYou have found imprisoned Stout-axes, but you still have no found King Greytooth. You should proceed deeper into the dungeons of Barad-dûr and continue your search.",
      "es": ""
    },
    {
      "id": 184621472,
      "en": "King Váskmun Greytooth can be found on the central level of Lûghash.\\n\\nYou have returned to Lûghash with King Váskmun Greytooth and should now speak to him before he addresses his folk.",
      "es": ""
    },
    {
      "id": 190220583,
      "en": "'Stay back! Who are you and why should I not slay you where you stand?'\\n\\nYou quickly tell King Greytooth that you have come on behalf of his people, the Stout-axes, who now dwell in the Flaming Spire of Lûghash.\\n\\n'Oh-ho! So Spakorth sent you! He was never much of a warrior, but his mind is sharper than any axe! If you are one of his allies, I will gladly spare you.\\n\\n'One of the cultists has been slipping me shafts of metal and wood for weeks now... so I suppose I was meant to free myself? Well, I have! Hah! Seventy-eight years have gone by, but I am still the dwarf I was!\\n\\n'If you still wish to aid me, you can help me find a few things that were taken from me by the Dark Lord. He took my gold-wrought armour, and I want it back! It's either kept in the armoury near the cells or in Sauron's relic-chamber near the main hall. Also, there's a larder near the armoury, so if you see anything that looks like it's meant for those snivelling Black Númenóreans and not for the prisoners, bring it here.\\n\\n'Oh, one last request... if you happen to find a mithril-wrought lockbox in Sauron's relic-chamber, give it to me at once! It is an heirloom that belonged to my forefathers, and it means a great deal to me!\\n\\n'Swiftly now, my new friend, and then we shall get out of this place!'",
      "es": ""
    },
    {
      "id": 184621145,
      "en": "King Váskmun Greytooth can be found in his cell in the dungeons of Barad-dûr.\\n\\nYou have found the King of the Stout-axes at a curious moment. It appears he has overpowered his captors, and now means to escape. You should speak to him on behalf of Spakorth.",
      "es": ""
    },
    {
      "id": 184621474,
      "en": "King Váskmun Greytooth's armour can be found among the collected weapons at the armoury, rations of some kind can be found in the larder within the dungeons of Barad-dûr, and his mithril lockbox can be found in a small chamber near the main gate of Barad-dûr.\\n\\nKing Váskmun Greytooth has asked for you to aid in his escape by finding him some food, his old armour, and a mithril lockbox that was taken from him by Sauron.",
      "es": ""
    },
    {
      "id": 173025730,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 173025732,
      "en": "Talk to TBD in the dungeons of Barad-dûr",
      "es": ""
    },
    {
      "id": 184621527,
      "en": "King Váskmun Greytooth can be found in his cell in the dungeons of Barad-dûr.\\n\\nYou have found King Greytooth some food as well as his ornate, golden armour, but you were unable to find his lockbox. You should deliver his equipment to him in his cell in Barad-dûr.",
      "es": ""
    },
    {
      "id": 190220452,
      "en": "'Ah, I cannot say much for this food. It seems even Sauron's willing servants eat like animals!\\n\\n'But look at this armour! It is as brilliant as it was the day Sauron stole it away from me! It was wrought by my finest smith, Sversting! Does he still live?'\\n\\nYou inform King Greytooth that Sversting dwells within Lûghash with the rest of his folk.\\n\\n'These are joyous tidings! You have my thanks, [placeholder]! Ah, but before we leave... did you by chance find that lockbox?'\\n\\nYou tell King Greytooth that you found the relic-chamber, but the lockbox and most of the other relics were missing or stolen.\\n\\n'That is very disappointing... I suppose all his servants were merely waiting for something to slip, and they had their knives ready!\\n\\n'I shall have to search on my own in the days ahead, but for now, I wish to return to my folk. Let us go!'\\n\\n\\n<rgb=#FF0000>NOTE: You will swiftly travel to Lûghash, the Flaming Spire when you continue this quest.</rgb>",
      "es": ""
    },
    {
      "id": 190220499,
      "en": "'A dwarf?! Ah, but you have the look of an outsider. Who are you and who sent you?'\\n\\nYou quickly tell King Greytooth that you have come on behalf of his people, the Stout-axes, who now dwell in the Flaming Spire of Lûghash.\\n\\n'Oh-ho! So Spakorth sent you! He was never much of a warrior, but his mind is sharper than any axe! If you are one of his allies, I will gladly spare you.\\n\\n'One of the cultists has been slipping me shafts of metal and wood for weeks now... so I suppose I was meant to free myself? Well, I have! Hah! Seventy-eight years have gone by, but I am still the dwarf I was!\\n\\n'If you still wish to aid me, you can help me find a few things that were taken from me by the Dark Lord. He took my gold-wrought armour, and I want it back! It's either kept in the armoury near the cells or in Sauron's relic-chamber near the main hall. Also, there's a larder near the armoury, so if you see anything that looks like it's meant for those snivelling Black Númenóreans and not for the prisoners, bring it here.\\n\\n'Oh, one last request... if you happen to find a mithril-wrought lockbox in Sauron's relic-chamber, give it to me at once! It is an heirloom that belonged to my forefathers, and it means a great deal to me!\\n\\n'Swiftly now, my new friend, and then we shall get out of this place!'",
      "es": ""
    },
    {
      "id": 126687121,
      "en": "After discovering that Váskmun Greytooth, the long-imprisoned King of the Stout-axes, lives still within the ruins of Barad-dûr, the Stout-axes hope to see him freed and returned to his folk in Lûghash.",
      "es": ""
    },
    {
      "id": 173025361,
      "en": "Find King Váskmun Greytooth's lockbox in Sauron's relic-chamber",
      "es": ""
    },
    {
      "id": 190220500,
      "en": "'If I did not appear grateful in the dungeons of Barad-dûr, I wish to offer you my truest gratitude. [placeholder], you have done me and our people a great service this day.\\n\\n'Although I did not find all I sought in the depths of the Dark Tower, I am once again surrounded by my dear friends and kin, and I can think of no greater joy. We of Drása's Folk were broken for many years, but today, we are reunited as one!\\n\\n'Indeed, this is a day of great celebration, and by its end, we will win our final freedom from the Dark Lord!'",
      "es": ""
    },
    {
      "id": 190220501,
      "en": "'Alas, I cannot say much for this food. It is no better than you likely remember from your days in Barad-dûr, [placeholder]. It seems even Sauron's willing servants see fit to eat like animals!\\n\\n'But look at this armour! It is as brilliant as it was the day Sauron stole it away from me! It was wrought by my finest smith, Sversting! Does he still live?'\\n\\nYou inform King Greytooth that Sversting still dwells within Lûghash along with the rest of his folk.\\n\\n'These are joyous tidings! You have my thanks, [placeholder]! Ah, but before we leave... did you by chance find that lockbox?'\\n\\nYou tell King Greytooth that you found the relic-chamber, but the lockbox and most of the other relics were missing or stolen.\\n\\n'That is very disappointing, but... not entirely unexpected. I suppose all of the Dark Lord's so-called servants were merely waiting for something to slip before they pilfered his coffers.\\n\\n'I shall have to search on my own in the days ahead, but for now, I wish to return to our folk. It has been too long! Let us go!'\\n\\n\\n<rgb=#FF0000>NOTE: You will swiftly travel to Lûghash, the Flaming Spire when you continue this quest.</rgb>",
      "es": ""
    },
    {
      "id": 190220595,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 190220502,
      "en": "'A Stout-axe?! I thought I was the last one left in this accursed tower!'\\n\\nYou tell King Greytooth that you have come to rescue him and reunite him with the rest of the Stout-axes who now dwell in the Flaming Spire of Lûghash.\\n\\n'Oh-ho! So Spakorth sent you! He was never much of a warrior, but his mind is sharper than any axe! I do not know you by name, but if you are a friend of Sparkorth, that is enough for me!\\n\\n'One of the cultists has been slipping me shafts of metal and wood for weeks now... so I suppose I was meant to free myself? Well, I have! Hah! Seventy-eight years have gone by, but I am still the dwarf I always was!\\n\\n'If you still wish to aid me, you can help me find a few things that were taken from me by the Dark Lord. He took my gold-wrought armour, and I want it back! It's either kept in the armoury near the cells or in Sauron's relic-chamber near the main hall. Also, there's a larder near the armoury, so if you see anything that looks like it's meant for those snivelling Black Númenóreans, I'll take it. They always did get the better rations, and I ought to know what I've been missing if this is the last I'll see of this wretched place!\\n\\n'Oh, one last request... if you happen to find a mithril-wrought lockbox in Sauron's relic-chamber, give it to me at once! It is an heirloom that belonged to my forefathers, and it means a great deal to me!\\n\\n'Swiftly now, [placeholder], and then we shall get out of this place! We Stout-axes have to stick together!'",
      "es": ""
    },
    {
      "id": 190220456,
      "en": "'If I did not appear grateful in the dungeons of Barad-dûr, I wish to offer you my truest gratitude. [placeholder], you have done me and my people a great service this day.\\n\\n'Although I did not find all I sought in the depths of the Dark Tower, I am once again surrounded by my dear friends and kin, and there can be no greater joy for a King. Our people were broken for many years, but today, we are reunited as one!\\n\\n'This is a day of celebration, and by its end, we will celebrate our freedom!'",
      "es": ""
    },
    {
      "id": 190220503,
      "en": "'If I am reading these missives correctly, King Greytooth can be found deep in the dungeons of Barad-dûr. Deeper still than any of the Stout-axes that were taken when he was imprisoned and those too who were born within the walls of Barad-dûr! As deep as your own prison laid within the Dark Tower, the King's must have been far deeper in the tunnels beneath it. It seems that Sauron did not want him too close to the others of his kin lest thoughts of rebellion might spread among the Stout-axes....'\\n\\nSpakorth pauses, looks at you, and chuckles quietly.\\n\\n'I suppose it was all for naught, then. Wouldn't you agree, [placeholder]?\\n\\n'As far as I know, only one entrance to Barad-dûr remains, and that is the main gate. It lies across a wide span from the causeway through Dor Amarth, and underneath it, the fires of Orodruin blaze without end. Once you enter the Dark Tower, you must seek the dungeons, travel as deep within them as you are able, and only then might you find King Greytooth! The way will be treacherous, for the old halls of the tower will have suffered great damage in the collapse. Tread carefully!\\n\\n'You know as well as I do that foes lurk around every corner in Barad-dûr, but do not forget that others of our kin may be there to aid you if you free them! Not all of the Stout-axes escaped the fall, and they may need our help!\\n\\n'If you are able to free King Greytooth, you shall be a hero amongst our folk. The Stout-axes are counting on you, [placeholder]!'",
      "es": ""
    },
    {
      "id": 148970249,
      "en": "The shadow-mantled ruins of Sauron's fortress still bear a twisted splendour...",
      "es": ""
    },
    {
      "id": 184621160,
      "en": "Barad-dûr can be found to the south-east of Lûghash in Dor Amarth.\\n\\nKing Váskmun Greytooth of the Stout-axes can be found somewhere deep within the dungeons of Barad-dûr. You should begin your search in the ruins of the Dark Tower.",
      "es": ""
    },
    {
      "id": 173025744,
      "en": "Enter the ruins of Barad-dûr",
      "es": ""
    },
    {
      "id": 148970345,
      "en": "You discover a dwarf-make set of glinting, gold-wrought armour!",
      "es": ""
    },
    {
      "id": 190220789,
      "en": "'If I am reading these missives correctly, King Greytooth can be found deep in the dungeons of Barad-dûr. Deeper still than any of the Stout-axes that were taken when he was imprisoned! Aye, it seems that Sauron did not want him too close to the others of his kin....\\n\\n'As far as I know, only one entrance to Barad-dûr remains, and that is the main gate. It lies across a wide span from the causeway through Dor Amarth, and underneath it, the fires of Orodruin blaze without end. Once you enter the Tower, you must seek the dungeons and then travel as far within them as you are able. Only then may you find King Greytooth!\\n\\n'Foes lurk around every corner in Barad-dûr, but do not forget that others of my kin may be there to aid you if you free them!\\n\\n'I can offer no more advice than to watch your back, friend, for you must venture into the very heart of evil to find King Greytooth.\\n\\n'If you return alongside the King, you shall be revered amongst my folk!'",
      "es": ""
    },
    {
      "id": 173025369,
      "en": "Talk to King Váskmun Greytooth in Lûghash",
      "es": ""
    },
    {
      "id": 173025745,
      "en": "Search for the dungeons within the ruins of Barad-dûr",
      "es": ""
    },
    {
      "id": 173025700,
      "en": "Find King Váskmun Greytooth's armour in the dungeon armoury of Barad-dûr",
      "es": ""
    },
    {
      "id": 173025701,
      "en": "Find King Váskmun Greytooth some food at the larder in Barad-dûr",
      "es": ""
    },
    {
      "id": 148970209,
      "en": "It is no feast, but it will have to do...",
      "es": ""
    },
    {
      "id": 173025749,
      "en": "Find King Váskmun Greytooth in the depths of Barad-dûr",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Within the Bones of Barad-dûr",
      "es": ""
    },
    {
      "id": 173025752,
      "en": "Talk to King Váskmun Greytooth",
      "es": ""
    },
    {
      "id": 148970259,
      "en": "As you pass downward into the darkness of Barad-dûr, you discover a stone room lined with cells...",
      "es": ""
    }
  ]
}