{
  "id": 620998449,
  "txt": [
    {
      "id": "0xb568924",
      "en": "'What is this?'\\n\\nYou tell Gimli of the slain dwarf you found and offer him the shield.\\n\\n'By your description of his wounds, the dwarf you encountered must have been caught by a stray stone thrown from the depths of Mount Doom. A poor dwarf, indeed, but not one slain by malice. The Dark Lord must not have brought my kin to ruin after all!\\n\\n'Ah-ha! Look at this, my friend. This shield is newly-forged... and crafted by skilled hands!\\n\\n'So dwarves still dwell in Mordor, but where have they made their home?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f5",
      "en": "'Gimli and I have not ventured overfar into these lands, my friend, and I am not certain I wish to. The Men of Gondor call this place Dor Amarth; the Doomfold in the Common Speech.\\n\\n'Its name was wisely chosen by those Men, for I feel a deep shadow looming over us even so far from the ruins of the Dark Tower. Gimli has found old tools of dwarf-make in this ruin, and though he will not speak of it, unease has crept into his mind. If ever dwarves dwelt within Mordor, it seems their fate was not a pleasant one and that their line is long ended.\\n\\n'This causeway forks some distance to the south. One path leads southward and appears less well-kept by the Orcs, while the other rises and continues east to Barad-dûr. I would ask that you follow the causeway south to the fork and then beyond to the east. Search for foes or those still held as slaves, and perhaps we shall find something to raise Gimli's spirits and draw his thoughts from those of his distant kin.\\n\\n'Do not stray far from the road, my friend, for we have much still to learn of the hidden evils of Mordor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011855",
      "en": "Gimli can be found at the Ruins of Díngarth due south of the Isenmouthe in Dor Amarth.\\n\\nYou have found evidence of dwarves in Mordor and collected one of their shields. You should bring the shield to Gimli and see what he makes of it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568927",
      "en": "'Gimli and I have not ventured overfar into these lands, my friend, and I am not certain I wish to. The Men of Gondor call this place Dor Amarth; the Doomfold in the Common Speech.\\n\\n'Its name was wisely chosen by those Men, for I feel a deep shadow looming over us even so far from the ruins of the Dark Tower. As for the matter at hand, it seems Gimli has found some crude tools of dwarf-make in this ruin. Do they seem familiar to you? Are these wrought by the hands of the Khirvísa?\\n\\n'This causeway forks some distance to the south. One path leads southward and appears less well-kept by the Orcs, while the other rises and continues east to Barad-dûr. I would ask that you follow the causeway south to the fork and then beyond to the east. Perhaps we might discover hidden foes, or we might find more of your kin—those still determined to resist the evils of the Dark Lord and his land. It pains me that so many of those who worked the forges of Udûn had turned to darkness, but I trust that there are still others of your kin with your spirit.\\n\\n'Do not stray far from the road, my friend. Even though you once knew these lands far better than Gimli and I, you may find much has changed since the great eruption of Orodruin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c9",
      "en": "Examine the fallen dwarf's goat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b04",
      "en": "You notice what appears to be a dwarf and a goat lying still beside the causeway...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011856",
      "en": "The fallen dwarf and his goat can be found to the north of the causeway to Barad-dûr.\\n\\nYou have found a fallen dwarf and his goat. You should examine them and collect his shield.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568928",
      "en": "'What have you found, [placeholder]?'\\n\\nYou tell Gimli of the slain dwarf you found and offer him the shield.\\n\\n'By your description of his wounds, the dwarf you encountered must have been caught by a stray stone thrown from the depths of Mount Doom. I am sorry, my friend. It is a terrible thing for one of your kin to escape from their imprisonment and evade the Orcs of Mordor only to be laid low by fate.\\n\\n'Yet, perhaps not all is lost. This shield is newly-forged... and crafted by skilled hands! Not all of the Khirvísa dwelt within Barad-dûr, after all. Even by your own account, your people served throughout the many lands of Mordor. With the fall of the Dark Tower, perhaps others have begun to flee this land... as you once did, my friend.\\n\\n'But this land is wide and it would be unwise to travel far under the watch of the Orcs. Others of your kin must still dwell within Dor Amarth, but where now have they made their home?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b08",
      "en": "The dwarf lies slain in armour of finer make than that of the Orcs...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e193",
      "en": "Deliver the dwarf-shield to Gimli at the Ruins of Díngarth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d1",
      "en": "Collect the fallen dwarf's shield",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b10",
      "en": "Far from wild, the goat is saddled and laden with various trinkets and supplies...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1791",
      "en": "In Dor Amarth, the toppled ruin of Barad-dûr still looms over the wracked plains of Mordor, casting its shadows over unseen foes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b12",
      "en": "Wrought of dark steel, the shield remains unblemished despite the fate of its wielder",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "A Land of Ash and Shadow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "Scout the causeway to ruins of Barad-dûr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c5",
      "en": "Examine the fallen dwarf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "The causeway extends to the south-east from the Isenmouthe, eventually leading to the foot of Barad-dûr.\\n\\nLegolas has asked you to scout the causeway leading to the ruins of Barad-dûr as he desires to learn what foes still lurk in the shadows of its toppled heights.",
      "es": "",
      "es (fem)": ""
    }
  ]
}