{
  "id": 620998478,
  "txt": [
    {
      "id": "0xa5029c6",
      "en": "Defeat Order of the Eye torturers in Barad-dûr ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f5",
      "en": "While searching for King Váskmun Greytooth in the bones of Barad-dûr, you have discovered a large assemblage of cultists serving the Order of the Eye. Some of them appear to be frantically searching the crumbling dungeons and halls of the Dark Lord's tower, while others have still held to their duties as torturers and wardens in service of Sauron.\\n\\nYou should defeat them and weaken their grip on the ruins of Barad-dûr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b05",
      "en": "Defeated Order of the Eye seekers in Barad-dûr ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b07",
      "en": "Defeated Order of the Eye torturers in Barad-dûr ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa323",
      "en": "Under the Order",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d2",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0xb011848",
      "en": "You have stood firm against the Order of the Eye in Barad-dûr, and defeated many of their number.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d4",
      "en": "Defeat an Order of the Eye warden in Barad-dûr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1791",
      "en": "The Order of the Eye has seized what remains of Barad-dûr in search of its secrets, and the Order now holds the Dark Lord's prisoners as its own.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "DNT ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c4",
      "en": "Defeat Order of the Eye seekers in Barad-dûr ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "Seekers, torturers, and wardens of the Order of the Eye can be found throughout the ruins of Barad-dûr.\\n\\nWhile searching for Váskmun Greytooth in the ruins of Barad-dûr, you have discovered a large assemblage of cultists serving the Order of the Eye. You should defeat them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568923",
      "en": "You have loosened the grip of the Order of the Eye on the bones of Barad-dûr as well as that of any prisoners still held in the dungeons of the Dark Lord.\\n\\nAlthough it is likely the Order shall send reinforcements soon, you have done well to disrupt their efforts in Dor Amarth.",
      "es": "",
      "es (fem)": ""
    }
  ]
}