{
  "id": 620998448,
  "txt": [
    {
      "id": "0xa5029d9",
      "en": "Collect a missive from a Mordath expedition-leader",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b14",
      "en": "This missive warns of Mistress Zôreth's motivations and her attempts to free a dwarf-king from Barad-dûr...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011845",
      "en": "Spakorth can be found at the Stout-axe barracks on the central level of Lûghash.\\n\\nYou have discovered the location of the King of the Stout-axes by reading the missives and should now deliver them to Spakorth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e187",
      "en": "Deliver the missives to Spakorth in Lûghash",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011853",
      "en": "You have gathered three missives from the Order of the Eye and should now read them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568953",
      "en": "'For my part, I have but one task for you, and it is one of dire importance to my folk, [placeholder].\\n\\n'The Men of the Order of the Eye have been searching Dor Amarth and the ruins of Barad-dûr for Sauron's artifacts since his fall, and they have taken careful note of all they have found as has Mistress Zôreth.\\n\\n'One of my folk, Sversting, once told me of a rumour shared with him by Mistress Zôreth. She told him that King Greytooth was still held within the deeper dungeons of the Dark Tower, but she would speak no more of it when the rumour spread among us.\\n\\n'I must know if the Mistress spoke true - does my King still live?\\n\\n'The Order has sent expeditions all across Dor Amarth - from the deepest depths of the Black Pits of Mordath to the very gates of Lûghash!\\n\\n'I would ask that you seek out their leaders, and see if they bear any missives or orders that speak of King Greytooth!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568954",
      "en": "'For my part, I have but one task for you, and it is one of dire importance to my folk, [placeholder].\\n\\n'The Men of the Order of the Eye have been searching Dor Amarth and the ruins of Barad-dûr for Sauron's artifacts since his fall, and they have taken careful note of all they have found as has Mistress Zôreth.\\n\\n'One of my folk, Sversting, once told me of a rumour shared with him by Mistress Zôreth. She told him that King Greytooth was still held within the deeper dungeons of the Dark Tower, but she would speak no more of it when the rumour spread among us.\\n\\n'I must know if the Mistress spoke true... does my King still live?\\n\\n'The Order has sent expeditions all across Dor Amarth -- from the deepest depths of the Black Pits of Mordath to the very gates of Lûghash!\\n\\n'I would ask that you seek out their leaders, and see if they bear any missives or orders that speak of King Greytooth! Will you do this for me? Will you do this for us, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568955",
      "en": "'King Greytooth lives? Seventy-eight years he has been gone... and for seventy-eight years we have been without hope. Perhaps those days shall soon be behind us!\\n\\n'Mistress Zôreth claimed he was still imprisoned by Sauron after all these years, but one detail in this missive has left me uneasy. You see, none of us—not one single Stout-axe—have ever been sent to seek him. I... I cannot recall a single expedition to rescue him from the Dark Tower. What attempts to free him could this missive speak of?\\n\\n'That is a question I shall have to ask the Mistress, I think.  Where her efforts failed, we must now succeed.\\n\\n'It is time King Greytooth was freed from Barad-dûr! When he returns to lead us, a new age will dawn for the Stout-axes!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568956",
      "en": "'For my part, I have but one task for you, and it is one of dire importance, [placeholder].\\n\\n'The Men of the Order of the Eye have been searching Dor Amarth and the ruins of Barad-dûr for Sauron's artifacts since his fall, and they have taken careful note of all they have found... as has Mistress Zôreth.\\n\\n'One of our folk, Sversting, once told me of a rumour shared with him by Mistress Zôreth. She told him that King Greytooth was still held within the deeper dungeons of the Dark Tower, but she would speak no more of it when the rumour spread among us.\\n\\n'I must know if the Mistress spoke true. You were imprisoned within Barad-dûr for many years, were you not? Did you ever see or hear of King Greytooth?'\\n\\nYou tell Spakorth that you know he was imprisoned within Barad-dûr, but that you know little else of his fate.\\n\\n'I thought as much, and I must apologize for pressing you to remember those unhappy times, my friend. As for the matter at hand, the Order has sent expeditions all across Dor Amarth -- from the deepest depths of the Black Pits of Mordath to the very gates of Lûghash!\\n\\n'I would ask that you seek out their leaders, and see if they bear any missives or orders that speak of King Greytooth! Will you do this for me? Will you do this for us, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c3",
      "en": "Talk to TBD in Lûghash",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b60",
      "en": "You wrest a piece of parchment from the fallen expedition-leader...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c8",
      "en": "Collect missives from Order of the Eye messengers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b61",
      "en": "You wrest a piece of parchment from the fallen expedition-leader...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b62",
      "en": "You wrest a piece of parchment from the fallen expedition-leader...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1791",
      "en": "The Order of the Eye has sent many of its followers into Dor Amarth hoping to uncover the resting places of Sauron's most powerful artifacts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568934",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b09",
      "en": "Collected missives from Order of the Eye messengers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568936",
      "en": "'King Greytooth lives? Seventy-eight years he has been gone... and for seventy-eight years we have been without hope. Perhaps those days shall soon be behind us!\\n\\n'Mistress Zôreth claimed he was still imprisoned by Sauron after all these years, but one detail in this missive has left me uneasy. You see, my folk have never been sent to seek him. I... I cannot recall a single expedition to rescue him from the Dark Tower. What attempts to free him could this missive speak of?\\n\\n'That is a question I shall have to ask the Mistress, I think.  Where her efforts failed, we must now succeed.\\n\\n'It is time King Greytooth is freed from Barad-dûr and returns to lead his folk!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "Order of the Eye expedition-leaders can be found patrolling outside Lûghash, upon the broken plains of Dor Amarth, and among the ruins of Barad-dûr that have sunken into the Mordath.\\n\\nSpakorth has asked you to retrieve missives from the Order of the Eye expedition-leaders searching the lands of Dor Amarth. Spakorth hopes they might reveal the whereabouts of the lost King of the Stout-axes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f5",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d5",
      "en": "Read the Order of the Eye missives ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b11",
      "en": "This missive details rumours concerning the fates of the Rings borne by the Nazgûl...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d7",
      "en": "Collect a missive from a Dor Amarth expedition-leader",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b12",
      "en": "This missive details artifacts rumoured to be held in a secret vault within the Black Pits of Mordath...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Secrets of the Order",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d8",
      "en": "Collect a missive from a Lûghash expedition-leader",
      "es": "",
      "es (fem)": ""
    }
  ]
}