{
  "id": 620998479,
  "txt": [
    {
      "id": "0xb5688d5",
      "en": "'Dwarf or not, it's time to go, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a5",
      "en": "Follow King Greytooth and learn of his secret",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688d6",
      "en": "'So Zôreth thinks she can steal Manthríf from my people?'\\n\\nKing Váskmun grasps the mithril-key tightly.\\n\\n'No! It belongs to my family -- it belongs to me!\\n\\n'Spakorth still lives, but I cannot know where his will ended and the will of the spirit began.\\n\\n'We have no time for such things now. Zôreth has betrayed my folk to serve herself! Our time in her service ends today!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688d7",
      "en": "'A tale of valour....\\n\\n'We have won many battles and many great victories together, my friend. It is hard to think of just one! Which among them speaks most of our trials and of the victories won by dwarves? I would think your escape from the Dark Tower would make for an excellent tale, [placeholder]. Hmm... but what tale shall I tell?\\n\\n'King Greytooth awaits us, so I suppose I'll have to decide soon enough!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a7",
      "en": "Defeat the fell spirit that was inhabiting Spakorth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688d8",
      "en": "'So Zôreth thinks she can steal Manthríf from our people?'\\n\\nKing Váskmun grasps the mithril-key tightly.\\n\\n'No! It belongs to my people, my family—it belongs to me!\\n\\n'What sorcery has Zôreth worked upon Spakorth? He still lives, but I cannot tell where his will ended and the will of the spirit began. How am I to trust my friend of old if the watchful eyes of the Dark Lord's spirits might peer out from his own?\\n\\n'I have no time for such things now, [placeholder]. Zôreth has betrayed our folk to serve herself and she must be made to pay for her crimes against the Stout-axes!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688d9",
      "en": "'There she is, [placeholder]... the Mistress of Lûghash! \\qSaviour\\q of the Stout-axes! Bah!'\\n\\nKing Váskmun spits in anger and grips Dolgráth the Battle-hungry tightly.\\n\\n'I think it is time we learned where Manthríf was taken! And it is time that Zôreth answers for her crimes against our people!\\n\\n'Let us go!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568933",
      "en": "'Time to go, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "Gimli is standing in Lûghash.\\n\\nKing Greytooth has asked you and Gimli to share your tales of valour with him and his folk that he might learn of the path that led you to Mordor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568935",
      "en": "'A tale of valour....\\n\\n'We have won many battles and many great victories together, my friend. It is hard to think of just one! Which among them speaks most of our trials and of the victories won by our peoples?\\n\\n'King Greytooth awaits us, so I suppose I'll have to decide soon enough!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568936",
      "en": "'A tale of valour....\\n\\n'We have won many battles and many great victories together, my friend. It is hard to think of just one! Which among them speaks most of our trials and of the victories won by dwarves?\\n\\n'King Greytooth awaits us, so I suppose I'll have to decide soon enough!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b68",
      "en": "As he stands above Spakorth, a grim fury washes across King Váskmun's face",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119d3",
      "en": "King Greytooth is standing above the defeated Spakorth. You should speak to him and learn what is to be done.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119d7",
      "en": "You have come to Zôreth's chamber with King Greytooth and the Stout-axes. You should now speak to him and confront the Mistress of Lûghash.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502851",
      "en": "Talk to King Greytooth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119d8",
      "en": "Zôreth is standing in her chamber. You should join King Greytooth and the Stout-axes in confronting her and putting an end to her treachery.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502855",
      "en": "Talk to King Greytooth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f5",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011822",
      "en": "Gimli is addressing King Greytooth in Lûghash. You should listen to his tale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502859",
      "en": "Confront Zôreth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011824",
      "en": "Sversting, the master-smith of Lûghash, has crafted a keen axe for King Greytooth and now wishes to present it to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011826",
      "en": "Spakorth has noticed a peculiar key upon a necklace worn by King Greytooth. King Greytooth is willing to speak of it, but wishes to do so privately.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011829",
      "en": "Spakorth attempted to steal the key from King Greytooth, and after being thwarted, a fell spirit has risen from him. Spakorth lies wounded, but the fell spirit appears unharmed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c4",
      "en": "Talk to Gimli",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Instance: A House Forged Anew",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c8",
      "en": "Follow Gimli and join King Greytooth among the Stout-axes of Lûghash",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688a0",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688a4",
      "en": "'There she is, [placeholder]... the Mistress of Lûghash! \\qSaviour\\q of the Stout-axes! Bah!'\\n\\nKing Váskmun spits in anger and grips Dolgráth the Battle-hungry tightly.\\n\\n'I think it is time we learned where Manthríf was taken!\\n\\n'Let us go!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8edad2",
      "en": "Listen to King Greytooth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d1",
      "en": "Tell King Greytooth the <rgb=#FF00FF>story</rgb> of the Ring-bearer's quest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d4",
      "en": "Tell King Greytooth the <rgb=#FF00FF>story</rgb> of the battles of the Hornburg and of the Pelennor Fields",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11ae0",
      "en": "With a fateful swing of Dolgráth the Battle-hungry, King Váskmun Greytooth slays Zôreth...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119a1",
      "en": "King Greytooth is standing in Zôreth's chamber in Lûghash.\\n\\nDespite freeing his people from the Mistress of Lûghash, King Greytooth appears more troubled than ever. You should speak to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d8",
      "en": "Tell King Greytooth the <rgb=#FF00FF>story</rgb> of Skorgrím and of the lost Dwarf-kingdom of Khazad-dûm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d9",
      "en": "Listen to Gimli tell the tale of Smaug and the Battle of Five Armies",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502823",
      "en": "Talk to King Greytooth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011847",
      "en": "King Greytooth is eager to hear tales of valour from you and Gimli. You should not keep him waiting.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688c0",
      "en": "'No! Manthríf is gone... lost... stolen! The death of this wretched woman means nothing!'\\n\\nKing Greytooth swings Dolgráth the Battle-hungry into Zôreth's lifeless body, and spits upon her corpse.\\n\\n'What right had she to speak of my imprisonment? Zôreth knew of the tortures Sauron visited upon me in the dungeons of Barad-dûr. How could she know such things?! To spread such lies about me—to sow the belief that I could not resist the Dark Lord's tortures and fell prey to the weakness of my forebears... it is unthinkable! And you believe it, don't you?\\n\\n'For how long have you and Gimli conspired against me? Durin's Folk damned my people! And you, [placeholder], how could you betray your own people?! How do I know you did not find Manthríf in Barad-dûr when I asked you to search for it? Did you not claim it for yourself?! Manthríf is mine—it is mine by right!\\n\\n'None shall stand against me in my quest to reclaim it! Not Zôreth, not Spakorth, not even you and Gimli!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1791",
      "en": "Overjoyed by the return of their King, Váskmun Greytooth, the Stout-axes of Lûghash have asked you and Gimli to share your tales of valour among the Free Peoples that they might learn more of the world beyond Mordor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011852",
      "en": "King Greytooth is standing in Lûghash. You should tell him of your many tales of valour, especially those you shared with Gimli.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011855",
      "en": "King Greytooth is standing in Lûghash. You should tell him of your many tales of valour, especially those you shared with Gimli.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011856",
      "en": "King Greytooth is standing in Lûghash. You should tell him of your many tales of valour, especially those you shared with Gimli.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8edb50",
      "en": "Listen to King Greytooth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8edb53",
      "en": "Listen to King Greytooth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8edaa4",
      "en": "Heed King Greytooth's edict",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8edb57",
      "en": "Listen to King Greytooth and Gimli",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688d2",
      "en": "'No! Manthríf is gone... lost... stolen! The death of this wretched woman means nothing!'\\n\\nKing Greytooth swings Dolgráth the Battle-hungry into Zôreth's lifeless body, and spits upon her corpse.\\n\\n'What right had she to speak of my imprisonment? Zôreth knew of the tortures Sauron visited upon me in the dungeons of Barad-dûr. How could she know such things?! To spread such lies about me—to sow the belief that I could not resist the Dark Lord's tortures and fell prey to the weakness of my forebears... it is unthinkable! And you believe it, don't you?\\n\\n'For how long have you and Gimli conspired against me? Durin's Folk damned my people! How do I know you did not find it in the Dark Tower when I asked you to search for it? Manthríf is mine—it is mine by right!\\n\\n'None shall stand against me in my quest to reclaim it! Not Zôreth, not Spakorth, not even you and Gimli!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a3",
      "en": "Witness Sversting present his tribute to King Greytooth",
      "es": "",
      "es (fem)": ""
    }
  ]
}