{
  "id": 620998475,
  "txt": [
    {
      "id": "0xb568924",
      "en": "'Did you not hear? I said speak! Why have you come here?'\\n\\nYou introduce yourself to Megoril and tell her of your imprisonment in Mordor, your journeys with the Host of the West, and of your efforts to ensure the success of the Ring-bearer's quest and the downfall of Sauron the Enemy. You also tell Megoril of the new threat of the Firehorns and of their efforts to find the lost dwarf-rings in Sauron's hoards.\\n\\n'Very well, [placeholder]. I am Megoril of Lindon, and my companion is Dernaith. We are among the last remnants of the great Alliance in this realm, and it brought us joy and relief to learn that Sauron had truly fallen. Death has always eluded the Dark Lord, but I have heard that his Ring is gone and his essence diminished to naught. I know not why any would seek the dwarf-rings or any other artifact that was wrought through Sauron's corruption, for now the evils he has done to the peoples of Middle-earth might now begin to heal at last....\\n\\n'I never thought I would look upon the plains of Gorgoroth again, but fate has brought me hither once more. You see, Dernaith and I have returned to this land in search of our lost friend and kin, Thelaron.\\n\\n'During what is now called The War of the Last Alliance, our friend was taken by the Enemy and borne into Mordor on the back of one of his winged fell beasts. Our efforts to rescue Thelaron before he was taken beyond the Morannon failed, and in so doing, we nearly lost another of Gil-galad's favoured warriors to the corruption of Morgul-steel.\\n\\n'Even after Sauron fell at the end of the Second Age, we could not find Thelaron in Mordor. He was hidden somewhere beyond our sight, and the Enemy's forces still remained to harry us - as few as they were after the War. Thus, our search begins anew. If Thelaron lives still, we shall find him!\\n\\n'Dernaith has been attempting to learn what the spirits residing in these watching-stones have seen that they might unwittingly aid us, but none have answered our challenges... other than this one. Dernaith beheld a terrible form rise from this statue of Sauron, and it spoke to him, warning he would share the fates of the damned in the Mordath.\\n\\n'I have never known such a place in Mordor, but in the language of the Elves, it means Black Pit. Indeed, this has given us much to consider....\\n\\n'Perhaps Dernaith might know the fates of the dwarf-rings you spoke of....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568925",
      "en": "Gimli appears to be muttering to himself as you approach. You gently place your hand on his shoulder, but his gaze remains fixed on the Spire.\\n\\n'I have made more than a few great mistakes in my time, [placeholder], but as any fine dwarf would... and as I always have, I put them to rights.\\n\\n'The tortures Sauron brought upon King Váskmun might not be undone, but there is still a goodness in these dwarves—and you know that better than anyone!\\n\\n'To sulk here wishing of a different fate for the Stout-axes does me no good. We are dwarves of different sorts, but together, we shall see this through!\\n\\n'The Ring that King Váskmun seeks, this Manthríf, it shall not free him from his delusion and greed! I say either King Váskmun must be convinced of his folly, or he must be brought low before he leads many of his people to their doom!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c7",
      "en": "Talk to Gimli outside the Oath-taker's Horn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f5",
      "en": "'beep'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011848",
      "en": "Gimli can be found outside the Oath-taker's Horn in Dor Amarth.\\n\\nDernaith has told you of a confrontation he had with an echo of the Dark Lord, a glamour, bound to the statue of Sauron. The glamour spoke cryptically, but told of the damned in the Mordath - the Black Pits of Mordor. You should return to Gimli and see if he has come to a decision about what is to be done about the Firehorns and King Váskmun Greytooth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1791",
      "en": "Upon the plains of Dor Amarth, you have found two Elves, Dernaith and Megoril, who have come to Mordor in search of their long-lost companion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568934",
      "en": "'I... am still recovering from my encounter with one of the Enemy's fell spirits... and my will is exhausted. Allow me a moment, [placeholder], and we shall speak.'\\n\\nDernaith takes a moment to steady himself.\\n\\n'If Megoril had not wished us to speak, you would not stand where you are now. What is it you want?'\\n\\nYou tell Dernaith that Megoril mentioned the fell spirit that inhabited the watching-stone, and that she and Dernaith had come in search of an Elf called Thelaron. You also mention the dwarf-rings and ask if Dernaith knows any of their history beyond when they were first granted to the dwarf-kingdoms by Sauron.\\n\\n'Indeed, we have come in search of our companion, Thelaron. This is a quest of our own, and one given to us long ago by the High King of my people before he was slain by Sauron.\\n\\n'As for the fell spirit... the one that rose from the statue looked a shade of Sauron himself, but weaker and less wicked in form. It was an echo of Sauron's sorcery, an echo of the Dark Lord - a glamour! This glamour told me of the Mordath, a Black Pit, beneath Barad-dûr where the damned are imprisoned, and it also told me to leave these lands or I would join the forgotten in the depths of the Black Pits and never again find my way from Mordor.\\n\\n'I do not heed the warnings of such spirits, but these tidings are both good and ill. If Thelaron lives, he may have been taken into the Black Pits. Thus, we would have never found him when last we destroyed Barad-dûr. He was hidden away, far beneath the scorched lands of Mordor, left to pass an Age in silence and darkness... and bearing whatever tortures the Dark Lord devised for him.\\n\\n'To answer your questions of the dwarf-rings... I have heard a few tales and rumours of them, but little else. As I have heard it told, they did not work as Sauron had planned. The dwarf-rings granted might and luck as well as some manner of concealment, but they did not corrupt the dwarves into servants of the Dark Lord as the Rings of Men did. Instead, the dwarf-rings brought forth a powerful and insatiable greed from deep within the minds of the dwarf-kings - a greed that bred in them a compulsion to seek wealth by any means and to hoard it in their vast halls. Ah, but other creatures were as fond of gold as the dwarves... and so for some of the dwarf-kingdoms, the Rings brought them to ruin.\\n\\n'I am afraid that is all I know of them. And so, I believe it is time that Megoril and I resume our search... and seek out the Mordath.\\n\\n'Your allies here seem to have great need of you. If our paths cross again, Megoril and I shall stand at your side!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568936",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "The Fates of the Damned",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568920",
      "en": "Gimli appears to be muttering to himself as you approach. You gently place your hand on his shoulder, but his gaze remains fixed on the Spire.\\n\\n'I have made more than a few great mistakes in my time, [placeholder], but as any fine dwarf would... and as I always have, I put them to rights.\\n\\n'The tortures Sauron brought upon Váskmun might not be undone, but there is still a goodness in these dwarves - a fair few of them, anyway!\\n\\n'To sulk here wishing of a different fate for the Stout-axes - that is not the way of a dwarf!\\n\\n'The Ring he seeks, this Manthríf, it shall not free him from his delusion and greed! I say Váskmun must be convinced of his folly, or he must be brought low!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568921",
      "en": "Gimli appears to be muttering to himself as you approach. You gently place your hand on his shoulder, but his gaze remains fixed on the Spire.\\n\\n'I have made more than a few great mistakes in my time, [placeholder], but as any fine dwarf would... and as I always have, I put them to rights.\\n\\n'The tortures Sauron brought upon Váskmun might not be undone, but there is still a goodness in these dwarves - a fair few of them, anyway!\\n\\n'To sulk here wishing of a different fate for the Stout-axes - that is not our way, my friend!\\n\\n'The Ring he seeks, this Manthríf, it shall not free him from his delusion and greed! I say Váskmun must be convinced of his folly, or he must be brought low!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c3",
      "en": "Talk to Dernaith outside the Oath-taker's Horn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568922",
      "en": "'Why have you come back to Mordor, [placeholder]? I was told you had sailed to Valinor, was that not so?'\\n\\nYou tell Megoril that you were drawn into War of the Ring by the sons of Elrond before sailing to the West. You explain that they told you of Sauron's return after failing to stop the fell spirits of the gaunt-lord, Ivar the Blood-hand, from possessing the remains of Skorgrím Dourhand. You tell Megoril that you felt compelled to remain in Middle-earth and see the quest of the Ring-bearer to its ending that Sauron might finally be defeated and banished evermore. You also mention that the Dwarves of Mordor now seek to claim one of Sauron's dwarf-rings, and that you have been banished for warning of their danger.\\n\\n'You aided the Ring-bearer in his quest? It brought me and Dernaith great joy and relief to learn that Sauron had truly fallen at last. Death has always eluded the Dark Lord, but I have heard that his Ring is gone and his essence diminished to naught. I know not why any would choose to seek the dwarf-rings or any other artifact that was wrought through Sauron's corruption, for now the evils he has done to us and the peoples of Middle-earth might now begin to heal at last....\\n\\n'I never thought I would look upon the plains of Gorgoroth again, but fate has brought me hither once more. You see, Dernaith and I have returned to this land in search of Thelaron.\\n\\n'Even after Sauron fell at the end of the Second Age, we could not find Thelaron in Mordor. He was hidden somewhere beyond our sight, and the Enemy's forces still remained to harry us - as few as they were after the War. Thus, our search begins anew. If Thelaron lives still, we shall find him! Do not feel as if you must join us in this task, [placeholder]. Your efforts in the War are still known to many of our kin who have since travelled to Valinor, and this is your burden no longer.\\n\\n'Dernaith has been attempting to learn what the spirits residing in these watching-stones have seen that they might unwittingly aid us, but none have answered our challenges... other than this one. Dernaith beheld a terrible form rise from this statue of Sauron, and it spoke to him, warning he would share the fates of the damned in the Mordath.\\n\\n'Mordath... Black Pit... I have never known such a place in Mordor! Indeed, this has given us much to consider....\\n\\n'Perhaps Dernaith might know the fates of the dwarf-rings you spoke of....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568939",
      "en": "'Did you not hear? I said speak! Why have you come here?'\\n\\nYou introduce yourself to Megoril and tell her of your journeys with the Host of the West and of your efforts to ensure the success of the Ring-bearer's quest and the downfall of Sauron the Enemy. You also tell Megoril of the Dwarves of Mordor and of their efforts to find the lost dwarf-rings in Sauron's hoards.\\n\\n'Very well, [placeholder]. I am Megoril of Lindon, and my companion is Dernaith. We are among the last remnants of the great Alliance in this realm, and it brought us joy and relief to learn that Sauron had truly fallen. Death has always eluded the Dark Lord, but I have heard that his Ring is gone and his essence diminished to naught. I know not why any would seek the dwarf-rings or any other artifact that was wrought through Sauron's corruption, for now the evils he has done to the peoples of Middle-earth might now begin to heal at last....\\n\\n'I never thought I would look upon the plains of Gorgoroth again, but fate has brought me hither once more. You see, Dernaith and I have returned to this land in search of our lost friend and kin, Thelaron.\\n\\n'During what is now called The War of the Last Alliance, our friend was taken by the Enemy and borne into Mordor on the back of one of his winged fell beasts. Our efforts to rescue Thelaron before he was taken beyond the Morannon failed, and in so doing, we nearly lost another of Gil-galad's favoured warriors to the corruption of Morgul-steel.\\n\\n'Even after Sauron fell at the end of the Second Age, we could not find Thelaron in Mordor. He was hidden somewhere beyond our sight, and the Enemy's forces still remained to harry us - as few as they were after the War. Thus, our search begins anew. If Thelaron lives still, we shall find him!\\n\\n'Dernaith has been attempting to learn what the spirits residing in these watching-stones have seen that they might unwittingly aid us, but none have answered our challenges... other than this one. Dernaith beheld a terrible form rise from this statue of Sauron, and it spoke to him, warning he would share the fates of the damned in the Mordath.\\n\\n'I have never known such a place in Mordor, but in the language of the Elves, it means Black Pit. Indeed, this has given us much to consider....\\n\\n'Perhaps Dernaith might know the fates of the dwarf-rings you spoke of....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "Dernaith can be found at the foot of the statue of Sauron near the Oath-taker's Horn in Dor Amarth.\\n\\nMegoril has asked you to speak to Dernaith about the fates of the dwarf-rings and their bearers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568923",
      "en": "'[placeholder]! Forgive me... I am still recovering from my encounter with one of the Enemy's fell spirits... and my will is exhausted.'\\n\\nDernaith takes a moment to steady himself.\\n\\n'My friend, I am gladdened to see you again! I did not think you remained in this realm as Megoril and I did after the War, but I am pleased you have come hither. Has Megoril told you of our purpose here?'\\n\\nYou tell Dernaith that Megoril mentioned the fell spirit that inhabited the watching stone, and that she and Dernaith had come in search of Thelaron. You also mention the dwarf-rings and ask if Dernaith knows any of their history beyond when they were first granted to the dwarf-kingdoms by Sauron.\\n\\n'Indeed, we have come for Thelaron... if still he lives. As for the fell spirit... the one that rose from the statue looked a shade of Sauron himself, but weaker and less wicked in form. It was an echo of Sauron's sorcery, an echo of the Dark Lord - a glamour! This glamour told me of the Mordath, a Black Pit, beneath Barad-dûr where the damned are imprisoned, and it also told me to leave these lands or I would join the forgotten in the depths of the Black Pits and never again find my way from Mordor.\\n\\n'I do not heed the warnings of such spirits, but these tidings are both good and ill. If Thelaron lives, he may have been taken into the Black Pits. Thus, we would have never found him when last we destroyed Barad-dûr. He was hidden away, far beneath the scorched lands of Mordor, left to pass an Age in silence and darkness... and bearing whatever tortures the Dark Lord devised for him.\\n\\n'To answer your questions of the dwarf-rings... I have heard a few tales and rumours of them, but little else. As I have heard it told, they did not work as Sauron had planned. The dwarf-rings granted might and luck as well as some manner of concealment, but they did not corrupt the dwarves into servants of the Dark Lord as the Rings of Men did. Instead, the dwarf-rings brought forth a great greed from deep within the minds of the dwarf-kings - a greed that bred in them a compulsion to seek wealth by any means and to hoard it in their vast halls. Ah, but other creatures were as fond of gold as the dwarves... and so for some of the dwarf-kingdoms, the Rings brought them to ruin.\\n\\n'I am afraid that is all I know of them, my friend. And so, I believe it is time that Megoril and I resume our search... and seek out the Mordath. Your allies here seem to have great need of you -- and I would not ask you to abandon them!\\n\\n'May the Valar shine upon you, [placeholder], and may our paths again unite in the days to come!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}