{
  "id": 620998474,
  "txt": [
    {
      "id": "0x8e11b19",
      "en": "Ever the lickspittle, Eitur's eagerness to forsake his allegiances brought him to a sorry end...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568950",
      "en": "'Firehorns? Bah! These dwarves are no kin of mine!\\n\\n'Say what you will of her - at least Zôreth never chained us to the doors! What sort of dwarf treats their own kin so thoughtlessly? Neither of us, I would think!\\n\\n'You and Gimli have seen much beyond these lands, and if this is what my home has now become, I should like to follow where you go and leave this land behind.\\n\\n'It is good to be out of these chains, my friend, but I cannot leave just yet! That is what one of these dwarves would do!\\n\\n'For the honour of my family and my fallen kin, I shall gather what remains of the Stout-axes and find them a place of rest in the low hills of Dor Amarth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011823",
      "en": "Spakorth can be found in the doorway to Zôreth's chambers alongside Gimli.\\n\\nYou have found all of Spakorth's brethren, but unfortunately Sversting and Eitur proved unwilling to abandon their King's quest. You should now speak to Spakorth in the Oath-breaker's Horn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568951",
      "en": "'What should have been a time of joy for my people has instead become a time of great sorrow....\\n\\n'Sversting was a fine dwarf, and I am saddened that he could not be made to see the madness of his King. As for Eitur, he was just as swift to seek Zôreth's favour. He was naught but a lickspittle no matter his master! Such behaviour does not befit any proud dwarf!\\n\\n'Aside from Náth and Dréri, I saw only a handful of my people leave the Spire for the western ruins. Poor Freki should have been among them, but Váskmun's petty Firehorns raised their axes against him. He has put his own foolish greed before the needs of his folk, and I shall never forgive him for that!\\n\\n'Even so, I must speak to him at once! Where is he?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568923",
      "en": "'It was not supposed to be like this....\\n\\n'Those who would not follow Váskmun were slain by Eitur and the others, and now all I have are these stones by which to remember them.\\n\\n'What have we done? Where is the honour among my people? Whether Manthríf holds any power or not, it has brought greater ruin upon our people than even Sauron could have devised.\\n\\n'Gimli spoke true, but the truth came too late to save my kin....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568924",
      "en": "'Firehorns? Bah! These dwarves are no kin of mine!\\n\\n'Say what you will of her - at least Zôreth never chained us to the doors!\\n\\n'You and Gimli have seen much beyond these lands, and if this is what my home has now become, I should like to follow where you go and leave this land behind.\\n\\n'It is good to be out of these chains, my friend, but I cannot leave just yet!\\n\\n'For the honour of my family and my fallen kin, I shall gather what remains of the Stout-axes and find them a place of rest in the low hills of Dor Amarth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011855",
      "en": "Dréri, Náth, and Freki can likely be found on the central level of the Oath-taker's Horn amidst the Firehorn barracks.\\n\\nSversting proved fiercely loyal to King Greytooth's quest and fought you valiantly. You should now seek Dréri, Náth, and Freki in the Firehorn barracks above.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d17b3",
      "en": "Gimli believes that King Greytooth must be made to see reason before he leads his people to ruin in his search for the Dwarf-rings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568954",
      "en": "'Although it took some convincing, Gimli has agreed to escort me to Zôreth's old chambers atop the Oath-taker's Horn. It is there that King Váskmun must make ready to embark upon his quest.\\n\\n'King Váskmun will hear my counsel, even if he heeds not a single word of it. Indeed, the Stout-axes may be free of the great tyrants of Mordor, but King Váskmun has become one of them, whether he believes it or not.\\n\\n'I trust Gimli's axe shall keep me from harm, but for your part, I would ask that you seek out Sversting, Dréri, Náth, and Freki. If they have not already realized the King's folly, I beg you to convince them to abandon the search for the dwarf-rings and seek refuge among Durin's Folk as Gimli has proposed. You have shown me that there is a life beyond Mordor worth aspiring to—that a Stout-axe need not live a life of shame and servitude. If there remains even the slightest hope that they might be convinced of their folly, [placeholder], I know you will be the one to do it!\\n\\n'I have no such hope for Eitur. Indeed, he may stand in our way, but he is a dwarf of words and little else! Eitur has always sought to please those in power, thinking it might win him some meagre amount of favour from his oppressors, and I think his loyalty now is as false as it has ever been. He is a shameful dwarf—be he a Stout-axe or a Firehorn. If he blocks our way to King Greytooth, he must be defeated and exposed for the coward he is!\\n\\n'Lead on, [placeholder]! Gimli and I shall follow you into the Spire!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568955",
      "en": "'It was not supposed to be like this, [placeholder]. We were free at last! What need have we to remain in this land?\\n\\n'Those who would not follow King Váskmun were slain by Eitur and the others, and now all I have are these stones by which to remember them.\\n\\n'What have we done? Where is the honour among our people? Whether Manthríf holds any power or not, it has brought greater ruin upon our people than even Sauron could have devised.\\n\\n'Your friend Gimli spoke true, but the truth came too late to save our kin....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011857",
      "en": "Eitur can likely be found in Zôreth's chambers on the highest level of the Oath-taker's Horn.\\n\\nYou have found all of Spakorth's brethren except for Eitur. You should now seek him and defeat him if need be.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568956",
      "en": "'Firehorns? Bah! These dwarves are no kin of ours!\\n\\n'Say what you will of her—at least Zôreth never chained us to the doors! What sort of dwarf treats their own kin so ruthlessly? Neither of us, I would think. You and I both did what we needed to survive, but we knew well the worth of our kin. That was the way of the Stout-axe!\\n\\n'You and Gimli have seen much beyond the realm of Mordor, and if this is what King Greytooth and our people have now become, I should like to follow where you go and leave this land behind.\\n\\n'It is good to be out of these chains, my friend, but I cannot leave just yet. To turn my back on my people in their hour of need... that is what one of these Firehorns would do!\\n\\n'For the honour of my family and our fallen kin, I shall gather our people and find them a place of rest in the low hills of Dor Amarth. We Stout-axes have endured worse in our time, and this will not be the end of us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d17b6",
      "en": "After King Greytooth seized control of the Flaming Spire, Spakorth fears what may have become of his brethren in the Oath-taker's Horn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568957",
      "en": "'What should have been a time of joy for our people has instead become a time of great sorrow, [placeholder]. You brought with you a new hope for our people, but now, King Greytooth has all but smothered it.\\n\\n'I mourn Sversting, for he was a fine dwarf, and I am saddened that he could not be made to see the folly of King Váskmun. However, I feel no such pity for Eitur. He was a traitor to the Stout-axes and nothing more!\\n\\n'Aside from Náth and Dréri, I saw only a handful of our people leave for the western ruins at old Díngarth. Poor Freki should have been among them, but these petty Firehorns raised their axes against him. King Váskmun has put his own foolish greed before the needs of our folk, and I shall never forgive him for that!\\n\\n'Even so, I must speak to him at once. He will hear my counsel—one way or another! Where is he?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c8",
      "en": "Find Sversting",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c9",
      "en": "Find Freki",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1791",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b07",
      "en": "Regrettably, Sversting could not be turned from his loyalty to King Greytooth...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "Sversting can likely be found about the forges on the lowest level of the Oath-taker's Horn.\\n\\nSpakorth has asked you to seek his brethren with the Oath-taker's Horn. Since you are entering at the lowest level of the Spire, you should first seek Sversting and see if he might be convinced to abandon Váskmun Greytooth's quest for the dwarf-rings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f5",
      "en": "'At my request, Gimli has offered to escort me to Zôreth's chambers in the heights of the Spire.\\n\\n'We shall force Váskmun to hear my counsel, even if he heeds not a single word of it. Indeed, the Stout-axes may still be free of the tyrants of Mordor, but Váskmun has become one of them, whether he believes it or not.\\n\\n'I trust Gimli's axe shall keep me from harm, but I would ask that you seek Sversting, Dréri, Náth, and Freki as we storm the Spire. If they have not already realized the King's folly, I would have you convince them to abandon the search for the dwarf-rings and seek refuge among Durin's Folk as Gimli has proposed.\\n\\n'As for Eitur... he may stand in our way, but he is a dwarf of words and little else! He has always sought to please those in power, and I think his loyalty now as false as it has ever been. If he stands in the way of the King, he must be defeated or exposed as the coward he is!\\n\\n'Go, [placeholder]! Gimli and I shall follow you into the Spire!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a2",
      "en": "Talk to Spakorth in the Oath-breaker's Horn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d1",
      "en": "Find Náth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d2",
      "en": "Find Dréri",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b10",
      "en": "Tragically, Freki appears to have been slain by his own kin...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d6",
      "en": "Confront Eitur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Under a Wicked Crown",
      "es": "",
      "es (fem)": ""
    }
  ]
}