{
  "id": 620998454,
  "txt": [
    {
      "id": 190220626,
      "en": "'You found them, [placeholder]?! This is excellent news!'\\n\\nYou tell Gimli that Spakorth has asked to meet with him at the muddied cistern of Blozronk to the east.\\n\\n'Of course, my friend! I am happy to meet with Spakorth. Perhaps we might build a new friendship between our peoples!'\\n\\nLegolas lets out a stern cough.\\n\\n'Oh, you think they're up to something, do you? Well, if they're anything like those dwarves in Udûn, then we may have cause for concern, but they seemed a different sort of Stout-axe to me! If it makes you feel better, why don't you come along too, Legolas?\\n\\n'Let us go to Blozronk, [placeholder]. Lead the way!'\\n\\n\\n<rgb=#FF0000>NOTE: You will swiftly travel to Blozronk when you continue this quest.</rgb>",
      "es": ""
    },
    {
      "id": 173025735,
      "en": "Talk to Gimli at Blozronk",
      "es": ""
    },
    {
      "id": 190220789,
      "en": "'It has been long since my folk last spoke to outsiders... especially those with the might to bring him low.\\n\\n'For what purpose have you come to these lands? To liberate its peoples? Conquest? I suppose it does not matter now. You are here, and so that is that! The Deathless may not see it so, but their quarrels are their own!\\n\\n'I must ask... in your vast armies, were there any dwarves? We have seen naught of our kin and cousins in the lands beyond Mordor since the early days of our folk in the mountains to the East, and I would be gladdened to learn that we are not the last dwarves in this realm.'\\n\\nYou tell Spakorth of Gimli and of the House of Durin's Folk.\\n\\n'Ah! So one of my kin has come to these lands? If he so wishes it, I would much desire to meet him!\\n\\n'Tell this Gimli of the Stout-axes of Mordor! If he wishes to meet with me, I would have us forge a new peace free of Sauron's influence.\\n\\n'Go! I shall wait here for a time, and if you do not return, I shall honour his choice.'",
      "es": ""
    },
    {
      "id": 190220583,
      "en": "'It has been long since my folk last spoke to outsiders...especially those with the might to bring him low.\\n\\n'For what purpose have you come to these lands? To liberate its peoples? Conquest? I suppose it does not matter now. You are here, and so that is that! The Deathless may not see it so, but their quarrels are their own!\\n\\n'I must ask... in your vast armies, were there any others like us? We have seen naught of our kin and cousins in the lands beyond Mordor since the early days of our folk in the mountains to the East, and I am gladdened to learn that we are not the last dwarves in this realm. You look a mighty [placeholder], indeed, but were there any others among your company?'\\n\\nYou tell Spakorth of Gimli and of the House of Durin's Folk.\\n\\n'Ah! So another of my kin has come to these lands as well? And one from the old House of Durin, no less! If he so wishes it, I would much desire to meet him!\\n\\n'Tell this Gimli of the Stout-axes of Mordor! If he wishes to meet with me, I would have us forge a new peace free of Sauron's influence. \\n\\n'Go! I shall wait here for a time, and if you do not return, I shall honour his choice.'",
      "es": ""
    },
    {
      "id": 190220584,
      "en": "'Aye, I am just as surprised as you to find dwarves here in Mordor, [placeholder].'\\n\\n'The Stout-axes... I must admit, I have many questions I wish to ask about the early years of their folk and how they came to dwell here. There is so much to be learned from them - so much to be learned for the dwarves! Even if they toiled under the Dark Lord, I'd wager they're still a better lot than the Dourhands.\\n\\n'See, Legolas? It's not like he's got evil eyes painted all over him!\\n\\n'I think it's time we properly introduce ourselves, wouldn't you say?'",
      "es": ""
    },
    {
      "id": 190220585,
      "en": "'For what purpose have you returned to these lands? To liberate its peoples? Conquest? I suppose it does not matter. You are here, and so that is that! The Deathless may not see it so, but their quarrels are their own!\\n\\n'I must ask... in the vast armies of the West, were there any others like us? Not Stout-axes, of course, but our cousins—dwarves of the other clans. You see, the Dark Lord proclaimed that he had destroyed the Seven Houses and that we alone remained in Middle-earth. I never dared to believe it, but only because I feared to know the truth of it. But now, I must know. Have the other Houses endured or are we truly alone, [placeholder]?\\n\\nYou tell Spakorth of Gimli and of the House of Durin's Folk.\\n\\n'Never have I been so relieved, my friend. How glad I am to learn that the dwarves of Middle-earth have endured! So one of our cousins has come to these lands as well? And one from the old House of Durin, no less! If Gimli so wishes it, I would much desire to meet him!\\n\\n'If Gimli wishes to meet with me, let us speak of old bonds and new friendships. All I ask is that we meet here, beyond the sight of the Mistress of Lûghash.'",
      "es": ""
    },
    {
      "id": 173025746,
      "en": "Talk to Spakorth at Blozronk",
      "es": ""
    },
    {
      "id": 184621128,
      "en": "Gimli can be found at his camp-site within Dor Amarth.\\n\\nSpakorth has told the tale of his people's enslavement by a Black Númenórean and how the House that belonged to his ancestors was slowly brought to ruin by Sauron. You should speak to Gimli about what is to be done.",
      "es": ""
    },
    {
      "id": 126687121,
      "en": "After encountering the Stout-axe Dwarves of Mordor, Legolas and Gimli hope to establish peace with this long-lost House.",
      "es": ""
    },
    {
      "id": 190220596,
      "en": "'You found them after all, [placeholder]? Oh ho! Tell me of them!'\\n\\nYou tell Gimli of the Stout-axe Dwarves of Mordor and of their origins in the mountains to the East. You also mention that Spakorth has asked to meet with Gimli at the muddied cistern of Blozronk to the east.\\n\\n'Stout-axe Dwarves? I have never heard of a House by that name in all my years. Perhaps it was a name given to them by the Dark Lord, or their line was broken...'\\n\\nGimli appears initially perplexed by this news, but a wave of merriment soon washes over his face.\\n\\n'Still, they did you no harm, so I shall hear this Spakorth's words.'\\n\\nLegolas lets out a stern cough.\\n\\n'Oh, you think they're up to something, do you? Well, for all I know of them, they might well be. Why don't you come along too, Legolas?\\n\\n'Let us go to Blozronk, [placeholder]. Lead the way!'\\n\\n\\n<rgb=#FF0000>NOTE: You will swiftly travel to Blozronk when you continue this quest.</rgb>",
      "es": ""
    },
    {
      "id": 9362259,
      "en": "Listen to Spakorth",
      "es": ""
    },
    {
      "id": 9362260,
      "en": "Listen to Gimli and Legolas",
      "es": ""
    },
    {
      "id": 190220598,
      "en": "'Aye, he's a dwarf all right. Not that I doubted you, [placeholder], but I am just as surprised as you to find dwarves here in Mordor!\\n\\n'The Stout-axes... I must admit, I have many questions I wish to ask about the early years of their folk and how they came to dwell here. There is so much to be learned from them! Even if they toiled under the Dark Lord, I'd wager they're still a better lot than the Dourhands.\\n\\n'See, Legolas? It's not like he's got evil eyes painted all over him!\\n\\n'I think it's time we properly introduce ourselves, wouldn't you say?'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Emissary of the Stout-axes",
      "es": ""
    },
    {
      "id": 173025730,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 190220577,
      "en": "'Gimli seems a fine dwarf, and I am glad to have met him. He has many questions, and I am pleased to say that I can provide him many of the answers he seeks. If there is time enough, I have questions of my own!\\n\\n'We Stout-axes hold little sway in Mordor, but we dwell in peace within the Flaming Spire under the rule of Mistress Zôreth. We are no Dwarf-kingdom of old, but we are not so few as to be forgotten in this land -- for even Sauron could not forget us!\\n\\n'If you or Gimli wish it, you are welcome to visit our home in Lûghash - provided the Mistress does not find out, of course.\\n\\n'Hah! But if she didn't know you were there....'",
      "es": ""
    },
    {
      "id": 9362262,
      "en": "Listen to Gimli and Spakorth",
      "es": ""
    },
    {
      "id": 173025731,
      "en": "Talk to Gimli at the ruins of Díngarth",
      "es": ""
    },
    {
      "id": 190220624,
      "en": "'Gimli seems a fine dwarf, and I am glad to have met him. He has many questions, and I am pleased to say that I can provide him many of the answers he seeks. If there is time enough, I have many questions of my own!\\n\\n'As you know, we Stout-axes hold little sway in Mordor, but at least now we dwell in some measure of peace within the Flaming Spire under the rule of Mistress Zôreth. We are not as many as we once were in the days before our thralldom, but we are not so few as to be forgotten in this land—for even Sauron could not forget us!\\n\\n'If you or Gimli wish it, you are welcome to visit our home in Lûghash - provided the Mistress does not find out, of course.\\n\\n'Hah! But if she didn't know you were there....'",
      "es": ""
    },
    {
      "id": 184621136,
      "en": "Spakorth can be found at Blozronk in Dor Amarth.\\n\\nGimli and Legolas have discussed their concerns, but Gimli appears eager to help the Dwarves of Lûghash despite Legolas's reticence. You should now speak to Spakorth and learn how best to aid his folk.",
      "es": ""
    },
    {
      "id": 190220625,
      "en": "'It is an honour to meet more of your people, [placeholder].'\\n\\n'I must admit, I have many questions I wish to ask. Although you have shared many stories of your life with me in our time together, it still seems to me that I know almost nothing of the Stout-axes! Even if they toiled under the Dark Lord, I'd wager they're still a better lot than the Dourhands.\\n\\n'See, Legolas? It's not like they've got evil eyes painted all over them. These are [placeholder]'s people, after all!\\n\\n'I think it's time I properly introduce myself, wouldn't you say?'",
      "es": ""
    },
    {
      "id": 184621160,
      "en": "Gimli can be found at the ruins of Díngarth in Dor Amarth.\\n\\nSpakorth of the Stout-axes has offered to treat with Gimli at Blozronk. You should return to Gimli and Legolas.",
      "es": ""
    }
  ]
}