{
  "id": 620998465,
  "txt": [
    {
      "id": 190220580,
      "en": "'This is not as simple a matter as it was with the Dourhands. You know as well as I do that these so-called Firehorns are not cruel or evil in their hearts, but the promise of a dwarf-ring's power has begun to chip away at the good sense of your folk!\\n\\n'You and I both saw what the Ring did to Frodo, even in the short span of months he bore it before our paths were forced apart! If King Váskmun was forced to wear it in the dungeons of Barad-dûr during his imprisonment and then deprived of its power by Sauron, his mind may have withered into an obsession! Although, being a dwarf like us, I think he may have fared a bit better than Gollum!\\n\\n'[placeholder], I do not wish to raise arms against King Váskmun and any others of your folk if it can be helped!\\n\\n'King Váskmun may not allow us inside the Oath-taker's Horn, but that does not mean we cannot come to the doors of the Spire! Ha!\\n\\n'Go to the hidden gate of the Oath-taker's Horn and summon the Firehorns! Deliver to your kin an invitation for King Greytooth to meet us upon the field!\\n\\n'When that is done, we shall speak of peace... and of having some better dwarf-sense!'",
      "es": ""
    },
    {
      "id": 190220789,
      "en": "'This is not as simple a matter as it was with the Dourhands.... These Firehorns are not cruel or evil in their hearts, but the promise of a dwarf-ring's power has begun to chip away at their good sense!\\n\\n'You and I saw what the Ring did to Frodo, even in the short span of months he bore it before our paths were forced apart! If Váskmun was forced to wear it in the dungeons of Barad-dûr during his imprisonment and then deprived of its power by Sauron, his mind may have withered into an obsession! Although, being a dwarf, I think he may have fared a bit better than Gollum!\\n\\n'[placeholder], I do not wish to raise arms against Váskmun and his folk if it can be helped!\\n\\n'Váskmun may not allow us inside the Oath-taker's Horn, but that does not mean we cannot come to the doors of the Spire! Ha!\\n\\n'Go to the hidden gate of the Oath-taker's Horn and summon the Firehorns! Deliver them an invitation for King Greytooth to meet us upon the field!\\n\\n'When that is done, we shall speak of peace... and of having some better dwarf-sense!'",
      "es": ""
    },
    {
      "id": 173025736,
      "en": "Call forth the Firehorns and deliver Gimli's message",
      "es": ""
    },
    {
      "id": 148970243,
      "en": "You hear heavy hammer-falls inside the hidden gate. It seems the Firehorns have been ordered to seal it...",
      "es": ""
    },
    {
      "id": 148970246,
      "en": "You discover a metal-wrought mechanism outside the main gate...",
      "es": ""
    },
    {
      "id": 148970249,
      "en": "You hear muffled trumpeting as Eitur and two Firehorn warriors exit the Oath-taker's Horn!",
      "es": ""
    },
    {
      "id": 184621127,
      "en": "The main gate of the Oath-taker's Horn can be found in the vale far below the hidden gate.\\n\\nYou have tried to enter the hidden gate and have found that the Firehorns have begun to seal it from within. You should now try the main gate.",
      "es": ""
    },
    {
      "id": 173025747,
      "en": "Talk to Gimli outside the Oath-taker's Horn",
      "es": ""
    },
    {
      "id": 126687121,
      "en": "Determined to turn Váskmun Greytooth from his delusions of Manthríf's worth to him and his people, Gimli resolves to enter the Oath-taker's Horn and offer a final plea to the King of the Firehorns.",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "A Final Plea",
      "es": ""
    },
    {
      "id": 173025730,
      "en": "Deliver Gimli's message to the Firehorns at the hidden gate of the Oath-taker's Horn",
      "es": ""
    },
    {
      "id": 184621136,
      "en": "The gate mechanism can be found beside the main gate of the Oath-taker's Horn.\\n\\nYou have arrived at the main gate of the Oath-taker's Horn. You should use the gate mechanism and call forth the Firehorns to deliver Gimli's message.",
      "es": ""
    },
    {
      "id": 190220578,
      "en": "'The Firehorns did what now? They attacked you... and they threatened my folk?'\\n\\nGimli's face flushes with anger.\\n\\n'Well, that settles it! The time for talk is ended!'",
      "es": ""
    },
    {
      "id": 173025733,
      "en": "Deliver Gimli's message to the Firehorns at the main gate of the Oath-taker's Horn",
      "es": ""
    },
    {
      "id": 184621137,
      "en": "Gimli can be found along the causeway outside the Oath-taker's Horn.\\n\\nYou were brutally attacked by the Firehorns, and they threatened the Dwarves of Durin's Folk. You should talk to Gimli and tell him what has happened.",
      "es": ""
    },
    {
      "id": 184621160,
      "en": "The hidden gate of Lûghash can be found in an alcove high above the main gate, accessible by a rear pathway leading onto the Spire.\\n\\nGimli has asked you to deliver a message to the Firehorns in the Oath-taker's Horn. He hopes that King Greytooth might be convinced to treat upon the plains of Dor Amarth.",
      "es": ""
    }
  ]
}