{
  "id": 620998447,
  "txt": [
    {
      "id": "0xb011852",
      "en": "Freki can be found on the main level of Lûghash.\\n\\nYou have delivered rations to many of the Stout-axe smiths in Lûghash and should now return to Freki.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568925",
      "en": "'Aye, that will do for now. As our distant kin, it must seem cruel to you and your companion, but this is our way.\\n\\n'We must share wisely the food that Mistress Zôreth provides us, friend. Hunger is a burden we Stout-axes must all bear, and as kin we bear it together.\\n\\n'I hope some good fortune comes to our folk once we find what the Mistress desires....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011853",
      "en": "Rations can be found throughout the main level of Lûghash.\\n\\nFreki has asked you to gather rations for the exhausted smiths of Lûghash. You should gather the rations, and then proceed down to the depths of Lûghash to deliver them to the Stout-axe smiths.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f5",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xb568926",
      "en": "'Since I returned to the Spire, I have noticed a few of the smiths of my kin looking unwell. They have toiled tirelessly for the Mistress, and I think their hunger has finally caught up to them.\\n\\n'In truth, we all hunger. We are allowed only meagre rations of old meat and overripe vegetables. The folk of Nurn bear the burden of feeding all of Mordor, and there is little left for us once Mistress Zôreth's kin and the Orcs have at it.\\n\\n'The measly rations that still remain are piled about here in the barracks, and I would have you gather them for the smiths. My kin may be displeased, but the health of our folk is worth more than one missed meal.\\n\\n'Offer the smiths a brief respite and some rations, and if the Mistress is displeased with me for allowing it, She can come speak to me herself!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c8",
      "en": "Deliver rations to Stout-axe smiths in Lûghash ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa334",
      "en": "Worked to the Bone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568927",
      "en": "'Aye, that will do.\\n\\n'We must share wisely the food that Mistress Zôreth provides us, [placeholder]. Hunger is a burden we Stout-axes must all bear, and you know as well as I what must be done to survive in these lands.\\n\\n'I hope some good fortune comes to our folk once we find what the Mistress desires....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568928",
      "en": "'Since I returned to the Spire, I have noticed a few of our smiths are looking unwell. They have toiled tirelessly for the Mistress, and I think their hunger has finally caught up to them.\\n\\n'We Stout-axes all hunger, though, do we not? You have not forgotten the meagre rations that you were afforded in Barad-dûr, have you? Old meat and overripe vegetables. Bah! The folk of Nurn bear the burden of feeding all of Mordor, and there is little left for us once Mistress Zôreth, the Men of Mordor, and the Orcs have at it.\\n\\n'The rations that still remain are piled about here in the barracks, and I would have you gather them for our smiths. Some of the others may be displeased, but the good of our folk is worth more than one missed meal.\\n\\n'Offer our smiths a brief respite and some rations, and if the Mistress is displeased with me for allowing it, She can come speak to me herself!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b05",
      "en": "Collected rations for the Stout-axe smiths in Lûghash ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b09",
      "en": "Delivered rations to Stout-axe smiths in Lûghash ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d1",
      "en": "Talk to Freki in Lûghash",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011846",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011847",
      "en": "Stout-axe smiths can be found on the lower level of Lûghash.\\n\\nYou have gathered several rations and should now deliver them to the Stout-axe smiths in Lûghash.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1791",
      "en": "The Stout-axes of Lûghash have long toiled for Zôreth, but her frantic search for the Dark Lord's keepings has pushed many into illness and death.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Better Fed Than Dead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568920",
      "en": "'Aye, that will do for now.\\n\\n'We must share wisely the food that Mistress Zôreth provides us, friend. Hunger is a burden we Stout-axes must all bear, and as kin we bear it together.\\n\\n'I hope some good fortune comes to us once we find what the Mistress desires....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c4",
      "en": "Collect rations for the Stout-axe smiths in Lûghash ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    }
  ]
}