{
  "id": 620998453,
  "txt": [
    {
      "id": 173025753,
      "en": "Aid Freki in TBD POOL",
      "es": ""
    },
    {
      "id": 236954403,
      "en": "The Dwarves of Mordor",
      "es": ""
    },
    {
      "id": 9362214,
      "en": "Listen to Freki",
      "es": ""
    },
    {
      "id": 148970262,
      "en": "The frantic, muffled cry of another dwarf rings out nearby!",
      "es": ""
    },
    {
      "id": 9362216,
      "en": "Listen to Spakorth",
      "es": ""
    },
    {
      "id": 148970129,
      "en": "You have found a company of exhausted dwarves gathered near a muddied cistern!",
      "es": ""
    },
    {
      "id": 184621089,
      "en": "Spakorth can be found at Blozronk in Dor Amarth.\\n\\nA dwarf named Spakorth has led the dwarves to the muddied waters of Blozronk. You should speak to him.",
      "es": ""
    },
    {
      "id": 184621137,
      "en": "The Dwarves of Mordor might be found somewhere along the causeway to Barad-dûr.\\n\\nOverjoyed that his kin have escaped Sauron's wrath, Gimli has asked you to search for the Dwarves of Mordor.",
      "es": ""
    },
    {
      "id": 184621138,
      "en": "The dwarves can be found at Blozronk along the causeway to Barad-dûr to the south-east of the Ruins of Díngarth in Dor Amarth.\\n\\nYou have found a company of wounded dwarves in Dor Amarth. You should aid them as Gimli requested.",
      "es": ""
    },
    {
      "id": 190220626,
      "en": "'Stout-axe Dwarves? I have never heard of a House by that name in all my years. Perhaps it was a name given to them by the Dark Lord, or its line was broken...'\\n\\nGimli appears perplexed by this news, but a wave of merriment soon washes over his face.\\n\\n'Still, they did you no harm, so I shall hear this Spakorth's words.'",
      "es": ""
    },
    {
      "id": 184621093,
      "en": "Gimli can be found at the Ruins of Díngarth in Dor Amarth.\\n\\nSpakorth of the Stout-axes has offered to treat with your allies. You should return and speak to Gimli and tell him of the Stout-axes of Mordor.",
      "es": ""
    },
    {
      "id": 184621144,
      "en": "The dwarves can be found at TBD Pool along the causeway to Barad-dûr to the south-east of TBD HUB in Dor Amarth.\\n\\nYou have found a company of wounded dwarves in Dor Amarth. You have aided the wounded, and should ensure that none remain in need of healing.",
      "es": ""
    },
    {
      "id": 190220633,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 173025730,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 173025732,
      "en": "Offer water to dwarves at Blozronk ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220450,
      "en": "'Aye, this is a tricky land. I do not know what beasts could live in such a place, but we dwarves are hardy folk!\\n\\n'These Dwarves of Mordor must dwell somewhere in the Doomfold, but perhaps they do not wish to be found. If they make use of dwarf-doors as the House of Durin once did in Khazad-dûm, you and I both know that even the most thorough search would never bear fruit. Let us hope it does not come to that!\\n\\n'You found the dwarf near the causeway that leads to the Dark Tower, didn't you? If you ask me, no dwarf but ones as hale as you or I would be wise to travel these lands alone, and even if one did, they would soon be sought out if they did not return.\\n\\n'Patrol the causeway to the east and see if you do not find others of our kin... and ones with better luck, I would hope!'",
      "es": ""
    },
    {
      "id": 173025736,
      "en": "Patrol the causeway towards Barad-dûr and search for the dwarves of Mordor",
      "es": ""
    },
    {
      "id": 190220451,
      "en": "'What is it? Why are you bothering--'\\n\\nSpakorth turns and flinches at once upon seeing you.\\n\\n'I... what do you want? Why have you come here? Whatever your purpose is here, we want no part of it!'\\n\\nOne of Spakorth's expedition calls to him and tells him of the water you offered them.\\n\\n'You do not mean us harm? Sauron told us that the folk of the West were not to be trusted, especially those from the kingdoms of Men and Elves.\\n\\n'Well, then, let us speak and I shall decide if we have been misled.'",
      "es": ""
    },
    {
      "id": 173025360,
      "en": "Patrol the causeway towards Barad-dûr and search for the Dwarves of Mordor",
      "es": ""
    },
    {
      "id": 190220452,
      "en": "'What is it? Why are you bothering--'\\n\\nSpakorth turns and flinches at once upon seeing you.\\n\\n'I... what? A fellow dwarf?! Why have you come here?'\\n\\nOne of Spakorth's expedition calls to him and tells him of the water you offered them.\\n\\n'You do not mean us harm? Sauron told us that the folk of the West were not to be trusted, especially those from the kingdoms of Men and Elves. Perhaps he did not mean it so for the dwarves after all....\\n\\n'Well, then, let us speak and I shall decide if we have been misled.'",
      "es": ""
    },
    {
      "id": 126687121,
      "en": "After discovering the Dwarves of Mordor escaped Sauron's wrath, Gimli seeks to reunite with his long-lost kin.",
      "es": ""
    },
    {
      "id": 148970245,
      "en": "Offered water to dwarves at Blozronk ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220453,
      "en": "'What is it? Why are you bothering--'\\n\\nSpakorth turns and flinches at once upon seeing you.\\n\\n'I... what? Are you one of us? A Stout-axe?! Why have you come here? By the look of you, you must have escaped to better fortunes. Why would you dare to come back?'\\n\\nYou tell Spakorth that you escaped from Mordor and fled west. As you begin to explain yourself, one of Spakorth's expedition calls to him and tells him of the water you offered them.\\n\\n'You are either brave or foolish to have returned to Mordor, [placeholder]. Even so, I welcome the aid of one of our own. I am certain there is more to your tale of escape than you have told me thus far, and I would hear more of it and of your purpose in Mordor before placing my trust in you—even if you are of the Khirvísa.\\n\\n'Let us speak, and I shall decide.'",
      "es": ""
    },
    {
      "id": 190220454,
      "en": "'Aye, this is a tricky land. Even the tales you have told me of Mordor fall short of the truth of it!\\n\\n'The other Stout-axes must dwell somewhere in the Doomfold, but perhaps they do not wish to be found. If they make use of dwarf-doors as the House of Durin once did in Khazad-dûm, you and I both know that even the most thorough search would never bear fruit. Let us hope it does not come to that!\\n\\n'You found your fallen kin near the causeway that leads to the Dark Tower, didn't you? Perhaps that is the best place to begin our search, then.\\n\\n'Patrol the causeway to the east and see if you do not find any other Stout-axes... and ones with better luck, I would hope!'",
      "es": ""
    },
    {
      "id": 148970249,
      "en": "You have found a company of wounded dwarves gathered near a muddied cistern!",
      "es": ""
    },
    {
      "id": 184621160,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 190220789,
      "en": "'Aye, this is a tricky land. I do not know what beasts could live in such a place, but dwarves are hardy folk!\\n\\n'These Dwarves of Mordor must dwell somewhere in the Doomfold, but perhaps they do not wish to be found. If they make use of dwarf-doors as the House of Durin once did in Khazad-dûm, even the most thorough search would never bear fruit. Let us hope it does not come to that!\\n\\n'You found the dwarf near the causeway that leads to the Dark Tower, didn't you? If you ask me, no dwarf would be wise to travel these lands alone, and even if one did, they would soon be sought out if they did not return.\\n\\n'Patrol the causeway to the east and see if you do not find others of his kin... and ones with better luck, I would hope!'",
      "es": ""
    },
    {
      "id": 173025700,
      "en": "Talk to Gimli at the Ruins of Díngarth",
      "es": ""
    },
    {
      "id": 173025703,
      "en": "Talk to Spakorth at Blozronk",
      "es": ""
    },
    {
      "id": 173025751,
      "en": "Ensure that you have freed all the dwarves",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "DNT ",
      "es": ""
    }
  ]
}