{
  "id": 620998464,
  "txt": [
    {
      "id": 173025753,
      "en": "Confront Eitur",
      "es": ""
    },
    {
      "id": 236954404,
      "en": "The Wisdom of Zôreth",
      "es": ""
    },
    {
      "id": 251715600,
      "en": "Deliver to Zôreth's research to Spakorth in the Oath-taker's Horn",
      "es": ""
    },
    {
      "id": 148970263,
      "en": "Tragically, Freki appears to have been slain by his own kin...",
      "es": ""
    },
    {
      "id": 148970130,
      "en": "This page makes note of the key King Greytooth bore during his imprisonment...",
      "es": ""
    },
    {
      "id": 148970131,
      "en": "This page lists the names of the seven dwarf-rings, but four are marked with unsettling notes... ",
      "es": ""
    },
    {
      "id": 190220577,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 184621091,
      "en": "Spakorth can be found in Zôreth's chambers within the Oath-taker's Horn.\\n\\nYou have found much of Zôreth's research into the locations of Sauron's artifacts. You should deliver the pages you recovered to Spakorth.",
      "es": ""
    },
    {
      "id": 184621093,
      "en": "Zôreth's chambers can be found upon the highest level of the Oath-taker's Horn.\\n\\nGimli has asked you to seek out Zôreth's research in her chambers of old in the hope that it might lead you to King Greytooth and the Firehorns.",
      "es": ""
    },
    {
      "id": 126687155,
      "en": "After defeating the Firehorns within the Oath-taker's Horn, Gimli and Spakorth now hope to discover where King Greytooth has led his folk in search of the Dwarf-ring, Manthríf.",
      "es": ""
    },
    {
      "id": 184621144,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 173025730,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 190220449,
      "en": "'What have you learned? I beg you - let me see those pages!'\\n\\nYou offer the pages of Zôreth's research to Spakorth, and he reads for a time. Upon reaching the notes about the terrible creatures beneath Barad-dûr, he pauses a moment. When at last he comes to the names of the four rings that bear Zôreth's marks, he seems at once stunned.\\n\\n'What is this?!'",
      "es": ""
    },
    {
      "id": 148970336,
      "en": "Ever the lickspittle, Eitur's eagerness to forsake his allegiances brought him to a sorry end...",
      "es": ""
    },
    {
      "id": 173025736,
      "en": "Find Sversting",
      "es": ""
    },
    {
      "id": 190220452,
      "en": "'We are too late, [placeholder]. I wish it had not come to this....'\\n\\nGimli sighs sorrowfully.\\n\\n'These were fine dwarves, like those of our peoples, and they did not deserve such a sorry fate. Even after his downfall, Sauron has brought his ruin upon our folk - distant as they were to our peoples. The Ring twisted Váskmun's mind, and now his people share his obsession with wielding its power. Whatever remains of it, that is....\\n\\n'Where now has Váskmun led them? To ruin, surely, but where in this blasted land does he now search for the dwarf-ring?\\n\\n'Wait a moment! Zôreth kept many notes in her own search for the Rings, didn't she? We are here in her old chambers, so let us search for them. With all that has happened, I should say they'll be of more use to us!'",
      "es": ""
    },
    {
      "id": 126687121,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 148970245,
      "en": "Regrettably, Sversting could not be turned from his loyalty to King Greytooth...",
      "es": ""
    },
    {
      "id": 190220453,
      "en": "'We are too late, [placeholder]. I wish it had not come to this....'\\n\\nGimli sighs sorrowfully.\\n\\n'These were fine dwarves, proud Stout-axes like you, and they did not deserve such a sorry fate. Even after his downfall, Sauron has brought his ruin upon your folk—on both of our folk, as distant cousins we are! The old Ring of Power twisted King Váskmun's mind, and now a small, but loyal faction of his people share his obsessions. They will stop at nothing to wield the power of Manthríf—whatever remains of it, that is. I do not know how these things are meant to work. Will they possess the same power now that the Dark Lord is gone?\\n\\n'I do not know, [placeholder]. Where now has King Váskmun led them? To ruin, of course, but where in this blasted land does he now search for his lost dwarf-ring? Wait a moment! Zôreth kept many notes in her own search for the Rings of Power, didn't she? We are here in her old chambers, so let us search for them.\\n\\n'After what became of her at the hands of King Greytooth, I should think they'll be of more use to us!'",
      "es": ""
    },
    {
      "id": 190220454,
      "en": "'What have you learned, [placeholder]? I beg you—let me see those pages!'\\n\\nYou offer the pages of Zôreth's research to Spakorth, and he reads over them for a time. Upon reaching the notes about the terrible creatures beneath Barad-dûr, he pauses a moment. When at last he comes to the names of the four rings that bear Zôreth's marks, he seems at once stunned.\\n\\n'What is this?!'",
      "es": ""
    },
    {
      "id": 148970342,
      "en": "This page speaks of a vault within the depths of the Black Pits of Mordath...",
      "es": ""
    },
    {
      "id": 148970343,
      "en": "DNT - BLAH",
      "es": ""
    },
    {
      "id": 148970344,
      "en": "This page makes reference to a passage within Barad-dûr that leads into the Mordath...",
      "es": ""
    },
    {
      "id": 184621160,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 173025744,
      "en": "Find Dréri",
      "es": ""
    },
    {
      "id": 148970345,
      "en": "DNT - BLAH",
      "es": ""
    },
    {
      "id": 190220789,
      "en": "'We are too late, [placeholder]. I wish it had not come to this....'\\n\\nGimli sighs sorrowfully.\\n\\n'These were fine dwarves and they did not deserve such a sorry fate. Even after his downfall, Sauron has brought his ruin upon them. The Ring twisted Váskmun's mind, and now his people share his obsession with wielding its power. Whatever remains of it, that is...\\n\\n'Where now has Váskmun led them? To ruin, surely, but where in this blasted land does he now search for the dwarf-ring?\\n\\n'Wait a moment! Zôreth kept many notes in her own search for the Rings, didn't she? We are here in her old chambers, so let us search for them. With all that has happened, I should say they'll be of more use to us!'",
      "es": ""
    },
    {
      "id": 190220601,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 173025746,
      "en": "Find Náth",
      "es": ""
    },
    {
      "id": 173025700,
      "en": "Gather pages of research in Zôreth's chambers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025747,
      "en": "Find Freki",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "A Voice of Reason",
      "es": ""
    }
  ]
}