{
  "id": 620998444,
  "txt": [
    {
      "id": 190220580,
      "en": "'Yes, yes! These will do the trick!\\n\\n'The Dark Lord's steel is a curious creation - it is light, yet sturdy, and I have come to believe it cannot be dulled by the passing of time.\\n\\n'You know as well as I that it cannot match the beauty and strength of mithril! No dwarf would dare think such a thing! Even so, it has no equal in Mordor. If our King should ever return, he shall bear a weapon worthy of his line. I swear it!\\n\\n'I have never given up hope that the King lived, for he spared me Sauron's ire when the Dark Lord took him and the others away. To have him back again would be my greatest joy!\\n\\n'I shall set my smiths to work at once. You have my thanks, [placeholder].'",
      "es": ""
    },
    {
      "id": 190220581,
      "en": "'At last we meet, [placeholder]! Spakorth told us of the aid you brought his expedition, and I wished to look upon the outsider myself! Ah, but you're no outsider now, are you?\\n\\n'You may call me Sversting, and I am the forge-master of Lûghash - and the most skilled smith of all the Stout-axes that remain in Mordor! Aye, we are not as many as we once were... but it brings me great pride nonetheless!\\n\\n'My works have earned me a great deal of Mistress Zôreth's favour, and she has told me of a great rumour she learned by spying upon the Men of Barad-dûr. She claims that our imprisoned King still lives, locked away in the depths of the Dark Tower!\\n\\n'It is too great a tale for me to believe at once, but what if it were true? If King Greytooth were to return to his people at last, he must have a weapon befitting a King! \\n\\n'Spakorth tells me you wish to aid us. Is that right? I would ask that you bring me wood from abandoned banner poles and chunks of sharp obsidian from the banks of the lava-floes. Also, should you encounter any of the shards of Barad-dûr that were hurled from the Dark Tower as it fell, gather as much as you can!\\n\\n'It is time we Stout-axes took something from Sauron!'",
      "es": ""
    },
    {
      "id": 173025735,
      "en": "Collect steel from a ruined shard of Barad-dûr",
      "es": ""
    },
    {
      "id": 190220789,
      "en": "'At last we meet, [placeholder]! Spakorth told us of the aid you brought his expedition, and I wished to look upon the outsider myself!\\n\\n'You may call me Sversting, and I am the forge-master of Lûghash - and the most skilled smith of all the Stout-axes that remain in Mordor! Aye, we are not as many as we once were... but it brings me great pride nonetheless!\\n\\n'My works have earned me a great deal of Mistress Zôreth's favour, and she has told me of a great rumour she learned by spying upon the Men of Barad-dûr. She claims that our imprisoned King still lives, locked away in the depths of the Dark Tower!\\n\\n'It is too great a tale for me to believe at once, but what if it were true? If King Greytooth were to return to his people at last, he must have a weapon befitting a King! \\n\\n'Spakorth tells me you wish to aid us. Is that right? I would ask that you bring me wood from abandoned banner poles and chunks of sharp obsidian from the banks of the lava-floes. Also, should you encounter any of the shards of Barad-dûr that were hurled from the Dark Tower as it fell, gather as much as you can!\\n\\n'It is time we Stout-axes took something from Sauron!'",
      "es": ""
    },
    {
      "id": 190220582,
      "en": "'At last we meet, [placeholder]! Spakorth told us of the aid you brought his expedition, and I wished to look upon the outsider myself! Ah, but you're no outsider! You're one of our own! I had heard rumours that some of our kin escaped the Dark Tower and fled beyond the mountains of Mordor, but I thought it was just stories. How happy I am to have been wrong!\\n\\n'You may call me Sversting, and I am the forge-master of Lûghash - and the most skilled smith of all the Stout-axes that remain in Mordor. Aye, we are not as many as we once were... but it brings me great pride nonetheless!\\n\\n'My works have earned me a great deal of Mistress Zôreth's favour, and she has told me of a great rumour she learned by spying upon the Men of Barad-dûr. She claims that our imprisoned King still lives, locked away in the depths of the Dark Tower! It was too great a tale for me to believe it at once, but what if it were true? If King Greytooth were to return to us at last, he must have a weapon befitting a King! Wouldn't you agree?\\n\\n'I would ask that you bring me wood from abandoned banner poles and chunks of sharp obsidian from the banks of the lava-floes. Also, should you encounter any of the shards of Barad-dûr that were hurled from the Dark Tower as it fell, gather as much as you can!\\n\\n'It is time we Stout-axes took something from Sauron!'",
      "es": ""
    },
    {
      "id": 190220583,
      "en": "'Yes, yes! These will do the trick!\\n\\n'The Dark Lord's steel is a curious creation - it is light, yet sturdy, and I have come to believe it cannot be dulled by the passing of time. Did it seem as such to you when you dwelled within Barad-dûr?\\n\\n'Nevertheless, you know as well as I that it cannot match the beauty and strength of mithril! No dwarf would dare think such a thing!\\n\\n'I have never given up hope that our King lived, for he spared me Sauron's ire when the Dark Lord took him and the others—and you—to Barad-dûr. To have him back again would be my greatest joy and it would be my honour to present him with a weapon worthy of his line!\\n\\n'I shall set my smiths to work at once. You have my thanks, [placeholder].'",
      "es": ""
    },
    {
      "id": 148970244,
      "en": "Collected chunks of raw obsidian near Orodruin ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 148970246,
      "en": "Collected wood-scraps from ruined banner poles in Dor Amarth ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 148970248,
      "en": "Even twisted and deformed, this steel is of a queer, but masterfully-wrought make...",
      "es": ""
    },
    {
      "id": 251715987,
      "en": "Deliver the obsidian, wood, and steel to Sversting in Lûghash",
      "es": ""
    },
    {
      "id": 173025745,
      "en": "Talk to TBD in Lûghash",
      "es": ""
    },
    {
      "id": 184621129,
      "en": "Sversting can be found at the forges of Lûghash.\\n\\nYou have gathered much obsidian, wood, and even a shard of Barad-dûr itself. You should now deliver them to Sversting at the forges of Lûghash.",
      "es": ""
    },
    {
      "id": 126687121,
      "en": "Hopeful that their King will one day return, the Stout-axes of Lûghash seek to forge a new weapon from the works of the Dark Lord himself.",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Forged by the Master",
      "es": ""
    },
    {
      "id": 190220576,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 173025730,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 173025731,
      "en": "Collect chunks of raw obsidian near Orodruin ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220578,
      "en": "'Yes, yes! These will do the trick!\\n\\n'The Dark Lord's steel is a curious creation - it is light, yet sturdy, and I have come to believe it cannot be dulled by the passing of time.\\n\\n'In the hands of any dwarf, I say it still cannot match the beauty and strength of mithril! Even so, it has no equal in Mordor. If our King should ever return, he shall bear a weapon worthy of his line. I swear it!\\n\\n'I have never given up hope that the King lived, for he spared me Sauron's ire when the Dark Lord took him and the others away. To have him back again would be my greatest joy!\\n\\n'I shall set my smiths to work at once. You have my thanks, [placeholder].'",
      "es": ""
    },
    {
      "id": 173025733,
      "en": "Collect wood-scraps from ruined banner poles in Dor Amarth ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184621160,
      "en": "Obsidian can be found near lava-floes around Orodruin, wood can be salvaged from ruined banner poles on the plains of Dor Amarth, and shards of Barad-dûr's steel can be found in the lands surrounding Sauron's fallen tower.\\n\\nSversting has asked you to gather obsidian, wood, and a shard of Barad-dûr's steel that he might craft a weapon of renown in honour of their lost King.",
      "es": ""
    }
  ]
}