{
  "id": 620998452,
  "txt": [
    {
      "id": 173025734,
      "en": "Aid the Stout-axes of Lûghash ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220789,
      "en": "'It often falls to me to ensure that my folk best serve Mistress Zôreth, and as of late, that has meant tireless work. Even with so many new Stout-axes here after the fall of Barad-dûr, it seems like the work only grows more difficult. Our searches for Sauron's trinkets have not borne fruit, and the Mistress has become impatient. If we do not find something soon, I fear we shall lose her favour. And what would become of my folk then? Nothing good, I think!\\n\\n'In addition to a few tasks of my own, my brethren here in the barracks and down at the forges below have quite a few tasks to finish.\\n\\n'Will you aid them while I speak with Gimli?'",
      "es": ""
    },
    {
      "id": 190220582,
      "en": "'It often falls to me to ensure that our folk best serve Mistress Zôreth, and as of late, that has meant tireless work. Even with so many new Stout-axes here after the fall of Barad-dûr, it seems like the work only grows more difficult. Our searches for Sauron's trinkets have not borne fruit, and the Mistress has become impatient. If we do not find something soon, I fear we shall lose her favour. And what would become of our folk then? Nothing good, I think!\\n\\n'In addition to a few tasks of my own, my brethren here in the barracks and down at the forges below have quite a few tasks to finish.\\n\\n'Would you aid them while I speak with Gimli? I must thank him for pledging himself so selflessly to the freedom of our folk!'",
      "es": ""
    },
    {
      "id": 190220583,
      "en": "'You have done well to aid our folk, [placeholder]. I think it inspires them to see you here after all we have been through!\\n\\n'As Mistress Zôreth promised, King Greytooth lives yet, but we must still wrest him from the dungeons of the Dark Tower.\\n\\n'And that shall be no simple task....'",
      "es": ""
    },
    {
      "id": 148970247,
      "en": "Aided the Stout-axes of Lûghash ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184621125,
      "en": "Spakorth can be found within Lûghash in Dor Amarth.\\n\\nYou have aided the Stout-axes of Lûghash in completing many of Zôreth's tasks and have also discovered the whereabouts of their imprisoned lord. You should now speak to Spakorth.",
      "es": ""
    },
    {
      "id": 173025746,
      "en": "Aid Sversting",
      "es": ""
    },
    {
      "id": 173025747,
      "en": "Aid Spakorth",
      "es": ""
    },
    {
      "id": 173025748,
      "en": "Aid Freki",
      "es": ""
    },
    {
      "id": 190220595,
      "en": "'You have done well to aid my folk, [placeholder].\\n\\n'As Mistress Zôreth promised, King Greytooth lives yet, but we must still wrest him from the dungeons of the Dark Tower.\\n\\n'And that shall be no simple task....'",
      "es": ""
    },
    {
      "id": 173025749,
      "en": "Aid Dréri",
      "es": ""
    },
    {
      "id": 126687121,
      "en": "The Stout-axes have longed served the Mistress of Lûghash, Zôreth, but her rule has become only more cruel and oppressive in the absence of the Dark Lord.",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "The Dominion of Zôreth",
      "es": ""
    },
    {
      "id": 173025730,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 190220577,
      "en": "'It often falls to me to ensure that my folk best serve Mistress Zôreth, and as of late, that has meant tireless work. Even with so many new Stout-axes here after the fall of Barad-dûr, it seems like the work only grows more difficult. Our searches for Sauron's trinkets have not borne fruit, and the Mistress has become impatient. If we do not find something soon, I fear we shall lose her favour. And what would become of my folk then? Nothing good, I think!\\n\\n'In addition to a few tasks of my own, my brethren here in the barracks and down at the forges below have quite a few tasks to finish.\\n\\n'Will you aid them while I speak with Gimli? I must honour him for pledging himself so selflessly to the freedom of my folk!'",
      "es": ""
    },
    {
      "id": 173025732,
      "en": "Talk to Spakorth in Lûghash",
      "es": ""
    },
    {
      "id": 184621136,
      "en": "Spakorth and his folk can be found within Lûghash.\\n\\nSpakorth has asked you to aid him and the other Stout-axes of Lûghash in easing the burdens laid upon them by Zôreth.",
      "es": ""
    },
    {
      "id": 184621160,
      "en": "DNT",
      "es": ""
    }
  ]
}