{
  "id": 620998476,
  "txt": [
    {
      "id": 190220580,
      "en": "'Ah-ha! The Firehorns may have sealed the hidden gate, but they have left a great weakness exposed.\\n\\n'Don't you see, [placeholder]? The lower gate is now the only passage into and out of the Spire, and it leads to the heart of their forges. I think you know what I have in mind, my friend!\\n\\n'Douse their forges and break their weapons, and I dare say their search will be over before it begins! If the Firehorns discover you, you must defend yourself. If King Váskmun would set his own people against each other to achieve his plans, he is no better than any of the other oppressors that tormented your folk in Mordor. When the Dourhands treated the Longbeards as cruelly as these Firehorns now treat their fellow Stout-axes, we did not shy from battle—and you must not now either!\\n\\n'While you work to sabotage the forges, I'll escort Spakorth into the Spire. It seems he has a mind to speak with King Greytooth and offer his counsel—as unwelcome as it might be after your last encounter with the Firehorns. I do not think it wise, but I will aid him if I might. Ah well, I have my axe if talking won't do!'",
      "es": ""
    },
    {
      "id": 190220581,
      "en": "You have doused many of the forges and destroyed numerous tools and weapons vital to King Greytooth and the Firehorns' quest.\\n\\nIt is possible the Firehorns still possess a great deal of armour and weapons in their stores, but for the moment, you have stopped them from forging new equipment.\\n\\nGimli and Spakorth will be pleased.",
      "es": ""
    },
    {
      "id": 173025735,
      "en": "Douse forges in the Oath-taker's Horn ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220789,
      "en": "'Our hand is forced, [placeholder]. The dwarves of Mordor have been turned against themselves! Váskmun's treachery cannot go unanswered! \\n\\n'We must stop the Firehorns from seeking the Dwarf-ring. No matter their might, some family heirlooms are best forgotten, I think. If the search does not bring them to ruin, finding it shall not change their fortunes! If the Men of Mordor still desire the Ring, they shall not rest until it is recovered -- whether it is by their own hands or taken from those foolish enough to wield it in Mordor. No matter where he leads them, Váskmun is putting his folk into great danger. The fool would lead his people into the fires of Mount Doom if he thought the Dwarf-ring might be hidden there!\\n\\n'These Firehorns are even worse than the Dourhands we encountered in our adventures, my friend. At least I knew where I stood with the Dourhands! Perhaps Legolas was right after all....\\n\\n'It is decided then! For the good of the dwarves of Mordor, we must storm the Oath-taker's Horn!'",
      "es": ""
    },
    {
      "id": 148970244,
      "en": "Defeated Firehorn smiths in the Oath-taker's Horn ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 148970246,
      "en": "Destroyed weapon-racks in the Oath-taker's Horn ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 148970248,
      "en": "Doused forges in the Oath-taker's Horn ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025745,
      "en": "Completed",
      "es": ""
    },
    {
      "id": 184621129,
      "en": "You have done much to hinder King Greytooth and the Firehorns in their efforts to prepare for the search for the dwarf-rings.",
      "es": ""
    },
    {
      "id": 126687121,
      "en": "The Firehorns loyal to King Greytooth must be deprived of their forges if his quest to seize the dwarf-rings is to be brought to an end.",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Mastering the Forges",
      "es": ""
    },
    {
      "id": 190220576,
      "en": "You have destroyed many of the forges, tools, and weapons vital to King Greytooth and the Firehorns' quest to seek the dwarf-rings.\\n\\nIt is possible the Firehorns still possess a great deal of armour and weapons in their stores, but for the moment, you have stopped them from forging new equipment.\\n\\nGimli and Spakorth will be pleased.",
      "es": ""
    },
    {
      "id": 173025730,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 173025731,
      "en": "Defeat Firehorn smiths in the Oath-taker's Horn ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220578,
      "en": "'Ah-ha! The Firehorns may have sealed the hidden gate, but they have left their greatest weakness exposed!\\n\\n'Don't you see, [placeholder]? The lower gate is now the only passage into and out of the Spire, and it leads to the very heart of their forges!\\n\\n'Ruin their forges and break their weapons, and I dare say their search will be over before it begins! If the Firehorns discover you, do what you must. When the Dourhands treated my folk as the Firehorns treat the Stout-axes now, I did not shy from battle.\\n\\n'While you deal with that, I'll escort Spakorth into the Spire. He has a mind to speak with King Greytooth, but I do not think it wise. Ah well, I have my axe if talking won't do!'",
      "es": ""
    },
    {
      "id": 173025733,
      "en": "Destroy weapon-racks in the Oath-taker's Horn ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184621160,
      "en": "Firehorn smiths and their equipment can be found around the forges in the depths of the Oath-taker's Horn.\\n\\nGimli has asked you to hinder the Firehorns' efforts to amass armour and weapons for the quest to seek the dwarf-rings.",
      "es": ""
    },
    {
      "id": 190220579,
      "en": "'Ah-ha! The Firehorns may have sealed the hidden gate, but they have left their greatest weakness exposed!\\n\\n'Don't you see, [placeholder]? The lower gate is now the only passage into and out of the Spire, and it leads to the heart of their forges! I think you know what I have in mind, my friend!\\n\\n'Ruin their forges and break their weapons, and I dare say their search will be over before it begins! If the Firehorns discover you, do what you must. When the Dourhands treated the Longbeards as cruelly as the Firehorns now treat the Stout-axes, we did not shy from battle. We are dwarves of honour, and no matter the oppressor, we fight for our folk!\\n\\n'While you deal with that, I'll escort Spakorth into the Spire. He has a mind to speak with King Greytooth, but I do not think it wise. Ah well, I have my axe if talking won't do!'",
      "es": ""
    }
  ]
}