{
  "id": 620998451,
  "txt": [
    {
      "id": 148970264,
      "en": "Although it is unclear if a spirit dwells within it, the statue of the Enemy seems to resist your efforts...",
      "es": ""
    },
    {
      "id": 190220581,
      "en": "'Some of the spirits fled into Lûghash, you say? That is no good, no good at all....\\n\\n'It is certain that Mistress Zôreth shall wish to speak with me about what her spirits saw, so it shall be my task to convince her that no threat comes to the Flaming Spire.\\n\\n'I doubt she shall protest when I tell her that we drove you and your armies from Mordor! Ha-ha!'",
      "es": ""
    },
    {
      "id": 190220789,
      "en": "'Lûghash rises to the east, nestled within a rocky hill atop a deep valley. Alas, the Stout-axes are not the only ones in service of the Mistress of Lûghash....\\n\\n'You see, Mistress Zôreth has grown emboldened since the fall of the Dark Lord, and she has drawn many vile spirits into the watching-stones of this land.\\n\\n'Through their eyes, both servants and foes are revealed... and their designs exposed. She is distrustful, even of her own kin, and so she instead wields her spirits as servants and spies. In this way, She seeks to find the resting places of the Dark Lord's most powerful trinkets. We Stout-axes think it a foolish search and we would have no part of it... were the choice ours!\\n\\n'If you wish to come to Lûghash, you must challenge Her Watching-stones and banish the spirits from them! If you do not, she shall soon know of you and Gimli!\\n\\n'When it is done and Her spirits have been cast back to the shadows, I shall meet you at the lower gates of Lûghash!'",
      "es": ""
    },
    {
      "id": 184621143,
      "en": "Spakorth can be found outside the lower gates to Lûghash in Dor Amarth.\\n\\nYou have forced Zôreth's fell spirits from the watching-stones, but some appear to have returned to her keeping in Lûghash. You should meet with Spakorth and tell him what has happened.",
      "es": ""
    },
    {
      "id": 148970248,
      "en": "Forced from its stone vessel, the fell spirit turns and flees toward Lûghash!",
      "es": ""
    },
    {
      "id": 148970256,
      "en": "A fell spirit flies from the stone and begins to attack!",
      "es": ""
    },
    {
      "id": 126687121,
      "en": "Zôreth, Mistress of Lûghash, has bound foul spirits to many of the intact watching-stones in Dor Amarth and now they keep watch on her servants and foes alike.",
      "es": ""
    },
    {
      "id": 173025750,
      "en": "Talk to Spakorth at Lûghash",
      "es": ""
    },
    {
      "id": 148970257,
      "en": "A fell spirit flies from the stone and begins to attack!",
      "es": ""
    },
    {
      "id": 148970258,
      "en": "Forced from its stone vessel, the fell spirit turns and flees toward Lûghash!",
      "es": ""
    },
    {
      "id": 148970259,
      "en": "Forced from its stone vessel, the fell spirit turns and flees toward Lûghash!",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Blinding the Watching-stones",
      "es": ""
    },
    {
      "id": 173025730,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 148970260,
      "en": "A fell spirit flies from the stone and begins to attack!",
      "es": ""
    },
    {
      "id": 173025732,
      "en": "<rgb=#FF00FF>Challenge</rgb> and defeat Zôreth's watching-stones ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184621160,
      "en": "Zôreth's watching-stones can be found along the causeway to Lûghash and Barad-dûr in Dor Amarth.\\n\\nSpakorth has asked you to challenge Zôreth's watching-stones and drive out the evil spirits bound to them.",
      "es": ""
    }
  ]
}