{
  "id": 620998481,
  "txt": [
    {
      "id": 190220789,
      "en": "'Our hand is forced, [placeholder]. The Dwarves of Mordor have been turned against themselves! Váskmun's treachery cannot go unanswered! \\n\\n'We must stop the Firehorns from seeking the Dwarf-ring. No matter their supposed might, some family heirlooms are best forgotten, I think. It is not unlike the axe of mithril, Zigilburk, of which you once spoke. If the search does not bring them to ruin, finding it will not change their fortunes! If the Men of Mordor still desire the Ring, they shall not rest until it is recovered - whether it is by their own hands or taken from those foolish enough to wield it in Mordor. No matter where he leads them, Váskmun is putting his folk into great danger. The fool would lead his people into the fires of Mount Doom if he thought the dwarf-ring might be hidden there!\\n\\n'These Firehorns are even worse than the Dourhands we encountered in our adventures, my friend. At least I knew where I stood with the Dourhands! Perhaps Legolas was right after all....\\n\\n'It is decided then! For the good of the Dwarves of Mordor, we must storm the Oath-taker's Horn!'",
      "es": ""
    },
    {
      "id": 173025736,
      "en": "Aid Gimli in hindering the Firehorn smiths",
      "es": ""
    },
    {
      "id": 173025737,
      "en": "Aid Gimli in freeing the Stout-axes who refuse to follow King Greytooth",
      "es": ""
    },
    {
      "id": 236954403,
      "en": "Breaking the Oath-taker's Horn",
      "es": ""
    },
    {
      "id": 126687159,
      "en": "At the command of King Greytooth, the Stout-axes have taken a new name: the Firehorns. In a mad fervour, they now make ready to set out in search of the lost Dwarf-ring, Manthríf.",
      "es": ""
    },
    {
      "id": 173025744,
      "en": "Aid Spakorth in learning the fates of his brethren in the Oath-taker's Horn",
      "es": ""
    },
    {
      "id": 184621126,
      "en": "Gimli might be found in the heights of the Oath-taker's Horn.\\n\\nYou have done much to hinder the Stout-axes loyal to King Greytooth and aid those who have defied him. You should now seek Gimli in the Oath-taker's Horn.",
      "es": ""
    },
    {
      "id": 126687121,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 190220597,
      "en": "'It was no easy task, but I have brought Spakorth hither unharmed! Where is Váskmun?'\\n\\nYou tell Gimli and Spakorth that Váskmun has led an army of Firehorns onto the plains of Dor Amarth. Gimli lets out an indignant snort, and Spakorth falls silent.\\n\\n'Bah! We came all this way to stop his quest, and we haven't stopped a thing!'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "DNT ",
      "es": ""
    },
    {
      "id": 173025730,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 190220577,
      "en": "'Our hand is forced, [placeholder]. We are proud dwarves, my friend, and such treachery cannot go unanswered!\\n\\n'We must stop the Firehorns from seeking the dwarf-ring. No matter their supposed might, some family heirlooms are best forgotten, I think.  It is not unlike the axe of mithril, Zigilburk, of which you once spoke. If the search does not bring them to ruin, finding it will not change their fortunes! If the Men of Mordor still desire the Ring, they shall not rest until it is recovered - whether it is by their own hands or taken from those foolish enough to wield it in Mordor. No matter where he leads them, Váskmun is putting his folk into great danger. The fool would lead his people into the fires of Mount Doom if he thought the dwarf-ring might be hidden there!\\n\\n'These Firehorns are even worse than the Dourhands we encountered in our adventures, my friend. At least I knew where I stood with the Dourhands! Perhaps Legolas was right after all....\\n\\n'It is decided then! For the good of the Dwarves of Mordor, we must storm the Oath-taker's Horn!'",
      "es": ""
    },
    {
      "id": 173025732,
      "en": "Talk to Gimli in the Oath-taker's Horn",
      "es": ""
    },
    {
      "id": 190220578,
      "en": "'Our hand is forced, [placeholder]. Such treachery cannot go unanswered!\\n\\n'We must stop King Váskmun and the Firehorns from seeking their dwarf-ring of old. No matter its supposed might, some family heirlooms are best forgotten, I think.  It is not unlike the axe of mithril, Zigilburk, of which you once spoke. If the search itself does not bring them to ruin, finding it will not change their fortunes! Besides, if the Men of Mordor still desire the Ring, they shall not rest until it is recovered—whether it is by their own hands or taken from those foolish enough to wield it in Mordor. No matter where he leads them, King Váskmun is putting your folk into great danger. Indeed, he would lead your people into the fires of Mount Doom if he thought the dwarf-ring might be hidden there!\\n\\n'It pains me to think it, but I fear King Váskmun and these Firehorns have the means to work more terrible deeds than the Dourhands ever did, my friend. Yet, surely you are not the only Stout-axe who can see evil for what it is!\\n\\n'It is decided then! For the good of the Stout-axes, we must storm the Oath-taker's Horn!'",
      "es": ""
    },
    {
      "id": 184621160,
      "en": "Gimli and Spakorth can be found along the causeway outside the Oath-taker's Horn in Dor Amarth.\\n\\nGimli and Spakorth have asked you to aid them in hindering the Firehorns in their quest to recover the lost Dwarf-ring, Manthríf.",
      "es": ""
    },
    {
      "id": 190220579,
      "en": "'It was no easy task, but I have brought Spakorth hither unharmed! Where is King Váskmun?'\\n\\nYou tell Gimli and Spakorth that King Váskmun has led an army of his loyal Firehorns onto the plains of Dor Amarth. Gimli lets out an indignant snort, and Spakorth falls silent.\\n\\n'Bah! We came all this way to stop his quest, and we haven't stopped a thing!'",
      "es": ""
    }
  ]
}