{
  "id": 620998468,
  "txt": [
    {
      "id": "0xb568924",
      "en": "'What business have you in these lands, [placeholder]? Did you travel hither with the host of Men or is this land your home?\\n\\n'Speak at once, or my spear shall be swift!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568925",
      "en": "'[placeholder], can it be? To see you again after so many years...'\\n\\nMegoril rushes forward and embraces you.\\n\\n'But why... why have you returned to this place?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f5",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568927",
      "en": "'Gimli has not turned his eyes from the Spire since we were cast out, [placeholder]. I wonder... does he truly believe a share of the blame is his?\\n\\n'In truth, the blame lies with Váskmun, Zôreth, and Sauron himself. By Sauron's own hand, King Váskmun was corrupted by the Ring and he is now bound to it by pride and greed - as the Nazgûl were to their own Rings. Gimli is a fine dwarf, and he has done our people no ill! He must not believe that his efforts to aid us were the cause of this sorrow!\\n\\n'It was King Váskmun and his so-called Firehorns! As he commanded, the Spire is now called the Oath-taker's Horn! What oath has been taken, I ask? An oath to bring ruin upon our people? Váskmun may as well consider it fulfilled then!'\\n\\nSpakorth snorts indignantly.\\n\\n'Now, what do we have over there? Do you see the two of them by the statue of Sauron? Well, they're certainly not dwarves... could they be allies of yours?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011856",
      "en": "The two Elves, Megoril and Dernaith, can be found at the foot of the statue of Sauron outside the Oath-taker's Horn in Dor Amarth.\\n\\nYou have come across a pair of Elves searching the ruins of Dor Amarth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b09",
      "en": "You have found the spears of Lindon, Dernaith and Megoril, upon the plains of Dor Amarth!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d3",
      "en": "Talk to Megoril",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568933",
      "en": "'Gimli has not turned his eyes from the Spire since we were cast out, [placeholder]. I wonder... does he truly believe a share of the blame is his?\\n\\n'In truth, the blame lies with Váskmun, Zôreth, and Sauron himself. By Sauron's own hand, Váskmun was corrupted by the Ring and he is now bound to it by pride and greed - as the Nazgûl were to their own Rings. Gimli is a fine dwarf, and he has done my people no ill! He must not believe that his efforts to aid us were the cause of such sorrow!\\n\\n'It was Váskmun and his Firehorns! As he commanded, the Spire is now called the Oath-taker's Horn! What oath has been taken, I ask? An oath to bring ruin upon our people? Váskmun may as well consider it fulfilled then!'\\n\\nSpakorth snorts indignantly.\\n\\n'Now, what do we have over there? Do you see the two of them by the statue of Sauron? Well, they're certainly not dwarves... could they be allies of yours?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1791",
      "en": "Gimli is disheartened that Váskmun Greytooth desires to lead his people in search of the lost dwarf-ring, Manthríf, and he is overcome with regret for his role in further dividing the Dwarves of Mordor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b11",
      "en": "You have found two Elves standing beneath the statue of Sauron...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Of Pride, Greed, and Loss",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c5",
      "en": "Discover the identities of the strangers at the statue of Sauron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "The strangers can be found to the south of Spakorth at the foot of the statue of Sauron outside the Oath-taker's Horn.\\n\\nSpakorth has spotted two strangers at the foot of the nearby statue of Sauron and desires to learn their purpose in Mordor.",
      "es": "",
      "es (fem)": ""
    }
  ]
}