{
  "id": 620998466,
  "txt": [
    {
      "id": "0xa5029c6",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f5",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c9",
      "en": "Free imprisoned Stout-axes from the dungeons of Barad-dûr (0/8)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b04",
      "en": "Freed imprisoned Stout-axes from the dungeons of Barad-dûr ([placeholder]/[placeholder]) ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011847",
      "en": "You have freed all the Stout-axes from the dungeons of Barad-dûr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1791",
      "en": "When King Váskmun Greytooth was imprisoned by the Dark Lord, many of his most-trusted kin were brought to the dungeons of Barad-dûr as well.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568935",
      "en": "After seventy-eight long years, you have freed the Stout-axes from their imprisonment in the dungeons of Barad-dûr.\\n\\nAlthough their kingdom of old has long laid in ruin, freedom may soon be won for all the Stout-axes of Mordor.\\n\\nYou have allowed them to share in this hope and to reunite with their kin in Mordor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Prisoners of the Dark Lord",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568938",
      "en": "While searching the ruins of Barad-dûr for King Váskmun Greytooth, you have spied several exhausted and plainly-clad Stout-axes held in the smaller cells of the dungeon.\\n\\nThese must be the other Stout-axes that were taken when Sauron imprisoned King Greytooth seventy-eight years ago.\\n\\nYou should free them from the dungeons of Barad-dûr and allow them to reunite with their kin in Lûghash.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c3",
      "en": "Free imprisoned Stout-axes from the dungeons of Barad-dûr ([placeholder]/[placeholder]) ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "Imprisoned Stout-axes can be found throughout the dungeons of Barad-dûr.\\n\\nIn your search for King Váskmun Greytooth, you have found other Stout-axes imprisoned in Barad-dûr. You should free them.",
      "es": "",
      "es (fem)": ""
    }
  ]
}