{
  "id": 621072589,
  "txt": [
    {
      "id": "0x6a50262",
      "en": "Explore the halls of Thaurisgar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b90",
      "en": "Explored the halls of Thaurisgar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50264",
      "en": "Unlock the door to the lower levels",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50268",
      "en": "Find a way to open the apothecary doors",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01171",
      "en": "Thaurisgar houses many a foul and twisted creature and the vile ingredients of Angmarim alchemy. You should investigate all that this apothecary contains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1a4",
      "en": "In the depths of Thaurisgar, countless foul and twisted experiments roam the shadows--the terrible legacy of Aniochán the Harrower. Before the fall of Carn Dûm, Aniochán worked tirelessly to outdo his rivals and win the favour of the Steward of Angmar. Chief among his tools in shaping his fell creations was a curious ichor known only as the Bile of Ifrinn. Thought to be lost after a disastrous experiment claimed Aniochán's life, now this foetid and vile substance is in danger of being let loose into the world.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1145",
      "en": "The way is open",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50210",
      "en": "Defeat Kurja and Kârsija",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01102",
      "en": "The apothecary has been overrun by the alchemists' most twisted experiments. They are protecting the vital research left by Aniochán the Harrower.\\n\\nYou should defeat the twins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01176",
      "en": "The doors to the lower levels of Thaurisgar seem to be locked.\\n\\nFind the mechanism that unlocks the door.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1131",
      "en": "You have defeated Kurja and Kârsija",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1149",
      "en": "The door to the apothecary has opened",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01177",
      "en": "You found another door, but there is no keyhole. Perhaps there is a mechanism that can open this door.\\n\\nLook for clues for how to open the door to the main apothecary.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Thaurisgar, the Vile Apothecary -- Tier 5",
      "es": "",
      "es (fem)": ""
    }
  ]
}