{
  "id": 621072504,
  "txt": [
    {
      "id": 246419713,
      "en": "Severed from the Vandassar of Rhudaur, the Shard of Tauressar is possessed of a terrible enchantment capable of swaying the hearts and minds of those who swear oaths upon it—willingly or not.\\n\\nYou must destroy the Shard of Tauressar.",
      "es": ""
    },
    {
      "id": 111477348,
      "en": "Defeat Gurkrak",
      "es": ""
    },
    {
      "id": 149027521,
      "en": "Gwathrenost, the Witch-king's Citadel -- Tier 4",
      "es": ""
    },
    {
      "id": 24695170,
      "en": "Once the seat of the Witch-king of Angmar, the dread citadel of Gwathrenost casts a long shadow upon the city of Carn Dûm. All but abandoned after the Steward of Angmar was deposed, the remnants of the Iron Crown have crept forth from the shadows, seeking to master a lost artifact of the Witch-king and reclaim dominion of Angmar.",
      "es": ""
    },
    {
      "id": 111477350,
      "en": "Defeat Castellan Obáshurz",
      "es": ""
    },
    {
      "id": 246419829,
      "en": "Gurkrak keeps watch on Gwathrenost and brutally dispatches those foolish or daring enough to enter the Witch-king's citadel unbidden.",
      "es": ""
    },
    {
      "id": 111477264,
      "en": "Destroy the Shard of Tauressar",
      "es": ""
    },
    {
      "id": 111477353,
      "en": "Defeat High Priestess Ásachal and High Chieftain Claghórd",
      "es": ""
    },
    {
      "id": 246419831,
      "en": "One of the last remnants of the reign of the Steward of Angmar, Castellan Obáshurz tends Gwathrenost and dutifully serves his masters: High Priestess Ásachal and High Chieftain Claghórd.",
      "es": ""
    },
    {
      "id": 246419832,
      "en": "High Priestess Ásachal and High Chieftain Claghórd await in Tham Mornarcham, the Seat of the the Witch-king.\\n\\nHigh Priestess Ásachal and High Chieftain Claghórd must be defeated before they can wield the Shard of Tauressar to subjugate the Free Peoples of Middle-earth.",
      "es": ""
    }
  ]
}