{
  "id": 620965964,
  "txt": [
    {
      "id": "0x6a502a7",
      "en": "Find and defeat Shákrug",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a5",
      "en": "'[placeholder], I saw you in Cair Andros, fighting those weakling Sûhalar. Your victory doesn't make you formidable -- it merely makes you sneaky and foolish.\\n\\n'There are many reasons that I'm here. I have my orders, both personal and from my superiors. The question remains, why are you here?! Do you help the horse men, or are you friends with those vile wood men? If you don't tell me where they are, I'll torture it out of you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1183",
      "en": "Shákrug has been defeated!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a9",
      "en": "Find and defeat Shákrug",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1184",
      "en": "Shákrug is not pleased to see you but seems willing to talk. You notice Bregdal locked in a nearby cage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01140",
      "en": "Shákrug's stronghold is located in Maudhúl Grak.\\n\\nYou should find and defeat Shákrug.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01141",
      "en": "Bregdal is in Shákrug's stronghold.\\n\\nYou should rescue Bregdal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01144",
      "en": "Bregdal is outside of Maudhúl Grak.\\n\\nYou should speak with Bregdal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50253",
      "en": "Rescue Bregdal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "'[placeholder]! I am quite glad to see you, here and now. Quickly let us flee from the camp and regroup in the nearby hills.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b8",
      "en": "Shákrug's stronghold is located in Maudhúl Grak.\\n\\nYou should find and defeat Shákrug.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50256",
      "en": "Speak with Bregdal outside of Maudhúl Grak",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01147",
      "en": "Ghân-buri-Ghân can be found in Drû Bhûta.\\n\\nYou should return to Ghân-buri-Ghân with the head of Shákrug.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50240",
      "en": "Speak with Ghân-buri-Ghân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56855",
      "en": "'What news have you from your expedition into Taur Drúadan?'\\n\\nYou tell Bregdal about your encounter with the Woses and how the Orcs have not made it very far into the woods due to the efforts of these secretive woodsmen.\\n\\n'I see. It seems as if the Woses are at least on our side while the Orcs remain our common enemy. I myself have had less luck. In searching for the Rohirrim, I was captured by a band of Warg-riders. I thought they would have killed me then and there, but that calculating Shákrug thought I was from Rohan and wanted to know where and when the Rohirrim would pass through Taur Drúadan. I told him the truth, that I did not know! Still he did not believe me.'\\n\\nYou tell Bregdal that you need to return to the Woses soon as they are expecting your return. They may turn out to be important allies in the days to come.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "Shákrug should not be able to escape now that you know his whereabouts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56858",
      "en": "'Bhai-buri-Ghân is avenged. You now a part of Drúedain. A rich history with your name in it. Drúedain never forget.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Shákrug's Last Stand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "Examining the body of one of the Key-Warden's underlings, you find a torn patch of an Errand-rider!\\n\\nNow that you have the keys, you should be able to get into Shákrug's quarters. Perhaps the Orc captain will divulge information about this Errand-rider patch you found after a little persuasion.",
      "es": "",
      "es (fem)": ""
    }
  ]
}