{
  "id": 620965971,
  "txt": [
    {
      "id": 177082773,
      "en": "The trail of Orc Prints leads towards TBD",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Speak with Lhôs-uksa-Wôt",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "Eating in the glade, the White Stag does not yet notice you",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "The Wose motions for you to follow the prints. Her face remains expressionless but her movement shows signs of excitement now that you have the White Stag's trail.",
      "es": ""
    },
    {
      "id": 177082756,
      "en": "You and Lhôs-uksa-Wôt spot some fresh hoofprints. The Wose beckons you near",
      "es": ""
    },
    {
      "id": 246419893,
      "en": "White Stag prints may be found somewhere in the Drúadan Forest.\\n\\nYou should search the forest for White Stag prints.",
      "es": ""
    },
    {
      "id": 111477329,
      "en": "Speak with Lhôs-uksa-Wôt",
      "es": ""
    },
    {
      "id": 246419779,
      "en": "The White Stag can be found in the Drúadan Forest.\\n\\nYou should approach the White Stag.",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Lhôs-uksa-Wôt can be found near the White Stag.\\n\\nYou should speak with Lhôs-uksa-Wôt.",
      "es": ""
    },
    {
      "id": 177082760,
      "en": "The hunt for the White Stag continues",
      "es": ""
    },
    {
      "id": 162883664,
      "en": "The Wose motions for you to approach the White Stag. Through hand gestures she seems to say that she believes in your skills with all creatures.",
      "es": ""
    },
    {
      "id": 177082738,
      "en": "The White Stag continues to quietly eat in the glade",
      "es": ""
    },
    {
      "id": 177082761,
      "en": "The hoofprints go further into the woods",
      "es": ""
    },
    {
      "id": 111477333,
      "en": "Approach the White Stag",
      "es": ""
    },
    {
      "id": 177082740,
      "en": "The White Stag runs off but a beautiful glowing flower appears where the White Stag had been",
      "es": ""
    },
    {
      "id": 246419876,
      "en": "Lhôs-uksa-Wôt can be found near the White Stag prints.\\n\\nYou should speak with Lhôs-uksa-Wôt.",
      "es": ""
    },
    {
      "id": 51875092,
      "en": "Lhôs-uksa-Wôt, an expert tracker, seeks your help in finding a legendary White Stag.",
      "es": ""
    },
    {
      "id": 246419880,
      "en": "The White Stag can be found somewhere in the Drúadan Forest.\\n\\nYou should follow the trail of hoofprints to find the White Stag.",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Hunt for the White Stag",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Follow the White Stag prints",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Search the woods of Taur Drúadan for hoofprints",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "The Wose does not speak Westron but beckons you closer. She holds up a carving of a deer that looks like a White Stag. Through hand gestures, it seems the Wose seeks a White Stag to bring luck to the village. She wants you to join her on the hunt.",
      "es": ""
    }
  ]
}