{
  "id": 620965961,
  "txt": [
    {
      "id": 177082773,
      "en": "The trail of Orc prints continue through the rocky terrain of Taur Drúadan",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "The prints lead into a large encampment of the Enemy in northern Taur Drúadan",
      "es": ""
    },
    {
      "id": 177082754,
      "en": "You notice a ring of crudely shaped keys tethered to the warden's waist",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "Shákrug's quarters are locked from the inside. Someone else at the encampment must have a key",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "The Mordor Key-warden is located in Maudhúl Grak.\\n\\nYou should defeat the Mordor Key-warden.",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "<rgb=#FF0000>Look Around</rgb> for any clues as to Shákrug's whereabouts",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "<rgb=#FF0000>Look Around</rgb> for any clues as to Shákrug's whereabouts",
      "es": ""
    },
    {
      "id": 246419875,
      "en": "The spot where Bhai-buri-Ghân was killed can be found east of Amon Dîn, outside of the Drúadan Forest.\\n\\nYou should hike to the place where Bhai-buri-Ghân was killed by Shákrug.",
      "es": ""
    },
    {
      "id": 246419876,
      "en": "You should follow the Orc prints to see where they lead.",
      "es": ""
    },
    {
      "id": 51875092,
      "en": "Ghân-buri-Ghân, chief of the Drúedain, asks of you to slay the Orc, Shákrug, in retribution for the death of Ghân-buri-Ghân's son, Bhai-buri-Ghân.",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Follow the Orc prints to see where they lead",
      "es": ""
    },
    {
      "id": 246419880,
      "en": "Maudhúl Grak can be found in northern Taur Drúadan.\\n\\nYou should find Shákrug's stronghold in Maudhúl Grak.",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "The Search for Shákrug",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Find Shákrug's stronghold",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "This must be the place where Bhai-buri-Ghân was killed",
      "es": ""
    },
    {
      "id": 177082793,
      "en": "There was certainly a sign of conflict here. You notice Orc tracks leading west",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Defeat the Mordor Key-warden",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Stranger, you come to our village in a terrible time. Our greatest foes, you call Orcs, threaten us. Our Okwô-kuryô statues ward them away but our numbers dwindle.\\n\\n'Our spirit, not as wide as once was. My son, Bhai-buri-Ghân, slain by these evil beasts. Shákrug is to blame, leads Orcs. Find, kill, bring me Shákrug's head. No more Drúedain may die by hand of Shákrug.'",
      "es": ""
    }
  ]
}