{
  "id": 620965969,
  "txt": [
    {
      "id": "0xa8e1167",
      "en": "Defeated Orcs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01140",
      "en": "Bregdal is atop Amon Dîn.\\n\\nYou should speak with Bregdal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01141",
      "en": "Mordor Orcs can be found throughout Taur Drúadan.\\n\\nYou should defeat Mordor Orcs to allow Bregdal safe passage to the Rohirrim encampment.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01144",
      "en": "Bregdal is at the War-stead of the King's Men, near Eilenach.\\n\\nYou should speak with Bregdal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b8",
      "en": "Amon Dîn is located in eastern Taur Drúadan.\\n\\nYou should climb atop Amon Dîn and meet with Bregdal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50256",
      "en": "Speak with Bregdal at the War-stead of the King's Men",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56855",
      "en": "'[placeholder], welcome!\\n\\n'I believe that the Rohirrim have renewed their spirits with the news I brought from Gondor. They now realize that their aid will surely change the tides of victory. There is no way I would be able to return to Gondor by myself though. Too many enemies stand between here and Pelennor. I shall ride with the Rohirrim, guiding them with what knowledge of the enemy I have.\\n\\n'Thank you for your assistance back at the Orc encampment. It is something I shall surely never forget!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1161",
      "en": "After a hard climb, you make it atop the rocky Amon Dîn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50243",
      "en": "Hike to the top of Amon Dîn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "Bregdal needs your assistance in tracking down the Rohirrim that ride to aid Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "The Rider's Errand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50245",
      "en": "Speak with Bregdal atop Amon Dîn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50246",
      "en": "Defeat Mordor Orcs in Taur Drúadan ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56844",
      "en": "'[placeholder]! It is difficult to point out, but I believe I saw a camp-fire flickering in the woods to the north-west.'\\n\\nBregdal points in the direction, showing you the approximate location.\\n\\n'It will be difficult getting there with all the Orcs about though. Would you defeat some, then meet me in that section of woods I pointed out?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Before you return to the Wose village, let us climb Amon Dîn. Perhaps there we will have a better vantage point and can look for signs of the Rohirrim.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}