{
  "id": 621107723,
  "txt": [
    {
      "id": "0xd6a5027",
      "en": "Shoo shrews ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'These thieving shrews are just the worst! Stealing the food of innocent hobbits! They really shouldn't be allowed to get away with such things! Someone should do something about it. \\n\\n'Though... I couldn't bear it if you stomped on them or something horrible like that. They're kind of cute, in their own way, don't you think? If you're going in there, just... shoo them away or something. Destroy their nests, and surely they will move on and go somewhere else.'\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "You have shoo'd away the shrews and destroyed their nests as Nila Brambleberry requested. You should return to her just outside the cave entrance, south-east of the Staddle village centre.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Nila Brambleberry wants the thieving shrews dealt with, but gently.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Nila Brambleberry",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Shooing Shrews",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Destroy shrew nests ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Did you kindly shoo them away? Yes? And destroyed their nests as well? Excellent! I think they will have learned their lesson!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Shrew nests destroyed ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Nila has asked you to shoo the shrews away and destroy their nests to encourage them to leave. The shrews are inside the tunnel located south-east of the Staddle village centre.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Shrews shoo'd ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}