{
  "id": 621107721,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "You have done what you can to help the hobbits of Staddle. You should return to Constable Tanglerush for the reward she promised.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Complete Quest: Saving the Apples",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Complete Quest: Rescuing the Vegetables",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Constable Tanglerush suggests talking to some of the hobbits around Staddle and seeing if there is anything you can do to help them with their current woes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Complete Quest: Lost Hobbits",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Complete Quest: Vanished Valuables",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Complete Quest: Kick Out the Cave-claws",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Though there is nothing Constable Tanglerush can do personally to help the hobbits of Staddle with their current problem, she feels for them and has offered you a reward for helping them in her stead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'I am not permitted to help the folk here with their rodent problem, but I still hate to see them all so upset.\\n\\n'If you want to help them, you should talk to some of the hobbits around the village and see what can be done. I would be grateful if you did. If you manage to help them, return to me when you are done, and I will give you what reward I am able.'\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Staddle Besieged",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to Constable Tanglerush in Staddle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'So the hobbit-folk feel the day has been saved? Thank you so much for bringing them some relief. Here is a reward, as promised.\\n\\n'Come back tomorrow, if you are able, as it seems likely that the raiders will return, at least during the harvest season.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Complete Quest: Shooing Shrews",
      "es": "",
      "es (fem)": ""
    }
  ]
}