{
  "id": 621107740,
  "txt": [
    {
      "id": "0x9b56887",
      "en": "'Dear me, you've found my shovel! I'll... I'll go fishing later. Thank you for returning this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Find Ethelinda Burr's teapot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'My teapot! And not a chip on it. Such a very fine teapot it is. Thank you for returning it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'My precious tankard! Ah, look at how she shines. And how very much beer she holds. Many thanks, friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Find Ferumbras Attereeve's lucky tankard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Listen here, I have heard that someone has stolen Ferdibrand Took's pipe, and old Ethelinda Burr's teapot has gone missing. How do you lose a whole teapot? While I was trying to listen in on Ethelinda, I heard Sarabeth Lowbanks say she couldn't find her book! Also, I was having a chat with Himloc Grouse, and he said Ferumbras Attereeve's favourite tankard has gone missing.\\n\\n'Now I know what you're going to say, \\qNever trust a Grouse!\\q but I believe he spoke true. And then, as if that isn't enough, I was doing a little shopping at Staddle Arms, just browsing, you know, and I heard Pell Stoneleaf say that his favourite whittling knife has disappeared. Whittling knives don't just grow legs and walk away, as they say.\\n\\n'And on top of everything else, Gammy Boggs, who is very reliable, I must say, told me that Ponto Underhill can't get his work done because he says his shovel was stolen! She, of course, thinks it's quite possible he is just saying that so he can take a break and go fishing, but I think it was stolen indeed. I mean, look at all the other things that have been stolen.\\n\\n'Now, I don't know if you are acquainted with old Maginard Foxbolt, but he says he has seen cave-claws roaming about at night. Cave-claws, if you can believe it! Well, I told him, mark my words, those cave-claws are burglars, without any doubt.\\n\\n'I warrant that if you went into that queer tunnel, you would find all of these missing items along with a company of cave-claw burglars!'\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Find Pell Stoneleaf's whittling knife",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Humph! I told everyone so. I knew all along, of course, that my deduction was correct. Now good day to you, I must be off. I heard that Longo Daegmund is having trouble at home and mean to learn what happened.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "Ponto's shovel has been found!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "This must be Sarabeth's book!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e32",
      "en": "Return Sarabeth Lowbanks's book",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Fredegunda Cutt has discovered that many hobbits throughout the village have had items stolen from them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "You found Ferdibrand's pipe!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e34",
      "en": "Return Ferdibrand Took's pipe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Fredegunda believes cave-claw burglars have stolen each of the missing items and maintains that the items could all be found inside the tunnel to the south-east of the village centre.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e36",
      "en": "Return Ethelinda Burr's teapot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Fredegunda Cutt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e09",
      "en": "Return Ponto Underhill's shovel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e38",
      "en": "Return Ferumbras Attereeve's lucky tankard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "You have returned the stolen items to their respective owners. You should return to Fredegunda Cutt in Staddle and tell her what happened.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Find Ponto Underhill's shovel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Find Sarabeth Lowbanks's book",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Find Ferdibrand Took's pipe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'Hooray! My jolly old whittling knife! Where did you find it? Stolen by cave-claws you say? How did they not cut themselves? I keep this knife razor sharp. How odd!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Inside the tunnel, you have found each of the items Fredegunda Cutt believed you would. You should return each of the items to their owners in the village of Staddle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "This is surely Ethelinda's teapot!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "This very fine tankard must belong to Ferumbras!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "Here is Pell's whittling knife!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e20",
      "en": "Return Pell Stoneleaf's whittling knife",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'You've found my book! Wonderful, now I can get back to work. Thank you! Now, where did I leave my auger?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Vanished Valuables",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'My pipe! Bless me, thank you! I have others mind you, but this one smokes the best. You have my thanks, friend!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}