{
  "id": 621107720,
  "txt": [
    {
      "id": 228284035,
      "en": "'Oh dear me, I'm having such trouble finding enough folk willing to help!'\\n\\nThe hobbit wrings his hands and is clearly in distress.\\n\\n'My apologies, I should introduce myself. I am Humbert Thornburrow, and I've travelled here all the way from Staddle, searching for someone to aid us! We are under attack! Our food stores are almost empty, and if something isn't done soon, Staddle is done for!\\n\\n'You look like the heroical sort. Would you be willing to travel there and help us? Staddle is just south-east of Bree-town. Hurry, before it's too late!'\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Under attack!? Does Staddle look under attack to you? It is certainly not, and if it were, the watchers and constables would handle the matter.\\n\\n'Though... I must say the hobbits here are in quite a fuss. Apparently, some shrews got into their pantries and robbed them blind. Some are also saying they're missing personal items, but why would shrews take something they can't eat?\\n\\n'Anyway, they have been asking us to do something about it, but my superiors maintain that pest control is not our duty.'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Humbert Thornburrow has come from Staddle in search of stout-hearted individuals to help his village in their time of need.",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Staddle Calls for Aid",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Humbert claims that Staddle is under attack and has asked you to go there and help the village. You should go there and ask one of the constables what is going on. Staddle is in Bree-land, just south-east of Bree-town.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Talk to Constable Tanglerush in Staddle",
      "es": ""
    }
  ]
}