{
  "id": 621107742,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "Maginard wants you to kick any cave-claws you find inside the tunnel to the south-east of the Staddle village centre. Use your Claw Kickin' Boots to send the beasts flying.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Maginard Foxbolt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Hah! Did it, did you? Very good, that will teach them a lesson! They won't return, mark my words, and if they do, they'll get another kick.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "You have given the thieving cave-claws a swift kick, just as Maginard suggested. You should return to him and tell him of your deed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Kick thieving cave-claws ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "Thieving cave-claws kicked ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Maginard wants you to kick any thieving cave-claws you find inside the tunnel under Staddle. To do so safely, you must have a sturdy pair of kicking boots. Maginard told you of a nearby crate of such boots in the Staddle village centre.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Get a pair of Claw Kickin' Boots from the crate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "This crate contains sturdy boots of various sizes, perfect for kicking cave-claws. Maginard suggested you take a pair for yourself.\\n\\n<rgb=#FF0000>NOTE: You must slot the boots as a skill. To do so, drag the 'Claw Kickin' Boots' item from your inventory to your skill bar. You then use the skill on Thieving Cave-claws to advance the quest.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Maginard Foxbolt knows there are cave-claws causing trouble in Staddle and has some ideas of his own on how to deal with them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Thieving cave-claws kicked ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Everyone's going on about the thieving shrews, but there's not enough talk about the thieving cave-claws if you ask me. Of course, those worthless constables do nothing. I grew up out in the Shire proper, and the Bounders would never allow such things to happen, I tell you. No indeed, they would give those thieving cave-claws a swift kick that they wouldn't soon forget!\\n\\n'If you're planning on going into that shrew-tunnel and you see a cave-claw, that's what you ought to do. Kick them so hard they'll think Bullroarer Took himself did it, and they won't come back, I promise you that!\\n\\n'You'll want some sturdy boots, though. Cave-claws are right pointy. As a matter of fact, there's a crate of such boots just over yonder. Help yourself, most folk here don't want them.'\\n\\nMaginard chuckles and wiggles his hairy toes.\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Kick Out the Cave-claws",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Kick thieving cave-claws ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}