{
  "id": 621107741,
  "txt": [
    {
      "id": 216727828,
      "en": "Camelia has asked you to find the lost hobbits and return them to the surface. Or at least what is left of them.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Camelia Buttonbloom",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Bless me, you found them alive and well! They have already gone off to grab a pint somewhere, one of them said. What a relief! Surely you got there just in time to save them from the dangers within. You have my gratitude.'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "You have found all four lost hobbits and given them directions back to the tunnel entrance. You should return to Camelia Buttonbloom just outside of the cave, south-east of the Staddle village centre.",
      "es": ""
    },
    {
      "id": 208550465,
      "en": "'Goodness me! Thank you!'",
      "es": ""
    },
    {
      "id": 208550466,
      "en": "'Yes, of course. I was just making sure you knew where we were.'",
      "es": ""
    },
    {
      "id": 208550467,
      "en": "'I'm so hungry!'",
      "es": ""
    },
    {
      "id": 208550468,
      "en": "'Are you sure that is the way? I shall find out!'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Camelia Buttonbloom is beside herself with grief for a group of brave hobbits who entered the shrew-tunnel and have yet to return.",
      "es": ""
    },
    {
      "id": 208550469,
      "en": "'Is that really the way out? Are you quite certain?'",
      "es": ""
    },
    {
      "id": 208550470,
      "en": "'Whew! I'm glad you came along!'",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Lost hobbits found ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 208550471,
      "en": "'My thanks, friend. I'm famished!'",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Going in the tunnel, are you? Be warned, others have gone in before you and have not returned! I fear they are lost forever, my poor, dear lost hobbits! If you find them... or what is left of them, please return them to us. They are so brave and do not deserve such a fate!'\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Lost Hobbits",
      "es": ""
    },
    {
      "id": 208550472,
      "en": "'Did I miss second breakfast?  What about afternoon tea?'",
      "es": ""
    },
    {
      "id": 115582080,
      "en": "'Good gracious me! Thank you!'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Find lost hobbits ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 208550473,
      "en": "'Good day! I am quite lost indeed! I will be off, then, thank you!'",
      "es": ""
    },
    {
      "id": 115582081,
      "en": "'Of course the exit is that way. I knew that.'",
      "es": ""
    },
    {
      "id": 115582082,
      "en": "'To your good health!'",
      "es": ""
    }
  ]
}