{
  "id": 621107722,
  "txt": [
    {
      "id": 177082785,
      "en": "Habbo's apples recovered ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Misery and woe! My apples!\\n\\n'I brought my crop of apples to the village centre for the Farmers Faire, and as you can see, I now have nothing, and nothing to show for it! It seems that thieving shrews came in the night and stole them all! Some townsfolk discovered the entrance to a large shrew-tunnel, and that is surely where they came from.\\n\\n'They can't possibly have eaten all those apples in one night though, they must be hoarding them. If you are interested in helping me, you could go into their tunnel and bring back my apples!\\n\\n'Please, save my apples!'\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Bless me, you've saved some of my apples! I knew they couldn't have so quickly eaten all of them.\\n\\n'Thank you, friend!'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "You have collected a dozen of Habbo's apples. You should return them to him in the Staddle village centre in Bree-land.",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Thieving shrews have stolen Habbo Greenwort's apples.",
      "es": ""
    },
    {
      "id": 49286681,
      "en": "Return the apples to Habbo Greenwort",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Saving the Apples",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Habbo has asked you to venture into the shrew-tunnel and save his apples from their uncertain fate. The tunnel entrance is south-east of the Staddle village centre in Bree-land.",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Recover Habbo's apples ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}