{
  "id": 620996340,
  "txt": [
    {
      "id": "0xb011854",
      "en": "Faeron can be found at the Agarnaith Ranger camp.\\n\\nYou should talk to Faeron.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568926",
      "en": "'I have received word that Rhadrog will be joining Faeron of the Grey Company. They have been assigned to Agarnaith, the horrid swamp on the other side of the mountain. When your work is finished here, you may wish to go and lend them a hand. They have set up camp on the edge of the bog, north of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d17b3",
      "en": "Thurindol tells you that the Rangers Faeron and Rhadrog have been assigned to Agarnaith. When you are finished in Talath Úrui, you should head that way.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa322",
      "en": "The Bloody Gore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d0",
      "en": "Talk to Faeron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011845",
      "en": "The Agarnaith Ranger camp can be found in North-eastern Gorgoroth, on the border of Agarnaith and Talath Úrui.\\n\\nYou should find the Agarnaith Ranger camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d1",
      "en": "TBD Find the Ranger Camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011846",
      "en": "TBD Speak with Ranger 1",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d3",
      "en": "Find the Agarnaith Ranger camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568934",
      "en": "TBD Agarnaith Vector",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b12",
      "en": "Find the Agarnaith Ranger camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568937",
      "en": "'Hail, [placeholder]. Good to see you again. Welcome to Agarnaith, possibly the deadliest place in Mordor. \\n\\n'We have almost no knowledge of this sinister landscape, and several foolhardy adventurers have already gotten themselves killed by running in blind. The partnership of a Dúnadan and an Ithilien Ranger should prove more successful, if Rhadrog here can show skill in this venture. I have high expectations! I intend to do this right and discover what threats to the Free Peoples lurk within.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}