{
  "id": 620996306,
  "txt": [
    {
      "id": 216727827,
      "en": "Annoth went to the fortress of Durthand, in Udûn, and has not returned.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'After the Last Alliance of Men and Elves defeated Sauron and razed his tower to the ground, a watch was placed on Gorgoroth. The Men of Gondor built many fortifications within Mordor, such as the towers at the Black Gate, the Shadowguard of Ost Daethír, and Durthand.\\n\\n'For more than a thousand years, the Thandrim maintained the vigil on Mordor, but even the most important watches must wane...'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Annoth is outside the fortress that once belonged to the Thandrim, and was called Durthand.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Find Annoth outside Durthand, once the fortress of the Thandrim",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'And so it was that only one of the Thandrim came alive out of Mordor that day. Halannon survived, but he was ever changed, and he swore to avenge his fallen friends and kin. He never did, but on his deathbed he asked his sons to remember what had happened at Durthand, and to swear that they would do what he had not.\\n\\n'But the years passed, and the sons became fathers, and their sons became fathers, and they told the story of the Thandrim, but they did nothing to avenge them. It seemed that Mordor, and Ugrukhôr, would escape judgment.'\\n\\nAnnoth's eyes are lit by a bright fire.\\n\\n'But then it happened, [placeholder]. The Host of the West arose and defeated Sauron's armies in battle. The borders of Mordor were breached. Sauron was destroyed. Can this be anything other than the vengeance of the Thandrim, long-delayed but finally delivered?'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'You must find Annoth, if he still lives, and try to dissuade him from attacking Durthand. This course strikes me now as foolish in the extreme!\\n\\n'The fortress of the Thandrim is to the south-east of us. See it there, towering over the vale? It was called Durthand once, but I do not know what the Orcs call it now.'",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Annoth is outside the fortress that once belonged to the Thandrim, and was called Durthand.",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "You have found Annoth. He lives still",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Talk to Annoth outside Durthand, once the fortress of the Thandrim",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Annoth is outside the fortress of Durthang, in southern Udûn.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Annoth outside Durthang and listen to his tale of the Thandrim",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Annoth outside Durthang",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Annoth is consumed by his desire to avenge his ancestors, the Thandrim, and Rhogrin worries that his friend has fallen into trouble on account of it.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Did you speak to Annoth in Cirith Gorgor? As we travelled into Udûn, he spoke to me of his ancestors, the Thandrim, and told me all their sad history. He holds in his heart the grief of their deaths, though most of them died more than a thousand years ago. He desired to go to the fortress of Durthand, which was their watch-post, and reclaim it from any Orcs who possess it.\\n\\n'I thought they were courageous words, but as I look out at the dark skies over Gorgoroth I wonder if there was a touch of the fool in them. Annoth may be in the right, but he is one man only, and Durthand could be filled with Orcs. Yes, you must find him, if he still lives, and try to dissuade him from this course. I told you before: I desire wealth and treasure, and I do not understand those who seek anything else. This course of Annoth's strikes me now as foolish in the extreme!\\n\\n'The fortress of the Thandrim is to the south-east of us. See it there, towering over the vale? It was called Durthand once, but I do not know what the Orcs call it now. Find Annoth and render him what aid you can! I will go to rejoin the men of my company, and we will see what treasures await further within Mordor!'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 1.2: The Cruel History of Durthang",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Careful, [placeholder]. I have already drawn the ire of the Orcs that defend this fortress, and they have sent a number of arrows my way. I returned the favour, and slew two of the beasts from great range; they are remaining watchful.\\n\\n'This was once Durthand, the fortress from which the Thandrim kept watch on Udûn. It is called Durthang now, in mockery of its original name. That is another insult for me to avenge, and I will do it!\\n\\n'Would you hear the tale of the Thandrim? I would recount it to you so you will know why I want Durthang taken from the Orcs. The tale is emblazoned in my memory; it will be a simple matter for me to tell it to you, so well is it known to me.'",
      "es": ""
    }
  ]
}