{
  "id": 620996295,
  "txt": [
    {
      "id": 111477312,
      "en": "Talk to Rhogrin at Mornaur, in western Udûn",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'How fared you on the journey into Udûn? I must admit, I faced more foes than I believed I would, but I proved stronger than they. I took the weapon from one of the Orcs I slew, and noted its craftsmanship. I would not have expected such a fine blade in the hands of one such as he; perhaps he was a commander of some sort. Do the Orcs organize their armies and fighting companies in the same fashion as the Men of Gondor?\\n\\n'Bah, these questions are pointless. What matters is this: he is dead and I am not, and I have come to the forges from which this sword may have been made. Let us ensure that no more of its kind come forth to trouble us! Push over some of the anvils here and render them difficult to use. That will slow down any production of further weapons, and help our efforts in Udûn.'",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "'Well done, my friend! Let us see those Orcs try to forge new weapons now! We have at least made it more difficult for them to do so, if not outright impossible.\\n\\n'While you worked to accomplish that task, I stood on the cliff's edge and beheld a rather large movement of Orcs and trolls moving from south to north on the floor of the valley. Perhaps you can see what they are up to, [placeholder]? It will be nothing good, that much is certain, but there may be treasure in it, or knowledge worth having. Any enemies you defeat while you search will also help others among our soldiers, and will be no waste of effort!\\n\\n'I saw that group of Orcs and trolls in the basin of the vale, north-east of the crag on which Durthang stands, if you wish to investigate.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Mithrandir asked to meet you just inside the ruin of the Black Gate, there to take the measure of the adventurers that desire to press forward into the land of Mordor.",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "Defeated foes in Udûn ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Sauron has been defeated, but that is not the end of the evil he stirred into wakefulness, [placeholder]. Who can say what lies hidden beneath the shroud that covers Gorgoroth, beyond the wreckage of the Black Gate? The Dark Lord was a master of foul sorceries, and from the height of Barad-dûr he set many terrible plans into motion. I cannot believe that every one ended when he did.\\n\\n'Adventurers have already begun taking hesitant steps through the ruin of the Gate. Let us join them, and I will take their measure. The dangers that await in Mordor will be too great for some of them, I warrant.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Adventurers have passed through the ruins of the Black Gate into Cirith Gorgor, and intend to seek treasure and glory in Mordor. Mithrandir asked you to speak to them and warn them against taking brash action.",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'Did you find the group of Orcs and trolls I saw from the height?'\\n\\nYou tell Rhogrin that you found a number of dead Orcs and trolls, and it seems they argued among themselves and died from the infighting.\\n\\n'How very like Orcs, [placeholder]. I do not doubt that they would pose more of a threat if they could work together, but their penchant for squabbling leaves them vulnerable to their own fellows! They are weak-minded creatures, and in the absence of Sauron they do not know what to do. Still, we should not underestimate them for they can pose a threat to us in great enough numbers. Ah, that reminds me. Did you see Annoth while you travelled?'\\n\\nWhen you tell him you did not, Rhogrin frowns.\\n\\n'I climbed up here with him, but he left shortly afterward and has not returned. I hope he is all right.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'It is as I thought. Some few of these adventurers are made of stern stuff, but most of them are not prepared for the dangers that await them. Do they think the fall of Sauron has emptied his land of evil? Aye, they believe none remain to guard his treasures, and they hope to have the picking of his coffers!\\n\\n'But I must urge caution! Many of the artifacts that might be found within Mordor will be wholly evil, or corrupted beyond any use by good folk. Most of these adventurers do not know the first thing about dealing with such fell entrapments!\\n\\n'Speak to them, [placeholder], and try to dissuade them from such hasty courses. Or at least give them these warnings, so they will not blunder into their fates all unawares! After they are duly-warned, you should journey ahead and see what foes await us in Udûn. Look too for the forges where the weapons with which Sauron equipped his armies were made.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Sauron has been defeated, but the shroud over Gorgoroth must be pierced if the Free Peoples of Middle-earth are to be made safe of the evils the Dark Lord set in motion before his fall.",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Search Udûn for the forges of Mornaur",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'It is an honour to meet you, [placeholder], for I have heard tell of the great deeds you have done in service of Middle-earth. I would appreciate your help and your guidance in Mordor, if you would provide it, for I have a task of my own I wish to undertake in the Black Land!\\n\\n'I am called Annoth, and I am a Ranger of Ithilien; I walked the woods for Faramir, and will again if he commands it. But my heart urges me in another direction, and my feet would follow. For I am a descendent of the Thandrim, Men of Gondor who dwelt within the bounds of Mordor and kept a watch on the evil that stirred there. The Thandrim built the great fortress of Durthand, the Black Shield, and from its high parapet they kept watch over Udûn.\\n\\n'But in time the watch became less, and their numbers dwindled, and the Thandrim failed. I wish to honour their memory and take vengeance upon the creatures of Sauron that slew them. Will you aid me?'\\n\\nYou give Annoth the warning of Mithrandir, and he nods.\\n\\n'I do not care for treasure, [placeholder]. All I seek is to honour the memory of the Thandrim, for their blood runs in my veins.'",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "Talk to Rhogrin at Mornaur, in western Udûn",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'I respect the warning of Mithrandir, but I do not need it. For I am Harthalín, and this is not my first adventure in the Black Land. I fought at the side of High King Gil-galad during the Battle of Dagorlad, and I know well the subtleties of Mordor. Many of my friends fell before the Black Gate, and many others met their ends on the slopes of Orodruin. I wish to pay my respects to those who fell long ago, and I have one other purpose beyond that.\\n\\n'I have returned to Mordor with an abundance of caution, for I disbelieve that Sauron can truly be gone. Have we not heard this tale before? I desire to see proof with my own eyes, for he is a master of trickery and deceit, and has escaped death time and again. What is different now?\\n\\n'I welcome your assistance, [placeholder]. We will need to rely upon our friends when we journey in the realm of Sauron, whether he be truly dead or no.'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'I know you, [placeholder]! Or rather, I have heard tales of the many great deeds you have performed, and to a scholar that feels like much the same thing! My name is Covadil, and I am a scholar from the Houses of Lore in Minas Tirith. My master sent me to acquire artifacts and knowledge that might be found in Osgiliath following its recapture, but that seemed a bit on the dull side for me.\\n\\n'I may have gotten a little carried away, but I challenge you to describe a more likely place to find artifacts and knowledge than the Land of Mordor, which has remained closed to us for so long. You cannot do it, can you? Nay, I thought not. That is why I asked the question!'\\n\\nYou give Covadil the warning of Mithrandir, and she smiles eagerly.\\n\\n'Oh, yes, I will not take anything we find in there for granted! Physically I will take it, of course, pick it up and and carry it gently and carefully, so as to protect anyone else from harm, and bring it back to the Houses of Lore for study. Thank you for the warning! Very useful things to have, warnings. Folk are always giving me warnings, for some reason or another. I think it makes them feel better.'",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Render anvils at Mornaur difficult to use ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477328,
      "en": "Talk to Rhogrin at Mornaur, in western Udûn",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Hail, friend, and welcome to Cirith Gorgor! The vale of Udûn lies ahead, beyond Cirith Gorgor, and all its attendant treasures are ready for the taking!\\n\\n'I am Rhogrin, and I am a soldier of Gondor. I fought on the Pelennor and before the Black Gate, and now I am prepared to seize the spoils of war from the clutches of the vile Orcs who fought for Sauron. They say he is dead, and I believe it. I was fighting at the base of one of the slag-hills when the Mountain of Fire shook all of Mordor, and I felt that blast in my very bones. The Dark Lord was much nearer to the Mountain than that, perhaps on its very slope, and not even he could survive that, could he? No, I think not.\\n\\n'It is only right that Gondor reaps the rewards of victory.'\\n\\nYou tell Rhogrin of Mithrandir's warning about the artifacts that might remain in Mordor, and he scoffs.\\n\\n'I know dark magic when I see it, and I will not go near anything of that sort. I want gold and silver and gems. Those are the spoils I understand, and those are the spoils I seek. The Wizard need not worry on my account. I can take care of myself.'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477330,
      "en": "Defeat foes in Udûn while you examine enemy movements ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Dangerous foes stalk the vale of Udûn, and Mithrandir asked you to venture forth with caution and defeat them.",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477332,
      "en": "Search the basin where the group of Orcs travelled, north-east of Durthang",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'I wonder what we will find within Mordor? The prospect of untold knowledge is certainly exciting!'",
      "es": ""
    },
    {
      "id": 111477334,
      "en": "Search TBD SPOT B",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "The forges of Mornaur are on the western side of the vale of Udûn.",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Talk to Mithrandir just inside the ruin of the Black Gate",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Search for the forges of Mornaur on the western side of Udûn. That is where Sauron supplied many of his armies with weapons.'",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Rhogrin has come to Mornaur, in western Udûn.",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Talk to Annoth in Cirith Gorgor",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to Harthalín in Cirith Gorgor",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Talk to Covadil in Cirith Gorgor",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Talk to Rhogrin in Cirith Gorgor",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Defeat foes in Udûn ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "'I do not care for treasure, [placeholder]. All I seek is to honour the memory of the Thandrim, for their blood runs in my veins.'",
      "es": ""
    },
    {
      "id": 162883745,
      "en": "'I welcome your assistance, [placeholder]. We will need to rely upon our friends when we journey in the realm of Sauron, whether he be truly dead or no.'",
      "es": ""
    },
    {
      "id": 162883746,
      "en": "'I want gold and silver and gems. Those are the spoils I understand, and those are the spoils I seek. The Wizard need not worry on my account. I can take care of myself.'",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "Rhogrin asked you to push over some of the anvils at Mornaur, rendering them difficult for the Orcs to use.",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Rhogrin is at Mornaur, in western Udûn.",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "'Search for the forges of Mornaur on the western side of Udûn. That is where Sauron supplied many of his armies with weapons.'",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "From the cliff's edge below Mornaur, Rhogrin saw a large group of Orcs and trolls in the basin of the vale north-east of Durthang, and asked you to investigate in order to make the area safe for other soldiers of Gondor.",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883753,
      "en": "'Let us ensure that the Orcs have a difficult time trying to use the forges and anvils here to continue the production of their weapons. Push over some of the anvils here and render them difficult to use. That will slow down any production of further weapons, and help our efforts in Udûn.'",
      "es": ""
    },
    {
      "id": 162883665,
      "en": "'While you worked to accomplish that task, I stood on the cliff's edge and beheld a rather large movement of Orcs and trolls moving from south to north on the floor of the valley. Perhaps you can see what they are up to, [placeholder]? It will be nothing good, that much is certain, but there may be treasure in it, or knowledge worth having. Any enemies you defeat while you search will also help others among our soldiers and will be no waste of effort!'",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'Adventurers have already begun taking hesitant steps through the ruin of the Gate. Let us join them, and I will take their measure. The dangers that await in Mordor will be too great for some of them, I warrant.'",
      "es": ""
    },
    {
      "id": 246419785,
      "en": "Rhogrin is at Mornaur, in western Udûn.",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'I must urge caution! Many of the artifacts that might be found within Mordor will be wholly evil, or corrupted beyond any use by good folk. Most of these adventurers do not know the first thing about dealing with such fell entrapments!\\n\\n'Speak to them, [placeholder], and try to dissuade them from such hasty courses. Or at least give them these warnings, so they will not blunder into their fates all unawares! After they are duly-warned, you should journey ahead and see what foes await us in Udûn. Look too for the forges where the weapons with which Sauron equipped his armies were made.'",
      "es": ""
    },
    {
      "id": 162883767,
      "en": "'[placeholder], can it be? You are awake and have recovered admirably from your wound! Can it be that Lord Elrond, smiling upon you, has given you leave to venture forth once more on behalf of the Eldar? He must have done so, for you are dressed in adventuring garb!\\n\\n'You spent many years in restless slumber, recovering from the wound inflicted by the Lord of the Nazgûl. From time to time I stopped my wandering to check in on you, most recently little more than half a year past, but I had no idea you were so near to waking!\\n\\n'It will be good to journey with you in Mordor, [placeholder]. I am most interested to learn if Sauron is truly gone, for some part of me disbelieves it. He is a master of trickery and deceit, and we have heard this tale before. We thought him gone then, did we not? And yet he lived. What is different this time?'",
      "es": ""
    },
    {
      "id": 177082739,
      "en": "Defeated foes in Udûn ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082741,
      "en": "You found TBD SPOT A!",
      "es": ""
    },
    {
      "id": 177082743,
      "en": "You found TBD SPOT B!",
      "es": ""
    },
    {
      "id": 177082744,
      "en": "A number of dead Orcs and trolls lie here. What was the cause of the infighting?",
      "es": ""
    },
    {
      "id": 177082756,
      "en": "You have found the Forges of Mornaur, where Sauron equipped his armies",
      "es": ""
    },
    {
      "id": 177082760,
      "en": "Made it difficult to use a Mornaur anvil ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 1.1: Beyond the Black Gate",
      "es": ""
    }
  ]
}