{
  "id": 620996356,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 4.1: The Meeting of the Masters",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "<rgb=#00FF00>All intercepted messages can be read from your inventory</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "<rgb=#00FF00>All intercepted messages can be read from your inventory</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I will retain the samples we obtained from the swamp and test them with the athelas given to you by Mithrandir, and I will give to you another task. We need information, [placeholder].\\n\\n'The creature that gave this message to the Ghâsh-hai I slew was named Dolgrist, and the words were on behalf of Borangos, of whom we have learned little. I propose that Lhaereth has requested the Masters of Mordor to attend her in Seregost, and they have sent their responses to her in the hands of runners such as the one I killed. Other responses must be on their way to her, and we must learn of their disposition.\\n\\n'Defeat Orcs and evil Men of every variety near the following sites, and you may intercept communications intended for Lhaereth. I suggest the Spire of Lûghash, the settlement of Fushaum Bal, near the tower of Cirith Ungol, and the camp outside Naerband. Good hunting to you, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "You have found the acceptance from Dulgabêth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Lhaereth has requested the Masters of Mordor to attend her in Seregost, and they have sent their responses to her in the hands of runners such as the one I killed. Other responses must be on their way to her, and we must learn of their disposition.\\n\\n'Defeat Orcs and evil Men of every variety near the following sites, and you may intercept communications intended for Lhaereth. I suggest the Spire of Lûghash, the settlement of Fushaum Bal, near the tower of Cirith Ungol, and the camp outside Naerband. Good hunting to you, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "Collected TBD FUSHAUM BAL",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "You have found record of a sighting of Urudanî",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Orcs and evil Men of every variety near the Spire of Lûghash, the settlement of Fushaum Bal, the tower of Cirith Ungol, and the camp outside Naerband may carry messages from their masters to Lhaereth the Stained.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730894",
      "en": "'You have nothing for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "You have found orders for Róglarg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e05",
      "en": "Bring the intercepted messages to Harthalín by the eastward road in Agarnaith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Intercept a message near the Spire of Lûghash",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Harthalín is at TBD in Agarnaith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d18",
      "en": "Harthalín's quick bow-string has slain an Orc carrying word of a meeting of the Masters of Mordor, and she thinks it important to learn more.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Intercept a message near Fushaum Bal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Intercept a message from Orodir, the camp outside Naerband",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Intercept a message near the Tower of Cirith Ungol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Harthalín is by the eastward-running road in Agarnaith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "You have found the acceptance from Ugrukhôr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Very well done, my friend! These messages shed enough light on the situation for us to determine a course of action. Mordor is tumultuous enough that each of the Masters wishes to consolidate his power; they are willing to meet, but they do not wish to do so in any of their rivals' strongholds. I cannot blame them for this lack of trust! Indeed, it seems wise for each of them to exercise an abundance of caution!\\n\\n'But they each want the ascendancy of Mordor; this meeting will happen. But where will they finally agree to meet?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}