{
  "id": 620996347,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Atli Spider-bane believes that you should enter Cirith Ungol while the Orcs are dealing with the newly-crazed spiders of Lhingris.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e16",
      "en": "Bring the message for Ugrukh么r to Atli Spider-bane outside the Tower of Cirith Ungol <rgb=#00FF00>(The message can be read from your inventory)</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Enter the tower and remind the Orcs that spiders are not the only thing they need to fear when there's a hero or two on the loose!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Atli Spider-bane is not far from the approach to Cirith Ungol, in Lhingris.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "Defeated Orc-kind in Cirith Ungol ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Find the ascending stairs in the Tower of Cirith Ungol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Search atop the stairs in the Tower of Cirith Ungol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "You see a crumpled parchment discarded by the fire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Find a message addressed to Ugrukh么r somewhere in Cirith Ungol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73087",
      "en": "'You have nothing for me? Some would say that is a waste of time!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "This message addressed to Ugrukh么r speaks of loyalties and infighting",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Stairs ascend to the higher levels of the tower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Something has stirred up the spiders of Lhingris, and they have begun attacking the Orcs of Cirith Ungol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'If you are of a mind to explore the tower, now might be the best time to get on with it! Orcs are given to fighting among themselves even at the best of times, but when they must deal with spiders as well, why, that must be the best of times indeed! For us, at least. Not for them, no indeed!\\n\\n'Enter the tower and remind the Orcs that spiders are not the only thing they need to fear when there's a hero or two on the loose!\\n\\n'What did you say you were looking for? Information on Ugrukh么r? I wouldn't say that Orcs are my area of skill, but I expect if you're looking for news on someone high up the chain of command, you'll want to climb higher up in the tower. It stands to reason, doesn't it?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 3.2: The Second Garrison",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Defeat Orc-kind in Cirith Ungol ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'What is this message you found? It speaks of loyalty, and infighting, and treachery? Hmm.\\n\\n'Bah! I hope you are satisfied with what you learned, for it means nothing to me. This is why I enjoy fighting spiders. There's no intrigue, no complex loyalties. You always know what side you're on, with spiders!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}