{
  "id": 620996348,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'What did he show to you, [placeholder]?'\\n\\nYou recount the tale of Borangos the Horror and the fate of Urudanî Stonemaiden, as told to you by Zaghárog. When you have finished, Harthalín laughs mirthlessly.\\n\\n'I thought this expedition was supposed to answer our questions, not raise more of them! We have learned of the Gúrzyul only for another player to enter the field. The situation in Gorgoroth grows more complex by the day!\\n\\n'Still, we will unravel these tangled threads. That is what we do, is it not?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The watching-stone inhabited by Zaghárog stands by the road to Nargroth, on the eastern edge of Talath Úrui.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "Images swirl behind your eyes, and Zaghárog whispers to you of times long ago...\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Harthalín is by the road to Nargroth, on the eastern edge of Talath Úrui.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Harthalín by the road to Nargroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'What does Zaghárog know that is of use to us?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "You have paid Zaghárog's price, and now the spirit owes you information concerning the Gúrzyul.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'You paid Zaghárog's price, and now he owes you information concerning the Gúrzyul. What does he know that is of use to us?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to Zaghárog and witness what he wishes to tell you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 3.3: Fate of the Stonemaiden",
      "es": "",
      "es (fem)": ""
    }
  ]
}