{
  "id": 620996320,
  "txt": [
    {
      "id": "0xeb011a0",
      "en": "Ayorzén has given you the names of especial terrors in Mordor, and wants you to speak those names to some of the freed Nurnhoth at the Black Gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'Ayorzén will be given a new start in Gondor in return for the knowledge he can give to us of Mordor. Speak to the waggon-driver Rathnor, and arrange for Ayorzén's passage to the city.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 1.6: Whispers from the Other Side",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'Sauron may be gone, but his servants were many and they were beings of power and terror. I have not seen anything of Gondor that can hope to stand against even these three, and that is not the full extent of his lieutenants.\\n\\n'And so I become Ayorzén the Unwilling, and refuse this so-called king's offer of pardon. I will remain between the realms until I taste which way the wind blows, [placeholder]. Right now, the breeze is rank, and it comes from Gorgoroth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'Your people have brought Nurnhoth through the Black Gate and freed them from captivity. I have an exercise for you! Speak these names to them, and ask yourself why I would side with Gondor when there are foes in Gorgoroth such as these still alive, still active, and still angry?\\n\\n'Speak the name Dulgabêth. Speak the name Ugrukhôr. Speak the name Urudanî. Does Gondor possess such terrors as these? I think it does not.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a5",
      "en": "Ayorzén is outside the Black Gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Mordor has been closed to the eyes of Gondor for more than a thousand years, ever since the fall of Durthand and the expulsion of the Thandrim. What transpired beneath the shroud of Gorgoroth remained unknown to us, and it brewed a bitter cup of rumour, and worry, and fear. That was in aid of Sauron's plans, as ever, for he knew the uses of fear better than any creature in this Middle-earth.\\n\\n'But we have one in our keeping who witnessed the last days of the War of the Ring from the other side. Ayorzén walked in Mordor when the peoples of Gondor and indeed of all Middle-earth could not pass the bounds of that land. What did he see? What does he know? He claims he was involved in high councils of war. Perhaps that is true, and perhaps it is not, but there is no question that he may have knowledge of Sauron's lieutenants that we simply do not.\\n\\n'Can he be forgiven of his crimes? If he can be so forgiven, he might be given a new life in Gondor in exchange for the information he possesses about Mordor and the power structure in the Black Land after the downfall of Sauron. Speak to Aragorn. It must be he who will forgive Ayorzén of these crimes, if any will.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Aragorn outside the Black Gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to Hujâ at the Black Gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Rathnor the waggon-driver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Talk to Arâm at the Black Gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I have already been approached about making a place for the Nurnhoth in Gondor, for their enslavement in Mordor has stirred the hearts of the folk who freed them. I do not know if Ayorzén merits the same treatment, [placeholder]. The Nurnhoth were cruelly mistreated by their overlords in Udûn and elsewhere; freedom was just a distant, half-remembered tale to them.\\n\\n'But Ayorzén led armies against us. He commanded his people to fight during the war, and many good men died on Khundolar blades before the White City. This is not an easy choice to make.'\\n\\nAragorn is silent for a moment, considering. Then he comes to a decision.\\n\\n'The words of Mithrandir have not oft led me astray, [placeholder]. Ayorzén will be given a new start in Gondor, in return for the knowledge he can give to us of Mordor. Speak to the waggon-driver, Rathnor, and arrange for Ayorzén's passage to the city.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Itli at the Black Gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'What's that? There's another fellow that needs passage back to the city? Aye, I'll accommodate him. There won't be much room, but I've got a little more space if folk are willing to sit close.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Talk to Ayorzén outside the Black Gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'What is it?'\\n\\nYou tell Ayorzén that the King of Gondor has agreed to a bargain: Ayorzén will be given a home in Gondor and his crimes washed away in exchange for what he knows about the situation in Mordor. The Easterling studies you carefully, and then he breaks into laughter.\\n\\n'How grand, [placeholder]! An offer of pardon from Gondor? I spit at this offer. I am not interested in the charity of this king. I have not yet decided which side in this contest will be the victor. Why then, would I ally myself with any of you? I have seen nothing to prove that Gondor will triumph in the days to come, but I know of many dangers that lurk still in Gorgoroth, waiting.\\n\\n'Your people have brought Nurnhoth through the Black Gate and freed them from captivity. I have an exercise for you! Speak these names to them, and ask yourself why I would side with Gondor when there are foes in Gorgoroth such as these still alive, still active, and still angry?\\n\\n'Speak the name Dulgabêth. Speak the name Ugrukhôr. Speak the name Urudanî. Does Gondor possess such terrors as these? I think it does not.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Ayorzén outside the Black Gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Aye, one more passenger to the city should not be hard to manage.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Talk to Mithrandir outside the Black Gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "Hujâ stares at you with wide eyes, and when he speaks it is no more than a whisper.\\n\\n'Ugrukhôr... he is the Captain of the Pit. He knows no mercy. He delights in death.'\\n\\nTears well in his eyes as he speaks.\\n\\n'His face... terribly scarred... but not always! They say Sauron punished him... punished him for something. Held him... held him to the Fire!'\\n\\nHujâ falls silent and will speak no more, but his trembling persists for some time.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Mithrandir believes that Ayorzén's knowledge of Mordor might be made useful by those who adventure within its bounds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "Arâm stares at you coldly.\\n\\n'You should not speak of Urudanî. They say if you speak her name, she hears it and will come. Her kiss is death, her embrace torment. Have we not suffered enough? Let the Stonemaiden slumber, and awaken her not!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "Itli shudders when you ask him about Dulgabêth and clenches his fists.\\n\\n'I can tell you nothing of him that a dozen others could not. He was the Mouth of Sauron, and his knights rode at his command. They plucked me from my village by the Sea and marched me long leagues to Udûn, where I was put to work at the forges. I only saw the Mouth once, from afar, for he was too busy with Sauron's errands to spend time tormenting the Nurnhoth.\\n\\n'But Sauron is gone, and if the Mouth had a leash, it is now off him. We should not... we should not be speaking of him here, so close to Mordor. It will bring ill fortune. Speak no more to me of him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Aragorn is outside the Black Gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Do you see now? Sauron may be gone, but his servants were many, and they were beings of power and terror. I have not seen anything of Gondor that can hope to stand against even these three, and that is not the full extent of his lieutenants.\\n\\n'And so I become Ayorzén the Unwilling, and refuse this so-called king's offer of pardon. I will remain between the realms until I taste which way the wind blows, [placeholder]. Right now, the breeze is rank, and it comes from Gorgoroth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "The waggon-driver Rathnor can be found near the Black Gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Mithrandir is outside the Black Gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "Ayorzén is outside the Black Gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'I hold that Ayorzén will still be useful to us; indeed, he has already been so, for I think the artifact he stole from Durthang can be made to serve our purposes.\\n\\n'And further, he has given us an idea of the evils that wait within Gorgoroth. The shadow that hangs on Mordor is too deep for you to pierce it without powerful help, but pierce it you must if you are to combat the villains of whom he spoke.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'We have one in our keeping who witnessed the last days of the War of the Ring from the other side. Ayorzén walked in Mordor when the peoples of Gondor and indeed of all Middle-earth could not pass the bounds of that land. What did he see? What does he know? He claims he was involved in high councils of war. Perhaps that is true, and perhaps it is not, but there is no question that he may have knowledge of Sauron's lieutenants that we simply do not.\\n\\n'Can he be forgiven of his crimes? If he can be so forgiven, he might be given a new life in Gondor in exchange for the information he possesses about Mordor and the power structure in the Black Land after the downfall of Sauron. Speak to Aragorn. It must be he who will forgive Ayorzén of these crimes, if any will.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "You should tell Ayorzén that he will have a place in Gondor",
      "es": "",
      "es (fem)": ""
    }
  ]
}