{
  "id": 620996342,
  "txt": [
    {
      "id": 49286692,
      "en": "Bring the broken metal pieces to Covadil near Lûghash",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'I believe that you can advance into the Doomfold of Dor Amarth. Pass through the guarded Isenmouthe and find Brungos on the other side. He will tell you somewhat of what he has done, and what has yet to be accomplished.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 2.3: Lands of Doom",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'Covadil intended to travel north-east to Lûghash. I warned her to be careful, but she found that mirthful and laughed at my warning. She is a scholar, and a bit odd, but I do hope she is being careful all the same. Perhaps you could find her and see how she fares?'",
      "es": ""
    },
    {
      "id": 246419875,
      "en": "Brungos is in a small ruined settlement in Dor Amarth.",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "'There was once a Gondorian fortress there, the Peace-hold of Sídhost. I wonder if there might still be signs of it. You should do what we scholars of the House of Lore often do when we want to unearth lost knowledge. We dig about in the debris, [placeholder]! You never know what you might find!\\n\\n'Search the old ash piles all around the Spire, and see if you can find some remnant of the Gondorian presence here. For knowledge, and for knowing!'",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Defeat enemies in Dor Amarth ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Adventurers of the Free Peoples have set foot into Udûn, but the fortress of Carach Angren has hindered further passage. The eruption of Orodruin melted the doors of the Isenmouthe and they cannot be shut, but enemies still hold the channel between Udûn and Dor Amarth.\\n\\n'Some few have managed the passage: Rangers, Elves, and others utilizing the arts of stealth. I believe that you can advance into the Doomfold of Dor Amarth. Pass through the guarded Isenmouthe and find Brungos on the other side. He will tell you somewhat of what he has done, and what has yet to be accomplished.'",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "Dug in the ash piles outside Lûghash ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Travel to the Isenmouthe in the fortress of Carach Angren",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to Brungos in Dor Amarth",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Find Covadil near Lûghash, in Dor Amarth",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Pass through the Isenmouthe and find Brungos in Dor Amarth",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Welcome to the Doomfold of Dor Amarth, [placeholder], but even as I bid you this greeting, the words rebel upon my lips. Welcome? Who could be welcome in this place?\\n\\n'It is the way of my people to survive in the wilderness, hunting game and foraging for food even when the land seems barren. Those skills would be well-tested in this place! Luckily, it should not be necessary; I have brought supplies enough to last me, and in any event I would not trust anything that could grow here.\\n\\n'Was this valley once fertile? I cannot imagine it, but mortal eyes are oft quick to judge, given how little we see of the great span of Time. Before Sauron came, was this land green and growing?'\\n\\nBrungos dismisses the thought with a shrug.\\n\\n'Mayhap I will consider further when we are safely away from here, [placeholder]. For now, the land is dead and full of enemies, and we should ask pointed questions with dagger and blade, and set aside any questions that do not fell our foes!'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'There is no shortage of enemies stalking Dor Amarth. Defeat any you find and the land will be made not safe, but safer at the least.'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Brungos in Dor Amarth",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Talk to Covadil near Lûghash",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'I have faced many foes here myself, but still my mind worries at the subject about which we spoke, [placeholder]. Can it be that this land was once much the same as any other, but the coming of Sauron laid waste to it? There are countless reasons to rejoice that he is gone, but even for one among many it must approach the top of the list.\\n\\n'If he could do this to Mordor, could he not have worked such a change upon Gondor, or upon Rohan, or upon Eriador? I deem that he could. Further I contend that the transformation of Dor Amarth to this blasted plain was not accidental. I believe he did it purposefully, with malicious intent, if not for some scheme then merely for the hateful joy of it.\\n\\n'I spoke about this with Covadil, who dared the passage of Isenmouthe with me; I think it was she who first planted these thoughts in my mind, and now I cannot stop thinking on them! She intended to travel north-east to Lûghash. I warned her to be careful, but she found that mirthful and laughed at my warning. She is a scholar, and a bit odd, but I do hope she is being careful all the same. Perhaps you could find her and see how she fares?'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Fierce enemies stalk the Doomfold of Dor Amarth, and Brungos asked for your help defeating them.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "The Isenmouthe is the gate between Udûn and Dor Amarth, and it is built into the fortress of Carach Angren.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419890,
      "en": "The Gondorian scholar Covadil is near the Spire of Lûghash, in Dor Amarth.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Will you look at that, [placeholder]? A fortress was built there upon the lowest slopes of Ered Lithui when Gondor established its watch upon Mordor. It was called the Peace-hold of Sídhost, and nothing moved on Orodruin without alerting the attention of its defenders.\\n\\n'But the vigilance of Gondor failed, in time, and it was abandoned. The Orcs burrowed beneath its foundations, and the earth shook, and Sídhost crumbled into ruin. The Spire of Lûghash arose in its place. That is it right there! If it weren't for the scholarly pursuit of knowledge, you would think that was merely an evil tower, but now you know some of its history. Isn't that fascinating?\\n\\n'But there was once a Gondorian fortress there, and I wonder if there might still be signs of it. You should do what we scholars of the House of Lore often do when we want to unearth lost knowledge. We dig about in the debris, [placeholder]! You never know what you might find!\\n\\n'Search the old ash piles all around the Spire, and see if you can find some remnant of the Gondorian presence here. For knowledge, and for knowing!'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Brungos is on the other side of the Isenmouthe, in Dor Amarth.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Covadil went north-east in Dor Amarth, intending to see Lûghash.",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Brungos is in a small ruined settlement in Dor Amarth.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "The Gondorian scholar Covadil is near the Spire of Lûghash, in Dor Amarth.",
      "es": ""
    },
    {
      "id": 24695138,
      "en": "Now that you have acquired the Light of Eärendil, Mithrandir has asked you to press further into Mordor.",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Covadil asked you to search among the old ash piles outside Lûghash for some sign of the Gondorian presence.",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "Defeated enemies in Dor Amarth ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "You have found Covadil, staring up at the Spire of Lûghash",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Dig in the ash piles outside Lûghash ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'Did I not tell you? Digging in the debris is never a waste... not for a scholar of history!\\n\\n'This broken piece of metal is unremarkable, save for this marking right here. Do you see it? That is half of a sigil of Gondor. Nay, not even a half! It may be more of a small portion of a small portion, but even a portion's portion is a delight to one who thirsts for knowledge!\\n\\n'This tiny remnant of history has emerged from the ash, a reminder to us of Gondor's resilience. My master will surely find value in this discovery, even if I was not supposed to adventure here. The House of Lore will benefit from this, I do not doubt it! This is much more interesting than anything I might have found in Osgiliath, so close to Minas Tirith. This is a land of danger, an unknown land, and the rewards are greater to match!'",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'I believe that you can advance into the Doomfold of Dor Amarth. Pass through the guarded Isenmouthe and find Brungos on the other side. He will tell you somewhat of what he has done, and what has yet to be accomplished.'",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "The Isenmouthe is guarded, but when has that ever proved a hindrance to you?",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'I believe that you can advance into the Doomfold of Dor Amarth. Pass through the guarded Isenmouthe and find Brungos on the other side. He will tell you somewhat of what he has done, and what has yet to be accomplished.'",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "You have found Brungos in the Doomfold",
      "es": ""
    }
  ]
}