{
  "id": 620996319,
  "txt": [
    {
      "id": "0xa8e1192",
      "en": "Collected treasure in the mines ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'He is impudent, and he is impolite, and he is abrasive, [placeholder].'\\n\\nMithrandir raises an eyebrow, and the faintest hint of a smile emerges beneath his beard.\\n\\n'He may also be useful. I have had an idea.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'Give the draughts I gave to you to any at Anglach who might suffer from breathing the unhealthy air. Tell them, too, that they must withdraw. Every moment they breathe the foul fumes brings them closer to harm, and further from real recovery.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "Ayorzén, sitting nearby, laughs coldly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The foundries and mines of Anglach are in north-eastern Udûn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'Give the draughts I gave to you to any at Anglach who might suffer from breathing the unhealthy air. Tell them, too, that they must withdraw. Every moment they breathe the foul fumes brings them closer to harm, and further from real recovery.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Adventurers who have sojourned in Gorgoroth have reported a great deal of discomfort, not only of the spirit but of the body. The air in Udûn is filled with choking fumes and unhealthy vapours, but nowhere worse than that produced by the mines and foundries of Anglach.\\n\\n'I have prepared a number of restorative draughts that should bring comfort to adventurers in Udûn. I ask that you go to Anglach and give these draughts to any there who might suffer from these maladies. Tell them, too, that they must withdraw. Every moment they breathe the foul fumes brings them closer to harm, and further from real recovery.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Adventurers affected by the choking fumes can be found at the foundries of Anglach, in north-eastern Udûn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Talk to Ayorzén outside the Black Gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Mithrandir has asked you to aid soldiers who might have run afoul of the choking fumes that belch from the mines and foundries of Anglach, in Udûn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Talk to Mithrandir outside the Black Gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'What have you done, [placeholder]? You have stopped my men from their tasks. I lead this group of adventurers, and if they are not fighting Orcs or searching for treasure, they are not doing their jobs! The air here is foul, that is true, but these are strong men and they cannot use that as an excuse to relax their effort.\\n\\n'If you wish to be of help, you could make your way into the mine. It is delved behind the foundries here and descends beneath us for a great distance. Who knows what treasures await us in there? If you care so much for the lives of these men, you would be doing them a service if you thinned out some of the foes that lurk in the mine.\\n\\n'You might find some treasure, too. Bring it out here and I will return with my men back to the gate so they may recover... but not before!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e35",
      "en": "Bring the treasure you collected to Belaith, at Anglach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'This is all you found? These few baubles are the most treasure you could wrest from the mines beneath Anglach, foundry of the Great Sauron? Ah, places of great shadow will hold greater rewards, and we are on the outskirts of the lands that were his. Perhaps greater treasures will be found where the grip of the shadow is stronger.'\\n\\nBelaith snorts.\\n\\n'Or perhaps you did not know where to look, [placeholder]. Just as soon as my men have recovered from breathing in the noxious fumes of this place, we will be back. The real treasure must be hidden deeper within the mine! Even so, a deal spoken is a deal done. I will do as I said I would, and my men will have a few days to rest and recover before we return.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "The foundries of Anglach have filled the air with choking fumes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Mithrandir is outside the Black Gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd3a011",
      "en": "'Ah, that helped a great deal. Thank you, friend! I am getting out of here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'I saw a group of treasure-seekers returning from Udûn, so I know you did your duty and compelled them to return. They do not value their lives as greatly as they value their treasure; if they continue on this course they will soon have neither! Treasure makes fools of all men.\\n\\n'To linger so near the mines and foundries of Anglach is unwise, for these seekers of treasure or indeed for any! Who can say what foul work was undertaken for Sauron at Anglach or what terrible craft was done there in the name of his war?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd3a012",
      "en": "'I am refreshed! Thank you. Now I am getting out of here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd3a013",
      "en": "'That is just what I needed! I am leaving while I still can!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd3a014",
      "en": "'I feel better now. I am getting out while I still can!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'He fancies himself a Wizard, does he? Ayorzén knows about Wizards, and wants nothing to do with them. They are not as wise as they claim to be, nor as impartial.\\n\\n'He says, \\qNone know what was made at Anglach,\\q but that is already not right, for I know well. The great ram Grond was made there and wreathed about with spells. I saw it destroy the gate of the Tall City myself, and if things had gone otherwise there would have been no stopping it.\\n\\n'Yes, I was in the war councils, and I heard the plans for Grond. Can this so-called Wizard claim that? No, he cannot. It was a matter of pride for me, Ayorzén the Included, but now I have been replaced. Replaced by Ortakûl, no doubt. He will not last. That at least is cause for comfort!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd3a015",
      "en": "'I am renewed! I will use this strength to return to safety!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Defeat Orcs in the mines below Anglach and retrieve treasure ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Does this Easterling have something to say? I might remind him that it is impolite to interrupt the Wise, and I have walked in Middle-earth much longer than he!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd3a016",
      "en": "'My vigour returns, and so will I... to the Black Gate, and safety!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Talk to Mithrandir outside the Black Gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730882",
      "en": "'You have not found sufficient treasure for me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'I know well what was made at the foundries of Anglach. The great ram Grond was made there and wreathed about with spells. I saw it destroy the gate of the Tall City myself, and if things had gone otherwise there would have been no stopping it.\\n\\n'Yes, I was in the war councils, and I heard the plans for Grond. Can this so-called Wizard claim that? No, he cannot. It was a matter of pride for me, Ayorzén the Included, but now I have been replaced. Replaced by Ortakûl, no doubt. He will not last. That at least is cause for comfort!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "Belaith leads a group of adventurers seeking treasure in at Anglach, in Udûn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a0",
      "en": "Belaith asked you to delve into the mines below Anglach in search of treasure and refused to return to the Black Gate with his men until you have brought him some.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "Belaith leads a group of adventurers seeking treasure in at Anglach, in Udûn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'Just as soon as my men have recovered from breathing in the noxious fumes of this place, we will be back. The real treasure must be hidden deeper within the mine! Even so, a deal spoken is a deal done. I will do as I said I would, and my men will have a few days to rest and recover before we return.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a9",
      "en": "Ayorzén sits near Mithrandir outside the Black Gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b1",
      "en": "Mithrandir is outside the Black Gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Find the foundries of Anglach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Give restorative draughts to adventurers at Anglach ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Belaith at Anglach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 1.5: The Air of That Place",
      "es": "",
      "es (fem)": ""
    }
  ]
}