{
  "id": 620996384,
  "txt": [
    {
      "id": 190220501,
      "en": "'Hmm. What people could he be referring to? Possibly Nurnhoth? Regardless, I will take any allies I can in this hostile land. \\n\\n'I will meet you there. I travel faster alone.'",
      "es": ""
    },
    {
      "id": 148970340,
      "en": "TBD Speak with Warleader",
      "es": ""
    },
    {
      "id": 173025705,
      "en": "TBD Talk to Gobbo",
      "es": ""
    },
    {
      "id": 190220596,
      "en": "TBD Follow Gobbo!",
      "es": ""
    },
    {
      "id": 190220599,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 24743345,
      "en": "'Let's go. Don't get lost!'",
      "es": ""
    },
    {
      "id": 184621521,
      "en": "TBD Talk to Gobbo",
      "es": ""
    },
    {
      "id": 24743346,
      "en": "'Got to get wet. You get used to it.'",
      "es": ""
    },
    {
      "id": 24743347,
      "en": "'So, want to know why I don't like Orcs? Why I'm alone?'",
      "es": ""
    },
    {
      "id": 184621523,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 24743348,
      "en": "'Boss Orc didn't like me. Too smart, didn't obey orders.'",
      "es": ""
    },
    {
      "id": 146367811,
      "en": "'When they want to get rid of you, you get thrown in Agarnaith. Blight Lady take you into Seregost, you never seen again.'",
      "es": ""
    },
    {
      "id": 24743349,
      "en": "'Ready? Really ready?'",
      "es": ""
    },
    {
      "id": 24743351,
      "en": "'You gonna help me take 'em all out. Even Blight Lady.'",
      "es": ""
    },
    {
      "id": 126687155,
      "en": "TBD Follow Gob to Druedain Village",
      "es": ""
    },
    {
      "id": 24743352,
      "en": "'Close to Kala-gijak now. Watch out for Uruks.'",
      "es": ""
    },
    {
      "id": 24743353,
      "en": "'Big fort, right? Gonna need lots of help.'",
      "es": ""
    },
    {
      "id": 184621529,
      "en": "Viznak can be found in his hideout.\\n\\nYou should talk to Viznak when you are ready to leave.",
      "es": ""
    },
    {
      "id": 173025364,
      "en": "TBD Follow Gobbo",
      "es": ""
    },
    {
      "id": 120621542,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 184621442,
      "en": "Faeron can be found at the mountain pass in north-east Agarnaith.\\n\\nYou should talk to Faeron.",
      "es": ""
    },
    {
      "id": 184621443,
      "en": "The Drúedain outside the mountain pass in north-east Agarnaith seem to be willing to talk to you now.\\n\\nYou should try to talk to Ghai-buri-Sêk.",
      "es": ""
    },
    {
      "id": 236954423,
      "en": "Unexpected Allies",
      "es": ""
    },
    {
      "id": 184621089,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 173025280,
      "en": "Talk to Faeron",
      "es": ""
    },
    {
      "id": 184621093,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 173025284,
      "en": "Talk to Ghai-buri-Sêk",
      "es": ""
    },
    {
      "id": 184621094,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 190220533,
      "en": "'Ok! Let's go!'",
      "es": ""
    },
    {
      "id": 190220535,
      "en": "'Ready to go? I got lots to tell ya on the way!'",
      "es": ""
    },
    {
      "id": 190220536,
      "en": "'Ready to go? I got lots to tell you on the way!'",
      "es": ""
    },
    {
      "id": 190220626,
      "en": "TBD Go get Rep",
      "es": ""
    },
    {
      "id": 190220450,
      "en": "'As I thought. We will need to earn their trust before they will help us. I have some ideas that just might work in our favour. I will see what I can do to communicate with them until then.'",
      "es": ""
    },
    {
      "id": 190220631,
      "en": "'You... not Orcs. We do not know you, but you are not enemy.'",
      "es": ""
    },
    {
      "id": 190220453,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 190220632,
      "en": "'I lead you to them, but they throw spears at me, so I don't stay. Make them friends! If you lost, we go north-east to new pass in mountains.\\n\\n'Ready?'",
      "es": ""
    },
    {
      "id": 173025744,
      "en": "TBD Speak with Druadain",
      "es": ""
    },
    {
      "id": 190220456,
      "en": "'You saw big Uruk fort, yes? That's Kala-gijak. Many, many Uruks there led by Brogmaush. He big and tough. You strong, but not strong enough to attack fort alone. Got an idea.\\n\\n'When The Eye go away and mountain blow up, new people come into swamp. Not Orcs, more like you. They chased me and threw spears! I see them fighting Orcs and Uruks. They don't like Orcs, you don't like Orcs, so maybe they can be your friends too? Might help you beat Brogmaush. See, I make good plans!'",
      "es": ""
    },
    {
      "id": 173025752,
      "en": "TBD Follow Gobbo",
      "es": ""
    },
    {
      "id": 184621474,
      "en": "Viznak mentioned that the potential allies can be found in a mountain pass to the north-east.\\n\\nYou should either walk with Viznak or find the mountain pass on your own.",
      "es": ""
    },
    {
      "id": 184621475,
      "en": "Faeron can be found in Viznak's hideout.\\n\\nYou should talk to Faeron.",
      "es": ""
    },
    {
      "id": 173025312,
      "en": "Talk to Viznak",
      "es": ""
    },
    {
      "id": 148970215,
      "en": "Follow Viznak to the mountain pass to the north-east",
      "es": ""
    },
    {
      "id": 184621125,
      "en": "TBD Find Druedain Village",
      "es": ""
    },
    {
      "id": 148970217,
      "en": "Three figures guard the mountain pass. They appear to be men!",
      "es": ""
    },
    {
      "id": 148970128,
      "en": "TBD Talk to Gobbo",
      "es": ""
    },
    {
      "id": 184621126,
      "en": "TBD Speak with Druedain",
      "es": ""
    },
    {
      "id": 173025318,
      "en": "Talk to Faeron",
      "es": ""
    },
    {
      "id": 173025320,
      "en": "Find the potential allies",
      "es": ""
    },
    {
      "id": 126686759,
      "en": "Now that you are immune to the diseases of Agarnaith, Viznak wants to get started in tackling your real foes. However, you won't be able to take on an Uruk fort all by yourself. Luckily, Viznak knows of someone who might help.",
      "es": ""
    },
    {
      "id": 190220480,
      "en": "'Yep, there they are! I'm gonna go home now. Bye bye!'",
      "es": ""
    },
    {
      "id": 184621490,
      "en": "The mountain pass in north-east Agarnaith is guarded by Ghai-buri-Sêk.\\n\\nYou should attempt to talk to Ghai-buri-Sêk.",
      "es": ""
    },
    {
      "id": 127458128,
      "en": "'Uruks serve Blight Lady now, but didn't before.'",
      "es": ""
    },
    {
      "id": 190220483,
      "en": "The Drúedain appear shocked as you approach. Faeron must be correct, these people have never seen anyone that was not one of their own, or an Orc of some kind. However, their spears are still aimed at your chest. You will need to prove you are an ally before they will let you pass.",
      "es": ""
    },
    {
      "id": 184621493,
      "en": "Faeron can be found at the mountain pass in north-east Agarnaith.\\n\\nYou should talk to Faeron and decide how to proceed.",
      "es": ""
    },
    {
      "id": 127458129,
      "en": "'Nazgûl guy, Black Blade, used to live in Seregost. Don't think Blight Lady liked him, hehe!'",
      "es": ""
    },
    {
      "id": 127458130,
      "en": "'Guess he went away with Eye, then Blight Lady take control.'",
      "es": ""
    },
    {
      "id": 184621495,
      "en": "The Drúedain in north-east Agarnaith may help you, but you must earn their trust.\\n\\nYou should complete tasks for Faeron to improve your standing with the Drúedain.",
      "es": ""
    },
    {
      "id": 173025329,
      "en": "(Optional) Walk with Viznak",
      "es": ""
    },
    {
      "id": 127458131,
      "en": "'Almost there. Trees get big back here.'",
      "es": ""
    },
    {
      "id": 127458132,
      "en": "'We close now. Just keep walking that way. I gonna go back now, keep Rhadrog company! Hehehe!'",
      "es": ""
    },
    {
      "id": 173025332,
      "en": "Attempt to talk to Ghai-buri-Sêk",
      "es": ""
    },
    {
      "id": 127458133,
      "en": "'Drúedain?! How is this possible? Approach slowly; it's likely they've never seen anything like us before.'",
      "es": ""
    },
    {
      "id": 127458134,
      "en": "'Well, I show them! Crazy Orcs, Uruks, Bat-people, none of them get me! I'm smarter than all of them!'",
      "es": ""
    },
    {
      "id": 190220489,
      "en": "'Your efforts have gone a long way! They seem willing to let us into their village now. While you were out there slaughtering Orcs, I had a bit of success breaking through the communication barrier. These people have been isolated for a long time, but they seem quick to catch on.'\\n\\nFaeron teaches you some basic words of their language that should allow rudimentary communication with the Drúedain.",
      "es": ""
    },
    {
      "id": 173025334,
      "en": "Talk to Faeron",
      "es": ""
    },
    {
      "id": 184621145,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 173025336,
      "en": "Reach neutral reputation with the Red Sky Clan",
      "es": ""
    },
    {
      "id": 173025696,
      "en": "TBD Follow Druedain",
      "es": ""
    },
    {
      "id": 173025699,
      "en": "TBD Speak with Warleader",
      "es": ""
    }
  ]
}