{
  "id": 620996357,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 4.2: The Only Place",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc3d3921",
      "en": "'Ha ha! Well done!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Zaghárog outside the Caverns of Fire, in Talath Úrui",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Zaghárog outside the Caverns of Fire, in Talath Úrui",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a5",
      "en": "Zaghárog told you to walk to the north-west. Will this provide your answer?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I have had an idea, [placeholder]. Each of the Masters of Mordor has walked this land longer than either of us, and they know its out of the way corners better than we could ever hope to do. Even I, who fought during the Siege of Barad-dûr at the end of the Second Age and saw the shape of the land then, cannot pretend to the knowledge of those who seek to rule Mordor now.\\n\\n'But there is one who has demonstrated such knowledge of this land to us. Do you remember? I do not trust him, for who truly could, but he has watched the movements of our enemies and knows somewhat of their motivations.\\n\\n'I speak of Zaghárog, [placeholder]. The spirit in the stone may have seen more than we, and know of the place the Masters will settle upon for their council.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a6",
      "en": "Harthalín is by the road to Nargroth, on the eastern edge of Talath Úrui.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Zaghárog told you to walk to the north-west",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Find the area in Lhingris near the falls, and fulfill Zaghárog's demand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f141b1",
      "en": "'I almost killed it... but now it returns!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Thank you for finishing the job, [placeholder]! That was quite a fight!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Talk to Harthalín by the road to Nargroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'I do not trust this creature, but he may have seen that which is hidden to us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Zaghárog has proven he gives nothing for free, [placeholder]. What has he asked you to do this time?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'You have done as the spirit asked. Now let us see if he will do as he promised.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'They will meet to the north-west? That is all he has given us?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The watching-stone inhabited by the spirit Zaghárog is on the road to the Caverns of Fire, in Talath Úrui.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Of course! How did I not see it? Orodruin stands between the lands the Masters of Mordor have claimed for themselves, and on the slopes of Mount Doom they will feel most secure from the treachery of their rivals!\\n\\n'That is where the meeting will take place, I am certain of it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1194",
      "en": "Mount Doom fills your vision, and you know at once: the Masters will meet on the slopes of Orodruin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1198",
      "en": "The creature falls dead. May this be enough for Zaghárog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x59ed9c1",
      "en": "Atli Spider-bane",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "Zaghárog showed you a particular area in Lhingris and asked you to kill the creature there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "The watching-stone inhabited by the spirit Zaghárog is on the road to the Caverns of Fire, in Talath Úrui.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'There is one who has demonstrated a familiarity of this land to us. Do you remember? I do not trust him, for who truly could, but he has watched the movements of our enemies and knows somewhat of their motivations.\\n\\n'I speak of Zaghárog, [placeholder]. The spirit in the stone may have seen more than we, and know of the place the Masters will settle upon for their council.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'I have had an idea, [placeholder]. Each of the Masters of Mordor has walked this land longer than either of us, and they know its out of the way corners better than we could ever hope to do. Even we, who fought among the Last Alliance at the end of the Second Age, cannot pretend to the knowledge of those who seek to rule Mordor now.\\n\\n'But there is one who has demonstrated such knowledge of this land to us. Do you remember? I do not trust him, for who truly could, but he has watched the movements of our enemies and knows somewhat of their motivations.\\n\\n'I speak of Zaghárog, [placeholder]. The spirit in the stone may have seen more than we, and know of the place the Masters will settle upon for their council.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "Unlike your previous visit, Zaghárog does not make you wait this time. He is present immediately, with a hungering and eager need.\\n\\n'The spider is slain,' you say, and Zaghárog's confusion is apparent. You see the hidden gully in Lhingris once again, and feel the stalking shadow, and hear Atli Spider-bane bellow his battle-cry. A feeling of great insistence spears at you, over and over.\\n\\n'The spider,' you say once again, and Zaghárog responds at once: 'The dwarf.'\\n\\n'No,' you respond.\\n\\nYou are buffeted by disappointment and anger. The spirit's rage is a crushing ceiling that presses down on you. It is a cauldron of boiling fire that scalds you. It is a torrent of icy rain that freezes and pierces your skin. It passes, and Zaghárog's rage is replaced with a sullen resentment.\\n\\n'Where will the Masters meet?' you ask once again, and Zaghárog shows you the nine dying fish, inexplicably and inexorably breathing their last.\\n\\nFinally, the images fade, and your feet are compelled to walk to the north-west. Zaghárog remains, nursing his disappointment, but you are confident that he has given you what you need.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "There is silence in your mind for so long you begin to doubt that Zaghárog will speak to you. Then, just as you are about to turn away, the presence returns. The questioning sea buffets you as before.\\n\\n'Where will the Masters seek to meet?' you ask of the spirit. The only reply is silence.\\n\\n'Have such meetings occurred before?' you try again, but Zaghárog does not reply. The questioning sea recedes, leaving behind only sand and silt. Skeletal fish wriggle madly on the dry bed, gasping and dying.\\n\\nThen you notice their number: nine fish die in the water's absence. The presence in the darkness that is Zaghárog watches you closely, and the fish are gone. A sudden flash of light blinds you with its brilliance, and you recognize a flat space with sparse trees near many falls, in the southern reaches of Lhingris. Hateful chittering fills your ears, and you know there is a malevolent creature behind you, but you are unable to turn and face it. Then you hear the voice of Atli Spider-bane, and you know he hunts the creature that stalks you.\\n\\nZaghárog makes his demand, and his desire fills your mind and echoes in your ears.\\n\\n'Kill,' he says.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d179",
      "en": "Harthalín believes the meeting of the Masters will take place, but if you are to make use of this information you must learn what location each of them might trust.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'Where will the Masters meet?' you ask once again, and Zaghárog shows you the nine dying fish, inexplicably and inexorably breathing their last.\\n\\nFinally, the images fade, and your feet are compelled to walk to the north-west. Zaghárog remains, nursing his disappointment, but you are confident that he has given you what you need.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "The creature falls dead. May this be enough for Zaghárog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "The images return. You recognize a flat space with sparse trees near many falls, in the southern reaches of Lhingris. Hateful chittering fills your ears, and you know there is a malevolent creature  behind you, but you are unable to turn and face it. Then you hear the voice of Atli Spider-bane, and you know he hunts the creature that stalks you.\\n\\nZaghárog makes his demand, and his desire fills your mind and echoes in your ears.\\n\\n'Kill,' he says.",
      "es": "",
      "es (fem)": ""
    }
  ]
}