{
  "id": 620996362,
  "txt": [
    {
      "id": 162883717,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'You will need a disguise of some kind to get near to any of the Masters without their knowledge, but what sort of raiment will serve that purpose I cannot say.\\n\\n'Mithrandir may know better than I, [placeholder]. Return to him in Minas Tirith and consult the Wizard, and I will continue to monitor Lhaereth's progress in plague-making.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 4.3: Raiment of Disguise",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'The Gúrzyul, and indeed many others in Mordor, rely upon their slaves for labour and the many menial tasks that keep the iron wheel of Gorgoroth turning. As a result, obedient slaves often pass beneath notice; I suspect that the Masters of Mordor do not even see them, though they rely upon their presence. If you were to obtain the rags worn by the freed Nurnhoth that were brought to the city, a tailor in Minas Tirith might be able to fashion a suitable disguise for you.\\n\\n'I last saw some of the freed Nurnhoth on the north-east side of the Third Circle, trying to become comfortable in their new home.'",
      "es": ""
    },
    {
      "id": 246419875,
      "en": "Hujâ is among a group of freed Nurnhoth on the north-east side of the Third Circle, in Minas Tirith.",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'The Gúrzyul, and indeed many others in Mordor, rely upon their slaves for labour and the many menial tasks that keep the iron wheel of Gorgoroth turning. As a result, obedient slaves often pass beneath notice; I suspect that the Masters of Mordor do not even see them, though they rely upon their presence. If you were to obtain the rags worn by the freed Nurnhoth that were brought to the city, a tailor in Minas Tirith might be able to fashion a suitable disguise for you.\\n\\n'I last saw some of the freed Nurnhoth on the north-east side of the Third Circle, trying to become comfortable in their new home.'",
      "es": ""
    },
    {
      "id": 162883767,
      "en": "'Use the clothes I gave to you to help put an end to Ugrukhôr and the others like him. May they be of use to you, and I will try not to feel their loss overmuch. It will not be easy, but it will be worth it if this act helps free my people and put an end to their misery and torment in Mordor.'",
      "es": ""
    },
    {
      "id": 162883768,
      "en": "'We are doing the best we can. It is not easy.'",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "'Every moment that comes I think we will be brought back. I cannot believe this will last.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'It will be easier to gain access to this meeting in the open air than it would be to pass the guards of Seregost, or any of the fortresses of Mordor, but that is not to say it will be a simple matter. You will need a disguise of some kind to get near to any of the Masters without their knowledge, but what sort of raiment will serve that purpose I cannot say.\\n\\n'Mithrandir may know better than I, [placeholder]. Return to him in Minas Tirith and consult the Wizard, and I will continue to monitor Lhaereth's progress in plague-making.'",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "Ayorzén followed you to the tailor, and now he seeks to get your attention",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Yes, [placeholder]? What brings you back to the city? Have you learned if Lhaereth is near to achieving her goal?'\\n\\nYou tell Mithrandir that Harthalín is studying the effects of athelas on the samples you collected in Agarnaith, but that you have learned a meeting of the Masters of Mordor will occur on the slope of Orodruin.\\n\\n'You intend to gain access to this meeting? You might learn much that would be of use, but it will be very dangerous. You will need raiment of disguise if you are to avoid detection. Ah! I know what will serve.\\n\\n'The Gúrzyul, and indeed many others in Mordor, rely upon their slaves for labour and the many menial tasks that keep the iron wheel of Gorgoroth turning. As a result, obedient slaves often pass beneath notice; I suspect that the Masters of Mordor do not even see them, though they rely upon their presence. If you were to obtain the rags worn by the freed Nurnhoth that were brought to the city, a tailor in Minas Tirith might be able to fashion a suitable disguise for you. I last saw some of the freed Nurnhoth on the north-east side of the Third Circle, trying to become comfortable in their new home.\\n\\n'I will meet you at Cirith Gorgor when you have arranged for a disguise with the tailor.'",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to Hujâ on the north-east side of the Third Circle, in Minas Tirith",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to Mithrandir in the First Circle of Minas Tirith, south of the entrance to the city",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Yes? What is it?'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'You are not here to send us back to Mordor? Promise me!'\\n\\nHujâ listens to your request, and slowly his look of fear is replaced with caution.\\n\\n'You do not want to do this, [placeholder]. Arâm and Itli were in the service of Ugrukhôr's table, and the tales they have told of his cruelty are beyond belief. If you try to deceive him, you will be found out, and death could not come swiftly enough for you.\\n\\n'I retained the clothes I wore in servitude, for some part of me believed I would not long be free of it. There was a part of me, too, that feared to dispose of them. Why? The reason must appear foolish to you, but I thought if I no longer had them at hand I would forget the time I spent in servitude, or the family and friends I lost in those years.\\n\\n'I will give them to you for this reason, [placeholder]: that you will use them to help put an end to Ugrukhôr and the others like him, for Arâm and for Itli and for their families and mine. May they be of use to you, and I will try not to feel their loss overmuch. It will not be easy, but it will be worthwhile if this act helps free my people and puts an end to their misery and torment in Mordor.'",
      "es": ""
    },
    {
      "id": 177082757,
      "en": "The tailor has finished resizing the Nurnhoth garments and bundles them for you",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'We are... we are doing the best we can. It is not easy.'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Find the group of freed Nurnhoth on the north-east side of the Third Circle",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Every moment that comes I think we will be brought back. I cannot believe this will last.'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "If you are to attend the meeting of the Masters of Mordor in secret, you will need some way to remain hidden: a disguise.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'You wish for me to modify these garments so you may wear them? Are you sure you would not prefer the latest fashions of the city instead? These are little more than dirty rags!\\n\\n'Very well, I will do what I can. I will send them along to you when they are finished.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Mithrandir is in the First Circle of Minas Tirith, south of the entrance to the city.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "The tailor on the south-eastern side of the Third Circle will be able to fashion a disguise of the appropriate size from the Nurnhoth clothes that were given to you by Hujâ.",
      "es": ""
    },
    {
      "id": 246419891,
      "en": "Ayorzén has followed you to the tailor, and is now on the south-eastern side of the Third Circle, seeking to get your attention.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "A group of freed Nurnhoth might be found on the north-east side of the Third Circle, in Minas Tirith.",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'Bring those clothes to the tailor on the south-eastern side of the Third Circle and he will fashion a disguise of the appropriate size for you.'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "You have found a group of Nurnhoth trying to become used to their new lives",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "With some reluctance but a hopeful smile, Hujâ gives you a bundle of rags",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'I think you are a fool to attempt this, but I will share something with you in the hope that it may improve your chance of survival. The bosses pay no heed to their servants or their slaves, as long as they are obedient. That will change in an instant if the servant disobeys. You must do whatever you are commanded to do, or they will see through your disguise. This should serve you well with Ugrukhôr, Dulgabêth, or any of their minions.\\n\\n'But there is one you should beware, in any circumstance. Whatever Urudanî has become, I do not think she will be blinded by your appearance. She may be more sensitive to your deception. You must try and keep away from Urudanî, at any cost.'",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "'I bundled the garments for you. You will have them when you need them.'",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Mithrandir is in Cirith Gorgor, just inside the Black Gate.",
      "es": ""
    },
    {
      "id": 162883752,
      "en": "'Did you arrange for a disguise? The clothes of the Nurnhoth will hide you from momentary study, but you will have a further challenge, [placeholder]. You must concentrate on lessening your inner radiance, for the light of your people will give you away to eyes accustomed to Shadow. I understand that such radiance comes to you without thought, but others of your people have been able to dampen its brightness for short periods, where it served their purposes. You must do the same.\\n\\n'It is nearly time!'",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Talk to Ayorzén on the south-eastern side of the Third Circle",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Talk to Mithrandir at Cirith Gorgor, just inside the Black Gate",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'You are up to something, [placeholder]. I overheard your directions for the tailor, and there can be only one reason for you to wear the clothes of the Nurnhoth. You plan to sneak into one of the fortresses in Mordor! Do not try to deny it. Ayorzén knows whatever you might say would be a lie; he is often called Ayorzén the Perceptive, after all.'\\n\\nAyorzén looks from side to side and shifts his weight from one foot to the other. When he speaks again, the words come in a rush and a tumble, as if he were embarrassed to speak them.\\n\\n'There are none in this city that Ayorzén would consider a friend, but you may be nearest to that lofty prize, [placeholder]. If you do not get yourself killed climbing the walls of Seregost, or rattling the bars of Naerband, you might hope to achieve my friendship, in time! But Ayorzén does not befriend corpses.'\\n\\nAyorzén speaks more softly now, and his words are earnest in a way you have rarely heard from the Khundolar chief.\\n\\n'I think you are a fool to attempt this, but I will share something with you in the hope that it may improve your chance of survival. The bosses pay no heed to their servants or their slaves, as long as they are obedient. That will change in an instant if the servant disobeys. You must do whatever you are commanded to do, or they will see through your disguise. This should serve you well with Ugrukhôr, Dulgabêth, or any of their minions.\\n\\n'But there is one you should beware, in any circumstance. Whatever Urudanî has become, I do not think she will be blinded by your appearance. She may be more sensitive to your deception. You must try and keep away from Urudanî, at any cost.\\n\\n'I have done all I can do, [placeholder]. It is more than anyone else would do, but this city is confusing and unpleasant, and if I am stuck here I would rather have someone such as you to hear my complaints. Keep that in mind when you sojourn on your foolish errand, and let it inspire you to subtlety!'",
      "es": ""
    },
    {
      "id": 49286688,
      "en": "Bring the Nurnhoth clothes to Lain, a tailor on the south-eastern side of the Third Circle",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'As I told you already, I will do what I can. I will send the clothes along to you when they are finished.'",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'Did you arrange for a disguise? It is nearly time!'",
      "es": ""
    }
  ]
}