{
  "id": 620996363,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'You have returned just in time, for it seems the meeting is soon to commence. Spies have reported large enemy groups moving toward Orodruin from different strongholds in Gorgoroth. They appear to be making for Amon Thaur, a structure on the side of Mount Doom.\\n \\n'Are you prepared? Speak to me when you are ready to leave, but do not take too long! Time is short, and you must not miss this meeting!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Talk to Mithrandir and travel to the meeting of the Masters of Mordor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Exercise caution, [placeholder]. You will go into danger and must remain below their notice or none will be able to save you.'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to Mithrandir at Cirith Gorgor, just inside the Black Gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Mithrandir is at Cirith Gorgor, just inside the Black Gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The Meeting of the Masters is about to commence, and you have arranged for a disguise that should allow you to attend in secret.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'You learned much of value at Amon Thaur, but it has not eased my worries! Indeed, it has caused them to increase in potency. Where before the Masters of Mordor vied among themselves for control, and it seemed they might waste years on their infighting, now they have set aside many of their differences, at least for the time being.\\n\\n'This is the worst outcome for Gondor, my friend. Mordor has been united beneath a common purpose. I... I do not know what to do, [placeholder].'\\n\\nHis words hang in the air, unexpected and unwelcome.\\n\\n'I need to think, my friend. I will call for you when I have decided what can be done. It cannot be long. It must not.\\n\\n'Lhaereth and her allies will not wait for us to be ready.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 4.4: Union of Evil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Mithrandir is at Cirith Gorgor, just inside the Black Gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    }
  ]
}