{
  "id": 620996327,
  "txt": [
    {
      "id": 228284035,
      "en": "'Eärendil was a mariner, [placeholder], and he braved storm and roaring wave; he bore shining light out of the darkness. He voyaged through sadness and woe, cresting the waves of his sorrow and braving the winds of wrath to bring hope from afar. He travels still upon his errand, not upon the seas of the world but those of heaven, the light of the Silmaril on his brow showing the way.'\\n\\nElrond falls silent and gazes up at the sky, remembering distant memories.\\n\\n'For all the Eldar, the light of Eärendil's star is counted most precious. It is a sign of hope for all who labour against the Great Enemy or the multitude of his servants. For me it is something more.\\n\\n'Eärendil was a mariner, but he was also my sire. When I look to the stars, I remember much that has now gone beyond the circles of the world, and the joy of memory is tinged with the sorrow of loss. I give you this gift so you may bear the light of Eärendil with you, and it will be a shining lamp in the darkness.'",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Mithrandir outside the Black Gate",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Ah, you have cleansed the corruption from the artifact that Ayorzén brought from Durthang. I never doubted you would be equal to the task, [placeholder].\\n\\n'The Light of Eärendil will serve you well within Gorgoroth. I deem that few of the commanders of which Ayorzén spoke will be able to endure its presence, and none will enjoy it. It will bring them discomfort and aid you in piercing the shadow.\\n\\n'It is time to press further into Mordor.'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Elrond has imbued the artifact that came out of Mordor with the Light of Eärendil and gave you a powerful gift.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'For all the Eldar, the light of Eärendil's star is counted most precious. It is a sign of hope for all who labour against the Great Enemy or the multitude of his servants. For me it something more.\\n\\n'Eärendil was a mariner, but he was also my sire. When I look to the stars, I remember much that has now gone beyond the circles of the world, and the joy of memory is tinged with the sorrow of loss. I give you this gift so you may bear the light of Eärendil with you, and it will be a shining lamp in the darkness.'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Chapter 2.2: The Light of Eärendil",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Mithrandir is outside the Black Gate.",
      "es": ""
    }
  ]
}