{
  "id": 620996387,
  "txt": [
    {
      "id": 184621126,
      "en": "TBD Speak with Ranger 2",
      "es": ""
    },
    {
      "id": 184621090,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 184621092,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 190220627,
      "en": "'Glad to see Rhadrog is on his feet again. I am loath to say Viznak is trustworthy, but he at least seems to be keeping on our good side. I cannot think of a reason why he would be luring us into Seregost as a trap. His actions made clear that he is no ally of the Orcs and Uruks in this region.\\n\\n'I think it is best we part ways for now, friend. Rhadrog and I will return to Udûn Foothold and report all we have learned. I will return with enough force to strike at the heart of Seregost. You work with Viznak, discover a way inside, and see what you can learn about this plague he mentioned. \\n\\n'Good luck, [placeholder]. This will be a perilous mission.'",
      "es": ""
    },
    {
      "id": 126687155,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 184621144,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 184621520,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 190220631,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 236954423,
      "en": "Regroup and Reassess",
      "es": ""
    },
    {
      "id": 190220585,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 184621522,
      "en": "Rhadrog can be found at Viznak's hideout in southern Agarnaith.\\n\\nYou should go check on Rhadrog.",
      "es": ""
    },
    {
      "id": 184621524,
      "en": "Viznak can be found in his hideout.\\n\\nYou should talk to Viznak.",
      "es": ""
    },
    {
      "id": 184621527,
      "en": "Faeron can be found in Viznak's hideout.\\n\\nYou should talk to Faeron.",
      "es": ""
    },
    {
      "id": 148970337,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 190220453,
      "en": "'Welcome back, partner! Surprised Rhadrog still alive? Hehehe! He more useful alive!\\n\\n'So wanna know about Seregost and Blight Lady? I hear rumours while sneakin' around Uruks. Blight Lady, her name 'Lhaereth the Stained.' Kala-gijak Uruks serve her after Eye go away. They say she need 'test subjects,' workin' on some bad plague, kill lots of people. She strong, and she in Seregost. Only way into Seregost is to fly! So far, anyway, Viznak hasn't tried to get in yet. Hehe!\\n\\n'You strong, but not strong enough to beat Blight Lady. Need an army! But, I know for sure Blight Lady not home right now. I help you sneak into Seregost, maybe I get some shinies, maybe you get some information. Sound good?'",
      "es": ""
    },
    {
      "id": 173025363,
      "en": "Talk to Rhadrog",
      "es": ""
    },
    {
      "id": 190220596,
      "en": "'Parsâ-dhug-Bhêr has provided us with some useful information, but not enough to confront our enemies. We should return to Viznak's hideout and ensure Rhadrog's health has returned. There we can formulate a plan. I suspect Viznak knows more than he admits.'",
      "es": ""
    },
    {
      "id": 148970342,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 173025366,
      "en": "Talk to Viznak",
      "es": ""
    },
    {
      "id": 173025696,
      "en": "TBD Speak with Ranger 1",
      "es": ""
    },
    {
      "id": 190220599,
      "en": "'You're back! I'm feeling much better. Viznak has been keeping me company. You know, he is not so terrible, for a goblin. Don't tell Faeron I said that.\\n\\n'Viznak told me you found a long-isolated village of Drúedain, earned their trust, and then helped them take out a fort full of Uruks! Is that true? How incredible! I am a bit ashamed that I managed to nearly die and was not there to help. It must have been some battle; I have not seen Faeron this happy since... well, ever.\\n\\n'Viznak has been telling me about Seregost, and it honestly horrifies me. I am sure he will share what he knows with you as well if you ask him.'",
      "es": ""
    },
    {
      "id": 173025368,
      "en": "Talk to Faeron",
      "es": ""
    },
    {
      "id": 173025744,
      "en": "TBD Speak with Ranger 2",
      "es": ""
    },
    {
      "id": 148970345,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 126686753,
      "en": "After dealing with the Uruk threat, Parsâ-dhug-Bhêr shares what she knows about Seregost. It is time to return to Viznak's hideout to regroup and come up with a plan.",
      "es": ""
    },
    {
      "id": 173025701,
      "en": "TBD Find Seregost",
      "es": ""
    },
    {
      "id": 173025704,
      "en": "TBD",
      "es": ""
    }
  ]
}