{
  "id": 620996299,
  "txt": [
    {
      "id": "0x3f8d4a9",
      "en": "'The Dark Lord did not come to your lands until he had conquered mine.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x840031",
      "en": "'Does no man understand our need for haste?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x840032",
      "en": "'I would advise against it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x840033",
      "en": "'I am in a dark mood already, and do not have time for small-mindedness!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x840034",
      "en": "'Can this be true?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Rathnor by the waggons",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The waggons have stopped for the night, and the folk that travel with you prepare to rest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Good, the soldiers have started a fire. We will take some food and some rest, and when the sun comes up once more we will continue on to the city. This is a pleasant enough place to wait out the evening... much nicer than the lands we have left behind us! It will be good to have a reprieve from the choking fumes of Mordor and the wastes that border that foul land.\\n\\n'But do not be lulled into complacency by the pleasing scenery! Keep an eye on that Easterling. He has caused no trouble thus far, but I do not want him to take advantage of our kindness. His sort are deceptive and untrustworthy, and we must not forget it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'These waggons travel more slowly than they did on the way to the Black Gate! Does Rathnor spare his horses the exertion of a reasonable pace? He does them no favours. Shadowfax is made the better by haste, and revels in the lands passing by at speed!\\n\\n'Bah. These horses could do with some feed, and the evening will be rest enough, but I am impatient to reach Minas Tirith. The scrolls and tomes of the White City will be of use to me, but I need you there if we are to cover them sufficiently.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Rathnor has stopped the waggons on the road to Minas Tirith, and will wait for the onset of morning before he drives them the rest of the way to the White City.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'I don't care what he says for himself. I don't trust him. That Easterling would stick us with a blade without a second thought; how many good men of Gondor have already died at his hands, or at the hands of his fellows?\\n\\n'I will not sleep tonight. I will keep one eye open, and make sure this Ayorzén does not try anything. You should do the same!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "The men have called for you to <rgb=#00FF00>sit</rgb> by the fire with them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Do these men think I have no ears? I hear what they whisper behind their hands. It bothers me not. I can say the same of them, and much worse! They do not have even a portion of Ayorzén's courage, or his fine features.\\n\\n'They are right to worry. If I wanted them dead, they would not see this sun come up in the morning. Lucky they are to have seen the end of the war. Do they know it is done? I do not fight for Sauron any longer.\\n\\n'Did I say they were cowards, and ugly of face? Dim-witted they are also, to think the war still needs fighting. Join them at their camp-fire, if you wish. I am content to stay right here, and need neither the warmth of their fire nor their company.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Tensions run high by the side of the road where the waggons to Minas Tirith have stopped for the night, and you should try and defuse the situation, if you can.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'I will not apologize to these cowards, [placeholder]. They are children, playing at war while the sun is in the sky, and called in for bed at sundown.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Linadar is by the camp-fire near where the waggons have stopped for the night.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'I will not repent of my words, [placeholder], but... I will confess to you that I paid no heed to events beyond the borders of Gondor. That Sauron first conquered the lands to the East was known to me, but I did not consider what that must have meant to the people who lived there. I believed the Easterlings worshipped him as their Dark Lord, and no doubt many of them did, but the words of Ayorzén have planted seeds of doubt in my mind.\\n\\n'I do not like him, and I still do not trust him. But perhaps his people... bah! I do not know, [placeholder]. Would we have succumbed to the domination of Sauron, as did the Easterlings? I did not believe so, but perhaps it is a more difficult question to answer than I thought it was.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8d4a60",
      "en": "'Your Wizard knows of her.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Mithrandir is near the fire where the waggons have stopped for the night.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8d4a61",
      "en": "'You Men of Gondor do not know the horrors that befell my people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'We cannot believe everything that Ayorzén says, [placeholder], but I detect in his words some elements of truth. That his people pass down legends of the creatures that stalked their lands cannot be questioned, and I know the inspiration for the one he calls \\qSweet Lara.\\q\\n\\n'She was called Lhaereth the Stained, a creature of fell reputation. Once she made her home in Mordor, and it seems Agarnaith has not forgotten her, for the touch of her corruption remains. Many were the hurts she perpetrated upon the lands of the Easterlings, and her foul touch was felt even in Gondor.\\n\\n'But that is not a tale to be told in the dark, even by fireside. Lhaereth is gone with her master, though her presence can still be felt in Mordor today.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8d4a62",
      "en": "'Yes, we fought for Sauron. Others of us died by His hand!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'You may as well get some rest while we are stopped, [placeholder]. I hope Rathnor wakes with the sun and we can be off again as soon as possible!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8d4a63",
      "en": "'We did not have a choice.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8d4a64",
      "en": "'I care not.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Instance: The Song of Sweet Lara",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8d4a65",
      "en": "'But if ever you come face to face with Sweet Lara, you may understand.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8d4a66",
      "en": "\\qNow the crying's stopped, all quiet again...\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8d4a67",
      "en": "\\qSweet Lara walking in the moonlight.\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad6821",
      "en": "'I will warm my bones by the fire, and have a bite of bread.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad6822",
      "en": "'Sit and warm yourself by the fire, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad6823",
      "en": "'It was not up to me, lads.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad6824",
      "en": "'Blame [placeholder], or Mithrandir, if you want to take the risk!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8d4a70",
      "en": "'Stronger?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8d4a71",
      "en": "'Strong like the walls of your White City?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8d4a72",
      "en": "'This one has seen Agarnaith. Ask him what he saw.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8d4a73",
      "en": "'When next you speak of strength, consider this truth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8d4a74",
      "en": "'She who made Agarnaith as it is... she came first to my lands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "Ayorzén is looking at the sunset not far from where the waggons have stopped for the night.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8d4a75",
      "en": "'Her poisons devastated whole cities. They are empty now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8d4a76",
      "en": "'No one walks the empty streets, for fear of her memory.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8d4a77",
      "en": "'We tried not to say her name, but the children remember.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8d4a78",
      "en": "\\qSweet Lara,\\q they sing, \\qwalking in the moonlight...\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8d4a79",
      "en": "\\qHeard a baby crying, flew away at once...\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x718de61",
      "en": "'Aye, indeed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a0",
      "en": "Tensions run high by the side of the road where the waggons to Minas Tirith have stopped for the night.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x718de62",
      "en": "'But we bring some of its refuse with us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x718de63",
      "en": "'Linadar, tell me something.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x718de64",
      "en": "'How fared you in Agarnaith? I think to go there when next I return to Mordor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "A brief respite on the way to Minas Tirith will be welcomed by all.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x718de65",
      "en": "'Calling us craven, are you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x718de66",
      "en": "'Your master is dead, Easterling! Sauron is gone!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x718de67",
      "en": "'You are a liar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x718de68",
      "en": "'If your people had been stronger, he might not have had the chance!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e03",
      "en": "<rgb=#00FF00>Sit</rgb> by the camp-fire near the waggons",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x718de69",
      "en": "'Well, Linadar?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb6771c1",
      "en": " ",
      "es": " ",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Mithrandir south-east of the waggons",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9702d95",
      "en": "Belaith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Linadar west of the waggons",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Ayorzén south-west of the waggons",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Listen to the conversation by the camp-fire and remain alert",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Listen to the conversation by the camp-fire and remain alert",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1020ea1",
      "en": "'Come, lads. But keep an eye out.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Ayorzén by the camp-fire before the situation worsens",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1020ea2",
      "en": "'I am glad to be leaving Mordor behind us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x18de630",
      "en": "'I do not believe that.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Linadar by the camp-fire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1020ea3",
      "en": "'You are right, Belaith. That is a pity!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x18de631",
      "en": "'Hmmph. Sauron is gone. I fear no lesser phantoms.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Mithrandir south-east of the camp-fire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1020ea4",
      "en": "'I... I think you should steer clear of it, Belaith.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1020ea5",
      "en": "'I found no treasure there. It is perilous, and... and empty.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1020ea6",
      "en": "'You have something to say, Easterling?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3f8d4a1",
      "en": "'The sun is my companion, and he shines on my home as he does here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1020ea7",
      "en": "'It was horrible. I... do not want to speak of it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3f8d4a2",
      "en": "'Ha!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3f8d4a3",
      "en": "'Ayorzén does not speak to cowards.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3f8d4a4",
      "en": "'I do not need to say it. You say it of yourselves!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3f8d4a5",
      "en": "'They know nothing of Sauron! They know nothing!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3f8d4a6",
      "en": "'He was no master of mine!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3f8d4a7",
      "en": "'You do not know how it was.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3f8d4a8",
      "en": "'He did not begin with Gondor.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}