{
  "id": 620996352,
  "txt": [
    {
      "id": 162883718,
      "en": "'Mithrandir wants us to collect samples of flesh, and stem, and water from Agarnaith? How very unpleasant! I will aid you in this; we can each collect half of what Mithrandir wanted, and then we will meet back here.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 3.6: The Next Great Plague",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "Harthalín is at TBD in Agarnaith.",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Collect samples from animals in Agarnaith ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Examine the Ghâsh-hai shot by Harthalín in Agarnaith, to the north-east",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Collect samples from plants in Agarnaith ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "Harthalín is by the eastward-running road in Agarnaith.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Your descriptions of Agarnaith tell me that Lhaereth's experiments have had an adverse effect upon her land. It may be that a study of the plants and creatures within it will shed light upon her progress, [placeholder].\\n\\n'We need to learn how near Lhaereth has gotten to achieving her goal. Return to Agarnaith and take samples of material from the animals, plants, and water of that land. You should retain the kingsfoil; combine it with the samples and see if there is any effect. We need not be overly concerned until the kingsfoil ceases to affect the disease, but by then it may be too late. Sixty samples should be enough.\\n\\n'You know Harthalín. She intended to venture to Agarnaith. Look for her in the swamp north of the eastward-running road to Kala-gijak and I am certain she will aid you in this.'",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "Harthalín is by the eastward-running road in Agarnaith.",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Collect samples of water in Agarnaith ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'This place is foul, and I would rather be anywhere else, but that is precisely why we need to watch this land. Mithrandir believes that the Bloody Gore will be the birthplace of the next Great Plague? If such a disease is to spring forth anew, it will be from here, [placeholder]! I mean, look around you!\\n\\n'Mithrandir wants us to collect samples of flesh, and stem, and water from Agarnaith? How very unpleasant! I will aid you in this; we can each collect half of what Mithrandir wanted, and then we will meet back here.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'There you are, [placeholder]! Did you collect your samples? I have mine right here. But I need to tell you something.\\n\\n'Just before you returned, I saw movement in the brush over there. I recognized the shape of an Orc, and had pulled my bow-string taut before it could react. It's lying over there, in the water to the north-east. Go see if it lives!'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Just before you returned, I saw movement in the brush. I recognized the shape of an Orc, and had pulled my bow-string taut before it could react. It's lying over there, in the water. Go see if it lives!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "If Lhaereth the Stained is truly attempting to perfect the Great Plague, Mithrandir wants you to learn how far along she has gotten in the process.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'What did you find? That Orc carried a message?'\\n\\nHarthalín takes the crumpled parchment from you and quickly reads the message.\\n\\n'I do not like the sound of this, [placeholder]. A meeting of the Masters of Mordor can signal nothing but trouble and ill omen for us!'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Your descriptions of Agarnaith tell me that Lhaereth's experiments have had an adverse effect upon her land. It may be that a study of the plants and creatures within it will shed light upon her progress, [placeholder].\\n\\n'We need to learn how near Lhaereth has gotten to achieving her goal. Return to Agarnaith and take samples of material from the animals, plants, and water of that land. You should retain the kingsfoil; combine it with the samples and see if there is any effect. We need not be overly concerned until the kingsfoil ceases to affect the disease, but by then it may be too late. Sixty samples should be enough.\\n\\n'Your friend Harthalín intended to venture to Agarnaith. Look for her in the swamp north of the eastward-running road to Kala-gijak and I am certain she will aid you in this.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Harthalín is north of the eastward-running road in Agarnaith, on the way to Kala-gijak.",
      "es": ""
    },
    {
      "id": 49286708,
      "en": "Bring the parchment to Harthalín by the road in Agarnaith <rgb=#00FF00>(The parchment can be read from your inventory)</rgb>",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'We need to learn how near Lhaereth has gotten to achieving her goal. Return to Agarnaith and take samples of material from the animals, plants, and water of that land. You should retain the kingsfoil; combine it with the samples and see if there is any effect. We need not be overly concerned until the kingsfoil ceases to affect the disease, but by then it may be too late.\\n\\n'You know Harthalín. She intended to venture to Agarnaith. Look for her in the swamp and I am certain she will aid you in this.'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'We need to learn how near Lhaereth has gotten to achieving her goal. Return to Agarnaith and take samples of material from the animals, plants, and water of that land. You should retain the kingsfoil; combine it with the samples and see if there is any effect. We need not be overly concerned until the kingsfoil ceases to affect the disease, but by then it may be too late.\\n\\n'Your friend Harthalín intended to venture to Agarnaith. Look for her in the swamp and I am certain she will aid you in this.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Mithrandir asked you to collect samples from the plants, animals, and water in Agarnaith in order to determine the progress of Lhaereth's experiments.",
      "es": ""
    },
    {
      "id": 49286664,
      "en": "Bring the samples to Harthalín by the road in Agarnaith",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "The Orc is dead. You remove a parchment from its hand",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Harthalín just north of the eastward-running road in Agarnaith and collect samples (0/60)",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "Harthalín is at TBD in Agarnaith.",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "Collected samples from animals in Agarnaith ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "Harthalín shot an arrow at an Orc attempting to pass north-east of her location in Agarnaith. She wants you to see if it still lives.",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "Collected samples from plants in Agarnaith ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225642624,
      "en": "'You have nothing for me?'",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "Collected samples of water in Agarnaith ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}