{
  "id": 620996300,
  "txt": [
    {
      "id": 111477399,
      "en": "Talk to Yadêphal in Barad-dûr",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Follow Yadêphal to Dulgabêth in Barad-dûr",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Tell Dulgabêth your name and your title",
      "es": ""
    },
    {
      "id": 231561809,
      "en": "'Listen then, Mouth of Gondor, to my offer of peace.'",
      "es": ""
    },
    {
      "id": 231561810,
      "en": "'Lord Sauron ruled through domination, and sought conquest of all.'",
      "es": ""
    },
    {
      "id": 231561811,
      "en": "'The designs of Sauron's Heir are not so wide.'",
      "es": ""
    },
    {
      "id": 231561812,
      "en": "'I desire only Mordor.'",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'I care not for thy name or thy titles. Thou art not the King of Gondor; thou art one of the imps from the rat-land of the Shire! But I sought the king, not thee. Has Yadêphal failed in this simple duty? Or has the king proven craven?'\\n\\nDulgabêth sneers.\\n\\n'So thou art the Mouth of Gondor. The king fears to approach me, and sends his servant instead. Thou claimest to speak with his voice? Pah! I hear the cowardice in it!'",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "'I care not for thy name or thy titles. Thou art not the King of Gondor; thou art half his size, and no taller than the smallest of the bone-piles upon which Barad-dûr stands! But I sought the king, not thou. Has Yadêphal failed in this simple duty? Or has the king proven craven?'\\n\\nDulgabêth sneers.\\n\\n'So thou art the Mouth of Gondor. The king fears to approach me, and sends his servant instead. Thou claimest to speak with his voice? Pah! I hear the cowardice in it!'",
      "es": ""
    },
    {
      "id": 231561813,
      "en": "'I will rule Mordor as sovereign.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 231561814,
      "en": "'The King of Gondor will recognize my rule of this land.'",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'I care not for thy name or thy titles. Thou art not the King of Gondor; thou art one of the Eldar, and not the first consigned to Barad-dûr. Many are the bones of thy kin collected beneath the tower, and none remember them. But I sought the king, not thee. Has Yadêphal failed in this simple duty? Or has the king proven craven?'\\n\\nDulgabêth sneers.\\n\\n'So thou art the Mouth of Gondor. The king fears to approach me, and sends his servant instead. Thou claimest to speak with his voice? Pah! I hear the cowardice in it!'",
      "es": ""
    },
    {
      "id": 231561815,
      "en": "'In all things save the ordering of Mordor, I will be subservient to the wishes of thy king.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Aragorn has given you authority to treat with Dulgabêth on his behalf.",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'I care not for thy name or thy titles. Thou art not the King of Gondor; thou art one of the Eldar, and not the first consigned to Barad-dûr. Thy light will not avail thee. Many are the bones of thy kin collected beneath the tower, and none remember them. But I sought the king, not thee. Has Yadêphal failed in this simple duty? Or has the king proven craven?'\\n\\nDulgabêth sneers.\\n\\n'So thou art the Mouth of Gondor. The king fears to approach me, and sends his servant instead. Thou claimest to speak with his voice? Pah! I hear the cowardice in it!'",
      "es": ""
    },
    {
      "id": 231561816,
      "en": "'This offer has a price, a small cost for what thy king will gain.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Dulgabêth is in Barad-dûr, and demands to know why you have come to treat with him instead of Aragorn.",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'I care not for thy name or thy titles. Thou art not the King of Gondor; thou art a skin-changer. There is much my Lord Sauron might have learned from thee, came thou to his tower in earlier days. Be thankful thou didst not! But I sought the king, not thee. Has Yadêphal failed in this simple duty? Or has the king proven craven?'\\n\\nDulgabêth sneers.\\n\\n'So thou art the Mouth of Gondor. The king fears to approach me, and sends his servant instead. Thou claimest to speak with his voice? Pah! I hear the cowardice in it!'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Follow me, emissary of Gondor. You have a messenger's protection, for now, but if you stray too far it will go badly for you.'",
      "es": ""
    },
    {
      "id": 231561817,
      "en": "'There are one or two small matters that must be resolved.'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Aragorn will never accept this offer, but you should tell Dulgabêth of your intention to bring it before the king.",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I care not for thy name or thy titles. Thou art not the King of Gondor. Has Yadêphal failed in this simple duty? Or has the king proven craven?'\\n\\nDulgabêth sneers.\\n\\n'So thou art the Mouth of Gondor. The king fears to approach me, and sends his servant instead. Thou claimest to speak with his voice? Pah! I hear the cowardice in it!'",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "You know that Aragorn will never accept this offer",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'I have given thee my offer, Mouth of Gondor. Now it is thy duty to present it to thy king.\\n\\n'May he accept it with haste. He would be a fool to do otherwise.'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'You will return with me to the Black Gate, and you will relay my master's offer to the King of Gondor. I will then return with his acceptance.\\n\\n'This could have been resolved more easily were your king not so craven!'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Yadêphal is in Barad-dûr, where Sauron reigned.",
      "es": ""
    },
    {
      "id": 215328144,
      "en": "'The King of Gondor must help me put down these challenges to my rule.'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Instance: Mouth of Gondor",
      "es": ""
    },
    {
      "id": 215328145,
      "en": "'Others of the Gúrzyul are active in Mordor, and must be slain.'",
      "es": ""
    },
    {
      "id": 215328146,
      "en": "'They cannot retain the artifacts and sorceries they stole from the Dark Lord.'",
      "es": ""
    },
    {
      "id": 215328147,
      "en": "'There is another matter.'",
      "es": ""
    },
    {
      "id": 215328148,
      "en": "'The one who calls himself the Captain of the Pit, Ugrukhôr, has dispatched forces to Cirith Ungol.'",
      "es": ""
    },
    {
      "id": 215328149,
      "en": "'This tower is near to Gondor, and Ugrukhôr poses a threat to thy kingdom.'",
      "es": ""
    },
    {
      "id": 215328150,
      "en": "'I want Gondor to destroy this detachment, and Ugrukhôr who commands it.'",
      "es": ""
    },
    {
      "id": 215328151,
      "en": "'If Gondor aids me in these matters, I will gladly rule Mordor in thy king's name.'",
      "es": ""
    },
    {
      "id": 215328152,
      "en": "'Let there be peace between thy kingdom and mine.'",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Aragorn has given you authority to hear what Dulgabêth has to say.",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'I care not for thy name or thy titles. Thou art not the King of Gondor; thou mayest not be from the rat-land of the Shire, but thou art their kin, no matter what land thou callest home! But I sought the king, not thee. Has Yadêphal failed in this simple duty? Or has the king proven craven?'\\n\\nDulgabêth sneers.\\n\\n'So thou art the Mouth of Gondor. The king fears to approach me, and sends his servant instead. Thou claimest to speak with his voice? Pah! I hear the cowardice in it!'",
      "es": ""
    },
    {
      "id": 24695157,
      "en": "Aragorn bestowed upon you the authority to speak on his behalf, and you have gone with Yadêphal to hear what his master, once the Mouth of Sauron, has to say to Gondor.",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Listen to Dulgabêth's offer in Barad-dûr",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Tell Dulgabêth you will bring his offer before the king",
      "es": ""
    },
    {
      "id": 75327457,
      "en": "'We meet again, King of Gondor.'",
      "es": ""
    },
    {
      "id": 180132433,
      "en": "'Did you think this tower was gone?'",
      "es": ""
    },
    {
      "id": 75327458,
      "en": "'What is this? Who art thou?'",
      "es": ""
    },
    {
      "id": 180132434,
      "en": "'Much of it fell when the Dark Lord was betrayed, but its bones still stand.'",
      "es": ""
    },
    {
      "id": 180132435,
      "en": "'Who but my master has the most right to Barad-dûr's secrets?'",
      "es": ""
    },
    {
      "id": 180132436,
      "en": "'Behold Dulgabêth, the Black Word, Sauron's Heir and Lord of Mordor!'",
      "es": ""
    }
  ]
}