{
  "id": 620996307,
  "txt": [
    {
      "id": 162883764,
      "en": "'You have to get Ayorzén back! He may still be somewhere in Durthang. If you hurry you might be able to catch him before he escapes and does further injury to Gondor!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 1.3: Unintentions",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "'You have to get Ayorzén back! He may still be somewhere in Durthang. If you hurry, you might be able to catch him before he escapes and does further injury to Gondor! Search in the north-east and I will search to the west!'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Open cell doors in the dungeon of Durthang ([placeholder]/3)",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Ugrukhôr betrayed the Thandrim more than a thousand years ago, but my heart tells me that he lives still, either through some dark art of Sauron's or some other vile sorcery. Whatever the means of his persistence, I am glad of it, for it means he will know who is responsible for his undoing.\\n\\n'But worry not! I have not abandoned my caution, as I know Rhogrin feared. I do not want to ruin this with haste! I have seen Orcs on the walls of Durthang, but not so many as must have been stationed here during the war. I think Durthang does not have as many defenders as the Orcs want us to think.\\n\\n'Let us enter the fortress and see what is going on inside, [placeholder]. Defeat enemies inside Durthang, and if there are prisoners in the dungeons, we should set them free. They may know where I can find Ugrukhôr.'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to the Vault-guard",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Open cell doors in the dungeon of Durthang (2/3)",
      "es": ""
    },
    {
      "id": 246419880,
      "en": "The dungeon of Durthang is in the south-eastern corner of the fortress.",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Annoth in the dungeon of Durthang",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Talk to Annoth outside Durthang",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'If there are prisoners being held in the dungeons of Durthang, we should find them and release them. One of them might know where Ugrukhôr has gone.'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'These prisoners have all been cruelly treated by their jailors. Such is the way of Orcs!'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Wait, [placeholder], what did he say his name was? Ayorzén? I know that name! Ayorzén the Wily was a Khundolar leader who fought against Gondor! It is one thing to free the downtrodden of their captivity, but that was no villager or farmer. That was a battle-hardened Easterling warrior! He has slain soldiers of Gondor and Rangers of Ithilien both!\\n\\n'You have to get him back! He may still be somewhere in Durthang. Search in the north-east corner of the fortress and I will search to the west! If we hurry we might be able to catch him before he escapes and does further injury to Gondor!'",
      "es": ""
    },
    {
      "id": 211398209,
      "en": "'Thank you, oh thank you!'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Find Ayorzén in the north-eastern section of Durthang",
      "es": ""
    },
    {
      "id": 211398210,
      "en": "'Is this real? Can it be?'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 211398211,
      "en": "'Is this a trick?'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Annoth believes that the downfall of Sauron is a sign that the time for the vengeance of the Thandrim has come at last, and he wants to recapture the fortress of Durthang.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'That Easterling wretch got the jump on me, but I gave him as good as I got. Not enough to stop him from rooting around in the vault, but he'll be good as dead before he's gone a dozen steps from the fortress. My boys'll stick him full of arrows.\\n\\n'The trinket he took from the vault won't do him no good. He won't know how to use it. Good riddance to that vile thing and to the Easterling too!\\n\\n'You must be in league with him, and now you'll die same as he will!'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "The fortress of Durthang is in southern Udûn.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "The guard of the vault of Durthang was attacked by Ayorzén when the Easterling escaped.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'[placeholder]! I saw Ayorzén fleeing from the fortress, but I was not able to catch him! Some of the archers up above fired at him, and never have I wished for arrows to hit their quarry so much as I wished for it then, but he was nimble... he got away!'\\n\\nYou tell Annoth that Ayorzén stole an artifact of some kind from the vault of Durthang, but you don't know what it was.\\n\\n'This is bad. We need to find him before he does real harm... and what might he have taken from the vault?'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "The dungeon of Durthang is in the south-eastern corner of the fortress.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Annoth is outside the fortress of Durthang, in southern Udûn.",
      "es": ""
    },
    {
      "id": 177082768,
      "en": "The guard of the vault has been recently attacked",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "You have freed a number of prisoners from their cells in the dungeon of Durthang.",
      "es": ""
    },
    {
      "id": 91701633,
      "en": "'Die!'",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "The prisoner in this cell is already dead, and beyond rescue",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Defeat Orc-kind inside Durthang ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "The prisoner in this cell is already dead, and beyond rescue",
      "es": ""
    },
    {
      "id": 187068257,
      "en": "'You have the thanks of Ayorzén, stranger!'",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "The dungeon of Durthang is at TBD.",
      "es": ""
    },
    {
      "id": 69036739,
      "en": "Defeat the Vault-guard",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "Ayorzén fled from the dungeon, but he headed deeper into the fortress of Durthang. Where is he going?\\n\\nAnnoth volunteered to search the western side of the fortress, which leaves the north-eastern corner for you.",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "Defeated Orc-kind inside Durthang ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'Let us enter the fortress and see what is going on inside, [placeholder]. Defeat enemies inside Durthang, and if there are prisoners in the dungeons, we should set them free. They may know where Ugrukhôr has gone.'",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'You have to get Ayorzén back! He may still be somewhere in Durthang. If you hurry, you might be able to catch him before he escapes and does further injury to Gondor! Search in the north-east and I will search to the west!'",
      "es": ""
    }
  ]
}