{
  "id": 620996344,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 2.5: Mouth of Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'I reject his terms, as you knew I would. I will not elevate any of Sauron's servants, whether they swear allegiance to my rule or not. Dulgabêth and the others like him were evil under Sauron, and they are evil now. Tell the emissary I am not interested in this offer, and return to me when he has gone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Yadêphal at the Black Gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Aragorn at the Black Gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'He has come to the Black Gate under a flag of peace, and he desires to speak to the king of Gondor. I do not think that is wise.\\n\\n'I ask that you speak with this emissary on Aragorn's behalf, [placeholder]. Remember that he is not to be harmed, and it would be imprudent to be rude. But learn what he wants, and then present his requests to Aragorn.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Aragorn at the Black Gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I am Yadêphal. I bring a message from Dulgabêth, the Black Word of Mordor and Heir of Sauron. I was commanded to bring my message directly to the king of Gondor!'\\n\\nYadêphal's face twists with hatred, but it soon gives way to doubt.\\n\\n'I will not return with my task uncompleted. The message is this: \\qDulgabêth, once Mouth of Sauron but now Sauron's Heir, requests an audience with the king or steward of Gondor.\\q I am to bring him to the bones of Barad-dûr, where Dulgabêth will meet with him and propose terms of the peace.\\n\\n'Deliver him this message, and I will bring him to Dulgabêth!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Yadêphal and meet with Dulgabêth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Aragorn at the Black Gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I do not trust this emissary, or Dulgabêth his master, but I do wish to hear the terms he would propose. I suspect they will be no more acceptable than the last, though these come not from Sauron, but from a servant made bold by the absence of his former lord.\\n\\n'I can trust only you with this responsibility, [placeholder]. Will you treat with Dulgabêth on my behalf? Tell the emissary you speak with my voice and my authority.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'You speak with the king's voice? Pah! Is the king of Gondor so cowardly that he dares not stand before Dulgabêth in all his majesty? He sends others where he is too frightened to go? This does not surprise me.\\n\\n'You, then, I will bring. We go to Barad-dûr, where my master waits.'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Yadêphal at the Black Gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'What did the Mouth of Sauron propose this time, [placeholder]? I doubt the terms of his peace are any more acceptable than they were before the downfall of Sauron.'\\n\\nYou describe Dulgabêth's offer of peace, and Aragorn maintains a solemn expression while he listens to your account. When you have finished, a slight smile lightens his features.\\n\\n'You would not think he was on the losing side of the conflict with these terms, would you? His master lost the war, and all we have to do is wrap up Sauron's land with a festive bow and gift it to his former servant? Actually, there is more than that: the Mouth also wants us to help him put down the several challengers to his rule? Have any won sovereignty with less effort than this, [placeholder]?\\n\\n'I reject his terms, as you knew I would. I will not elevate any of Sauron's servants, whether they swear allegiance to my rule or not. Dulgabêth and the others like him were evil under Sauron, and they are evil now. Tell the emissary I am not interested in this offer, and return to me when he has gone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Bring the terms of my master's peace to the king. I will wait here for his acceptance of them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "An emissary from Dulgabêth has come to treat with Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Aragorn is waiting at the Black Gate to hear the terms of Dulgabêth's peace.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'So the king of Gondor is not only a coward, he is a fool as well! He has placed his own seal on the order of his death. It is no matter to me. Dulgabêth will remember this when he has conquered all of Mordor and comes to Gondor to finish what Sauron had begun!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'That offer of peace may have been unacceptable, but Dulgabêth revealed the matters about which he is concerned, and by so doing he has given us a valuable weapon to use against him.\\n\\n'The weapon is information, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Aragorn is at the Black Gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Aragorn is at the Black Gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Yadêphal is at the Black Gate, waiting to bring Aragorn to treat with his master.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Yadêphal has come to the Black Gate, an emissary from his master.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd808b01",
      "en": "Soldier of Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "Yadêphal, emissary of Dulgabêth, is at the Black Gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'I ask that you speak with this emissary on Aragorn's behalf, [placeholder]. Remember that he is not to be harmed, and it would be imprudent to be rude. But learn what he wants, and then present his requests to Aragorn.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'So the king of Gondor is not only a coward, he is a fool as well! He has placed his own seal on the order of his death. It is no matter to me. Dulgabêth will remember this when he has conquered all of Mordor and comes to Gondor to finish what Sauron had begun!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'The message I was commanded to bring is this: \\qDulgabêth, once Mouth of Sauron, but now Sauron's Heir, requests an audience with the king or steward of Gondor.\\q I am to bring him to the bones of Barad-dûr, where Dulgabêth will meet with him and propose terms of the peace.\\n\\n'Deliver him this message, and I will bring him to Dulgabêth!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}