{
  "id": 620996343,
  "txt": [
    {
      "id": 162883764,
      "en": "'Find Rhogrin by the abyss, and knock some sense back into him! But kill him not, for that is not easily undone.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 2.4: Madness at Barad-dûr",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'I can't see why Rhogrin would strike out at his fellows like that. Never known him for a turncoat, not until today!'",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'Something about that great pit infused Rhogrin with a type of madness, and he attacked us. We, his faithful friends! As if years of service and kinship meant nothing! Pah!'",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Find Rhogrin on the road to the great abyss east of Lûghash",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Hold on. Do you hear that? There are people approaching from down the road, and they sound as if they are in a tremendous hurry!'",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Talk to Rhogrin on the road to the great abyss",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'You don't want to go this way, friend! Ours was a small company of soldiers aiming to plunder the ruins of Barad-dûr for treasure, and each man was to have a share of the loot. But one of our number turned on us, he did, and thought to slay us!\\n\\n'I don't know why he attacked us. Wanted our shares of the treasure, most like, but I can't see as why Rhogrin would strike out at his fellows like that. Never known him for a turncoat, not until today!'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Thorvíl on the road east of Lûghash",
      "es": ""
    },
    {
      "id": 246419880,
      "en": "Covadil is on the road east of Lûghash.",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'There's something terrible about the wreckage of Sauron's tower, the ruins of Barad-dûr. Enormous pieces of it fell to the ground when the Dark Lord was destroyed, and the land all around has an unpleasant air.\\n\\n'But I never thought it could work such a change on one of my fellows! Rhogrin was just as he always was on the journey out, but when we approached the terrible pit, that great abyss...'\\n\\nFairanc falls silent.\\n\\n'That abyss was the site of Barad-dûr, when still it stood. Something about it infused Rhogrin with a type of madness, and he attacked us. We, his faithful friends! As if years of service and kinship meant nothing! Pah!'",
      "es": ""
    },
    {
      "id": 14893745,
      "en": "'I'll kill you!'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Fairanc on the road east of Lûghash",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'There are people approaching from down the road, and they sound as if they are in a tremendous hurry!'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to Covadil on the road east of Lûghash",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'I know that name! I spoke with Rhogrin at the Black Gate, and he seemed a nice enough sort. He did not seem the type to attack his friends, for treasure or for no. I think Fairanc is right: the abyss where Barad-dûr once stood is still surrounded by corruption, and it drove Rhogrin to madness.\\n\\n'You have to find him before he harms any others, or himself, but do not kill him! Remember the lesson of the metal scrap from the ash pile: even good things once buried can be unearthed again!\\n\\n'Find Rhogrin by the abyss, and knock some sense back into him! But kill him not, for that is not easily undone.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Talk to Rhogrin on the road to the great abyss",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Talk to Covadil on the road east of Lûghash",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "A tremendous feeling of evil emanates from the bones of Barad-dûr and adversely affects those unready for its touch.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'You won't get me! Invisible foes, flitting all about us! You can't see them, but they can see you... they're all around!\\n\\n'Stay back! I'll kill you!'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Rhogrin is near the great abyss east of the Spire of Lûghash, in Dor Amarth.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "A number of soldiers are hurrying down the road towards Lûghash.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Rhogrin stands near the great abyss in Dor Amarth.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'[placeholder]? What are you doing out here? In point of fact, what am I doing here? I last remember standing on the road somewhere near Lûghash, but that is many miles away, is it not? I remember...'\\n\\nThe colour drains from his face.\\n\\n'My friends... I think I attacked them! I didn't mean to do it, but there was such an overwhelming feeling of... of... I do not know how to describe it. My will was overmastered. Did I think I had the strength of Gondor? I was driven to madness like a common Orc, and set upon my fellows!\\n\\n'I am shamed, [placeholder]. I did not understand the potency of Sauron's evil. Even after his fall, the lands that he touched remain marred by the memory of him. I must find my friends and apologize. I hope they will understand that I was not myself. I have to leave this place. I am not equal to it.'",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Did you find Rhogrin? You have to go back and make sure he is all right!'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Covadil has come up to the group of soldiers on the road east of Lûghash.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Rhogrin is standing on the road to the great abyss in Dor Amarth, and seems to be himself again.",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "Rhogrin stands on the road to the great abyss, unaware of your presence",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "'I am shamed, [placeholder]. I did not understand the potency of Sauron's evil. Even after his fall, the lands that he touched remain marred by the memory of him. I must find my friends and apologize. I hope they will understand that I was not myself. I have to leave this place. I am not equal to it.'",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "Rhogrin shakes his head and seems to see you for the first time",
      "es": ""
    },
    {
      "id": 162883745,
      "en": "'Sauron may be gone, but he dwelt at Barad-dûr for so long that the land has not forgotten him. It sounds to me as if he left his impression on the Abyss and the lands around it. You should find Mithrandir and tell him this, and I think it is time I returned to the House of Lore. I am not afraid of danger... in moderation. But this is more than moderately terrifying!'",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "Mithrandir is outside the Black Gate.",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Talk to Mithrandir outside the Black Gate",
      "es": ""
    },
    {
      "id": 69036741,
      "en": "Defeat Rhogrin",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'You saved Rhogrin from himself? I am glad to hear it, and your story confirms to me something I had suspected!\\n\\n'Sauron instructed his servants to build him a kingly castle, a stronghold on a hill that was called Amon Dûr. Over the long passage of years, his servants expanded the castle to cover all of the hill, and it grew with new construction until it towered into the air. It became Barad-dûr, the Dark Tower, and reached so high that only Sauron's magic could keep it aloft.\\n\\n'But the tower did not only reach skyward. Beneath Barad-dûr, the Orcs delved fathomless dungeons for their master, until the Ered Lithui were riddled with pits and chasms. When the tower fell, the land gave way and a great abyss opened where Barad-dûr once stood. Sauron's dungeons were exposed to the sky: the Abyss of Mordath.'\\n\\nCovadil shivers.\\n\\n'Brrrrr! Knowledge can be frightening! Anyway, Sauron may be gone, but he dwelt at Barad-dûr for so long that the land has not forgotten him. It sounds to me as if he left his impression on the Abyss and the lands around it. You should find Mithrandir and tell him this, and I think it is time I returned to the House of Lore. I am not afraid of danger... in moderation. But this is more than moderately terrifying!'",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'Find Rhogrin by the abyss, and knock some sense back into him! But kill him not, for that is not easily undone.'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'The tidings you bring of Barad-dûr do not surprise me, but they will need to await proper consideration. Something has happened.\\n\\n'A messenger has come.'",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'DNT - Blah!'",
      "es": ""
    }
  ]
}