{
  "id": 620996351,
  "txt": [
    {
      "id": 162883718,
      "en": "'I await the ride to the city with interest, my friend. You will arrange passage with the waggon-driver?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 3.5: The Song of Sweet Lara",
      "es": ""
    },
    {
      "id": 162883767,
      "en": "This musty tome provides a dry account of the Great Plague that ravaged Gondor beginning in the year 1636 of the Third Age. The forgotten scholar that wrote these pages noted that the plague arose somewhere in the East and many of the folk there were consumed by the disease before it spread to the Northmen of Rhovanion.\\n\\nThe account spends slightly longer detailing the effect of the Great Plague on the rule of Gondor, including the deaths of King Telemnar and all of his children, and the abandonment of Osgiliath for lack of men healthy enough to man its defences. The author of these pages mentions in passing that the watches at Minas Ithil, the Morannon, Ost Daethír, and Durthand were severely undermanned as a result of the disease, and you cannot help but wonder if he foresaw the problems that would cause in future days.\\n\\nThe account further notes the discovery that the leaves of the athelas plant were found to have a beneficial effect upon the progression of the plague, and that the disease finally ran its course in Gondor by the year 1637.",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to Rathnor and travel to the city on his waggon",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Talk to Mithrandir in the First Circle of Minas Tirith, south of the entrance",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'The creatures that walk in Agarnaith and the vegetation that grows there suffer from a rotting disease; worry has begun to gnaw at me concerning this disease. There are scrolls and tomes within Minas Tirith that may dispel my concerns. I hope they do. I will need your help, [placeholder].\\n\\n'The waggon-driver, Rathnor, prepares soon to leave. He will bring you to the city, with some others, and Shadowfax will bear me alongside.'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Talk to Ayorzén in Cirith Gorgor",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Find a book about the Great Plague in the Houses of Lore",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'You and the Wizard will be coming to the city as well? That is most fortuitous, [placeholder]. All know that Wizards are stand-offish sorts and do not make friends easily. He will be glad to have you there as we travel to the City of the Invaders.'\\n\\nAyorzén looks at you slyly, and then he laughs.\\n\\n'Ah, you must pardon me, truly I am Ayorzén the Blunderer! I should not speak ill of the city, for it is so tall and only a small portion of it was damaged by the war. Only one third of it, yes? The battle would have had to last an hour or two more for the rest to be made to match!\\n\\n'I await the ride to the city with interest, my new friend.'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Ayorzén at Cirith Gorgor, inside the Black Gate",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Find a scholar with kingsfoil to spare in the Houses of Lore",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'What does the Easterling have to say?'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I will be glad to have you on the waggon as we travel to the city, [placeholder]. I do not trust that Easterling, and I know some of the soldiers who will travel with us do not either.\\n\\n'Speak to me when you are ready to leave and we will depart.'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'You are ready? Then we will depart for the city.'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Rathnor the waggon-driver",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Talk to Ayorzén on the parapet overlooking the city on the south-eastern side of the Fifth Circle",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'At last we have arrived. I am accustomed to haste, and Rathnor's horses were incapable of anything faster than a slow trot! Shadowfax might have done that in his sleep, but I did not wish to leave you behind. I have need of you now, and it would not do to arrive quickly and then wait for you to report at Rathnor's leisurely pace!\\n\\n'Ayorzén has given us little reason to trust him, [placeholder], but your account of Agarnaith confirms some of my suspicions. The remainder require corroboration by other sources, but these can be found in the city.\\n\\n'Go to the Houses of Lore on the southern side of the Fifth Circle and look for any scrolls or tomes that concern the Great Plague that so troubled Gondor earlier in the Age. Ask a scholar there for some kingsfoil, as well, if any can be spared. They have found it lately of use, but they still should have some to give to you.\\n\\n'Once you have done this, you should see if Ayorzén has anything else to say to us concerning this matter. Whether he can be trusted or no, he seems more willing to speak to you than to any other.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Mithrandir desires to return to Minas Tirith and spend some time studying one or two matters that trouble him concerning the state of Agarnaith.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Mithrandir is in the First Circle of Minas Tirith, just south of the entrance to the city.",
      "es": ""
    },
    {
      "id": 246419888,
      "en": "Mithrandir is in the First Circle of Minas Tirith, just south of the entrance to the city.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'[placeholder]! It is good to see you again, safe and sound! Did you tire of danger already? Well, what is it that brings you to the Houses of Lore? I am ready and available to help you with whatever you might need!\\n\\n'Kingsfoil? Yes, I do have some here. It's very useful for treating headaches and other minor maladies. Has prolonged exposure to the foul air of Gorgoroth been giving you headaches? I am sorry to hear that, but perhaps this will help!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "A book concerning the Great Plague and a scholar willing to part with kingsfoil must both be found within the Houses of Lore, on the southern side of the Fifth Circle of Minas Tirith.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'I hoped it was not so, but it is no longer safe to doubt, [placeholder]. Lhaereth the Stained has come to Mordor, and she has taken the fortress of Seregost for her own. For all of his bluster, I can see no reason for Ayorzén to lie to you about this.\\n\\n'More than a thousand years ago, Lhaereth created the Great Plague in service of Sauron. It was tested in the lands of the East, and then it was unleashed upon Gondor. But it was not yet perfected. The plague, while deadly, could be treated with athelas. Kingsfoil slowed its progress, and aided with the defeat of the disease.\\n\\n'Now Lhaereth has returned, and she is trying to finish her master work. Within the fortress of Seregost she seeks to create a strain of the plague that cannot be cured with athelas. She seeks to perfect the Great Plague.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Mithrandir is at TBD in Minas Tirith.",
      "es": ""
    },
    {
      "id": 49286713,
      "en": "Bring the kingsfoil to Mithrandir in the First Circle, south of the entrance to the city",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Ayorzén is on the parapet overlooking the city on the south-eastern side of the Fifth Circle, in Minas Tirith.",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "You learned that athelas was helpful for treating some victims of the Great Plague",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "Covadil gives you a small packet of kingsfoil and a smile",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Ayorzén is at Cirith Gorgor, just inside the Black Gate.",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "The waggon-driver Rathnor can be found near the Black Gate.",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "The waggon-driver Rathnor can be found near the Black Gate.",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'I have never seen this city from the inside before. It is... it is quite a sight, [placeholder]. I believed that Sauron's armies were so near to victory, but now I am not certain. The city appears much stronger from up here.'\\n\\nAyorzén stands silently, gazing out over Minas Tirith. When he speaks again, his voice is low and quiet.\\n\\n'I fought on the field down there. It is hard to tell, but I think I can see where my sworn men joined the battle. I slew many men myself, wielding swords, wielding axes. That is the way of war; if it was not to be their blood, it would have been mine. Eventually, things began to go wrong. Some of my sworn men were themselves slain. Others turned and ran.\\n\\n'I ran with them. Later, when we formed up again, word came down that some of the leaders were dead: the Lord of the Nazgûl, maybe others. And I thought to myself, \\qWhy should I die as well?\\q I thought to take my men and go home, leave the war behind... but I received new orders. I was to set an ambush for the force that had started to march in the direction of Mordor.\\n\\n'I left that task for the Orcs. I tried to lead my men home, and I was betrayed on the road. It was Ortakûl who betrayed me, the treacherous dog. He was rewarded with my command, and I was brought to Udûn, there to rot.'\\n\\nAyorzén clenches his fist.\\n\\n'The Captain of the Pit, Ugrukhôr, did not plan to keep me there for long. He planned to send me to Agarnaith. Durthang was a nightmare, but it would be a pleasant daydream compared to that. Sweet Lara is there, [placeholder]. She is still there, and she is working on something behind the walls of Seregost. If you had not opened my cell, I would have been sent to Seregost, and death could not come quickly enough for Ayorzén the Unlucky.\\n\\n'Once Sweet Lara got her claws in me... once she made me drink of her concoctions, her vile potions... I do not think I would be Ayorzén anymore. So I... I thank you for freeing me, [placeholder], if for nothing else.\\n\\n'Now that is done, and we will speak of it no more.'\\n\\nAyorzén shakes his head abruptly and laughs.\\n\\n'Perhaps I was wrong! This city is not so strong after all. Do you see the cracks there, and there? Another hour or two, and Sauron would have had it quite in hand. You are lucky that his commanders were not as capable as I, Ayorzén the Strategic! You are lucky indeed in this, [placeholder]. So very lucky.'",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'After you have visited the Houses of Lore, you should speak with the Easterling. He appears more willing to speak to you than any other.'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'You are lucky to have a friend such as Ayorzén the Knowing, [placeholder].'",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'Go to the Houses of Lore on the southern side of the Fifth Circle and look for any scrolls or tomes that concern the Great Plague that so troubled Gondor earlier in the Age. Ask a scholar there for some kingsfoil, if any can be spared. They have found it lately of use, but they still should have some to give to you.\\n\\n'Once you have done this, you should see if Ayorzén has anything else to say to us concerning this matter. Whether he can be trusted or no, he seems more willing to speak to you than to any other.'",
      "es": ""
    }
  ]
}