{
  "id": 620996350,
  "txt": [
    {
      "id": "0x9b56881",
      "en": "'We should never have come here, [placeholder], we should never have come! This place is not fit for good folk! It hates us, and will strive evermore until we are slain, and the marsh will never give back our bodies... it will jealously drag us down beneath the surface and never let us go!\\n\\n'Arodrog was slain by a terrible creature to the south, not far from here, and Raneleg is missing and nowhere to be found! I ran, to my shame, but shameful or not I am still here and they are not!\\n\\n'Can you search for Raneleg, at least? And mayhap see if Arodrog survived his wound? I cannot imagine that he did, but if there is a chance that he lives we should not abandon him! My courage is spent! What good is a man of Gondor who runs from peril? And yet there is peril all around us in this horrible swamp!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1198",
      "en": "You found the adventurers that entered Agarnaith from the northern approach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50246",
      "en": "Talk to Mithrandir in Cirith Gorgor, inside the Black Gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Well, what did you learn of Agarnaith? Are the rumours true? Many are the explorers who have returned from that land shaken, robbed of their courage.'\\n\\nYou recount what you beheld of the festering swampland, and the Wizard is most interested to hear of the vile creatures that you encountered.\\n\\n'I am made uncomfortable by your description of these beasts, [placeholder]. That they suffer from some malady is clear, but there are one or two points about which I desire clarification. Something affects the creatures within Agarnaith, and it is no natural rot. It lurks in the air and the water of that land, a pestilence affecting the animals and the plants of the Bloody Gore. I must return to Minas Tirith to conduct my study, and I ask that you come with me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Some vile work is being conducted in Agarnaith, and we must learn what it signifies for Gondor and for Middle-earth. I find it curious that our well-informed Easterling has not spoken of Agarnaith to us. Does he keep the secrets of that land with the hope of blinding us to the threat it poses?\\n\\n'I do not like his silence on this matter. You must go to Agarnaith and learn what transpires within, but do not go alone! I believe you should bring Ayorzén with you, and find out what he knows about the Bloody Gore.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Agarnaith may be approached from either the north or the south.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'I am not surprised to hear that Arodrog was dead, for the creature that attacked him was a terrible, rotting thing. I can still hear its awful cry echoing in my head! But what of Raneleg? You found his sword, but no sign of the man himself?'\\n\\nYou tell Linadar that the sword was stuck blade-first in the mud, as if Raneleg dropped it from a height as he was carried aloft by some flying creature. Linadar's eyes are saucers, wide with horror.\\n\\n'I... I cannot stay here, [placeholder]! I cannot abide this swamp for a single moment longer! I did not think myself a coward, but who could remain in this land and keep his wits? Let the shame follow me back to Gondor! I care not! At the least I will keep my life!\\n\\n'Please help me back to the Gate, [placeholder]! I cannot bear to go alone!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'You have not sought my help in some time, [placeholder]. I was beginning to think you had fallen into a hole, or blundered into the fire-lake, or forgotten the way back here. What is it you want?'\\n\\nYou tell Ayorzén that you need his help on the next leg of your journey, and ask him to accompany you to Agarnaith. A sudden look of panic crosses his face, but it passes just as quickly. When next he speaks, his voice is loud and confident, and no sign of his seeming fright remains.\\n\\n'I have come to a decision, my friend! I will be happy to accept your previous and very generous offer of a place in Gondor! Your forgiveness and acceptance of Ayorzén the Changed will become a thing of legend, [placeholder], and will be spoken of for centuries as an example to all!\\n\\n'I will let the waggon-driver know. Sadly, I will be unable to accompany you to the Bloody Gore. Perhaps another time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Mithrandir has heard an unsettling rumour of a threat growing in Agarnaith, the Bloody Gore, on the eastern side of Gorgoroth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Talk to the adventurer you found inside Agarnaith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "You found adventurers in Agarnaith, and should hear what they have encountered within the Bloody Gore.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Agarnaith may be approached from the north or from the south, and adventurers have sought to gain entrance from either direction. You may do the same, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "Defeat foul creatures in Agarnaith ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Have you come to aid us, [placeholder]? This swamp is a place of horror, and there are too few of us to feel secure within it, but having you here will be a great help! Arodrog planned to rejoin us shortly, but he has not yet arrived.\\n\\n'Keep an eye on your surroundings as you adventure within the marsh. Dangers could lurk anywhere: in the water, up among the trees, within the twisted grasses. This is a foul place. The air smells foul and tastes worse.\\n\\n'The creatures here don't seem to mind it. Indeed, it seems to lend them a curious strength! Test your mettle against them, and Linadar and I will meet you further south along the road.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a9",
      "en": "Meet up with the adventurers near the junction with the eastern road, in Agarnaith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50251",
      "en": "Talk to Linadar on the road in Agarnaith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "Search for Raneleg to the north, west of the road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'This is a terrible place! I do not like it! Why did we ever come here?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "The creatures of Agarnaith seem to draw strength from the foetid air, and you must oppose them for the good of those who adventure in the marsh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50256",
      "en": "Learn if Arodrog is alive or dead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50257",
      "en": "Search for Arodrog just south of the eastern road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Ayorzén at Cirith Gorgor, inside the Black Gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50258",
      "en": "Learn the fate of Raneleg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "You agreed to meet up with the adventurers again on the road, near where the eastern path leads away into the swamp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'I hate this place, I hate it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56842",
      "en": "'Can you search for Raneleg, at least? And mayhap see if Arodrog survived his wound? I cannot imagine that he did, but if there is a chance that he lives we should not abandon him! My courage is spent! What good is a man of Gondor who runs from peril? And yet there is peril all around us in this horrible swamp!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Gain entrance to Agarnaith from the north",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Gain entrance to Agarnaith from the south",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Only Linadar met up with you at the arranged meeting place in Agarnaith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56847",
      "en": "'Please help me back to the Gate, [placeholder]! I cannot bear to go alone!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'It is a pity that I will be unable to accompany you to the Bloody Gore. Perhaps another time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Raneleg and Arodrog ran into trouble off the road to the north and south, and Linadar has asked you to learn if they yet live.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'This is a terrible place! Why did we ever come here?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a4",
      "en": "'Keep an eye on your surroundings as you adventure within the marsh. Dangers could lurk anywhere: in the water, up among the trees, within the twisted grasses. This is a foul place. The air smells foul and tastes worse.\\n\\n'The creatures here don't seem to mind it. Indeed, it seems to lend them a curious strength! Test your mettle against them, and I will meet you further south along the road.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a5",
      "en": "'Are you here to help us, [placeholder]? Did Mithrandir send you to us? Only a Wizard could know the trouble we have been in ever since we arrived, and send aid such as you in time! Raneleg planned to rejoin us soon, but he has not yet found us.\\n\\n'Enemies lurk everywhere in the swamp, and they can ensnare you even before you know they are there! I have never seen horrors such as these before, and I am no stranger to bogs unpleasant and mires malicious!\\n\\n'If the tales I have heard of you are true, you should be able to best even the foes that stalk this swamp, [placeholder]... I hope it is so! Defeat any you can, and Linadar and I will meet you further north along the road, not far from where the eastern road runs away into the swamp.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1161",
      "en": "Did the sword fall from Raneleg's hand as he was borne aloft?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a6",
      "en": "'Enemies lurk everywhere in the swamp, and they can ensnare you even before you know they are there! They are such horrors as I have never seen before!\\n\\n'If the tales I have heard of you are true, you should be able to best even them, [placeholder]... I hope it is so! Defeat any you can, and I will meet you further north along the road.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Mithrandir is in Cirith Gorgor, just inside the Black Gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1165",
      "en": "Linadar is so shaken that you agree to see him safely out of Mordor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'I do not like our Easterling's silence on this matter. You must go to Agarnaith and learn what transpires within, but do not go alone! I believe you should bring Ayorzén with you, and find out what he knows about the Bloody Gore.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "Ayorzén the Wily is at Cirith Gorgor, just inside the Black Gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1170",
      "en": "Linadar made it to the meeting location, but where is the other adventurer?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'It is a pity that I will be unable to accompany you to the Bloody Gore. Perhaps another time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1173",
      "en": "Raneleg is gone, but his sword remains: sticking straight up in the mud",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1175",
      "en": "Arodrog's body lies in the muck",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "Linadar is just north of the junction with the eastern road, in Agarnaith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1179",
      "en": "Arodrog has succumbed to his wounds. He is dead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1180",
      "en": "You found the adventurers that entered Agarnaith from the southern approach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ec4",
      "en": "Bring Raneleg's sword to Linadar in Agarnaith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1188",
      "en": "Defeated foul creatures in Agarnaith ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 3.4: A Change of Heart",
      "es": "",
      "es (fem)": ""
    }
  ]
}