{
  "id": 620996345,
  "txt": [
    {
      "id": 228870261,
      "en": "Chapter 3.1: The Dread Lands",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Complete 'Chapter 3.2: The Valley of Webs' in Lhingris",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'Ugrukhôr and Dulgabêth hate each other. If they spent less time quarrelling between themselves and more time opposing Gondor, the war might have gone differently. They say that once, long ago, Ugrukhôr plotted to ambush and murder Dulgabêth and place the blame on Gondor. Sauron learned of it and fed all of Ugrukhôr's servants to the Fire. When he was the only one left, Sauron held him to the flames; the pain was to serve as punishment and as a reminder not to plot against Sauron's chosen servant. It left him scarred and twisted, on the outside as already he was on the inside.\\n\\n'How do I know this? To this day Ugrukhôr still speaks of it! While Sauron lived, the Captain of the Pit knew not to move against Dulgabêth, but now Sauron is gone. It cannot be long now before his simmering revenge comes to a boil.'",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Complete 'Chapter 3.2: The Second Garrison' in Lhingris",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'We learned two useful pieces of information from Dulgabêth. The first is this: the forces of Mordor are not unified, and they might be turned against one another. Indeed, they may already be doing so on their own, without our assistance! He seems most concerned about his rival, who sent forces to reinforce Cirith Ungol. This rival is the one he called Ugrukhôr, the Captain of the Pit, and I have heard tell of him before. He is cruel and without mercy, and it was he who promised the Thandrim of Durthand peace and gave them slaughter instead.\\n\\n'The second piece of information Dulgabêth unwittingly gave to us might not be as immediately useful, but still I want to learn what it signifies. He spoke of the Gúrzyul, and the name makes me uneasy for its evocation of the Nazgûl. The Nine are slain, destroyed alongside Sauron, and few could rival them in malice or power, but we should tread carefully near any reminder of them.\\n\\n'I understand that Ayorzén the Wily refused my offer of a place in Gondor, and has been haunting the pass of Cirith Gorgor just inside the Black Gate. See what he makes of the information we have learned, [placeholder], and follow that knowledge where it leads.'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Complete 'Chapter 3.3: The Gúrzyul' in Talath Úrui",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I believe you learned two useful pieces of information from Dulgabêth. The first is this: the forces of Mordor are not unified, and they might be turned against one another. Indeed, they may already be doing so on their own, without our assistance! He seems most concerned about his rival, who sent forces to reinforce Cirith Ungol. This rival is the one he called Ugrukhôr, the Captain of the Pit, and I have heard tell of him before. He is cruel and without mercy, and it was he who promised the Thandrim of Durthand peace and gave them slaughter instead.\\n\\n'The second piece of information Dulgabêth unwittingly gave to us might not be as immediately useful, but still I want to learn what it signifies. He spoke of the Gúrzyul, and the name makes me uneasy for its evocation of the Nazgûl. The Nine are slain, destroyed alongside Sauron, and few could rival them in malice or power, but we should tread carefully near any reminder of them.\\n\\n'I understand that Ayorzén the Wily refused my offer of a place in Gondor, and has been haunting the pass of Cirith Gorgor just inside the Black Gate. See what he makes of the information we have learned, [placeholder], and follow that knowledge where it leads.'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Complete 'Chapter 3.3: Fate of the Stonemaiden' in Talath Úrui",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I saw Yadêphal ride away, muttering curses to himself. I take it that Gondor didn't surrender to his master? Amusing. I never liked him, or any of Dulgabêth's knights.'\\n\\nYou ask Ayorzén what he knows of Ugrukhôr and of the Gúrzyul.\\n\\n'Ah, I know enough. Ugrukhôr and Dulgabêth hate each other. If they spent less time quarrelling between themselves and more time opposing Gondor, the war might have gone differently. They say that once, long ago, Ugrukhôr plotted to ambush and murder Dulgabêth and place the blame on Gondor. Sauron learned of it before the plan could be executed, and he fed all of Ugrukhôr's servants to the Fire. When he was the only one left, Sauron held him to the flames; the pain was to serve both as punishment and as a reminder not to plot against Sauron's chosen servant. It left Ugrukhôr scarred and twisted, on the outside as already he was on the inside.\\n\\n'How do I know this? To this day Ugrukhôr still speaks of it! While Sauron lived, the Captain of the Pit knew not to move against Dulgabêth, but now Sauron is gone. It cannot be long now before his simmering revenge comes to a boil, and one of them will die at the hands of the other.\\n\\n'As for the Gúrzyul, I know the name but nothing more. Why don't you ask your Wizard?'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Mithrandir in Cirith Gorgor, just inside the Black Gate",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I have just finished speaking of the Gúrzyul to Harthalín, as Ayorzén well knows! I will not repeat myself for the amusement of one such as he, [placeholder]! Speak to Harthalín to learn what we know of them, which is admittedly quite little.\\n\\n'I leave the choice of path to you. Learning of Ugrukhôr and Cirith Ungol will take you into Lhingris. This dwarf, Atli, has designs on exploring Lhingris, and he will accompany you there. I believe exploration of the Gúrzyul will require exploring to the south of Orodruin, in Talath Úrui. Harthalín wishes to go there, and will accompany you thither.\\n\\n'Follow both of these leads to their ends, and we will be well-equipped to deal with Dulgabêth.'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Your adventures in Lhingris and Talath Úrui have proven most informative, but they raise further questions. Why would the Ghâsh-hai pledge to support Ugrukhôr? What has become of Borangos following the defeat of Sauron? And to what end does Urudanî walk the land once again, so changed?\\n\\n'These questions must wait. I have heard worrisome tidings from Agarnaith, the Bloody Gore. Few have gone there, but those who have returned speak of a dangerous and growing threat.'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'I believe you learned two useful pieces of information from Dulgabêth. The first is this: the forces of Mordor are not unified, and they might be turned against one another. Indeed, they may already be doing so on their own, without our assistance! He seems most concerned about his rival, who sent forces to reinforce Cirith Ungol. This rival is the one he called Ugrukhôr, the Captain of the Pit, and I have heard tell of him before.\\n\\n'The second piece of information might not be as immediately useful, but still I want to learn what it signifies. He spoke of the Gúrzyul, and the name makes me uneasy.\\n\\n'I understand that Ayorzén the Wily refused my offer of a place in Gondor, and has been haunting the pass of Cirith Gorgor just inside the Black Gate. See what he makes of the information we have learned, [placeholder], and follow that knowledge where it leads.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Aragorn believes that you learned two useful pieces of information from Dulgabêth that should guide your further adventures in Gorgoroth.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Ugrukhôr and Dulgabêth hate each other. If they spent less time quarrelling between themselves and more time opposing Gondor, the war might have gone differently. They say that once, long ago, Ugrukhôr plotted to ambush and murder Dulgabêth and place the blame on Gondor. Sauron learned of it and fed all of Ugrukhôr's servants to the Fire. When he was the only one left, Sauron held him to the flames; the pain was to serve as punishment and as a reminder not to plot against Sauron's chosen servant.\\n\\n'How do I know this? To this day Ugrukhôr still speaks of it! While Sauron lived, the Captain of the Pit knew not to move against Dulgabêth, but now Sauron is gone. It cannot be long now before his long-simmering revenge boils over.\\n\\n'As for the Gúrzyul, I know the name but nothing more. Why don't you ask your Wizard?'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Ayorzén the Wily is in Cirith Gorgor, just inside the Black Gate.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'I leave the choice of path to you. Learning of Ugrukhôr and Cirith Ungol will take you into Lhingris. The dwarf Atli has designs on exploring Lhingris, and he will accompany you there. I believe exploration of the Gúrzyul will require exploring to the south of Orodruin, in Talath Úrui. Harthalín will accompany you thither.\\n\\n'Follow both of these leads to their ends, and we will be well-equipped to deal with Dulgabêth.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Mithrandir is in Cirith Gorgor, just inside the Black Gate.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Mithrandir has asked you to follow both of the leads you have uncovered, accompanying Atli into Lhingris and Harthalín into Talath Úrui.",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Ayorzén in Cirith Gorgor, just inside the Black Gate",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Talk to Mithrandir in Cirith Gorgor, just inside the Black Gate",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "Mithrandir is in Cirith Gorgor, just inside the Black Gate.",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'Ugrukhôr and Dulgabêth hate each other. If they spent less time quarrelling between themselves and more time opposing Gondor, the war might have gone differently. They say that once, long ago, Ugrukhôr plotted to ambush and murder Dulgabêth and place the blame on Gondor. Sauron learned of it before the plan could be executed, and he fed all of Ugrukhôr's servants to the Fire. When he was the only one left, Sauron held him to the flames; the pain was to serve both as punishment and as a reminder not to plot against Sauron's chosen servant. It left Ugrukhôr scarred and twisted, on the outside as already he was on the inside.\\n\\n'How do I know this? To this day Ugrukhôr still speaks of it! While Sauron lived, the Captain of the Pit knew not to move against Dulgabêth, but now Sauron is gone. It cannot be long now before his simmering revenge comes to a boil, and one of them will die at the hands of the other.'",
      "es": ""
    }
  ]
}