{
  "id": 620873084,
  "txt": [
    {
      "id": 218649170,
      "en": "'[placeholder], is it? I hear Mara Sandydowns was wanting a word with you. She says you've made yourself quite at home here, and she has a task for you.\\n\\n'I think something big is stirring. This festival has pushed a lot of folk right to the edge, if you know what I mean.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Hello there, [placeholder]. Don't worry -- this has nothing to do with the Eating Contest. Your stomach is safe for now!\\n\\n'I hear Mara Sandydowns was wanting a word with you. She says you've made yourself quite at home here, and she has a task for you.\\n\\n'I think something big is stirring. This festival has pushed a lot of folk right to the edge, if you know what I mean.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Final Act",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Hello there, [placeholder]. I was very glad to see that you have enjoyed our festival to the extent that you have! You seem to be much acquainted with many aspects of life in our fair town.\\n\\n'I have a special task for you. I dare not speak openly of it here, so I want you to go to Mara Sandydowns and tell her that I sent you. She will give you further instructions from there.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Hello there, [placeholder]. I was very glad to see that you have enjoyed our festival to the extent that you have! You seem to be much acquainted with many aspects of life in our fair town.\\n\\n'I have a special task for you. I dare not speak openly of it here, so I want you to go to Mara Sandydowns and tell her that I sent you. She will give you further instructions from there.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Mara Sandydowns is looking for you, friend.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Ah, [placeholder]. I couldn't help but notice you've been up to all sorts of schemes during your stay here. Well, I suppose you're now quite acquainted with many aspects of life in our fair town.\\n\\n'I can recognize the signs of some real trouble stirring. The mayor told me to direct you to Mara Sandydowns for his orders, if you should wish to follow them. I think you won't regret helping the mayor in this scheme!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Mara Sandydowns is looking for you, friend.'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'You again! How convenient; I hear Mara Sandydowns was wanting a word with you. She says you've made yourself quite at home here, and she has a task for you.\\n\\n'I think something big is stirring. This festival has pushed a lot of folk right to the edge, if you know what I mean.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Mara Sandydowns can be found near the entrance to Winter-home.\\n\\nYou should speak with Mara Sandydowns, for everyone says she is looking for you.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Mara Sandydowns is looking for you, friend.'",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'Oh, it's you! That is very convenient; I hear Mara Sandydowns was hoping to speak with you. She says you've made yourself quite at home here, and she has a task for you.\\n\\n'I think something big is stirring. This festival has pushed a lot of folk right to the edge, if you know what I mean.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Mara Sandydowns can be found near the entrance to Winter-home.\\n\\nYou should speak with Mara Sandydowns, for she is about to present you with an important decision.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Mara Sandydowns is looking for you, friend.'",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "'Happy Yule, [placeholder]! It is good to see you again. I am well, for my part, but my friend Gareth seems to be cooking up a scheme, and wants your help. He wants you to go talk to Mara Sandydowns straight away.\\n\\n'I think something big is stirring. This festival has pushed a lot of folk right to the edge, if you know what I mean.'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Mara Sandydowns is looking for you, friend.'",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'Mara Sandydowns is looking for you, friend.'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I hope you are satisfied with your decision, [placeholder].  There are consequences to either action, and rewards as well. Perhaps this little drama will play out again some other year if you find you regret your decision.'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'Mara Sandydowns is looking for you, friend.'",
      "es": ""
    },
    {
      "id": 63183944,
      "en": "'Mara Sandydowns is looking for you, friend.'",
      "es": ""
    },
    {
      "id": 63183945,
      "en": "'Mara Sandydowns is looking for you, friend.'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Mara Sandydowns can be found near the entrance to Winter-home.\\n\\nShe is presenting you with a choice, either help the poor or help the rich of Winter-home.",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Mara Sandydowns can be found near the entrance to Winter-home.\\n\\nReturn and speak to Mara Sandydowns now that you have cast your lot one way or the other.",
      "es": ""
    },
    {
      "id": 205636720,
      "en": "'Mara Sandydowns is looking for you, friend.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Go to Mara Sandydowns, for she wishes to speak with you",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Mara Sandydowns when you are ready to hear the choice she will ask you to make.",
      "es": ""
    },
    {
      "id": 8725904,
      "en": "'Ah, [placeholder]! It is good to see you again. I am well, as you see. Better than well! I have a plan that might just fix everything that's wrong with this town, and I need your help.\\n\\n'Something big is stirring. This festival has pushed a lot of folk right to the edge, if you know what I mean. I'm going to pull them back.'",
      "es": ""
    },
    {
      "id": 8725905,
      "en": "'Well, well. You have made yourself right at home here. You have participated, just as the mayor wished, and you have also gone against his wishes by speaking with those he considers an unsavoury influence on his great Festival.\\n\\n'But now you must choose. One cannot have things both ways in life, not where it matters. Who will you choose to ally yourself with?'\\n\\n<rgb=#FF0000>WARNING: You must choose your next quest carefully! You can do one or the other, and once you finish one, you will not be able to do the other until next year's festival!</rgb>\\n\\n",
      "es": ""
    },
    {
      "id": 8725906,
      "en": "'Are you ready to decide? You must help either the workers and beggars or the mayor. You will be rewarded according to the financial abilities of each.'",
      "es": ""
    },
    {
      "id": 225071137,
      "en": "Complete either Assist the Rich or Support the Poor",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have done and seen much in Winter-home and greater Frostbluff, and Mara Sandydowns thinks you are ready to get involved in some rather important plans.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Speak with Mara Sandydowns",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Speak to Mara Sandydowns",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'[placeholder], is it? I hear Mara Sandydowns was wanting a word with you. She says you've made yourself quite at home here, and she has a task for you.\\n\\n'I think something big is stirring. This festival has pushed a lot of folk right to the edge, if you know what I mean.'",
      "es": ""
    }
  ]
}