{
  "id": 621062443,
  "txt": [
    {
      "id": "0x9b56885",
      "en": "'Many are the songs that will be sung of this day, my friend. At long last, Hrímil Frost-heart is dead and Mount Gundabad is ours. And I would be remiss to overlook the role you played in our victory, [placeholder]!\\n\\n'With Hrímil's death, our conquest of the Mountain-home is all but certain. Gorgar is slain, and the line of Azog is ended. The Orcs and their wild cousins from the North have fallen into disarray, and it is my firm belief that those who linger within Gundabad will be routed in the days ahead.\\n\\n'Even so, I grieve the loss of my uncle, Náin, and it is with great sorrow that I shall have to deliver word of his death to my father, King Thorin. My heart aches, too, that he was so soon to follow my grandfather, Dáin, in death.\\n\\n'May his deeds and his memory never be forgotten! Long live Náin—slakeless, now and evermore!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "<rgb=#00FF00>It is recommended, but not required, that you complete The Legacy of Durin and the Trials of the Dwarves before playing 'The Hiddenhoard of Abnankâra'.</rgb>\\n\\n'There are those who believe that Hrímil Frost-heart has abandoned Mount Gundabad. I say they are wrong! It is true she has fled, but only deeper into the Mountain-home—to Abnankâra!\\n\\n'Does that name sound unfamiliar to your ear? It should, my friend. It is known to none who still live, save for me, and that is only because I share the memories of the Durins who came before me!\\n\\n'Not long after the Greymaul Rebellion was ended and Motsóg came to dwell in solitude in the caverns deep beneath the Mountain-home, he confessed a secret to me—to the Durin I was then. Before that ruinous war between our peoples, he had set the Greymauls upon a great task: to delve a hidden treasury within the depths of Mount Gundabad. It was named Abnankâra, the Hiddenhoard, and it would have been the jewel of Motsóg's kingdom. Had the Greymauls succeeded in their plot to steal the wealth and mithril of Khazad-dûm, it is certain the spoils would have come to rest at Abnankâra.\\n\\n'Whether it was by some sense of duty or mere curiosity, I—when I was Durin the First—heeded Motsóg's words and found the hidden way to the gates of Abnankâra. I strode within its halls only once, and when I had seen all that I meant to, I sealed it behind me—leaving the few, ill-gotten riches of the Greymauls to be forgotten. And so it has been for many Ages of the world!\\n\\n'It lies still in the Clovengap, my friend, and in my heart, I am certain that that is where Hrímil Frost-heart has gone. I have sent my uncle, Náin, ahead with a small company to seek for the Hiddenhoard.\\n\\n'Will you aid him, my friend? Will you see our long struggle for the conquest of Mount Gundabad to its end?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Hiddenhoard Revealed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "<rgb=#00FF00>It is recommended, but not required, that you complete The Legacy of Durin and the Trials of the Dwarves before playing 'The Hiddenhoard of Abnankâra'.</rgb>\\n\\n'There are those who believe that Hrímil Frost-heart has abandoned Mount Gundabad. I say they are wrong! It is true she has fled, but only deeper into the Mountain-home—to Abnankâra!\\n\\n'Does that name sound unfamiliar to your ear? It should, my friend. It is known to none who still live, save for me, and that is only because I share the memories of the Durins who came before me!\\n\\n'Not long after the Greymaul Rebellion was ended and Motsóg came to dwell in solitude in the caverns deep beneath the Mountain-home, he confessed a secret to me—to the Durin I was then. Before that ruinous war between our peoples, he had set the Greymauls upon a great task: to delve a hidden treasury within the depths of Mount Gundabad. It was named Abnankâra, the Hiddenhoard, and it would have been the jewel of Motsóg's kingdom. Had the Greymauls succeeded in their plot to steal the wealth and mithril of Khazad-dûm, it is certain the spoils would have come to rest at Abnankâra.\\n\\n'Whether it was by some sense of duty or mere curiosity, I—when I was Durin the First—heeded Motsóg's words and found the hidden way to the gates of Abnankâra. I strode within its halls only once, and when I had seen all that I meant to, I sealed it behind me—leaving the few, ill-gotten riches of the Greymauls to be forgotten. And so it has been for many Ages of the world!\\n\\n'It lies still in the Clovengap, my friend, and in my heart, I am certain that that is where Hrímil Frost-heart has gone. I have sent my uncle, Náin, ahead with a small company to seek for the Hiddenhoard.\\n\\n'Will you aid him, my friend? Will you see our long struggle for the conquest of Mount Gundabad to its end?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Complete 'The Hiddenhoard of Abnankâra'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "<rgb=#00FF00>It is recommended, but not required, that you complete The Legacy of Durin and the Trials of the Dwarves before playing 'The Hiddenhoard of Abnankâra'.</rgb>\\n\\n'There are those who believe that Hrímil Frost-heart has abandoned Mount Gundabad. I say they are wrong! It is true she has fled, but only deeper into the Mountain-home—to Abnankâra!\\n\\n'Does that name sound unfamiliar to your ear? It should, my friend. It is known to none who still live, save for me, and that is only because I share the memories of the Durins who came before me!\\n\\n'Not long after the Greymaul Rebellion was ended and Motsóg came to dwell in solitude in the caverns deep beneath the Mountain-home, he confessed a secret to me—to the Durin I was then. Before that ruinous war between our peoples, he had set the Greymauls upon a great task: to delve a hidden treasury within the depths of Mount Gundabad. It was named Abnankâra, the Hiddenhoard, and it would have been the jewel of Motsóg's kingdom. Had the Greymauls succeeded in their plot to steal the wealth and mithril of Khazad-dûm, it is certain the spoils would have come to rest at Abnankâra.\\n\\n'Whether it was by some sense of duty or mere curiosity, I—when I was Durin the First—heeded Motsóg's words and found the hidden way to the gates of Abnankâra. I strode within its halls only once, and when I had seen all that I meant to, I sealed it behind me—leaving the few, ill-gotten riches of the Greymauls to be forgotten. And so it has been for many Ages of the world!\\n\\n'It lies still in the Clovengap, my friend, and in my heart, I am certain that that is where Hrímil Frost-heart has gone. I have sent my uncle, Náin, ahead with a small company to seek for the Hiddenhoard.\\n\\n'Will you aid him, my friend? Will you see our long struggle for the conquest of Mount Gundabad to its end?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Durin at Zidir-nesad, the Steepset",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "From deep within the darkness of the passage ahead, a voice seems to beckon you...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'My uncle Náin has gone to seek the old passage to the Hiddenhoard of Abnankâra. Travel to the Clovengap and join him, my friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'I can hardly explain it, my friend. How could Durin know of such a passage? Could it be true?'\\n\\nNáin absent-mindedly strokes at the air beneath his shorn beard before lowering his hand.\\n\\n'You know of what I speak, [placeholder]. When Durin told me that he had proclaimed himself to be Durin the Seventh—Durin the Deathless reborn, I must admit I balked at his words. Durin confided in me, and he spoke of visions and of ancient memories that returned to him deep within Mount Gundabad. And so, you must imagine my disbelief when he told me that Hrímil had made a lair for herself in an old Greymaul treasury—the so-called Hiddenhoard of Abnankâra. Such a thing should not even exist!\\n\\n'Yet, with each swing of those pick-axes, I find myself more convinced.'\\n\\nNáin glances over his shoulder at the dwarves of his company picking away at the ice of Amgaruslun.\\n\\n'It has been some time, my friend. Why don't you see if we have broken through?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Go on ahead, my friend, and see if we have broken through!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Prince Durin believes he has discovered where Hrímil Frost-heart has made her lair within Mount Gundabad: the Hiddenhoard of Abnankâra.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Náin and his company can be found at Amgaruslun in the north-western reaches of the Clovengap.\\n\\nBelieving that an ancient Greymaul treasury known as the Hiddenhoard of Abnankâra had long laid hidden in Mount Gundabad, Prince Durin has asked you to join Náin and his company at Amgaruslun in the Clovengap. You should meet up with Náin and his company at Amgaruslun.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Náin at Amgaruslun",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "The Hiddenhoard of Abnankâra can be found beyond the frozen falls of Amgaruslun in the Clovengap.\\n\\nAccording to Prince Durin, the Hiddenhoard of Abnankâra can be found beyond Amgaruslun in the Clovegap. You should see if the dwarves of Náin's company have broken through the ice concealing the passage to the ancient Greymaul treasury.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'You say you heard a voice on the wind? It can be no other—we have found the lair of Hrímil Frost-heart!\\n\\n'I shall send word to Durin at once, my friend. If ever I doubted his words, I have now all the proof I sought. Alas that the Black Mattock was lost in the Deepscrave! This will have to do....'\\n\\nNáin hefts a war-mattock of the Iron Hills in his hand.\\n\\n'In the meantime, [placeholder], I would ask that you gather your strongest allies to Mount Gundabad. When you are prepared, we shall see what awaits us within Abnankâra!\\n\\n'Even with the combined might of the Gabil'akkâ behind him, Durin shall have need of you—and of them—if victory is to be won!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Náin can be found at Amgaruslun in the north-western reaches of the Clovengap.\\n\\nThe dwarves' hard work has borne fruit. You have discovered the passage to the Hiddenhoard of Abnankâra. You should return to Náin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Náin can be found at Amgaruslun in the north-western reaches of the Clovengap.\\n\\nAfter arriving at Amgaruslun, you have found Náin's company hard at work excavating what appears to be an old passageway deeper into Mount Gundabad. You should talk to Náin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Discover the passage to the Hiddenhoard of Abnankâra",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Náin at Amgaruslun",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Meet up with Náin and his company at Amgaruslun in the Clovengap",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "The Hiddenhoard of Abnankâra can be found in the Clovengap.\\n\\nNáin has asked you to muster your allies and aid Prince Durin in confronting Hrímil Frost-heart in the Hiddenhoard of Abnankâra.\\n\\n\\n<rgb=#FF0000>NOTE: You must complete 'The Hiddenhoard of Abnankâra' on any difficulty Tier to advance this quest.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Prince Durin can be found at Zidir-nesad, the Steepset.\\n\\nYou have triumphed over Hrímil Frost-heart at the Hiddenhoard of Abnankâra. You should talk to Durin at Zidir-nesad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'Even with the combined might of the Gabil'akkâ behind him, Durin shall have need of you and your strongest allies if victory is to be won!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "It appears that Náin and his company have uncovered an old passage deeper into the Clovengap",
      "es": "",
      "es (fem)": ""
    }
  ]
}