{
  "id": 621062556,
  "txt": [
    {
      "id": "0xa5029f4",
      "en": "Slay the troll",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011899",
      "en": "Investigate the bear den.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f6",
      "en": "Talk to Onora",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e0",
      "en": "Find food for Onora and Rúdhan ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b08",
      "en": "Rúdhan gingerly stretches his leg and calls for your attention",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e4",
      "en": "'Rúdhan's injury is worse than we thought. We might need to stay here longer than I expected.\\n\\n'But there is always food to be found in the wild, if you know where to look. There should be some berry bushes somewhere nearby, perhaps among the rocks to the north-west. Now, such a bounty will attract wild beasts, but that should be no real danger for such as you, should it? We heard the growling of what sounded like a large bear shortly before we made it to this river... but perhaps it has already moved on.\\n\\n'We would both greatly appreciate any food you can bring back to us: berries, meat, or vegetables. When my husband's strength has returned we will move on.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011871",
      "en": "A fresh bear carcass could supply plenty of food for Onora and Rúdhan during their recovery.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b21",
      "en": "Collected handfuls of berries ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b38",
      "en": "Just as you take some of the meat, a bellowing roar disturbs the stillness!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa325",
      "en": "Bear and Berries",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011873",
      "en": "Slay the troll living in the den!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa3f5",
      "en": "Emergency Shelter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011875",
      "en": "Head back to Onora and tell her about the shelter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d2",
      "en": "Onora has asked you to investigate the rocks to the north-west in search of food to forage.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568907",
      "en": "'Ah back again! You know I was pretty wary of you at first [placeholder], but for a stranger, you're quite reliable. So how was the cave?'\\n\\nYou tell her about the troll.\\n\\n'So there was a bear, but a troll had already taken care of it, and taken up residence? Well I'm sorry I sent you on a much more dangerous errand than i had thought! But the fact you're standing here means you were victorious regardless.\\n\\n'But it looks like these woods are even more dangerous than we thought. I'll speak to my husband to determine if and when we should make our move. And thank you for fetching the food as well. I'm glad I didn't size you up so quickly!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568936",
      "en": "'A bear, and a troll? These wilds are very dangerous, it seems! But you bested these threats and returned with food, and for that you have the thanks of both Onora and Rúdhan!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f0",
      "en": "Head to the bear den",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1766",
      "en": "Onora and her husband Rúdhan need somewhere more sheltered to rest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e187",
      "en": "Bring the food you collected back to Onora and Rúdhan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f2",
      "en": "Collect some meat from the fresh bear carcass",
      "es": "",
      "es (fem)": ""
    }
  ]
}