{
  "id": 621062560,
  "txt": [
    {
      "id": "0xb011899",
      "en": "Slay Orcs within the Angle and keep an eye out for the lost talisman.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f7",
      "en": "Talk to Maervellon outside Eitheldir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b34",
      "en": "Defeated Orcs in the Angle for Maervellon ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568900",
      "en": "'Oh, you startled me! Well-met traveller, I am Maervellon, Ranger of these wood-lands. But I ask that you keep your voice low, for I am tracking down a voracious band of thieves. I trailed the brigands to this ruin, but now I see there are mostly Orcs here....'\\n\\nThe Ranger peers nervously about.\\n\\n'There have been a few Orc raids through these woods of late, and recently we brawled a good while. Fear not, for I survived with nary a scratch, but those blasted thieves made off with my lucky talisman! It is a charm we Rangers keep for good luck while on the hunt.'\\n\\nYou ask him if he fought with Orcs or with brigands and he peers into the distance.\\n\\n'Oh, you know... both, really. There were quite a lot of them. This might go a lot faster if you were to aid me in this endeavour. You do look capable enough. All I need is my talisman, you can keep any other treasure we find! So, what do you say? Care to help me retrieve my lucky charm and slay some Orcs?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa3f5",
      "en": "A Talisman Lost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568901",
      "en": "'So we'll start by hunting the stragglers around here. Slay a handful of them and see if any of them have my talisman, and I shall do the same. Chances are one will, but in the case they don't, let's meet up back here and discuss what we've learned. This is so exciting!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011875",
      "en": "Return to Maervellon outside the ruins of Eitheldir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d2",
      "en": "Get more info from Maervellon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568906",
      "en": "'You're back! Any luck?'\\n\\nYou shake your head. His expression breaks for a moment, but he quickly regains his smile.\\n\\n'Ah, same results on my end, I'm afraid. Oh well, I'm sure it will turn up. I could've sworn... ah, no matter.\\n\\n'Thank you for your help all the same, [placeholder]. I will think on this, and perhaps wander the area further south-east, beyond the old hobbit-burrows. That is the life of a Ranger, is it not? Until we meet again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1766",
      "en": "It seems that a Ranger has somehow lost something very important to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f2",
      "en": "Speak to Maervellon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f3",
      "en": "Defeat Orcs in the Angle and keep an eye out for Maervellon's talisman ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}