{
  "id": 621062468,
  "txt": [
    {
      "id": "0xb011899",
      "en": "Hal Twayblade is beside the road north of Glynafon, in the Angle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e0",
      "en": "Collect strange mushrooms ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502913",
      "en": "Talk to Hal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e2",
      "en": "You hand the leaves over to Hal, who looks quite worse for wear.\\n\\n'Ah, th-thanks... these must be the leaves... just have to....'\\n\\nHe crushes them up in his hands before popping them into his mouth.\\n\\nHe waits for a few seconds, and then begins to stand up straighter.\\n\\n'Ah that should do the trick, at least for the time being. Sorry for all of that running around! I guess I didn't really pay enough attention when that lovely healer told me about the herbs of the forest....\\n\\n'Still! You managed to do everything I asked and helped stave off a self-induced stomach-ache. For that I am grateful! I will do my best to remember what the healer said and find some herbs before heading back. Thanks for your help!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e3",
      "en": "Talk to Hal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e1a9",
      "en": "Deliver the strange mushrooms to Hal Twayblade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e4",
      "en": "Collect healing herbs, and steer clear of strange mushrooms ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e4",
      "en": "'You there! You look more than capable of handling yourself in these woods. Could I perhaps propose a favour?\\n\\n'My name is Hal Twayblade, and I have been tasked by a beautiful Elf-woman to collect herbs so she may prepare a number of useful medicinal remedies. However, I seem to be having some trouble recalling anything beyond her delicate features, her lovely tresses...'\\n\\nHal drifts away into his reverie. At last he seems to remember your presence.\\n\\n'There was something else: she did say that a strange breed of mushroom grew in these parts, but I have seen neither stem nor cap of it! I want to get back to her as soon as possible, and I have yet to find any of these mushrooms she mentioned. The two of us will be able to cover more ground. Please say you will help me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b7",
      "en": "Hal needs healing herbs: the very ones he was sent to recover.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b21",
      "en": "Collected strange mushrooms ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568900",
      "en": "'Ah, th-thanks... these must be the herbs I need... just have to....'\\n\\nHe crushes them up in his hands before popping them into his mouth. After a short time he stands up straighter.\\n\\n'Ah that should do the trick, at least for the time being. I guess I didn't really pay enough attention when that lovely Elf-maiden told me about the herbs of the forest....\\n\\n'Still! You managed to do everything I asked and helped stave off a self-induced stomach-ache. For that I am grateful! I will do my best to remember what the healer said and find some herbs of my own before heading back. Thanks for your help!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa3f5",
      "en": "To Heal a Healer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568918",
      "en": "'You're back already? Did you have any luck?'\\n\\nYou hand the mushrooms to Hal and he wrinkles his nose at the foul odour emanating from them.\\n\\n'These are great! They look exactly how the healer described! ...I think.\\n\\n'Now, she said you could ingest these raw and they would have potent healing properties! Let me just take a big bite to be sure....'\\n\\nIt does not take long before his face turns pallid and green.\\n\\n'O-on second thought... did she want me to stay AWAY from these mushrooms? I was rather distracted, and perhaps did not pay close enough attention.... Oh dear....\\n\\n'Do you think you could do me one more favour? The herbs she sent me to recover may be my only hope! Can you seek them out? And stay away from those mushrooms!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d2",
      "en": "Hal has tasked you with collecting strange mushrooms within the forested lands of the Angle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b25",
      "en": "Collected healing herbs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e1b1",
      "en": "Bring the healing herbs to Hal Twayblade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011891",
      "en": "Return to Hal with the healing herbs you gathered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1766",
      "en": "Herbs for a distracted gatherer prove tricky to find.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1797",
      "en": "It is said that love makes fools of us all... but perhaps it does so for some more than others.",
      "es": "",
      "es (fem)": ""
    }
  ]
}