{
  "id": 621062555,
  "txt": [
    {
      "id": 173025735,
      "en": "Slay the large Warg",
      "es": ""
    },
    {
      "id": 184621209,
      "en": "The half-orcs of Thelgarth are sure to have Maervellon's lucky talisman. Sure they are.",
      "es": ""
    },
    {
      "id": 173025783,
      "en": "Talk to Maervellon outside Thelgarth",
      "es": ""
    },
    {
      "id": 148970246,
      "en": "Slain Orcs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 148970292,
      "en": "Defeated half-orcs in Thelgarth ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220544,
      "en": "'[placeholder], just the adventurer for whom I was looking! How have been your travels in these wild lands, with which I am well-accustomed? Mine have been rather fruitless I'm afraid... until now, that is! I have journeyed hither and yon, and now my searching has revealed just who stole my precious talisman! The half-orcs who reside now in the fortress of Thelgarth, atop this very hill!\\n\\n'What's that? I did not mention half-orcs before now? I am certain I did. You must have misunderstood me when I spoke of half of the foe-men arrayed before me being Orcs. An honest mistake. I forgive you.\\n\\n'You have helped me so much to this point, I am sure you want to finish this, my friend! Climb up to Thelgarth and defeat as many half-orcs as it takes to find my lucky talisman!\\n\\n'You'll help me see this through to the end, won't you?'",
      "es": ""
    },
    {
      "id": 236954613,
      "en": "A Talisman Found",
      "es": ""
    },
    {
      "id": 184621173,
      "en": "Maervellon remains outside the fortress of Thelgarth, in the Angle.",
      "es": ""
    },
    {
      "id": 190220596,
      "en": "'That was quite a feat! So tell me, friend, which villain was it who pocketed my lucky talisman?'\\n\\nYou shake your head and hold up empty hands.\\n\\n'Wh-what? But... that's impossible. Are you sure you bested the right ones?\\n\\n'B-but that can't be, that necklace was given to me by some very important people... I can't have lost it....\\n\\n'Listen, my friend, I suppose it is time you knew the truth. I am no Ranger. I merely wish I was as heroic and courageous as they are. I am but a humble traveller on whom the Rangers took pity. I looked up to them so much! I wanted to do everything just like they can! They looked after me for a few weeks, and during that time they gave to me that talisman as a way to keep that dream alive. I thought one of the brigands that attacked me might have taken it but in reality... I might have dropped it. I spun a yarn to save my pride. I am sorry, friend.'\\n\\nSo defeated, Maervellon slumps to the ground. As he does so, something startles him and he rises once more to his feet. Reaching into his back pocket, he pulls out an oddly shaped necklace. His face turns crimson.\\n\\n'Oh! Er... [placeholder], th-this is the talisman for which I was searching! It was... in my pocket the whole time? Oh, I am such a fool... to think I imagined a tale so dangerous, I myself believed it to be true.... Don't think too badly of me, [placeholder]. I was very distraught!\\n\\n'But nonetheless, you helped me on this craban hunt the whole way. And though it proved rather unnecessary, it was not a thankless task. I will do my best to live up to the Rangers I so admire, and I think that may begin with the purchase of trousers with frontward facing pockets!\\n\\n'Thank you for all your help, [placeholder], and uh, sorry for all the trouble!'",
      "es": ""
    },
    {
      "id": 126687078,
      "en": "Maervellon thinks he finally knows where his talisman is. He certainly doesn't act like any Ranger you've met before....",
      "es": ""
    },
    {
      "id": 173025733,
      "en": "Slay Orcs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025779,
      "en": "Defeat half-orcs in Thelgarth ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}