{
  "id": 621062444,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Waltney Maythorn III is in Tornhad.\\n\\nGaran Maythorn has asked you to let her son know that his parents are nearly to Tornhad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "DNT - Waltney and Garan Maythorn are located near Eitheldir. \\n\\nElladan has asked you to see how the elderly couple headed to Tornhad is faring.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "Talk to Waltney Maythorn III",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Collect fresh meat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a6",
      "en": "'Well met! Yes, I am Waltney Maythorn III. I go by Thorn, however.'\\n\\nYou tell him of his parents' impending arrival.\\n\\n'What?! My parents are coming here? Today?! Those old fools! I told them to stay in Bree where it was safe! Oh dear. This is terrible! I must excuse myself. My home is nowhere near ready to accommodate those two nitpickers. If my mother were to arrive and see my hole-ridden socks hanging by the fire I should never hear the end of it!\\n\\n'I thank you for helping them cross the Angle. What a nightmare this is! Say, would you be up for assisting me? I must rush off to my house and do what cleaning I may, and my larder is emptier than if I had had hobbit guests! If you were to hunt a bit for me and bring back some boar meat, I would really appreciate it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1183",
      "en": "DNT - Defeated Rhudaur ravagers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "DNT - Find the elderly couple",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa05",
      "en": "The Arrival of the Maythorns",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "DNT - You have spotted a caravan!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01142",
      "en": "Boar meat can be collected from forest-boars in the Angle.\\n\\nWaltney Maythorn III has asked you to collect fresh boar meat to help fill his larder before his parents arrive.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "DNT - Look for the elderly couple",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1189",
      "en": "Collected fresh meat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "DNT - 'Greetings fellow traveler! Oh, Eladan sent you, did he? Hmph. I knew he would not be able to let us alone. We do not need help! Well, that is, we did not need help until a few moments ago.'\\n\\nHe sighs, wringing his hands.\\n\\n'I am Waltney Maythorn the Second and this is the wife, Garan Maythorn. We are traveling south to meet our son, Waltney the Third, and his family in Tornhad. Trouble is, there is something not of this world on the road ahead, or my horse is pink. Perhaps, if you happen to be going that way anyhow, you could see whether the road is clear. I would do it myself, of course, but my knee is not what it used to be.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "DNT - 'The stones of these ruins hold memories. Echoes of those who walked beneath now fallen arches, who slept within the crumbled walls, and who perished in the many battles this land has seen. I will be more than happy to be pressing on.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "DNT - The pack is near the road south of Eitheldir.\\n\\nYou should investigate the brigand's pack.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Waltney and Garan Maythorn are nearing Tornhad, but is their son, Waltney Maythorn III, ready for their arrival?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'You have done much for us, but I wonder if you could spare the time for another task. Tornhad is not far away, but with Waltney jumping at every shadow he thinks might be a shade, our going will still be delayed. If you happen to find your way to the town, please let our son Waltney Junior know that we are very nearly there. I would not want him to worry.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a7",
      "en": "Waltney Maythorn III, called Thorn, is in Tornhad.\\n\\nYou should bring the fresh meat to Thorn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Return to Waltney Maythorn III",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "DNT - Defeat Rhudaur ravagers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "DNT - Ghostly Roads",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'Oh hello! Please tell me you have something I can serve for dinner? Oh my. This is better than I could have done myself by far! Thank you so much! I still have much to do before my home is ready for my parents, but at least dinner is possible now! Well, if you will excuse me, I have much yet to do.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}