{
  "id": 621062561,
  "txt": [
    {
      "id": "0xb011873",
      "en": "Return to Rúdhan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011845",
      "en": "Many are the dangerous beasts that remain between the Dunlending refugees and the safety of Gaerond, on the northern border of the Angle of Mitheithel. You have agreed to try and clear a path so they can reach the camp-site in safety.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d2",
      "en": "Head to the location where Rúdhan heard footsteps.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa324",
      "en": "Safe Passage to Gaerond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011848",
      "en": "Elladan remains at the camp-site of Gaerond, in the Angle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011851",
      "en": "Rúdhan and Onora have made it safely to Gaerond, but the future unfolds before them with all its mystery and its danger.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568922",
      "en": "'We are in your debt, [placeholder], for the path to Gaerond was mostly clear of the foes we feared, and I know that was your doing. We are fortunate for the quick bow of the Elf who greeted us as well, though Onora distrusts him. If he is friend of yours he will be friend of ours as well, in time.\\n\\n'Unless he is prone to jest. Perhaps not then.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568924",
      "en": "'Thank you, [placeholder]. We could not have made it this far without you.\\n\\n'I know much of the north remains ahead of us, and the journey is not yet ended, but it feels good to have come so far from the dangers we left behind. Whatever awaits us, Rúdhan and I will face it together.\\n\\n'Thank you for aiding us. You are a friend to our family and our folk from this day forward. You did not need to help us, but you did, and for that we are both grateful.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e4",
      "en": "'My leg is well enough now for me to walk, [placeholder], but I am worried about the rest of the journey. You say there is a camp-site to the north-west, where friends will help us as you have done?\\n\\n'I will entrust my life and that of my wife to you now, my friend, and I hope that trust is not misplaced. Will you go ahead of us and clear a path to this camp, this Gaerond of which you speak? Many are the threats that lurk still ahead of us, and I may not be able to move fast enough to evade them. But if you clear the way, perhaps we will make it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c1",
      "en": "Defeat the assassin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa3f5",
      "en": "Emergency Reconnaissance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c3",
      "en": "Talk to Rúdhan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b00",
      "en": "Defeat the ambushing assassin!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c6",
      "en": "Defeat many creatures of the Angle and clear a path to Gaerond ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f8",
      "en": "Investigate any tracks you find",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f9",
      "en": "Investigate the tracks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568932",
      "en": "'You're back! Was it as I feared? Was someone watching us?'\\n\\nYou tell Rúdhan about the assassin. His face grows pale.\\n\\n'I see... w-well thank you for checking in on that... I only worry that if there was at least one assassin sent to hunt down refugees like us, there must be more to follow....\\n\\n'I might not be at my full self just yet, but I should talk to Onora and see about trying to find the other refugees we were separated from. And thanks to you and all your help it will be much easier to do so. Thank you for everything you have done for a couple of complete strangers to you. My wife and I won't soon forget it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b07",
      "en": "Cleared the path to Gaerond of many threats ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1766",
      "en": "Rúdhan is feeling better enough to walk, but he and his wife will need the path north cleared if they are to survive the rest of the journey.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d0",
      "en": "Talk to Elladan at Gaerond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011899",
      "en": "Head in the direction the tracks were leading.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568939",
      "en": "'No, I have not left the Angle just yet, [placeholder]. Always I believe myself ready to leave, and always, it seems, something comes up anew! Why, just now my arrows saved the lives of two Dunlendings fleeing from some villainy in the south! A pair of half-orcs nearly put blades to their flesh, but my bow was the swifter.\\n\\n'Their names are Onora and Rúdhan. They say they know you, and owe you their lives. I said they owe them to me as well, but I made the jest and they stared at me with frightened eyes, so I think I shall leave the jokes for my brother.\\n\\n'You should speak to them, and then I really must return to Imladris. But something always comes up!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d3",
      "en": "Talk to Rúdhan at Gaerond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d5",
      "en": "Talk to Onora at Gaerond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011871",
      "en": "Defeat the assassin.",
      "es": "",
      "es (fem)": ""
    }
  ]
}