{
  "id": 621062558,
  "txt": [
    {
      "id": "0x8e11b02",
      "en": "Investigated Warg tracks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011899",
      "en": "Wargs can be found among the old burrows of Glynafon, in the Angle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f7",
      "en": "Talk to Maervellon at Glynafon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b34",
      "en": "Defeated wargs in the Angle ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011843",
      "en": "Search for the Warg tracks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568900",
      "en": "'Well if it isn't [placeholder]! How have you been, friend? I have some exciting news! While seeking more Orcs to find my lucky talisman, I remembered something: it wasn't the Orcs that took it!'\\n\\nYou ask him if he sustained a knock on the head during his brawl with whatever foes he fought.\\n\\n'Ah, you jest, my new friend, but Rangers like me often do battle with whatever enemies cross our path: and in my case it was both brigands and Orcs, as I told you before. No, not together, not at the same time, but one after the other. I swear it.\\n\\n'But I am pretty certain the brigands did not take my talisman, for they were frightened of the Orcs and would not remain in their presence for any period of time, I imagine. But you know who DID remain by the side of the Orcs? Wargs, of course!\\n\\n'The Orcs I fought were warg-riders, and they must've stashed my talisman inside one of the supply pouches borne by their horrible steeds! So you see, all we have to do is find the warg that carries my talisman! There are lots of them around here, [placeholder]. You should check it out! You'd be helping a Ranger, and that counts for a lot in the wild, doesn't it?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa3f5",
      "en": "A Talisman Hunted",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011875",
      "en": "Maervellon is near the old hobbit-burrows of Glynafon, in the Angle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011878",
      "en": "Get more info from Maervellon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568934",
      "en": "'Ah, [placeholder], I hope you had better luck than I....'\\n\\nYou shake your head.\\n\\n'Ah, well.' He curses under his breath before turning back to you.\\n\\n'I suppose I'll just have to think of something else. There is a great fortress on the southernmost promontory of this land; perhaps I will check there. Should we run into each other again I hope to report that I found the talisman! Farewell.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c0",
      "en": "Speak to Maervellon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c1",
      "en": "Investigate Warg tracks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1766",
      "en": "It seems that this Ranger is a bit more scatterbrained than you thought, now believing the wargs made off with his talisman.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568909",
      "en": "'Fantastic! Now there are quite a lot of wargs out here, so you should start by searching for some warg tracks. That should lead you back to a den, where it will be easier to hunt multiple at once. I will do the same, and we shall meet back here!'\\n\\nMaervellon spins around to set off, his larger cloak nearly falling off his frame.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f3",
      "en": "Defeat wargs in the Angle ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}