{
  "id": 621062413,
  "txt": [
    {
      "id": 173025574,
      "en": "Explore Tornhad",
      "es": ""
    },
    {
      "id": 111477368,
      "en": "Explore Gaerond",
      "es": ""
    },
    {
      "id": 137079106,
      "en": "The trees that once sheltered and gave cover to Tham Lumren, the shady hall, died long ago during the War of the Elves and Sauron and were never replanted. Even so, Elves have returned to these ruins and may restore the trees before they depart, if the mood takes them.",
      "es": ""
    },
    {
      "id": 8567320,
      "en": "Formerly a refuge used by the Rangers of Tornhad, this cave now harbors Cuan-lûth refugees who refuse to bow down to Saruman.",
      "es": ""
    },
    {
      "id": 137079109,
      "en": "The hollowed-out ruins of Gaerond are home now to scouts sent by the sons of Elrond, who journey south from time to time to keep a watch on the Angle of Mitheithel. They are not the only wanderers lately come out of the Trollshaws: trolls, brigands, and creatures of a more dangerous bent have all been known to threaten the safety of this land.",
      "es": ""
    },
    {
      "id": 246419801,
      "en": "Explore the points of interests within the Angle.",
      "es": ""
    },
    {
      "id": 137079112,
      "en": "DNT - Rangers",
      "es": ""
    },
    {
      "id": 137079113,
      "en": "The village of Tornhad, located at the bottom of a wooded river-gorge in the Angle and not far from Thelgarth, is the chief Ranger settlement in the area. Unlike several other encampments of the Dúnedain, Tornhad has managed to remain a more or less permanent settlement of that folk, primarily as a result of their ability to flee to caves in the hills when danger seems near to discovering them.\\n\\nIn time of peace, Tornhad is home to many families of Rangers, and the children learn their ways of survival at a young age; some of them are additionally fostered in Rivendell, receiving instruction in history, art, and craft. With war seeming to loom on the horizon, many of the Dúnadan women and children have already removed to the safety of their hidden caves, while others arm for battle and roam the wilderness, keeping the roads clear at Aragorn's command.",
      "es": ""
    },
    {
      "id": 137079096,
      "en": "Fernbrake Cot is the peaceful and idyllic home of Maddoc and Glenys Stagshorn, a family of woodcutters that came to live in the Angle some years ago. Now they make a living harvesting the strong lumber of Mitheithel, as well as by selling the small wood carvings that are Glenys's craft-in-trade. Their son Bran explores the nearby woods, often getting into trouble of his own, but he has thus far managed to also get himself out of it, which his father notes with some pride to all those he meets.",
      "es": ""
    },
    {
      "id": 24695187,
      "en": "Explore the points of interests within the Angle.",
      "es": ""
    },
    {
      "id": 149027508,
      "en": "Sites of the Angle",
      "es": ""
    },
    {
      "id": 111477271,
      "en": "Explore Cuan-lûth Refuge",
      "es": ""
    },
    {
      "id": 111477364,
      "en": "Explore Fernbrake Cot",
      "es": ""
    },
    {
      "id": 111477365,
      "en": "Explore Tham Lumren",
      "es": ""
    }
  ]
}