{
  "id": 621062414,
  "txt": [
    {
      "id": "0x82ba938",
      "en": "The stronghold of Eitheldir, the Well-watch, was built above the crossings of the Hoarwell to keep safe the passage to Lindon during the Second Age. However, the keep itself was to be the site of a grievous defeat during the War of the Elves and Sauron, when the fearless captain Oranoril lured the armies of Sauron to the fortress, where she and her company met their deaths.\\n\\nAnd yet Oranoril's sacrifice is not remembered as a defeat, for it was by her actions and those of her chosen warriors that many of the Eldar were able to flee to the newly-founded haven of Imladris, in the Misty Mountains, where they survived the depravities of Sauron and regrouped for the counterattack that would eventually lead to his downfall for a time.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d193",
      "en": "Explore the enemy encampments found within the Angle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01159",
      "en": "Explore the enemy encampments found within the Angle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50278",
      "en": "Explore Ost Waeren",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba945",
      "en": "The forests of the Trollshaws and the Angle are littered with ruins of the petty-kingdom of Rhudaur, a province troubled by both the trolls of the Trollshaws and the Amonedain that lived in the Angle before the coming of the Dúnedain. Rhudaur would in time succumb to both external pressure and internal betrayal, and the Angle would become a borderland, a frontier known by some as Harnaith, the south-point, and by others as an untamable wilderness better left to trolls and hill-men.\\n\\nWhatever foul deeds were done within Ost Waeren at the behest of the Witch-king's servants have been thankfully forgotten by Men, but the watchful stones and the blood-soaked earth remembers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fab4",
      "en": "Enemies of the Angle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba18",
      "en": "The stronghold of Thelgarth was being built when Sauron emerged to attack Gondor, sparking the War of the Last Alliance, and when the survivors returned some years later, the Amonedain that fought alongside the Free Peoples were permitted to remain in the Angle. They helped finish the construction of Thelgarth, which became a bulwark against an attack from the south that never came.\\n\\nThe threat instead would come from the north, when the kingdom of Arnor splintered into the three petty-kingdoms of Arthedain, Cardolan, and Rhudaur. When this last fell under the sway of the Witch-king's corruption, the citadel of Thelgarth held out the longest, serving as the seat of its surviving Dúnadan kings even in the face of Angmar's growing evil. When the King of Rhudaur and all of his household, save one, were murdered at the command of the Witch-king, the last princess of Rhudaur secretly sheltered in Thelgarth.\\n\\nBut plague and the rising power of Angmar would spell doom for the Dúnedain. In 1637, Angmarim cultists threw down the walls of Thelgarth and slaughtered its defenders in a massacre that came to be known as the Night of Red Waters. The Angle remained desolate for hundreds of years after that, but in time half-orcs and brigands crept into the abandoned ruins of Thelgarth, unaware of its long and troubled history.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50217",
      "en": "Explore Thelgarth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Explore Eitheldir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50275",
      "en": "Explore Glynafon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba942",
      "en": "A thousand years into the Third Age, a line of the hól-budlan calling themselves Stôrs crossed the mountains in search of a hospitable place to live. They founded the settlement of Glynafon, which became home to a number of thriving homesteads among the rocks and trees of the Angle.\\n\\nThe Stôrs lived peaceably in Glynafon for about three hundred years, but with unrest in Rhudaur and the growing threat of the Witch-king's young kingdom of Angmar, they were forced to abandon the Angle in search of new lands.",
      "es": "",
      "es (fem)": ""
    }
  ]
}