{
  "id": 621062467,
  "txt": [
    {
      "id": 148970288,
      "en": "Collected the rare flower",
      "es": ""
    },
    {
      "id": 184621209,
      "en": "Wargs can be found prowling around Glynafon. Hal saw the flower he wanted among the old mounds there, but the wargs will make collecting it difficult.",
      "es": ""
    },
    {
      "id": 148970293,
      "en": "Wargs prowl among the old mounds of Glynafon",
      "es": ""
    },
    {
      "id": 190220772,
      "en": "'I can't go back just yet, I'm still searching for another... plant for my lovely Elf-maid! Yes, a rather rare plant at that. Worry not, I've already spotted it! There's just one problem... there seem to be rather a lot of Wargs around the area in which it is growing. Normally I'd just slip in and out, but I'm feeling a bit weak from those mushrooms earlier.'\\n\\n'Since you seem so capable, do you think you could try and retrieve the flower for me? It's delicate and very beautiful, and I saw it growing among the mounds to the south. I know it's asking a lot... but I really need this plant before I head back. What do you say?'",
      "es": ""
    },
    {
      "id": 184621239,
      "en": "Hal is by the road north of Glynafon, waiting to hear of your success collecting the rare flower.",
      "es": ""
    },
    {
      "id": 173025766,
      "en": "Head to the specified Warg den",
      "es": ""
    },
    {
      "id": 173025767,
      "en": "Defeat wargs around Glynafon ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 236954613,
      "en": "The Blossom of Love?",
      "es": ""
    },
    {
      "id": 190220545,
      "en": "'Hey you made it back! Does that mean...?'\\n\\nYou show Hal the flower you picked.\\n\\n'Oh that's it!' he exclaims as he reaches for it. 'I'm sure it was dangerous, but it certainly paid off in the end. Now I can give this to that lovely Elven healer and she'll have to be impressed! Smitten, even!'\\n\\nHe begins to trail off, lost on thought before bringing his attention back to you.\\n\\n'Oh, and thank you for helping me so much! Not every day someone just accepts to help your fretful worries. I'll be off soon, but I hope our paths cross again!",
      "es": ""
    },
    {
      "id": 173025769,
      "en": "Collect the rare flower",
      "es": ""
    },
    {
      "id": 184621266,
      "en": "The flower Hal wants grows among the mounds of Glynafon, to the south.",
      "es": ""
    },
    {
      "id": 190220550,
      "en": "'You made it back! Does that mean...?'\\n\\nYou show Hal the flower you picked among the old mounds.\\n\\n'That's it! I'm sure it was dangerous, but it certainly paid off in the end. Now I can give this to my lovely Elf-maid and she is sure to be impressed! Smitten, even!\\n\\n'Thank you for helping me, not once but twice! Or thrice? It is not every day someone will set aside their own tasks to help with someone else's! Good day to you, good day!'",
      "es": ""
    },
    {
      "id": 148970280,
      "en": "Defeated wargs around Glynafon ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 126687078,
      "en": "The distracted Hal is once again looking for a different item than the one with which he was tasked.",
      "es": ""
    },
    {
      "id": 173025778,
      "en": "Talk to Hal",
      "es": ""
    },
    {
      "id": 251716023,
      "en": "Bring the flower to Hal by the road north of Glynafon",
      "es": ""
    },
    {
      "id": 173025779,
      "en": "Find the warg-infested mounds of Glynafon where Hal saw the flower",
      "es": ""
    }
  ]
}