{
  "id": 621062559,
  "txt": [
    {
      "id": 184621209,
      "en": "Onora is waiting by the river for you to return with the supplies you collected.",
      "es": ""
    },
    {
      "id": 173025760,
      "en": "Collect firewood for Onora and Rúdhan ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025763,
      "en": "Talk to Onora",
      "es": ""
    },
    {
      "id": 190220772,
      "en": "'Don't come any closer! Wait... you don't look like a spy... who are you?'\\n\\nYou explain yourself to the frightened woman and she lowers her hands.\\n\\n'If what you say is true, then perhaps there is no need to panic. My husband Rúdhan and I have been running for days now, but we were separated from those who fled with us. We tried to keep going, but my husband hurt his leg quite badly. Now we have no supplies and it will be only a matter of time before the vile creatures that pursue us catch up!\\n\\n'My name is Onora. Will you help us? We need firewood, and the satchel my husband dropped during our flight. We will be forever grateful for your aid.'",
      "es": ""
    },
    {
      "id": 148970273,
      "en": "Collected firewood for Onora and Rúdhan ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025767,
      "en": "Find Rúdhan's satchel",
      "es": ""
    },
    {
      "id": 190220544,
      "en": "'You return! And you found Rúdhan's satchel? And firewood as well!'\\n\\n'I don't know what to say... I did not expect to find such virtue in the heart of a complete stranger. Yet here you are. Thank you, stranger.'",
      "es": ""
    },
    {
      "id": 236954613,
      "en": "Desperation Camping",
      "es": ""
    },
    {
      "id": 190220569,
      "en": "'You return! And you found Rúdhan's satchel? And firewood as well!'\\n\\n'I don't know what to say... I did not expect to find such virtue in the heart of a complete stranger. Yet here you are. Thank you, stranger.'",
      "es": ""
    },
    {
      "id": 184621266,
      "en": "Onora has tasked you with collecting some firewood and her husband's satchel, somewhere among the trees nearby.",
      "es": ""
    },
    {
      "id": 236954386,
      "en": "Desperation Camping",
      "es": ""
    },
    {
      "id": 251716017,
      "en": "Bring the firewood and the satchel to Onora beside the river",
      "es": ""
    },
    {
      "id": 148970280,
      "en": "This must be Rúdhan's satchel",
      "es": ""
    },
    {
      "id": 126687078,
      "en": "A pair of refugees seem in need of some supplies.",
      "es": ""
    }
  ]
}