{
  "id": 620913287,
  "txt": [
    {
      "id": 136263297,
      "en": "Picked a flower ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Placed a flower as a memorial ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You should collect flowers from the Dimrill Dale and plant them upon the eastern stair to commemorate the dwarves who never made it through Moria.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You would like to pay a tribute to the fallen dwarves of Moria, would you? Well, I noticed some fair flowers and empty vases out on the Dimrill Dale.\\n\\n'Perhaps you can show your respects to those who never made it out alive by planting some white flowers in their memory.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Flowers can be found growing in the sun in the Dimrill Dale, near the East Gate of Moria.\\n\\nYou should pick fair flowers for your tribute to your fallen fellow travellers.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "You have commemorated the fallen dwarves of the expedition appropriately.\\n\\nThe bright flowers will grow here like the hope and boldness kindled in the heart of every dwarf. They may have lost their lives, but their legacy shall live on.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Flowers can be found growing in the sun in the Dimrill Dale, near the East Gate of Moria.\\n\\nYou should pick fair flowers for your tribute to you fallen fellow travellers.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Old, unused vases can be found lining the east stairs outside of Moria, in the Dimrill Dale.\\n\\nYou should plant the flowers you collected in the vases to commemorate the dwarves who lost their lives, never passing the east door.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "You have commemorated the fallen dwarves of the expedition appropriately.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Pick flowers to commemorate the fallen dwarves",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Pick fair flowers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Plant flowers to remember the fallen dwarves ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Completed",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Those Who Never Came Out",
      "es": ""
    }
  ]
}