{
  "id": 620913289,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You seem ill at ease, [placeholder]. What is it?'\\n\\nAfter a moment's consideration, you tell Svanr that you are still curious about the Bridge of Khazad-d没m.\\n\\n'That is an odd thing to say, but you might as well take another look at it, if it will ease your mind. I do not know what came to pass there, or why it was shattered so.\\n\\n'Do not get your hopes up that there will be further evidence, but look on it once more if you must!'\\n\\n<rgb=#FF0000>NOTE: This is a solo instance, and cannot be completed in a fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Did you see anything of interest, [placeholder]? Any evidence of what happened?'\\n\\nYou feel shaken by what you saw, and uncertain of the truth in it. You choose to say nothing at this time.\\n\\n'Ah, well. I did not think there would be much worth in scouting it out. Perhaps someday we will solve the riddle!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'By all means, go have another look, [placeholder].'\\n\\n<rgb=#FF0000>NOTE: This is a solo instance, and cannot be completed in a fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Those Who Came Before",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You feel compelled to take one last look upon the bridge of Khazad-d没m for reasons you do not fully understand.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You had a strange vision of Gandalf and a frightening foe -- a terrible vision. Did the fellowship come this way...?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Look out upon the Bridge of Khazad-d没m once more",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The east side of the shattered Bridge of Khazad-d没m can be found west of the First Hall in Nud-melek.\\n\\nYou should stand upon the east side of the shattered bridge and look out at the chasm once more, for you feel compelled to see it again before leaving Moria.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Svanr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Svanr is at the First Hall of Moria in eastern Nud-melek.\\n\\nYou should return to Svanr.",
      "es": "",
      "es (fem)": ""
    }
  ]
}