{
  "id": 620913329,
  "txt": [
    {
      "id": 228284033,
      "en": "'Welcome back to Imladris, [placeholder]. I understand that Gandalf the Grey has sent you to me. That is well, for I do have knowledge of the allies and enemies that you missed while recovering from your wounds... or rather, those who have come for counsel do.\\n\\n'If I were you, I would speak with Glorfindel by the stream outside my home. He has friends among the Great Eagles and has received dire news.\\n\\n'As well, speak with the Elf-prince Legolas and Boromir, Captain-General of Gondor, at the guest houses. They also bear news of the outside world.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'My friend, as you know a great battle was fought at the foot of the Lonely Mountain many years ago. Now, with troubles stirring in the East, I am concerned.\\n\\n'I wish to know what has happened to our allies and enemies of the past. Master Elrond in Rivendell is preparing for a Council, which includes representatives of every folk and many lands. Perhaps he may have more insight as to the troubles.\\n\\n'Are you willing to travel to Rivendell on my behalf? I have arranged for the swiftest travel possible to Imladris.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ho there, good [placeholder]. As I travelled here from Gondor in the south, I was troubled by goblins from the Misty Mountains.\\n\\n'From their words and through rumours I learned from the scattered Men abroad, I deem that a new Great Goblin has arisen within their midst. I thought this might be of concern to the Master of Rivendell, for Imladris lies within the shadows of the mountains.\\n\\n'Would that I could take upon myself the glorious adventure of bringing these goblins' caves down around their ears, but my errand is of vastly greater import. Perhaps you might undertake this adventure?'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Welcome, [placeholder], and well met. I understand that Gandalf the Grey has sent you to me. That is well, for I do indeed have knowledge of our allies and enemies of old... or rather, those who have come for counsel do.\\n\\n'If I were you, I would speak with Glorfindel by the stream outside my home. He has friends among the Great Eagles and has received dire news.\\n\\n'As well, speak with the Elf-prince Legolas and Boromir, Captain-General of Gondor, at the guest houses. They also bear news of the outside world.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'I have seen that your aid has been of great benefit to the Men of Dale and the Dwarves of the Lonely Mountain... however, there has been a great cost.\\n\\n'Gandalf arrived not long ago... tell him what you have learned, both from your adventures abroad and from our words together. Tell him aid shall not come from the North, for either the Free Kindreds or the Dark Lord....'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'You have done well by the Free Peoples of Middle-earth, [placeholder], and are deserving of great song... but dire news has come to me, and I must now think upon the correct course of action.\\n\\n'I will summon you again when I have come to a decision. Thank you.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Master Elrond summons you to the Last Homely House",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'[placeholder], Lord Gl칩in of the Lonely Mountain spoke of an emissary of the Dark Lord who came seeking news of Bilbo. They turned him away, but the emissary threatened them with war.\\n\\n'You should speak with Gimli, Gl칩in's son, here in Rivendell to learn more of their concerns.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Completed The Bells of Dale instance",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'So, the Elves of Mirkwood are besieged by spiders and the Dead? We cannot hope for aid from them then. The goblins of Goblin-town are busy squabbling among themselves, so I foresee them being of little threat. The Great Eagles have ever been my friends, and I expect that friendship shall not wane.\\n\\n'I grieve that the folk of Brand and D치in shall not come to the aid of Gondor, but at least there is some small comfort in knowing that whatever foes march upon them shall not be brought to bear against the South Kingdom.\\n\\n'Thank, [placeholder], for your assistance.'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Completed Flight to the Lonely Mountain instance",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'Ah, my friend, Master Elrond speaks true. An emissary came and spoke terrifying words to King D치in. We did not reveal any information that would be of use to him, and he warned us of war.\\n\\n'We have received no word of enemies moving upon our realms, but if you find yourself travelling in the North, would you please determine what if any threats are apparent there?'",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "'Ah, [placeholder], [placeholder] of great repute. I assume that Master Elrond has told you of my troubles, or at least somewhat of them?\\n\\n'I have received word from Gwaihir the Windlord, a king of the Great Eagles of the Misty Mountains. Stone-giants have stolen an egg from the eyries of the Great Eagles and purpose to eat it.\\n\\n'Gwaihir is greatly distressed, but cannot take the matter upon himself. He has asked for aid, and perhaps you may be able to give it. Travel to Iobar's Peak and rescue the Eagles' egg.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Gandalf the Grey is troubled by recent stirrings in the East. He wonders what has become of his allies and enemies of the past.",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Talk to Elrond at the Last Homely House in Rivendell",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Complete The Bells of Dale instance",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Complete Flight to the Lonely Mountain instance",
      "es": ""
    },
    {
      "id": 84765779,
      "en": "Completed Flight to the Lonely Mountain instance",
      "es": ""
    },
    {
      "id": 84765780,
      "en": "Complete The Fires of Smaug instance",
      "es": ""
    },
    {
      "id": 84765781,
      "en": "Completed The Fires of Smaug instance",
      "es": ""
    },
    {
      "id": 84765782,
      "en": "Complete The Battle for Erebor instance",
      "es": ""
    },
    {
      "id": 84765783,
      "en": "Completed The Battle for Erebor instance",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Master Elrond at the Last Homely House in Rivendell",
      "es": ""
    },
    {
      "id": 84765784,
      "en": "Talk to Elrond at the Last Homely House in Rivendell",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Glorfindel in Rivendell",
      "es": ""
    },
    {
      "id": 84765785,
      "en": "Talk to Gandalf the Grey at the Last Homely House in Rivendell",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Legolas at the guest house in Rivendell",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Boromir at the guest house in Rivendell",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Complete Iorbar's Peak scaling instance",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Complete Seat of the Great Goblin scaling instance",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Complete Webs of the Scuttledells scaling instance",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Talk to Master Elrond at the Last Homely House in Rivendell",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Wait until Master Elrond summons you again",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Master Elrond is at the Last Homely House in Rivendell.\\n\\nGandalf has sent you to speak with Master Elrond regarding the troubles in the East.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Glorfindel is near the stream outside of the Last Homely House. Legolas and Boromir are at the Guest Houses in Rivendell.\\n\\nMaster Elrond suggested you speak with his guests Glorfindel, Legolas, and Boromir as to the whereabouts and dealings of the friends and enemies that participated in the great battle at the Lonely Mountain.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "You should gather your allies and undertake the quests set upon you by Glorfindel, Legolas, and Boromir.\\n\\nGlorfindel wishes for you to rescue an eagle egg from the stone-giants of the Misty Mountains. Legolas has asked you to find Thranduil's scouts in the Scuttledells. Boromir suggests you invade Goblin-town and deal with the new Great Goblin.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Master Elrond is at the Last Homely House in Rivendell.\\n\\nYou should return to Master Elrond with news of your successes.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Wait for Elrond to summon you.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Master Elrond is at the Last Homely House in Rivendell.\\n\\nYou should return to Master Elrond for further instructions.",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "Gimli is in the Guest House in Rivendell.\\n\\nElrond asked you to speak with Gimli regarding the emissary of the Dark Lord who came to Erebor.",
      "es": ""
    },
    {
      "id": 94621400,
      "en": "You should gather your allies and undertake Gimli's quests to aid Dale and the Lonely Mountain.",
      "es": ""
    },
    {
      "id": 94621401,
      "en": "You should gather your allies and undertake Gimli's quests to aid Dale and the Lonely Mountain.",
      "es": ""
    },
    {
      "id": 8725904,
      "en": "'[placeholder], you are a [placeholder] of some note. Perhaps you may be of service to my father.\\n\\n'I was sent here with dire news which I will only speak of in Master Elrond's Council, but there is another matter of import that needs to be addressed. My father is concerned by the increased stirrings of the Great Spiders. Our scouts tracked the origin to the Scuttledells in Southern Mirkwood, but we have heard nothing from them since.\\n\\n'Will you journey to the Scuttledells with your allies and discover what has happened to them? Swift travel shall be provided to you.'",
      "es": ""
    },
    {
      "id": 171765008,
      "en": "You should gather your allies and undertake Gimli's quests to aid Dale and the Lonely Mountain.",
      "es": ""
    },
    {
      "id": 171765009,
      "en": "You should gather your allies and undertake Gimli's quests to aid Dale and the Lonely Mountain.",
      "es": ""
    },
    {
      "id": 171765010,
      "en": "Master Elrond is at the Last Homely House in Rivendell.\\n\\nYou should return to Master Elrond and tell him your tale.",
      "es": ""
    },
    {
      "id": 171765011,
      "en": "Gandalf the Grey is at the Last Homely House in Rivendell.\\n\\nElrond told you to bring your tidings to Gandalf the Grey.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Road to the Lonely Mountain",
      "es": ""
    }
  ]
}