{
  "id": 620913230,
  "txt": [
    {
      "id": 136263297,
      "en": "Through the stone branches, you see great, tall dwarves carved into the wall",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "This is a good vantage point",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "This is not a good vantage point",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Svanr has asked you to look out at the majestic stone trees of the Second Hall.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "A hint of an unpleasant odour distracts you from the southern view",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "This is a good vantage point",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "This is not a good vantage point",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "The view is magnificent, but (like the rest of Moria) the Second Hall swarms with enemies",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "This is a good vantage point",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "This is not a good vantage point",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Hello there, fellow traveller! Are you making your way to the eastern gate as well? I long to walk in the sun again, for the dark of Moria has grown polluted with evil over the years of our absence.\\n\\n'I came here to make a pilgrimage through the halls of my father, and I am about to embark upon the last leg of my journey.\\n\\n'Join me, friend! But first, you must meditate upon the majesty of the stone trees, for the Second Hall is a legendary landmark.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Vantage points for looking out at the Second Hall can be found on the stairs of Khadar-zarâm.\\n\\nYou should <rgb=#FF0000>look</rgb> out upon the majestic stone trees of the Second Hall, for this is an opportunity to behold some of the finest craftwork of the dwarves from Durin's time.\\n\\n<rgb=#FF0000>NOTE: This quest requires emotes.</rgb>",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I am glad you had a chance to meditate upon the beauty of this view before leaving Moria. But you surely noticed some things amiss, [placeholder]... as did I.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Svanr stands upon the stairs of Khadar-zarâm in western Nud-melek.\\n\\nYou should return to Svanr.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "<rgb=#FF0000>Look</rgb> north upon Khadar-zarâm",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "<rgb=#FF0000>Look</rgb> south upon Khadar-zarâm",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "<rgb=#FF0000>Look</rgb> east from a lower level of Khadar-zarâm",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Return to Svanr",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Majesty of the Stone Trees",
      "es": ""
    }
  ]
}