{
  "id": 620913283,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Called Svanr to your side",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have reached the First Hall, the eastern threshold of Moria. Svanr wishes to speak with you now.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You must return to the eastern threshold to speak with Svanr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "It is time to make for the East Gate of Moria, at long last.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I am rested, and I see that you are eager to get moving. Shall we make our final journey together, [placeholder]?\\n\\n'I was told by many that the dwarves hold the First Hall. I hope this means that the remainder of our trip will not be too difficult.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Summoning Horn can be found near Svanr at his small camp in northern Nud-melek.\\n\\nYou should use the Summoning Horn to call Svanr when you are ready to depart.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'From Durin's Threshold to the First Hall, and Great Delving to Nud-melek. Think of all the halls we wandered to make it so far. Well, here we are! Let us put up our feet.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The First Hall can be found at the eastern-most gate of Nud-melek. Svanr can be summoned using the horn he gave you.\\n\\nYou should head east with Svanr to finish your pilgrimage through Moria.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The First Hall can be found at the eastern-most gate of Nud-melek.\\n\\nYou should head east with Svanr to finish your pilgrimage through Moria.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'We made it! At last, we will smell the clean air again, and feel the sun upon our faces.\\n\\n'I am mighty glad we defeated the Orc-parties making their way eastward. I thought this camp would be better defended, but I do not think these dwarves could withstand a push from Mazog's Orcs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Use the Summoning Horn to call Svanr to your side",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Svanr once you reach the First Hall (summon him using the horn he gave you)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Svanr at the First Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "One Last Dash",
      "es": "",
      "es (fem)": ""
    }
  ]
}