{
  "id": 621024074,
  "txt": [
    {
      "id": "0xeb01184",
      "en": "Dolenthol can be found in Barad Orhant.\\n\\nYou should talk to Dolenthol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859d0",
      "en": "'Thargaun is near.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56865",
      "en": "'Since we came to the Circle of Sorrow, I have felt as if something were watching all of us. When drowsiness takes me I hear whispered voices and a single name. The name is \\qThargaun.\\q'\\n\\nYou tell Dolenthol that you have also heard this name before but it was not in a dream. It was the rumour of an alliance between someone called Thargaun and the vile kergrim of Imlad Morgul.\\n\\n'Thargaun may be the one who commands the Dead in Minas Morgul. If he were willing to make a pact with such creatures as the vile kergrim, a pact with the merrevail could be just as likely. We must seek out this Thargaun and put a stop to his plans.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859d1",
      "en": "'We have thwarted Thargaun's plans.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Dolenthol in Barad Orhant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'We have thwarted Thargaun's plans concerning the merrevail. I believe the winged beasts will need to be dealt with, and soon. Their numbers are many and more flock to Minas Morgul each day.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859a9",
      "en": "'I have felt as if something were watching all of us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50270",
      "en": "Talk to Dolenthol in Barad Orhant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d193",
      "en": "Dolenthol calls for aid in finding and confronting the vile wraith who commands the Dead in Minas Morgul.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Keeper of the Dead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56872",
      "en": "'Thargaun is near. The darkness grows as he approaches. Let us find him, and quickly!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Dolenthol can be found in Barad Orhant.\\n\\nYou should talk to Dolenthol.",
      "es": "",
      "es (fem)": ""
    }
  ]
}