{
  "id": 621024061,
  "txt": [
    {
      "id": 162883608,
      "en": "'Thank you for your assistance, [placeholder]. Some of the other Rangers are attempting to gain a hold further ahead in the city. Faeron and I will stay here to oversee the fight against Lhaereth's forces. We have found a nearby tower in the Circle of Despair that should lead to the Circle of Death, and the very top of the Dead City.\\n\\n'Seek out the tower of Barad Arthir, not far from here. Gather what you need to take hold of Barad Arthir. This will be a difficult journey. May luck be at your side, my friend!'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Candúr can be found in Barad Arthir in Minas Morgul.\\n\\nYou should talk to Candúr.",
      "es": ""
    },
    {
      "id": 162883685,
      "en": "'The Circle of Madness has been taken over by Lhaereth's forces. I can safely say we are not the only ones invading the city now! There is much to do here before we can move any further into the city.\\n\\n'Let us do what we can in the Circle of Madness, my friend.'",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Candúr in Barad Arthir",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'It is good to see you again, [placeholder]. With your help we have secured the tower of Barad Arthir.\\n\\n'We have both travelled a great distance since last we spoke on the blasted plains of Udûn. Faramir's return has given many of us the strength to brave the Dead City, despite the terrors that here await us! We shall persevere, and work side by side to secure both the Circle of Despair and the Circle of Death! There is much to be done.'",
      "es": ""
    },
    {
      "id": 246419830,
      "en": "You should complete quests in the Circle of Madness in Minas Morgul.",
      "es": ""
    },
    {
      "id": 111477360,
      "en": "Complete 'Instance: Into the Circle of Despair'",
      "es": ""
    },
    {
      "id": 24695187,
      "en": "Standing upon the Circle of Madness, Rhadrog believes that the merrevail invasion must contested before it is safe to continue the infiltration of Minas Morgul.",
      "es": ""
    },
    {
      "id": 246419719,
      "en": "Rhadrog can be found in Barad Elenath in Minas Morgul.\\n\\nYou should talk to Rhadrog.",
      "es": ""
    },
    {
      "id": 173025616,
      "en": "Complete quests in the Circle of Madness ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Circle of Madness",
      "es": ""
    },
    {
      "id": 111477273,
      "en": "Talk to Rhadrog in Barad Elenath",
      "es": ""
    },
    {
      "id": 173025618,
      "en": "Enter Barad Arthir, the Lofty Watch-fort",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "The entrance to Barad Arthir can be found in the Circle of Despair.\\n\\nYou should enter the tower of Barad Arthir.",
      "es": ""
    }
  ]
}