{
  "id": 621024067,
  "txt": [
    {
      "id": "0x6a502a4",
      "en": "Find the Song-house of Lindalírë",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Scout the western side of the Circle of Sorrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1181",
      "en": "The ancient forge creaks and ghostly sounds echo throughout",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Scout the north-eastern side of the Circle of Sorrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Damrod has asked you to scout the Circle of Sorrow in Minas Morgul.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1183",
      "en": "The hall is teeming with the Dead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "The ancient theatre is now a torture pit, a den of great evil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50250",
      "en": "Scout the north-western side of the Circle of Sorrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1187",
      "en": "Eyes of the Dead watch your every step",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa36",
      "en": "Scouting the Circle of Sorrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1171",
      "en": "Shadows cast from above darken the Morgul stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1189",
      "en": "The withered gardens smell of rot and decay",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Damrod in Barad Orhant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'You are truly an experienced [placeholder], and no stranger to adventure or danger. This is why I ask you to scout the Circle of Sorrow for us. We must learn what difficulties we are to face and what obstacles we must overcome. Search the many places and buildings upon the Circle of Sorrow, and then report back to me with whatever you have learned.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'You have learned a great deal about the Circle of Sorrow... and most of it unpleasant. It would seem all these locations, the Hall of Rot, the Shrouded Forge, and the Song-house, all work together to procure a legion of the Dead to serve Minas Morgul. I will send Rangers to these locations with the hope that this plan will be thwarted.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Damrod can be found in Barad Orhant in Minas Morgul.\\n\\nYou should talk to Damrod.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Damrod wishes to patrol the Circle of Sorrow in Minas Morgul to assess the difficulties that the Rangers of Ithilien will have to overcome.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Find Búrzangh, the Shrouded Forge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Find Dâr Grazadh, the Hall of Rot",
      "es": "",
      "es (fem)": ""
    }
  ]
}