{
  "id": 621024077,
  "txt": [
    {
      "id": "0x9b56818",
      "en": "'You have returned from patrolling the outer wall of Minas Morgul? What have you found?'\\n\\nYou tell Damrod of the small hatch you discovered at the base of one of the towers.\\n\\n'I believe this may be our best option for entering the city. That tower is called Barad Angarth. Our scouts have spied Orcs patrolling the very top of the tower, and when night blankets the Vale they have seen the flicker of firelight in the windows. We should expect some resistance inside, but I think they will be unprepared for our attack. Quickly let us gather what is needed and prepare to take hold of Barad Angarth!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Damrod can be found at Barad Angarth.\\n\\nYou should talk to Damrod.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b93",
      "en": "This narrow path leaves you too open for an ambush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56865",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Damrod in Barad Angarth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'I thank you, [placeholder], for leading the charge. We have successfully secured the tower of Barad Angarth. This will be our first base of operations in Minas Morgul, but likely not the last! From here we will work towards retaking the Dead City.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a4",
      "en": "'Faramir has commanded me to lead a group of Rangers into the Dead City. I would like you to assist us, [placeholder]. There are many challenges that await us within its walls, but the very first awaits us without! We must find a safe way into the city.\\n\\n'I fear the most direct route, by way of the main gate, may not be the best choice. Our numbers are few and the foes arrayed against us are many. I would like you to patrol the outer wall and search for weaknesses; perhaps there may be some secret entrance, heretofore undetected. There may be some way for us to enter the city while remaining beneath the notice of those who dwell there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1130",
      "en": "A small hatchway juts from the base of this tower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01176",
      "en": "Minas Morgul nestles among the mountains in Imlad Morgul.\\n\\nYou should patrol the outer wall of the Dead City.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1131",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1149",
      "en": "The main entrance to Minas Morgul is too heavily guarded for a direct assault",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1132",
      "en": "The walls here appear too steep for you to scale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1133",
      "en": "There appears to be no visible means of entering this tower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50270",
      "en": "Complete 'Instance: Into the Circle of Wrath'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d193",
      "en": "The Rangers of Ithilien have decided that now is the time to enter Minas Morgul and begin to cleanse the Dead City, if such a thing might be possible.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1134",
      "en": "The wall here is smooth and impossible to climb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50215",
      "en": "Patrol the outer wall of Minas Morgul ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01107",
      "en": "Damrod can be found at Echad Uial.\\n\\nYou should talk to Damrod.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Into the Dead City",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502951",
      "en": "Enter Barad Angarth, the Gate-wardens' Keep",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50219",
      "en": "Talk to Damrod",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "The entrance to Barad Angarth can be found at the base of the outer wall of Minas Morgul.\\n\\nYou should enter the tower of Barad Angarth.",
      "es": "",
      "es (fem)": ""
    }
  ]
}