{
  "id": 621024086,
  "txt": [
    {
      "id": "0xeb01190",
      "en": "Arodor can be found in Barad Orhant in Minas Morgul.\\n\\nYou should bring the dust to Arodor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50257",
      "en": "Gather dust of Morgul-sheen ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Dust of Morgul-sheen can be found in the Circle of Sorrow in Minas Morgul.\\n\\nYou should gather dust of Morgul-sheen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Now that the most pressing task is dealt with, I can now continue to study the strange sorcery that envelops these lands.\\n\\n'I wish to learn more about the glow of the Dead City, the Morgul-sheen. Would you search the Circle of Sorrow for dust of the same colour as the Morgul-sheen? Perhaps a study of this dust will help us to learn more about the sorcery and the glow both.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1178",
      "en": "Gathered dust of Morgul-sheen ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Arodor wishes to learn more about the Morgul-sheen, the strange glow of the Dead City.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ec0",
      "en": "Bring the dust to Arodor in Barad Orhant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56859",
      "en": "'What fascinating dust you have given to me, [placeholder]. It is not unlike the dust that gathers upon the furniture of an abandoned house, but see how it glows.'\\n\\nArodor throws a small bit into the air.\\n\\n'Look! It does not catch the slight breeze in here, but floats, as if it were bound by some other force! It may take time, but I will continue to study the Morgul-sheen. You have my word.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa36",
      "en": "The Morgul-sheen",
      "es": "",
      "es (fem)": ""
    }
  ]
}