{
  "id": 621024059,
  "txt": [
    {
      "id": 162883608,
      "en": "'You have done well to combat the Dead upon the Circle of Sorrow. I ask you now to continue upwards, further into the city. I will stay here and continue to command the Rangers in these first two circles. Our scouts have found a nearby tower that should bring us to the next level: the Circle of Madness.\\n\\n'Seek out the tower of Barad Elenath. We have all seen the merrevail flying above. It is certain they have already taken the next circle and the towers that stand upon it! When you are ready, prepare to take hold of Barad Elenath!'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Rhadrog can be found in Barad Elenath in Minas Morgul.\\n\\nYou should talk to Rhadrog.",
      "es": ""
    },
    {
      "id": 162883685,
      "en": "'The Circle of Sorrow is nothing like what we just encountered upon the Circle of Wrath. This place is not for the living. No, it is the realm of the Dead. Streams of spirits move through the streets and strange glowing lights flicker among the old buildings. There is much here that we need accomplish before it is safe to delve further into the city.\\n\\n'You should assist those you can in the Circle of Sorrow. When you have done this, return to me and we shall continue our efforts.'",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Rhadrog in Barad Elenath",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'It is good to see you, [placeholder]. Thank you for helping us secure the tower of Barad Elenath.\\n\\n'Damrod believes my time in Agarnaith has best qualified me to deal with the threat of Lhaereth the Stained and her minions. I am glad you have also come to this Circle of Madness, though the name is ill-starred.'",
      "es": ""
    },
    {
      "id": 246419830,
      "en": "You should complete quests in the Circle of Sorrow in Minas Morgul.",
      "es": ""
    },
    {
      "id": 111477360,
      "en": "Complete 'Instance: Into the Circle of Madness'",
      "es": ""
    },
    {
      "id": 24695187,
      "en": "Standing upon the Circle of Sorrow, Damrod believes that there is much to do in this cursed section of the city before it is safe for the Rangers to continue their infiltration of Minas Morgul.",
      "es": ""
    },
    {
      "id": 246419719,
      "en": "Damrod can be found in Barad Orhant in Minas Morgul.\\n\\nYou should talk to Damrod.",
      "es": ""
    },
    {
      "id": 173025616,
      "en": "Complete quests in the Circle of Sorrow ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Circle of Sorrow",
      "es": ""
    },
    {
      "id": 111477273,
      "en": "Talk to Damrod in Barad Orhant",
      "es": ""
    },
    {
      "id": 173025618,
      "en": "Enter Barad Elenath, the Star-gazers' Spire",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "The entrance to Barad Elenath can be found in the Circle of Sorrow.\\n\\nYou should enter the tower of Barad Elenath.",
      "es": ""
    }
  ]
}