{
  "id": 621024065,
  "txt": [
    {
      "id": "0x6a50282",
      "en": "Talk to Dolenthol near the Song-house of Lindalírë",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Dolenthol can be found near the Song-house of Lindalírë.\\n\\nYou should talk to Dolenthol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1181",
      "en": "Freed spirit ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "The Song-house of Lindalírë can be found in the Circle of Sorrow in Minas Morgul.\\n\\nYou should free the bound spirits held within the theatre.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'[placeholder], over here, let us rest a moment!\\n\\n'I must speak to you about something, and perhaps you already have your suspicions about me. I would expect no less from an old friend like you!'\\n\\nThe gruffness in Dolenthol's voice departs.\\n\\n'It is your friend, Éowyn.'\\n\\nShe briefly reveals her face to you, confirming that she speaks the truth.\\n\\n'I thought to insist to Faramir that I travel to the Morgul Vale with him, but decided otherwise at the realization that he would be overcome with worry for my safety. What preoccupations does the arrival of love bring to the hearts of men! He must focus on his own task, and not on the safety of his beloved. As at Pelennor, I have come in secret! Until now, the Rangers believe me to be only a new and eager recruit. I reveal this to you because I know you will keep my secret.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'The paths of the spirits travel to the old Song-house of Lindalírë. There they are tortured and corrupted, by what I do not know and cannot say. We should travel to the old song-house and free those who have yet to be taken by the sorcery of Minas Morgul. We must be careful, for the Circle of Sorrow is full of ghastly horrors!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85962",
      "en": "'The paths of the spirits travel to the old Song-house.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85963",
      "en": "'I must speak to you about something.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Dolenthol calls for aid in purging the fell sorcery that continues to infect the old song-house of Lindalírë.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Free the bound spirits at the Song-house of Lindalírë ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa36",
      "en": "The Bonds of the Song-house",
      "es": "",
      "es (fem)": ""
    }
  ]
}