{
  "id": 621024060,
  "txt": [
    {
      "id": 162883608,
      "en": "'You have done well to assist our efforts within the Circle of Wrath. By using the various towers within the city we can conceal our presence and continue our mission, and I urge you to do the same. Our scouts have found a nearby tower that should bring you to the Circle of Sorrow.\\n\\n'Seek out this tower of Barad Orhant. It seems quiet and still; nothing stirs within it. But remain alert, and do not underestimate the wiles of those who dwell in Minas Morgul. Gather what is needed and take hold of Barad Orhant!'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Damrod can be found in Barad Orhant.\\n\\nYou should talk to Damrod.",
      "es": ""
    },
    {
      "id": 162883685,
      "en": "'Our first order is to make sense of the city. While its layout is similar to Minas Tirith, we cannot mistake it for the White City! For many years, this place has suffered beneath the might of the Dark Lord and the corruption of the Witch-king.\\n\\n'This Circle of Wrath is but the first of many challenges we will face here. There are many Orkish forces encamped here, and we must learn what we can of them before we can safely delve further into the city.\\n\\n'Assist those you can in the Circle of Wrath. When you have done so, return to me and we shall continue our efforts, inward and upward.'",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Damrod in Barad Orhant",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'I thank you for leading the charge, [placeholder]. We have successfully secured the tower of Barad Orhant, and now I see the stillness here did not signify emptiness. No, for the Dead can be quite still indeed, when they so desire it! It is a useful lesson.\\n\\n'You have seen the strange glow upon this Circle, have you not?'",
      "es": ""
    },
    {
      "id": 246419830,
      "en": "The Circle of Wrath is the lowest of the levels of Minas Morgul.\\n\\nYou should complete quests in the Circle of Wrath.",
      "es": ""
    },
    {
      "id": 111477360,
      "en": "Complete 'Instance: Into the Circle of Sorrow'",
      "es": ""
    },
    {
      "id": 24695187,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 246419719,
      "en": "Damrod can be found at the tower of Barad Angarth.\\n\\nYou should talk to Damrod.",
      "es": ""
    },
    {
      "id": 173025616,
      "en": "Complete quests in the Circle of Wrath ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Circle of Wrath",
      "es": ""
    },
    {
      "id": 126687012,
      "en": "Damrod believes there is much to do in the Circle of Wrath before it is safe to continue infiltrating the Dead City.",
      "es": ""
    },
    {
      "id": 111477273,
      "en": "Talk to Damrod in Barad Angarth",
      "es": ""
    },
    {
      "id": 173025618,
      "en": "Enter Barad Orhant, the Tower of the Treegarth",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "The entrance to Barad Orhant can be found in the Circle of Wrath.\\n\\nYou should enter the tower of Barad Orhant.",
      "es": ""
    }
  ]
}