{
  "id": 621032960,
  "txt": [
    {
      "id": "0x6a50243",
      "en": "Defeat Shadow-ripper",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Defeat Bear-cleaver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Defeat Drudge-stomper",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Defeat the Gangly Slicer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Defeat Pine-cleaver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "Many particularly troublesome goblins still lurk in the Wells of Langflood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba80",
      "en": "'There are no bees in the dark places of the world, for they desire the sweet taste of nectar, and sunlight, and warm breezes, and those can only be found aboveground. But they are not the only creature with a sting, and if you are not careful, some among the goblins may have a deadlier sting than any you have felt before.' - Yrsa Spearwife",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Defeat Forest-stalker",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba81",
      "en": "'He will smell you out well before you know he tracks you, and with knives and daggers he has skill unparalleled. The Tracking Dagger has slain none of my folk, but he has given a fright to more than one, and it is only their keen senses that have spared them.' - Yrsa Spearwife",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a5",
      "en": "Defeat Skull-cooker",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba82",
      "en": "You have done much to aid the Protectors of Wilderland.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Defeat Blood-spiller",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba83",
      "en": "You have done much to aid the Protectors of Wilderland.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba84",
      "en": "Goblins prefer to remain underground, wrapped in the safety of their darkness, but when need drives them to hunt in daylight they are emboldened and made more dangerous. So it was with Marsh-reaver, who stalked the fens and forests of the Wells of Langflood. Harried by the Great Eagles who watched the hidden pass to Lyndelby, Marsh-reaver never found his way to the home of the Holbytlan. Thanks to your efforts, now he never will.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba85",
      "en": "Raging Mauler was a goblin of few words, and those he did speak consisted entirely of threats and insults. More than a few of his kind suffered injuries at his hands, for his was a careless ire. His short tale is now ended, thanks to your efforts, and none even among the goblins will mourn his passing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba86",
      "en": "Crag-slaver was the brother of the goblin called Blade-slaver, and while folk spoke in hushed tones of his infamous sibling, Crag-slaver rarely merited a mention. He will no longer threaten the folk of the Wells from the blanket of anonymity that enveloped him.\\n\\n'I wonder what ever became of Blade-slaver?' curious children will ask. 'He was an only child,' the bards will reply. 'Let us be glad he had no siblings!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Defeat the Mighty Stinger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Defeat the Tracking Dagger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Defeat the Angry Chaser",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Goblin Bounties of the Langflood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Defeat Earth-splitter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Defeat Marsh-reaver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Defeat Raging Mauler",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Defeat Crag-slaver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Defeat Shadow-ripper",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Defeat the Beast Master",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Defeat Bone-chewer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba97",
      "en": "Blade-slaver, one of the goblins that haunted the Wells of Langflood, is no more. Among goblins he had a reputation for cruelty matched only by his brother Crag-slaver. Thanks to your efforts he will no longer add to that fell reputation.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba98",
      "en": "You have done much to aid the Protectors of Wilderland.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba99",
      "en": "The Death-spear moved in darkness, but slowly. He preferred to remain immobile, hiding in pools of shadow deep within the caves that were his favourite haunts. Thanks to your efforts, he will no longer leap out upon unsuspecting victims.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba40",
      "en": "Among the most curious of the pursuits of the goblin called Earth-splitter was his fascination with the gems buried in the mountain-stones. This by itself was not unusual, for indeed most of goblin-kind coveted such shiny treasures, but Earth-splitter desired to find such gems for the purpose of eating them. Thanks to your efforts, Earth-splitter has eaten his last meal, and will no longer trouble the mines of dwarves. Others might well applaud you for this as well, for his literal appetite for gems was considered distasteful by others of his kind.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba44",
      "en": "The Gangly Slicer made his home among the cave-claws of Scraper's Clough. It was an uneasy alliance, and did not happen overnight; it took one horn-gouged goblin and several sliced cave-claws before these opponents learned to live in peace. Once they did, they each united in their hatred of those foolish enough to brave the Clough. That the Gangly Slicer was once one of these was left unspoken among the cave-claws, or so we must assume.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba45",
      "en": "'Goblins do not like to come aboveground unless they must, so I do not know if this Forest-stalker is real. If he is, he may be desperate, and that will make him more dangerous. But perhaps you are more dangerous than he?' - Runerik Knotbeard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82baa7",
      "en": "'The goblin called Shadow-ripper is so stealthy he lives among the great cats of Veithhól, and they do not know they share their den with one such as he! It's true! Why, if he were to die there, I think he could go unnoticed by them even in death!' - Trygvar, son of Runerik",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82baa8",
      "en": "'The secret to escaping the Beast Master is to show no fear. Only then might you escape. The secret to killing him? Ah, I know of no such secret. Have you learned of such a way?' - Runerik Knotbeard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82baa9",
      "en": "The Goblins of the Wells rely upon the weak and unsuspecting for their meals, but there is fewer such prey with each passing day. The goblin called Bone-chewer took his name for his ability to make one such kill last for as much as a week, and he was revered by others of his kind for his ability to ration such a meal for so long. Now that he is slain, one wonders if his own bones will be used to flavour a long-lasting soup for the others of his kind, and what he would think of such a happenstance?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba50",
      "en": "'Bear-cleaver? It is just a name. I do not believe this goblin has slain a single one of my people, or any of the bears that live in the Wells. Not by himself, at any rate! I will slay him myself for taking such a name, if you do not get to him first.' - Runerik Knotbeard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba51",
      "en": "'You can hear Drudge-stomper coming from very far away, for he has unusually heavy footfalls for a goblin. It makes avoiding him quite easy, which is for the best, for I hear he is quite deadly with his weapon.' - Yrsa Spearwife",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba52",
      "en": "You have done much to aid the Protectors of Wilderland.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba53",
      "en": "'Pine not for Pine-cleaver.' - Anonymous",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba54",
      "en": "You have done much to aid the Protectors of Wilderland.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba55",
      "en": "'What does his name mean? What do you think it means? It means he cooks his meals in the skulls of his enemies! I'd have thought that was obvious.' - Yrsa Spearwife",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Many particularly troublesome goblins still lurk in the Wells of Langflood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba56",
      "en": "The goblin called Blood-spiller has done his share of that during the weeks he has stalked the Wells of Langflood. Thanks to your efforts, not a drop more will he spill, and the lands along the river will be made safer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba57",
      "en": "The Wound-skewer is no more. This goblin preferred to leave his victims alive but bleeding, and delighted to follow them from a safe distance until they finally succumbed to other predators in the wild. Thanks to your efforts, this distasteful practice is now ended, as is the Wound-skewer himself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba59",
      "en": "None know what so-infuriated the Angry Chaser, and that makes the sound of him approaching all the more frightening. Thanks to your efforts, his anger and his chasing have both been quelled, and the folk in the Wells need fear his approach no longer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Defeat Blade-slaver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Defeat the Wound-skewer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Defeat the Death-spear",
      "es": "",
      "es (fem)": ""
    }
  ]
}