{
  "id": 621032826,
  "txt": [
    {
      "id": "0x6a50260",
      "en": "Find the first missing stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56878",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x6a50264",
      "en": "Find the second missing stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56879",
      "en": "Another vision appears before you: the Secret Stone placed on one of the five pedestals in the chamber. As you contemplate the vision, you realize you can feel the stone vibrating in its satchel. You lift the stone from King Thorin's satchel and feel the pleasing warmth of it in your hand. Can this be possible? Is this the stone's purpose, to return to this chamber with the other four of its missing brethren? They must be found and reunited.\\n\\n<rgb=#FF0000> This difficult treasure hunt will require community teamwork and resources outside of the game itself. Good luck! </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1b6",
      "en": "It has become clear that the Secret Stone is one of five stones with unknown purposes, but it seems clear it was intended to return to the Crown Chamber.\\n\\n<rgb=#FF0000>This difficult treasure hunt will require community teamwork and resources outside of the game itself. Good luck!</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50266",
      "en": "Find the third missing stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1141",
      "en": "The first missing stone has been restored to its pedestal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50267",
      "en": "Find the fourth missing stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1142",
      "en": "The second missing stone has been restored to its pedestal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50269",
      "en": "Return the Secret Stone to its pedestal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1145",
      "en": "The third missing stone has been restored to its pedestal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56810",
      "en": "The only thing left to do is return the Secret Stone itself to its pedestal. Do what you must.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50212",
      "en": "Talk to King Thorin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1148",
      "en": "The fourth missing stone has been restored to its pedestal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56811",
      "en": "'[placeholder], what has happened? Explain yourself at once!'\\n\\nYou quickly explain that your pursuit of the Secret Stone's origin released the Shadowed King, a Nameless entity who takes the form of Durin the Deathless and seeks to release Throkhâr, an even greater horror. You tell him too that Frethi was injured during the escape.\\n\\nKing Thorin turns away, anger simmering within him. He takes a moment to calm himself before addressing you again.\\n\\n'This is a disaster! I should have known that pursuing this mystery could lead to such a dangerous outcome! We have to act quickly if we are to undo this mistake before tragedy befalls!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf5",
      "en": "TBD Secret Stone 2 Part 3",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01105",
      "en": "Their purpose remains unknown, but the path before you is clear.\\n\\nYou must find the four missing stones.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01106",
      "en": "Only one stone remains. The Secret Stone.\\n\\nDo what you must.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fab3",
      "en": "The Five Stones",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01107",
      "en": "The Shadowed King has been released from his prison.\\n\\nYou must tell King Thorin what has happened!",
      "es": "",
      "es (fem)": ""
    }
  ]
}