{
  "id": 621032968,
  "txt": [
    {
      "id": "0xd085251",
      "en": "As Midsummer's Day approaches, the peoples of Middle-earth gather for the festival of Midsummer. Word has spread of a great celebration in Minas Tirith, and all have been invited.\\n\\nRevel in the celebration of dance, merriment, and love with your family and fellows!\\n\\n<rgb=#FF0000>Note: After accepting this quest, you will receive a map. Use the map to travel to Minas Tirith and join in the celebration of Midsummer. Smaller celebrations can also be found in Ered Luin, Bree-land, the Shire, and on the island of Furtherholm.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "By order of King Elessar, the gates of Minas Tirith stand open to welcome all who wish to celebrate Midsummer! Come and join in the revelry!\\n\\n<rgb=#FF0000>Note: After accepting this quest, you will receive a map. Use the map to travel to Minas Tirith and join in the celebration of Midsummer. Smaller celebrations can also be found in Ered Luin, Bree-land, the Shire, and the island of Furtherholm. Transportation to Furtherholm can be found in Minas Tirith, as well as other festival locations.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Festival of Midsummer Has Arrived!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "As Midsummer's Day approaches, the peoples of Middle-earth come together to celebrate the great festival of Midsummer. Revel in the celebration of dance, merriment, and love with your family and fellows!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Complete to receive a map to celebrate Midsummer in Minas Tirith!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "As Midsummer's Day approaches, the peoples of Middle-earth come together to celebrate the great festival of Midsummer. Revel in the celebration of dance, merriment, and love with your family and fellows!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Complete to receive a map to celebrate Midsummer in Minas Tirith!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The greatest of all Midsummer celebrations can be found in Minas Tirith!\\n\\nAs Midsummer's Day approaches, the peoples of Middle-earth come together to celebrate the great festival of Midsummer. Revel in the celebration of dance, merriment, and love with your family and fellows!",
      "es": "",
      "es (fem)": ""
    }
  ]
}