{
  "id": 621032888,
  "txt": [
    {
      "id": "0x78d1725",
      "en": "By your hand, a terrible Nameless entity has been released. By your hand, he must fall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56879",
      "en": "'[placeholder], I charge you with defeating that... fiend! The Shadowed King must not be allowed to live! Since it was by your hand he was released, it is only fitting that it be by your hand that he fall!\\n\\n'Return to Moria at once, find Frethi, and track down the Shadowed King. We cannot allow him to release Throkh창r his master!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a0",
      "en": "The Shadowed King has been vanquished!\\n\\nYou should return to King Thorin and inform him of your victory.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d0",
      "en": "The Shadowed King awaits within the Shadowed Cave.\\n\\nYou should complete Ask창d-mazal, the Chamber of Shadows, on any difficulty.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a2",
      "en": "You tell King Thorin of your victory over the Shadowed King, and he smiles with pride and relief.\\n\\n'Thank you for your bravery, hero. You have undoubtedly saved us from a terrible fate. This incident has proven yet again that we must be ever watchful, for there are still terrible evils lurking in the depths, and secrets yet to be uncovered. We at least know the name of one now: Throkh창r. May the day never come that I must send you to defeat THAT monster.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa3b3",
      "en": "The Shadowed King",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50212",
      "en": "Return to the Crown Chamber",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf5",
      "en": "TBD Secret Stone 2 Part 4",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1133",
      "en": "Frethi is missing, but a note addressed to you lies on the floor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50214",
      "en": "Inspect the note from Frethi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d7",
      "en": "The Shadowed King must be found and defeated, but first, you must find Frethi.\\n\\nYou should return to the Crown Chamber in the Foundations of Stone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d8",
      "en": "Frethi has left you a note in the Crown Chamber.\\n\\nYou should read the note.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50216",
      "en": "Find Frethi near the Shadowed Cave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d9",
      "en": "Frethi left you a note saying he had gone to investigate the Shadowed Cave.\\n\\nYou should find the Shadowed Cave in the Foundations of Stone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56815",
      "en": "There is a note here with your name on it. It reads:\\n\\n[placeholder], I am fine! My injuries were not severe. I went looking for the Shadowed King. I believe he has entered the Shadowed Cave! It is open! Meet me there as soon as you can!\\n\\nFrethi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1f1",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502951",
      "en": "Talk to King Thorin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50219",
      "en": "Complete Ask창d-mazal, the Chamber of Shadows",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56817",
      "en": "'There you are! This is the Shadowed Cave. It has been sealed for as long as anyone can remember, as far back as our records, and farther! I have never seen it like this! It cannot be a coincidence that this would open just as the Shadowed King is let loose! He must be inside! Quickly, let us go after him!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}