{
  "id": 621039869,
  "txt": [
    {
      "id": "0xeb01172",
      "en": "Lothrandir and Arvedui are outside Sûri-kylä.\\n\\nYou should listen to their conversation in 'Instance: The Power of Oaths.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "DNT - Forochel 3man Intro 2",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01174",
      "en": "Arvedui has shown you and Lothrandir the hidden entrance to Agoroth in Jä-reitti.\\n\\nYou should talk to Lothrandir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01146",
      "en": "The Lossoth chieftain Yrjänä can be found in the Great Lodge of Sûri-kylä.\\n\\nYou should ask Yrjänä if the Lossoth would be willing to trade for the key of Agoroth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d180",
      "en": "A powerful artifact awaits in the hidden fortress of Agoroth. You must reach it before the Witch-king's forces.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50255",
      "en": "Talk to Yrjänä in the Great Lodge of Sûri-kylä",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01149",
      "en": "Yrjänä has asked you to promise to find a way to destroy the Oath-stone in exchange for the key of Agoroth.\\n\\nIf you accept these terms, let Yrjänä know that you <rgb=#FF0000>agree</rgb>.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50257",
      "en": "<rgb=#FF0000>Agree</rgb> to Yrjänä's terms",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56863",
      "en": "You approach and listen in on Lothrandir and Arvedui's conversation.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "DNT ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50261",
      "en": "Complete 'Instance: The Power of Oaths'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1165",
      "en": "Salavahti gives you the key of Agoroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56842",
      "en": "Yrjänä nods solemnly.\\n\\n'A pact is made. Go to Salavahti and tell her that Yrjänä has given you Arvedui's key. She is the keeper of ancient things, and of stories from long ago. You will find her on the rise above the village.\\n\\n'The Lumi-väki are relying on you, [placeholder]. Do not fail us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a2",
      "en": "'It is clear we do not have much time if we are to reach Agoroth's treasure before the Angmarim. You should go ahead to Sûri-kylä and ask the Lossoth council if they will barter for the key to Agoroth. They are an honourable folk, and will make fair trade for it. Meanwhile, I would like to speak with King Arvedui at length, giving him word of the last thousand years, and to hear tales of the Dúnedain of old.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01161",
      "en": "Salavahti has informed you that Lothrandir has returned to Sûri-kylä to meet you.\\n\\nYou should talk to Lothrandir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56847",
      "en": "'What brings you to Salavahti, outsider?'\\n\\nYou tell Salavahti that Yrjänä has given you the right to take Arvedui's key. Her eyes widen.\\n\\n'The Lumi-väki have held this key for many generations. We knew that one day someone would come for it, as they did for the ring of Arvedui. By Yrjänä's will, I offer it into your care.'\\n\\nSalavahti turns from you, and whispers a prayer in the language of the Lossoth. She then begins humming a single tone, deep in her chest. This tone makes the tall stone spires around you vibrate, and the snow dance, unearthing a square cut-out in the rock you would never have been able to otherwise see. She lifts the square-shaped stone, exposing a hollow space, and stops humming. Inside rests an unassuming bundle of elk-hide, worn with age. Salavahti takes the bundle and unwraps it, revealing an intricately detailed metal key. You see that the key is quite large, and the seven-pointed star of Arnor serves as its handle. This must be the key of Agoroth. Salavahti holds the key toward you, allowing you to take it.\\n\\n'Our business is concluded, outsider. May you do great things with this. The one known as Lothrandir has come to meet you. Salavahti sees much from this high place. You should go to him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56876",
      "en": "Surprisingly, Lothrandir has compelled Arvedui to accompany him to the Lossoth village. Lothrandir seems to be telling Arvedui a story, and has not noticed you approach.\\n\\nYou should listen in on their conversation.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56877",
      "en": "'Arvedui has shown us the way to Agoroth. Now, we must prepare to venture inside. Let us hope we have arrived before the Angmarim!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50240",
      "en": "Talk to Yrjänä",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01163",
      "en": "Salavahti can be found on the rise above Sûri-kylä.\\n\\nYou should talk to Salavahti.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01164",
      "en": "You have agreed to destroy the Oath-stone in exchange for the key of Agoroth.\\n\\nYou should talk to Yrjänä in Sûri-kylä.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50272",
      "en": "Talk to Lothrandir outside Sûri-kylä",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50244",
      "en": "Talk to Salavahti",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fad9",
      "en": "Racing to Agoroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50278",
      "en": "Talk to Lothrandir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56854",
      "en": "#-1:[placeholder] '[placeholder], you return. The Lumi-väki did not expect to see you again after that business with the ring was finished. At least, not so soon. What do you want from Yrjänä?'\\n\\nYou explain that the Angmarim are searching for a treasure in the hidden fortress of Agoroth, and that you need the key Arvedui left with the Lossoth before his death if there is any hope of beating them to it.\\n\\n'Yrjänä knows of what you speak. The Lumi-väki have kept this heirloom safe. But I ask, do you know the true significance of this item? It is more than a metal key to a metal door. The Lumi-väki know. My people have long memories.\\n\\n'The songs tell of a time long ago, when the tall men came in suits of iron. They asked the Lumi-väki for peace, and to swear an oath before a great stone, blue as the sky on a clear day. The Lumi-väki swore to help the tall men fight their enemies, and in trade, we received weapons of forged metal to fight our ancient rivals, the Gauredain. A good trade, until the Iron Men went to war. Many Lumi-väki died in foreign lands, facing enemies that were not our own.\\n\\n'Even still, the Lumi-väki kept our oath and the peace with the Iron Men and their descendants. One day, they came again to Sûri-kylä. They said the stone must be moved and hidden. There were other stones, with oaths made by other clans, that were taken, and corrupted. The Iron Men wished to build a new Stone-home here, in our lands. The Lumi-väki were hesitant. An enemy capable of corrupting such powerful magic is not an enemy to be made lightly. We knew who that enemy must be....\\n\\n'But the Lumi-väki were compelled by their oath, and allowed the Iron Men to build their Stone-home here. We hid the way with our magic, for we knew if the stone was found and corrupted, the Lumi-väki would become bound to that evil.\\n\\n'For many years, the Iron Men were left to their Stone-home. Rarely, one would come to Sûri-kylä to barter for supplies. Then came a foul wind carrying the scent of evil, followed by the worst storm in many generations. No more Iron Men came after that day, and we feared the stone must now be unprotected.\\n\\n'This key... it will unlock the door to the Oath-stone. Of this Yrjänä is certain. It will be given in trade, but not for goods or currency, no... in return, Yrjänä asks that [placeholder] makes #-1:{her[f]|his} own oath. Promise to the Lumi-väki that you will protect the stone from Angmar, and promise Yrjänä that you will find a way to destroy the Oath-stone for good. The Lumi-väki wish to be be bound to no-one. We will give our allegiance to those deserving, and fight enemies we understand fully.\\n\\n'Do you accept?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1178",
      "en": "You agree to Yrjänä's terms in exchange for the key",
      "es": "",
      "es (fem)": ""
    }
  ]
}