{
  "id": 621039837,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01140",
      "en": "Complete 'Woe of the Willow' on any difficulty.\\n\\nAt level 20 or above, use the Instance Finder to enter Woe of the Willow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a9",
      "en": "'Wood-trolls? Well, that's a first for me; not many hobbits have faced trolls in the first place!\\n\\n'I should have guessed Tom wouldn't be interested in coming with us, but no matter. We can find Old Man Willow on our own. If you have friends you want to call upon instead, I'll stay behind to watch your backs.\\n\\n'Once you've figured out what you want to do, we'll be on our way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50251",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01143",
      "en": "Hob Hayward guards the Buckland Gate.\\n\\nYou should tell him what has transpired since you last saw him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "DNT - 'Got everything? Let's go!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50255",
      "en": "Talk to Hob Hayward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50256",
      "en": "Talk to Marigold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56854",
      "en": "'It's been a while, hasn't it! Did you discover what was happening in the Old Forest?'\\n\\nYou relay the tale to the Shirriff, who listens attentively with wide eyes.\\n\\n'Well, I must say, this is beyond me. Evil swords and wood-trolls make for an exciting tale, but I'm glad the forest is calming down. Still, all those foul things came so close to Buckland. We'll keep a sharper eye out from now on.\\n\\n'The Bounders are in your debt -- and Marigold's!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50257",
      "en": "Complete 'Woe of the Willow' on any difficulty",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "It's up to you to protect the Old Forest, lest it become overrun with wood-trolls and fell spirits.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01149",
      "en": "Tom has told you that the sword can be found near Old Man Willow.\\n\\nYou should work together with Marigold to find the sword and destroy it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1178",
      "en": "Completed 'Woe of the Willow'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Seek you to break the sword? Old Tom won't stop you. But don't you go alone with that old Willow-man still a-singing. His song today is darker now than once it was, dangerous, and mean.\\n\\n'Hop along, my little friends, let our hobbit show the way. And steer you clear of dangers fell, but if you can't: stay strong, stay safe!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Seed of Rot",
      "es": "",
      "es (fem)": ""
    }
  ]
}