{
  "id": 621039874,
  "txt": [
    {
      "id": 162883746,
      "en": "'Whenever you are ready, we will enter the Narrowdelve. Not even Arvedui knows what awaits us inside, but we must reach the Oath-stone before the Angmarim. And you must not forget, you promised the Lossoth you would find a way to destroy it so they are no longer bound by its magic.'\\n\\nLothrandir crosses his arms and looks down at the ice below. A wry smile appears on his face, barely visible beneath the shadows cast by his hood.\\n\\n'Elrond did say that Men might remain in the world as shades if they break their sworn promises. If we are not careful, we might share the fate of King Arvedui! Come now, let us face our destinies together!'",
      "es": ""
    },
    {
      "id": 111477344,
      "en": "Complete 'Agoroth, the Narrowdelve' on any difficulty",
      "es": ""
    },
    {
      "id": 24695285,
      "en": "The time has come to enter Agoroth. You must reach the Helcessar before the Angmarim!",
      "es": ""
    },
    {
      "id": 246419817,
      "en": "Complete 'Agoroth, the Narrowdelve' on any difficulty.\\n\\nUse the Instance Finder to enter Agoroth, the Narrowdelve.",
      "es": ""
    },
    {
      "id": 111477350,
      "en": "Talk to Lothrandir",
      "es": ""
    },
    {
      "id": 177082689,
      "en": "Completed 'Agoroth, the Narrowdelve'",
      "es": ""
    },
    {
      "id": 111477351,
      "en": "Talk to Arvedui",
      "es": ""
    },
    {
      "id": 162883688,
      "en": "'We have done it! The combined power of Arvedui and the Sardirath was enough to destroy the Helcessar for good. We have kept our word to the Lossoth, kept the Witch-king from corrupting the relic, and freed the Sardirath from their oath, allowing them to rest. And it seems they are not the only ones who have achieved some overdue peace.\\n\\n'Arvedui's spirit seems to have changed from our experiences together, as if a great weight has been lifted from his shoulders. You should speak to him and see if this be so.'",
      "es": ""
    },
    {
      "id": 162883689,
      "en": "'[placeholder], we must speak. I feel my connection to this world fading, but I cannot quite move on yet.\\n\\n'Glamagol's honest words, and the knowledge that my line continues still have freed me from despair. I could never have imagined that in death I would finally deal a meaningful blow to Angmar.\\n\\n'My deepest thanks to thee and to Lothrandir. Were it not for thy actions, I would still be haunting the shipwreck of the Thoroval, overcome with despair until the end of days. When thou returnest to Rivendell, offer my salutations to Elrond and Aragorn, but please, do not share with my heir that I can only rest upon his coronation. He carries the weight of the world as it is. I wish him fortune in the many battles to come.\\n\\n'Farewell for now, [placeholder]. I will linger in the shadows, unseen, until the day I may depart.'",
      "es": ""
    },
    {
      "id": 246419713,
      "en": "You have won a great victory against Angmar and freed Arvedui from his fate.\\n\\nYou should return to Elrond in Rivendell and inform him of your success.",
      "es": ""
    },
    {
      "id": 246419828,
      "en": "The Angmarim have been defeated and the Helcessar destroyed.\\n\\nYou should speak to Lothrandir. He can be found inside Agoroth, inside Jä-reitti, or at the shipwreck of the Thoroval.",
      "es": ""
    },
    {
      "id": 246419829,
      "en": "The Angmarim have been defeated and the Helcessar destroyed.\\n\\nYou should speak to Arvedui. He can be found inside Agoroth, inside Jä-reitti, or at the shipwreck of the Thoroval.",
      "es": ""
    },
    {
      "id": 162883600,
      "en": "DNT - '[placeholder], we must speak.  I feel my connection to this world fading, but I cannot quite move on yet.\\n\\n'Glamagol's honest words, and the knowledge that my line continues still have freed me from despair. I could never have imagined that in death I would finally deal a meaningful blow to Angmar.\\n\\n'My deepest thanks to you and Lothrandir. Without you, I would still be haunting the shipwreck of the Thoroval, overcome with Despair until the end of days. When you return to Rivendell, offer my salutations to Elrond and Aragorn, but please, do not share with my heir that I can only rest with his coronation. He carries the weight of the world as it is. I wish him fortune in the many battles to come. \\n\\n'Farewell for now, [placeholder]. I will linger in the shadows, unseen, until the day I may depart.'",
      "es": ""
    },
    {
      "id": 111477266,
      "en": "Talk to Elrond",
      "es": ""
    },
    {
      "id": 162883603,
      "en": "'Welcome back, [placeholder]. The lightness of your steps informs me of your success! Please, tell me everything that has happened.'\\n\\nYou tell Elrond of everything that transpired: your promise to the Lossoth in exchange for the key, the realization that the Helcessar was contained in Agoroth, the Sardirath bound for thousands of years by oath, the battles with the Angmarim and Gauredain, the vision of the moment of Arvedui's death, the Helcessar's destruction, and finally, the releasing of the Sardirath.\\n\\n'Astonishing, and a tale worth recording. While I am saddened to hear of the destruction of an artifact from Númenor, it is perhaps for the best. Many of the Vandassari have already fallen into the hands of the Enemy over the years, leading to calamity. The Helcessar would no doubt have turned the tide of war in favour of Angmar. I am, however, heartened to learn that Arvedui feels he will be able to move on upon his heir's coronation. I know you will do all in your power to help Aragorn reach that goal, as will I.\\n\\n'You must be rewarded for all your efforts. This tabard was recovered from Annúminas along with the log that set you on this adventure. For your service to the fallen kingdom of Arnor, you have earned it.'",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "DNT ",
      "es": ""
    },
    {
      "id": 149027508,
      "en": "Agoroth, the Narrowdelve",
      "es": "Agoroth, el Narrowdelve"
    },
    {
      "id": 228870261,
      "en": "DNT - Forochel 3man Intro 3",
      "es": ""
    },
    {
      "id": 162883606,
      "en": "'[placeholder], we must speak. I feel my connection to this world fading, but I cannot quite move on yet.\\n\\n'Glamagol's honest words, and the knowledge that my line continues still have freed me from despair. I could never have imagined that in death I would finally deal a meaningful blow to Angmar.\\n\\n'My deepest thanks to thee and to Lothrandir. Were it not for thy actions, I would still be haunting the shipwreck of the Thoroval, overcome with despair until the end of days. When thou returnest to Rivendell, offer my salutations to Elrond and Aragorn, but please, do not share with my heir that I can only rest upon his coronation. He carries the weight of the world as it is. I wish him fortune in the many battles to come.\\n\\n'Farewell for now, [placeholder]. I will linger in the shadows, unseen, until the day I may depart.'",
      "es": ""
    }
  ]
}