{
  "id": 621039875,
  "txt": [
    {
      "id": 190220374,
      "en": "'I will lead us to Agoroth.'",
      "es": ""
    },
    {
      "id": 236954166,
      "en": "Instance: The Power of Oaths",
      "es": ""
    },
    {
      "id": 240923506,
      "en": "'A great doom awaits you, either to rise above the height of all your fathers since the days of Elendil, or to fall into darkness with all that is left of your kin. Many years of trial lie before you.'",
      "es": ""
    },
    {
      "id": 126686857,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 190220377,
      "en": "'I will lead us to Agoroth.'",
      "es": ""
    },
    {
      "id": 173025475,
      "en": "Talk to Lothrandir",
      "es": ""
    },
    {
      "id": 173025477,
      "en": "Listen to the conversation",
      "es": ""
    },
    {
      "id": 173025478,
      "en": "Speak to Arvedui to travel to Jä-reitti",
      "es": ""
    },
    {
      "id": 241972082,
      "en": "'...and when Aragorn finally worked up the courage to ask, Elrond said: Aragorn, Arathorn's son, Lord of the Dúnedain, listen to me!'",
      "es": ""
    },
    {
      "id": 105728201,
      "en": "'It is through here. The grims linger near the hidden door, drawn to the magic that keeps it concealed.'",
      "es": ""
    },
    {
      "id": 190220289,
      "en": "'The way is open. When you are ready, we shall enter.'",
      "es": ""
    },
    {
      "id": 173025481,
      "en": "Reveal the door to Agoroth",
      "es": ""
    },
    {
      "id": 190220338,
      "en": "'I have been telling Arvedui of his heir, Aragorn, and his desire to reunite the kingdoms. Hearing such things seems to have lifted his spirits! I believe he blames himself for his death ending the line of Kings. Perhaps we are making progress on two fronts, [placeholder]! Did you acquire the key from the Lossoth?'\\n\\nYou tell Lothrandir and Arvedui that you acquired the key but promised to destroy the Oath-stone that the Lossoth believe is inside Agoroth. Lothrandir looks at you curiously.\\n\\n'Quite a promise to exchange for something so valuable, [placeholder]! I truly hope we are able to keep it.'",
      "es": ""
    },
    {
      "id": 208776457,
      "en": "'The Vandassari! Of course!'",
      "es": ""
    },
    {
      "id": 148969992,
      "en": "You have followed Arvedui to Jä-reitti",
      "es": ""
    },
    {
      "id": 10523314,
      "en": "'A great treasure of Númenor? Then it is even more crucial that we reach it before the Witch-king's forces!'",
      "es": ""
    },
    {
      "id": 105729993,
      "en": "'Stand there, in the chamber. Hold the key aloft, and repeat these words:'",
      "es": ""
    },
    {
      "id": 251409266,
      "en": "'So the vault holds an Oath-stone? Is this something of which you know, Arvedui?'",
      "es": ""
    },
    {
      "id": 236954136,
      "en": "DNT - Forochel Intro Instance 2",
      "es": ""
    },
    {
      "id": 173025489,
      "en": "Talk to Arvedui",
      "es": ""
    },
    {
      "id": 184621376,
      "en": "Arvedui and Lothrandir are having a conversation outside Sûri-kylä.\\n\\nYou should talk to Lothrandir when they are finished.",
      "es": ""
    },
    {
      "id": 235680626,
      "en": "'Aye, our chieftain is the best hope for a bright future. For all Men, not just the Dúnedain. Oh, [placeholder] has returned. What news have you?'",
      "es": ""
    },
    {
      "id": 105727177,
      "en": "'In the Second Age, Elendil the Tall and his sons used the Vandassari to bind the other tribes of Men in peace, but many were taken and corrupted by the Enemy.'",
      "es": ""
    },
    {
      "id": 173025491,
      "en": "Defeat the frost grims",
      "es": ""
    },
    {
      "id": 105729481,
      "en": "'It is done. Let us hope we have arrived in time.'",
      "es": ""
    },
    {
      "id": 173025445,
      "en": "Listen to the conversation",
      "es": ""
    },
    {
      "id": 184621380,
      "en": "Arvedui and Lothrandir are talking.\\n\\nYou should listen to the conversation.",
      "es": ""
    },
    {
      "id": 173025447,
      "en": "Say the password to reveal the door",
      "es": ""
    },
    {
      "id": 208775433,
      "en": "'Truly? An heir of my line seeks to claim the throne and reunite the kingdoms?'",
      "es": ""
    },
    {
      "id": 173025448,
      "en": "Speak to Arvedui to travel to Jä-reitti",
      "es": ""
    },
    {
      "id": 184621383,
      "en": "Arvedui is ready to show you the way to Agoroth.\\n\\nTalk to Arvedui to travel to Jä-reitti.",
      "es": ""
    },
    {
      "id": 148970004,
      "en": "Defeated the frost grims",
      "es": ""
    },
    {
      "id": 148970005,
      "en": "The door to Agoroth has been revealed!",
      "es": ""
    },
    {
      "id": 105728457,
      "en": "'Now that the key is in our possession, I will show thee the way to Agoroth. It is hidden deep in the caves, in the place the Lossoth call Jä-reitti.'",
      "es": ""
    },
    {
      "id": 126686888,
      "en": "With the key of Agoroth in hand, the time has come to find the door to the hidden fortress, deep within the caves of ice.",
      "es": ""
    },
    {
      "id": 184621346,
      "en": "You must be close now!\\n\\nYou should help Arvedui reveal the hidden door!\\n\\nSay the password 'Dolen uin Belegoth' aloud to reveal the door.",
      "es": ""
    },
    {
      "id": 184621348,
      "en": "Arvedui and Lothrandir are conversing outside Sûri-kylä.\\n\\nYou should listen to the conversation.",
      "es": ""
    },
    {
      "id": 247214962,
      "en": "'And that is when he decided to accept his destiny and work towards reclaiming the throne of Gondor and Arnor.'",
      "es": ""
    },
    {
      "id": 105727433,
      "en": "'The Oath-stones were powerful relics rescued from Númenor before it was swallowed by the sea.'",
      "es": ""
    },
    {
      "id": 105729737,
      "en": "'Dolen uin Belegoth'",
      "es": ""
    },
    {
      "id": 190220322,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 184621401,
      "en": "Frost grims block your path deeper into the ice caves.\\n\\nYou should defeat the frost grims.",
      "es": ""
    },
    {
      "id": 208775689,
      "en": "'Lothrandir, thou knowest not how much joy it brings to hear that.'",
      "es": ""
    },
    {
      "id": 248263538,
      "en": "'You shall neither have wife, nor bind any woman to you in troth, until your time comes and you are found worthy of it.'",
      "es": ""
    },
    {
      "id": 105823177,
      "en": "'This one in Agoroth must be the Helcessar! It had long vanished from history. Of course... it seems so obvious now that all the pieces have come together.'",
      "es": ""
    }
  ]
}