{
  "id": 621039872,
  "txt": [
    {
      "id": 240923506,
      "en": "'What is the etiquette for meeting such a king as this? Life as a Ranger has not prepared me for these things!'",
      "es": ""
    },
    {
      "id": 126686857,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 16814770,
      "en": "'Weapons at the ready, [placeholder]!'",
      "es": ""
    },
    {
      "id": 25203378,
      "en": "'I believe that was all of them. Strong evidence that Lord Elrond was correct!'",
      "es": ""
    },
    {
      "id": 105728713,
      "en": "'The Narrowdelve. It is a hidden fortress in the mountains nearby.'",
      "es": ""
    },
    {
      "id": 173025475,
      "en": "Talk to Lothrandir",
      "es": ""
    },
    {
      "id": 173025476,
      "en": "Listen to the conversation",
      "es": ""
    },
    {
      "id": 41980594,
      "en": "'The Lossoth kept the Ring of Barahir safe as well. It is likely they still have the key, and could be willing to barter for it.'",
      "es": ""
    },
    {
      "id": 105733321,
      "en": "'On that fateful day I left it with the Lossoth chieftain, as thanks for their aid.'",
      "es": ""
    },
    {
      "id": 105735625,
      "en": "'They recognized it, and spoke of an ancient pact with the 'Iron Men', and a 'Stone-home.' News of this pact had been passed down through the years.'",
      "es": ""
    },
    {
      "id": 9474738,
      "en": "'The Angmarim are on the same trail, and aim to beat us to Agoroth.'",
      "es": ""
    },
    {
      "id": 241972082,
      "en": "'The Lossoth say this place is cursed. To think the last King of our people still lingers here....'",
      "es": ""
    },
    {
      "id": 208776969,
      "en": "'[placeholder]? Why hast thou returned? And who bringest thou with thee?'",
      "es": ""
    },
    {
      "id": 173025479,
      "en": "Defeat the Angmarim",
      "es": ""
    },
    {
      "id": 105728201,
      "en": "'Another long line broken by my death. If only I had heeded the warnings of the Lossoth....'",
      "es": ""
    },
    {
      "id": 190220289,
      "en": "'I believe we have a lead! Let us consider our next steps.'",
      "es": ""
    },
    {
      "id": 250360690,
      "en": "'We have learned that during King Valandur's time, something of great importance was moved from Ost Forod and hidden somewhere in the North.'",
      "es": ""
    },
    {
      "id": 190220338,
      "en": "'We have arrived. It is time to speak with King Arvedui.'",
      "es": ""
    },
    {
      "id": 148969993,
      "en": "Defeated the Angmarim",
      "es": ""
    },
    {
      "id": 105732297,
      "en": "'Before I set sail to my doom, I explored the ice caves and canyons, searching for Agoroth. Would its secret help me to defeat the Witch-king and retake my kingdom?'",
      "es": ""
    },
    {
      "id": 27300530,
      "en": "'Do you know what lies inside the vault, King Arvedui?'",
      "es": ""
    },
    {
      "id": 236954136,
      "en": "DNT - Forochel Intro Instance 1",
      "es": ""
    },
    {
      "id": 173025489,
      "en": "Listen to the conversation",
      "es": ""
    },
    {
      "id": 184621376,
      "en": "You have arrived at the shipwreck of the Thoroval.\\n\\nYou should talk to Lothrandir.",
      "es": ""
    },
    {
      "id": 235680626,
      "en": "'We have come with a mission from Lord Elrond. He believes you may be able to help us find something before the Angmarim do.'",
      "es": ""
    },
    {
      "id": 105727177,
      "en": "'Agoroth...'",
      "es": ""
    },
    {
      "id": 105734089,
      "en": "'I found the secret door, but to my dismay the path was choked with ice and snow. It was clear no living soul had passed that way in many years.'",
      "es": ""
    },
    {
      "id": 208775433,
      "en": "'A Dúnadan.... You must be he who hath befriended the Lossoth.'",
      "es": ""
    },
    {
      "id": 184621382,
      "en": "Lothrandir is speaking with Arvedui at the shipwreck of the Thoroval.\\n\\nYou should listen to the conversation.",
      "es": ""
    },
    {
      "id": 184621384,
      "en": "The Angmarim have launched an ambush!\\n\\nYou should defeat the Angmarim attackers!",
      "es": ""
    },
    {
      "id": 105733577,
      "en": "'I cannot.... Not without the key.'",
      "es": ""
    },
    {
      "id": 126686883,
      "en": "Lothrandir, a Ranger of the North, has joined you in your quest to find a lost Arnorian treasure in Forochel. Your only hope of finding it may lie with the shade of Arvedui, last King of Arthedain.",
      "es": ""
    },
    {
      "id": 165506909,
      "en": "'Death to the Rangers and their allies! You will never find Agoroth!'",
      "es": ""
    },
    {
      "id": 105728457,
      "en": "'For centuries, the Key of Agoroth had been passed down from King to heir, for as long as the North Kingdom stood. It is the only way to access the vault within.'",
      "es": ""
    },
    {
      "id": 13669042,
      "en": "'It must be extremely well-hidden for me to have not stumbled upon it, for I have spent many years exploring the northern wilds. I wonder if-'",
      "es": ""
    },
    {
      "id": 184621392,
      "en": "Lothrandir is speaking with Arvedui at the shipwreck of the Thoroval.\\n\\nYou should listen to the conversation.",
      "es": ""
    },
    {
      "id": 105732553,
      "en": "'I know the location of Agoroth, but not what it contains, only that it is considered a 'beacon of peace.'",
      "es": ""
    },
    {
      "id": 261132930,
      "en": "'Agoroth?'",
      "es": ""
    },
    {
      "id": 247214962,
      "en": "'Hail, King Arvedui! I am Lothrandir, a Ranger of the North. A Dúnadan! It is an honour to meet you, sire.'",
      "es": ""
    },
    {
      "id": 208776201,
      "en": "'I owe much to Lord Elrond and his people. I will help thee however I can.'",
      "es": ""
    },
    {
      "id": 31494834,
      "en": "'So it does exist! Will you show us the way, King Arvedui?'",
      "es": ""
    },
    {
      "id": 105729737,
      "en": "'Someone else approaches. Wert thou followed?'",
      "es": ""
    },
    {
      "id": 7377586,
      "en": "'Elrond thinks the Witch-king's forces are looking for it. Do you know what it is or where it is hidden?'",
      "es": ""
    },
    {
      "id": 236954162,
      "en": "Instance: Dúnedain Past and Present",
      "es": ""
    },
    {
      "id": 15766194,
      "en": "'What? Ah, I hear them out there. In the excitement of this meeting I lowered my guard!'",
      "es": ""
    },
    {
      "id": 208775689,
      "en": "'Well met, Lothrandir. I desire to ask thee how our people hath fared since my passing, but you must have come here for another reason.'",
      "es": ""
    }
  ]
}