{
  "id": 621007353,
  "txt": [
    {
      "id": 228870261,
      "en": "Chapter 5.1: A Question of Purpose",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'Orcs and evil men have been stirred into sudden wakefulness by some directive that is unknown to me. Small groups of these foes have travelled across Udûn and Dor Amarth since I came to this inhospitable place, but never in such numbers. I believe they received urgent orders from one of their leaders, and it has compelled them to depart the Doomfold with some haste.\\n\\n'Perhaps other scouts will know more. Go to them with speed to match that of our foes!'",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Talk to Gwedhir south-west of the ruins of Díngarth",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'I am pleased to see you, my dear friend! I encountered something peculiar and wanted to hear your thoughts! Not far from here I tracked a company of Ugrukhôr's Orcs through the swamp, intending to surprise them at the right moment and make them corpses. Before such a moment presented itself, I was robbed of my prey. Another party fell upon the Orcs and rended them all to pieces!\\n\\n'The ambushers were merrevail, [placeholder]. They swooped down from the height and left no Orc alive. But I thought Ugrukhôr and Lhaereth were allies? Why are their minions slaying each other? When our kind formed an alliance with Men at the close of the last Age, we shared disagreements but never spilled allied blood. Can you imagine if your wound came from a former friend and not the chief of our foes? Such are the differences between our kind and the warriors of Gorgoroth!'\\n\\nHarthalín smiles grimly.\\n\\n'I do not complain that they slay their own. But there is something strange in this, and if we learn what has them at odds we might turn it to our advantage.'",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'Why are the minions of Ugrukhôr and Lhaereth fighting among themselves if their masters are united? There is something strange in this, and if we learn what has them at odds we might turn it to our advantage.'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to Harthalín west of Faltor Gâm, in Agarnaith",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I have given the situation some thought, but a Mordor united against us does not lend itself to easy solutions. Before the meeting of the Masters, I feared the ascendancy of Dulgabêth, the Mouth of Sauron. Now he is dead and there are others arrayed before us, wielders of powerful weapons and forgers of unexpected alliances. Lhaereth the Stained, Borangos the Horror, Ugrukhôr of the Gúrzyul... these names are to be feared individually, but when they share our destruction as a common purpose we must not fear them... we must fight them.\\n\\n'Rather let the Masters of Mordor fear us. Are we not united against them? Scouts of many lands and many backgrounds adventure even now in Gorgoroth, and they pursue knowledge that might bring about the undoing of these Masters. Seek first Gwedhir of Gondor near the ruins of Díngarth in Dor Amarth, and then look for Harthalín west of Faltor Gâm, in Agarnaith. On your way back to me, pass through Talath Úrui and consult with Thenca of the Rohirrim. These three reports may help us to form an effective strategy, [placeholder].'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'[placeholder]! I did not expect to see you. Has this sudden movement of troops drawn your attention too? It has not? Then allow me to tell you what I have seen, and perhaps you will know what has caused it.\\n\\n'Orcs and evil men have been stirred into sudden wakefulness by some directive that is unknown to me. Small groups of these foes have travelled across Udûn and Dor Amarth since I came to this inhospitable place, but never in such numbers. I believe they received urgent orders from one of their leaders, and it has compelled them to depart the Doomfold with some haste. But I cannot say where they have gone, for I do not know it.\\n\\n'But this I do know: they go where they can do the most damage to Gondor or her allies. How can it be otherwise? Other scouts may know more. Go to them with speed to match that of our foes!'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Mithrandir at Cirith Gorgor, just inside the Black Gate",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Thenca south of Agarnaith, along the road in Talath Úrui",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I am pleased to see you, [placeholder], for I encountered something peculiar and wanted to hear your thoughts! Not far from here I tracked a company of Ugrukhôr's Orcs through the swamp, intending to surprise them at the right moment and make them corpses. Before such a moment presented itself, I was robbed of my prey. Another party fell upon the Orcs and rended them all to pieces!\\n\\n'The ambushers were merrevail, [placeholder]. They swooped down from the height and left no Orc alive. But I thought Ugrukhôr and Lhaereth were allies? Why are their minions slaying each other?'\\n\\nHarthalín smiles grimly.\\n\\n'I do not complain. But there is something strange in this, and if we learn what has them at odds we might turn it to our advantage.'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Ah, I am all right now, do not trouble yourself. I engaged in battle with a party of Orcs, but the fighting went against me and I sustained this injury. I thought my days were done, but the creatures did not stay to ensure it. Their leaders called them away before they made sure I would not recover. To think I would have names such as Plákash and Durkhlát to thank for my life, but that is now so!\\n\\n'The Orcs were looking for someone. They spoke of \\qthe Weeping Warrior\\q as they departed. Their language is harsh and guttural; I could not make sense of much of their talk, but I think Ugrukhôr ordered them to find this warrior at any cost. They split into two groups as they left me, and Plákash and Durkhlát planned to return to Durthang and Cirith Ungol to regroup.\\n\\n'Do not worry about me, [placeholder]. I am mostly recovered from my injury. I give thanks to no Orc, but still I am grateful that Ugrukhôr's minions feared his commands enough to leave me carelessly behind, still alive!'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Unsure of how best to combat the Masters of Mordor in their unification, Mithrandir turns to you to gather the information that will allow him to form a strategy.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'This is why I like you, [placeholder]. Before it seemed the forces arranged against us had the upper hand, but now you return with information we can use to oppose our enemies. What has caused this rift between Ugrukhôr and Lhaereth, and for what fell purpose do Ugrukhôr's Orcs seek the Weeping Warrior?'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Gwedhir is south-west of the ruins of Díngarth, in Dor Amarth.\\n\\nMithrandir asked you to find Gwedhir in Dor Amarth and hear his report.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Scouts of many lands and many backgrounds adventure even now in Gorgoroth, and seek the knowledge that will bring about the undoing of these Masters. Seek first Gwedhir in Dor Amarth, and then look for Harthalín in Agarnaith. On your way back to me, pass through Talath Úrui and consult with Thenca. These three reports will help us to form an effective strategy, [placeholder].'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Mithrandir is at Cirith Gorgor, just inside the Black Gate.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Scouts of many lands and many backgrounds adventure even now in Gorgoroth, and seek the knowledge that will bring about the undoing of these Masters. Seek first Gwedhir in Dor Amarth, and then look for Harthalín in Agarnaith. On your way back to me, pass through Talath Úrui and consult with Thenca. These three reports will help us to form an effective strategy, [placeholder].'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'Scouts of many lands and many backgrounds adventure even now in Gorgoroth, and seek the knowledge that will bring about the undoing of these Masters. Seek first Gwedhir in Dor Amarth, and then look for Harthalín in Agarnaith. On your way back to me, pass through Talath Úrui and consult with Thenca. These three reports will help us to form an effective strategy, [placeholder].'",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Harthalín is west of Faltor Gâm, in Agarnaith.\\n\\nMithrandir asked you to find Harthalín in Agarnaith and hear her report.",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Thenca is south of Agarnaith, by the road in Talath Úrui.\\n\\nMithrandir asked you to find Thenca in Talath Úrui and hear his report.",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'The Orcs were looking for someone. They spoke of \\qthe Weeping Warrior\\q as they departed. Their language is harsh and guttural; I could not make sense of much of their talk, but I think Ugrukhôr ordered them to find this warrior at any cost. They split into two groups as they left me, and Plákash and Durkhlát planned to return to Durthang and Cirith Ungol to regroup.'",
      "es": ""
    }
  ]
}