{
  "id": 621007342,
  "txt": [
    {
      "id": 111477414,
      "en": "Talk to Víthog",
      "es": ""
    },
    {
      "id": 49286864,
      "en": "Bring the memory-cloth to Turáh",
      "es": ""
    },
    {
      "id": 162883749,
      "en": "'Did you think I would run and hide in the timbers? I saw all, aye, and heard as well. The lad has come to a bitter end. It fills me with sorrow, but I hold nothing against you, [placeholder].\\n\\n'There was always anger in Athálrik's heart... but not such anger as this. What put that there? Ah, I may never know. I have seen much sorrow in my life, and I have never known a true cause to any of it.'",
      "es": ""
    },
    {
      "id": 162883752,
      "en": "'The Bilitang? You have returned it to us? Ah, [placeholder]. This means more than you can know. You have restored what is most prized to us. You have also restored our faith in the good-will and honesty of Dale.\\n\\n'You must know that the twisted, faltering strength Athálrik gained from the memory-cloth was a misuse. It is not a weapon, nor was it meant to be anything of the kind. It is a long song of memory, woven by Sangemêkh after Sangemêkh across many lives of the Chayasír, and the song gives strength. A strength meant to sustain, and bring together, and give hope. In truth, I do not think many would become as Athálrik did, handling the Bilitang un-trained. I think there must have been some sour knot within his heart from long before.\\n\\n'But thanks to you, all is right again.  You may go and tell the Regent Queen in Dale that she will see no more trouble from the Chayasír.'",
      "es": ""
    },
    {
      "id": 246419891,
      "en": "You should return Queen Regent Erna, in the Great-keep in Dale, with the news that Athálrik chose death over justice.",
      "es": ""
    },
    {
      "id": 246419892,
      "en": "You should talk to Víthog, who has approached after your confrontation with Athálrik.",
      "es": ""
    },
    {
      "id": 246419895,
      "en": "You should bring the memory-cloth back to Sangemêkh Turáh, in the refugee camps in the hills east of Dale.",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "TBD go find the champ",
      "es": ""
    },
    {
      "id": 149027364,
      "en": "The Reach of Justice",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to Víthog",
      "es": ""
    },
    {
      "id": 246419876,
      "en": "DNT return to bard ii and erna",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "DNT okay let's go then",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'Aye, I know his visits home are not to me, though I am the closest thing to family Athálrik ever had. I know also he has been troubled of late. Troubled as I have ever seen him. \\n\\n'My eyes are still keen, and I see as much that is good as is stern in your face. I will take you to him. I hope you will do him some good. Ah, but what am I? I am an old man and I am given to worry.'",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Return to Erna",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "The old forester Víthog will lead you to Athálrik, where you can confront him for his accused crimes.",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "The Queen Regent and young king listen to your account.\\n\\n'The news you bear is grave indeed. It is troubling that Athálrik could not be brought to face due and proper justice.\\n\\n'However, I judge your dealings in the matter honest, and your course of action the necessary one. And for your service in the protection of Dale, we thank you.'",
      "es": ""
    },
    {
      "id": 246419880,
      "en": "You should talk to Víthog, the old forester in the highlands west of Lake-town.",
      "es": ""
    },
    {
      "id": 162883767,
      "en": "'Come then, let me lead you to the place Athálrik goes. Whatever is troubling the lad... I hope you do him some good.'",
      "es": ""
    }
  ]
}