{
  "id": 621007299,
  "txt": [
    {
      "id": 162883718,
      "en": "'Now, I suppose we must conduct town business sooner or later. Part of the job of Master is managing the wealth of Lake-town. That includes collecting a fair share of taxes from each citizen. From what I can tell, a handful of citizens are quite overdue on their payments. I think our previous Master was not very aggressive in his collecting.'\\n\\nShe hands you a list of names.\\n\\n'Please visit these people in Lake-town and kindly ask them to pay what they owe the town. And please, be polite, but firm.'",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'Oh, you again. What do you want now?'\\n\\nYou explain that you are here to collect his late tax payments.\\n\\n'The nerve of that woman! One day on the job and already making demands! Fine, take it and get out!'",
      "es": ""
    },
    {
      "id": 111477329,
      "en": "Talk to Dagrun",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 162883721,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 162883769,
      "en": "'If it isn't [placeholder] again. What can I do for you?'\\n\\nYou explain that you are here to collect his late tax payments.\\n\\n'Oh. Um... I'm afraid I don't have the money right now. I donated quite a lot to the orphanage and Sútvif's family....'\\n\\nYou shoot him a steely look. His facade falters.\\n\\n'Ah, I may have just spent too much money on rounds of ale for my friends... look, this is all I have right now, just take it.'",
      "es": ""
    },
    {
      "id": 177082752,
      "en": "Rikolf hands over his payment",
      "es": ""
    },
    {
      "id": 24695123,
      "en": "The new Master of Lake-town, Dagrun, has asked you to collect overdue tax payments from several stingy citizens of Lake-town.",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to Frekur",
      "es": ""
    },
    {
      "id": 177082757,
      "en": "Olgat hands over his payment",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Talk to Orgrand",
      "es": ""
    },
    {
      "id": 177082760,
      "en": "Ránnvig hands over her payment",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "TBD ",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "Frekur hands over his payment",
      "es": ""
    },
    {
      "id": 149027345,
      "en": "Overdue Payments",
      "es": ""
    },
    {
      "id": 162883746,
      "en": "'H-hello there, [placeholder]...'\\n\\nYou explain that you are here to collect his late tax payments. He becomes saddened.\\n\\n'Oh... Háta handled the coin... let me get you what I owe. Please apologize to Dagrun for me.'  ",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "Organd hands over his payment",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "'Can I help you with something? I have a tavern to run here.'\\n\\nYou explain that you are here to collect his late tax payments.\\n\\n'So, Dagrun's already making friends, hm? Go ahead and take this. I would prefer to stay on the new Master's good side.'",
      "es": ""
    },
    {
      "id": 162883753,
      "en": "'Yes? Can I help you?'\\n\\nYou explain that you are here to collect her late tax payments.\\n\\n'Oh my, I had no idea I was late on my taxes! Please, take this to Dagrun, and tell her she has my full support!'",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Talk to Rikolf",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "Rikolf, Frekur, Orgrand, Ránnvig, and Olgat can be found in Lake-town.\\n\\nYou should visit Rikolf, Frekur, Orgrand, Ránnvig, and Olgat to collect their payments.",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Talk to Olgat",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 111477415,
      "en": "Talk to Ránnvig",
      "es": ""
    },
    {
      "id": 162883666,
      "en": "Dagrun takes the collections, counts them, and compares the amounts to her records.\\n\\n'Orgrand still owes us some money, I see. That man is going to be a thorn in my side, I just know it. Thank you for your work, [placeholder].'",
      "es": ""
    },
    {
      "id": 246419776,
      "en": "Dagrun can be found in the Master's manor in Lake-town.\\n\\nYou should talk to Dagrun.",
      "es": ""
    },
    {
      "id": 149027364,
      "en": "TBD",
      "es": "TBD"
    }
  ]
}