{
  "id": 621007350,
  "txt": [
    {
      "id": "0x6a50240",
      "en": "Accuse Athálrik in Dale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "DNT he is not here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50243",
      "en": "Question Kelda",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'Yes, it is time to explain the root of our recent troubles and the cause of my people's anguish and ire.\\n\\n'That ruffian, Athálrik, has done a harm greater than he knows. At first, he pleased himself with simply parading through our camps, knocking things over and cuffing children on the ears. But soon his swagger grew greater. He began suspecting us of imagined crimes, rooting through our belongings and taking what caught his eye. He beat any who stood in his way, then any who so much as looked him in the eye.\\n\\n'And then, one day, he took what was most prized of the Chayasír: my memory-cloth,  or in our tongue, Bilitang. That with which I sing the memories of our mothers and fathers, and of their mothers and fathers before them.\\n\\n'At last, we fought back. We knew no good would come of it, but he had gone too far. You have seen what followed, and we will not set foot in that ruined camp again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Look for Athálrik  in the Burnwater House in Lake-town",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Look for the old forester Víthog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1145",
      "en": "You see no one like Athálrik, but an old man catches your eye",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1147",
      "en": "Defeated ambushers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Talk to Víthog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Defeat ambushers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50250",
      "en": "Look for the old forester Víthog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50255",
      "en": "Talk to Sangemêkh Turáh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1155",
      "en": "Men step out from behind the trees. It's an ambush!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56841",
      "en": "'See, mother? [placeholder] is returned. Let us hear what was found.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Look for Athálrik on Wardman's Way",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56842",
      "en": "'I implore you, go to the young king and regent mother, and help them see the truth of what Athálrik has done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56844",
      "en": "'Go find Athálrik, [placeholder], and bring him before us, so that he may answer for the charges claimed against him. You may find him on Warden's Way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1b6",
      "en": "The Dale knight Athálrik may have stolen a prized and powerful Bilitang, or 'memory-cloth', from the Chayasír.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56845",
      "en": "'Indeed, where is my brother Bryn when he's wanted? I should like to hear him answer for this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "DNT talk to the NPC where the champ should have been",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "The woman spits.\\n\\n'Athálrik? That wet fish? Aye, he was here. Leering and lumping like he was too good for the wood he walked on. Well haven't I known him since back when, and was I going to take such guff?\\n\\n'We had words then, he and I. Broke three good plates, knocked me to the ground, and stomped off.\\n\\n'If I were you, I'd let him go, and good riddance. But I can see you're determined and I think I know where he must have gone. To the old forester, Víthog, whose cabin is up in the hills, west of here.\\n\\n'That's where he'd always go in such moods, and I'll drink the Long Lake if it's not where he's gone now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a5",
      "en": "'Athálrik? Yes, yes! I have seen the lad quite often, lately, as a matter of fact. He takes the time from his important post in Dale to come home.\\n\\n'Ah, but it is not me he comes for. I know the truth of it, no matter what he says. Athálrik does not believe my eyes are still as keen as they are, nor does he know how little I sleep at night.\\n\\n'He meets with his men, sometimes. Always serious, always gathered around - around I don't know what. Sacks or coffers or some such. Other times, he comes alone, and the man in that horrid mask appears. They never talk long. I could hardly tell you where that other man comes from, or how he goes. Makes the hairs stand up on the back of my neck to look at him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50266",
      "en": "Defeat ambushers ([placeholder]/[placeholder]) ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "TBD ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "DNT will you go and find this champion, and see that justice is done?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01147",
      "en": "You should talk to Sangemêkh Turáh, who stands by Enkárvo in the Dorwinion refugee camp, across the river east of Dale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "TBD talk to erna about the champion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56858",
      "en": "'The memory-cloth Athálrik stole is a danger to him and not to him alone. Many lives of women and men are remembered within it. The memories are potent and hold great power. If he listens to them untrained, it may grant him strength. It may fill him with sorrow or with fury. It will almost surely drive him mad.\\n\\n'It is for the memory-cloth that the Jangovar abducted me, but of course, I have it not. Athálrik does.\\n\\n'As you have seen, we are not welcome within the walls of Dale, but you are, [placeholder]. I implore you, go on our behalf to the young king there. Help him see the truth of what Athálrik has done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01149",
      "en": "You should return to the Great-keep in Dale and relate the accusations against Athálrik.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'[placeholder]. You have returned from the camps of the Easterling refugees. What was your finding? Is the dispute settled?'\\n\\nChoosing your words carefully, you relate what you have seen and learned, building the case against Athálrik.\\n\\n'Justice should shield all who are wronged within our kingdom and spare none who trespass our laws. But ours is an orderly justice. He must be brought before us.\\n\\n'And where is Bryn when he's wanted? Athálrik was his man. Gaumar, what do you know of the knight's whereabouts? He is seen sometimes on Wardman's Way? That is a quiet by-street west of the canal on the south end of Dale. [placeholder], will you look for him there, and bring him before us?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "DNT look for the champion in location",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a6",
      "en": "You should go to to TBD LOCATION in Dale and look for Athálrik there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1171",
      "en": "There is no sign of Athálrik but you find Víthog behind his cabin, chopping wood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'Athálrik? Aye, he can be found here some days. More often than not, though, he's gone off the way of Lake-town.\\n\\n'Didn't know that, did you? For all the talk, few do. But I swear it's true, he is no man of Dale. And down on the Long Lake, his name is not spoken of with very much respect, I have heard tell.\\n\\n'If you venture to Lake-town, you'll find him in the Burnwater House, like as not. Only, if you do... don't mention it was me who told you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a9",
      "en": "You should look for Athálrik in the Burnwater House in Lake-town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x977ecf1",
      "en": "'You there. You don't belong here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x977ecf2",
      "en": "'You had best never have come this way, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x977ecf3",
      "en": "'Yes, this is the one. Looks just like he said.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x977ecf4",
      "en": "'You'll go no farther, [placeholder]. Not if I have any say!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa24",
      "en": "The Sword-thegn's Trail",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01157",
      "en": "You should look for Athálrik on Wardman's Way, which lies west of the canal on the southern side of Dale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "DNT look for the champ in a location out of town",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01159",
      "en": "You should talk to the man who caught your eye on Warden's Way in Dale and learn if he knows of Athálrik's whereabouts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b4",
      "en": "DNT talk to the other person",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b7",
      "en": "You should defeat the ambushers you encountered while looking for the old forester Víthog, whose cabin is up in the hills north-west of Lake-town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56870",
      "en": "'Go find Athálrik, [placeholder], and bring him before us, so that he may answer for the charges claimed against him. You may find him on Warden's Way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56871",
      "en": "'Indeed, where is my brother Bryn when he's wanted? I should like to hear him answer for this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56872",
      "en": "'If you venture to Lake-town, I think you will find Athálrik in the Burnwater House. Only don't tell him I sent you there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01164",
      "en": "You should look for the old forester Víthog by his cabin, up in the hills west of Lake-town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1189",
      "en": "Defeated ambusher ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01166",
      "en": "You should continue looking for the old forester, Víthog, whose cabin is up in the hills west of Lake-town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01167",
      "en": "You have found Víthog chopping wood by his cabin, in the hills west of Lake-town.\\n\\nYou should talk to Víthog and ask if he knows of Athálrik's whereabouts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56878",
      "en": "'When Athálrik was under a black cloud, he would always be found up in the north-west hills, with the old shepherd. That is where you will find him now, I'll warrant.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56879",
      "en": "'Yes, milady. He is sometimes seen on Wardman's Way.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}