{
  "id": 621007347,
  "txt": [
    {
      "id": "0xeb011a1",
      "en": "TBD Talk to the messenger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'I must think long on all you have told me, [placeholder]. But a messenger has come with grave and pressing news, to judge by his face.\\n\\n'Let us hear the tidings, then.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'Even now, my sword-thegn Athálrik is patrolling the refugee encampments to ensure that no such violence or conspiracy can fester among the Easterlings. If there has been some incident, he will quell it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50250",
      "en": "Talk to the messenger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a4",
      "en": "King Bard II, Queen Regent Erna, and Prince Bryn stand discussing the messenger's tidings in the Great-keep in Dale.\\n\\nYou should hear what Prince Bryn has to say in response to the messenger.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'Let us err on the side of overabundant caution in this matter. We have just heard how our people's sentiments toward the Easterlings seeking refuge are delicate, at best.\\n\\n'If some row between the refugees has broken out, or one has gone and attacked one of the Dale-folk, it must be swiftly dealt with.\\n\\n'I deem that we should dispatch our new friend, the [placeholder], to assist Athálrik in whatever way is needed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'Athálrik? Now you have sent him and his fellows to go among the refuge-seekers, Bryn? Did you not even think to mention this to me or to Mother?\\n\\n'[placeholder], if the Queen Regent wishes you to go then I, too... wish it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50253",
      "en": "Talk to Queen Regent Erna",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50254",
      "en": "Talk to King Bard II",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "DNT talk tto hte messenger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01149",
      "en": "You should talk to the messenger who stands before King Bard II in the Great-keep in Dale, and learn where you must go to investigate the report of violence.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a7",
      "en": "King Bard II, Queen Regent Erna, and Prince Bryn stand discussing the messenger's tidings in the Great-keep in Dale.\\n\\nYou should hear what King Bard II and his regent mother, Erna, have to say in response to Prince Bryn and the messenger.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Talk to Prince Bryn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "You should speak to Enkárvo, the man of Dorwinion, in the refugee camp, across the river from Dale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b7",
      "en": "The messenger stands before King Bard II, inside the Great-keep in Dale.\\n\\nYou should hear the messenger's tidings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56840",
      "en": "'Will you go with our messenger and see that no one comes to harm, [placeholder]? I have utmost faith in you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "Pressing news has come to King Bard II.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56841",
      "en": "'I am sure you will arrive and find Athálrik has already subdued whichever of the Easterlings have caused this stir.\\n\\n'But do go. Perhaps Mother and Bard will finally believe me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "'I told you both, my sword-thegn is more than capable of handling the matter.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "DNT ENCOUNTER GOES HERE",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'Here then, this is my home. Oh, not my true home in Dorwinion, which might be destroyed, for all that I know. But this is as much home as I have, and you are my guest. My hearth is yours, and here no harm shall befall you.\\n\\n'But you have come here for a purpose, and not for pleasantries! I have asked that you judge carefully what happened in the lower camp. Will you do so and hear me out?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a5",
      "en": "'Come with me, then, [placeholder]. I will lead you to where the incident was said to have happened, and take the swiftest path.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Talk to Enkárvo",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Go with the messenger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56851",
      "en": "'Word has come only that there was violence of some kind in one of the refugees' camps. I know nothing else, save that the matter is most urgent.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "'Word has come only that there was violence of some kind in one of the refugees' camps. I know nothing else, save that the matter is most urgent.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'M'lord. There has been an incident - an outbreak of violence of some sort in one of the refugee camps. I can say little else, I am afraid, but if 'tis true, the lives of Dale-folk may be imperiled this very moment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa24",
      "en": "An Incident in the Camps",
      "es": "",
      "es (fem)": ""
    }
  ]
}