{
  "id": 621007349,
  "txt": [
    {
      "id": "0xeb011a1",
      "en": "You should talk to refugees of Dorwinion and the Chayasír in their camps in the hills to the east of Dale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56857",
      "en": "'Look for the wolf ancient Tungváka and his pack in the low ravine south and east of here. They are the wolves who have grown bold enough to try and attack us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'When you haggle over the cost of goods in the market, neither haggler is fully to be believed. This we know. And yet, there is a true and fair worth to the goods, and when the haggling is done, it is hopefully found. But how do you know that truth? You hear both sides.\\n\\n'Why do you not go among my people and among the Chayasír, and hear our sides of the story? The two camps are close, and when you are done, maybe you can judge the truth for yourself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'Many carts full of goods have I known from Dale, though until we fled I lived all my life in far Dorwinion.\\n\\n'Many a merchant of Dale have I known, fair of speech and manner, come down the long roads to trade with us.\\n\\n'So tell me now, if you can, how they have forgotten us now that we are at their doors? How they have forgotten their fair speech and the hospitality with which we treated them?\\n\\n'Tell me, when they rise in the morning, how can they look their children in the eyes?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "Defeat wolves ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01146",
      "en": "The wolves can be found south and east of the refugee camp hills.\\n\\nYou should find and defeat wolf pack leader Tungváka, and a number of his pack, to stop them from being bold enough to attack the Easterling refugees.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'Some among us may complain of their lot - but is that not always so? So we do not lay about in a palace upon cushions of silk! Many leagues we walked, dogged by hunger, harried by sickness, robbed and beaten. And always the terror of what devastation lay behind us, never knowing whether it followed us, and how fast.\\n\\n'Here we have found food and rest for our weary feet. We have come so far. Surely we can overcome the obstacles before us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'There is a name whispered in fear among our tents: Athálrik. Have you heard this name? He and his men come among us, chests puffed out. They shove those who have not offended. They take what is not theirs. They accuse us of things we never imagined.\\n\\n'And suppose we struck back? We are not so helpless against a handful of men, armed though they be. If we struck back, would the Men of Dale believe we did so in defence? No, no. That is not the way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50258",
      "en": "Return to Enkárvo",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Talk to Easterling refugees ([placeholder]/[placeholder]) ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1189",
      "en": "Defeated Tungváka",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b4",
      "en": "You should return to Enkárvo in the Dorwinion refugee camp, in the hills east of Dale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b7",
      "en": "DNT defeat the wolfff elder and some wolves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "Enkárvo has encouraged you to talk to the Easterling refugees so you can judge the truth for yourself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "'Why have we fled so far from our homes in Rhûn? Have you not heard of the great devastation that happened there? Some say it was a blazing fire that rose up out of the earth, consuming all. Others, a darkness coming down from the sky, a thousand, thousand night-black red-eyed crows.\\n\\n'I did not see it with my own eyes, I confess. They say none who did escaped with their lives. But when peoples, not just of Dorwinion, but beyond came fleeing in droves past our homes, we fled, too.\\n\\n'Had you seen the terror in their eyes, you would have done the same!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'We are Chayasír, and so we wander. But never so long, so ceaselessly and wearyingly have we wandered. I have seen such wonders as I never imagined!\\n\\n'From the ruin we fled and come over high mountains. We were very near the tops when they shook, shook mightily. We fell to our feet, all of us, and watched amazed as the snows flowed cascading like thundering rivers down onto the foothills below.\\n\\n'Then we came to the sea, the waters roiling and the sands lined with a great wreckage of ships. There was fire among them, and whether they came from strife among men, or great storms, or some other cause, I cannot say.\\n\\n'We did not tarry. We went on.\\n\\n'Over green lowlands we travelled, and then up into high dry-lands, swept cold by wind. There the earth had been opened up as if from a wound, and we could not see into the depths.\\n\\n'Armies we saw, gleaming and orderly, as if going off to war. Then we saw other soldiers, wounded and dirtied, wandering as if lost. Sometimes they robbed us, or beat us. Other times, they went on by.\\n\\n'At long last we have come here. Our Sangemêkh says this is a homecoming and that we will stay here, at least for now. And so we rest, and mourn all we have lost, and think in wonder over all that we have seen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a2",
      "en": "'We Chayasír dwelt in this valley once, many lives of Women and Men ago. So it is sung by our Sangemêkh, our Song-Mother, of how before we wandered we settled around the Long Lake.\\n\\n'How long have these Dale-folk lived here? If they continue to prove unworthy of this fair and bounteous land, perhaps it is they who should wander and the Chayasír should take it back!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "Talked to Easterling refugee ([placeholder]/[placeholder]) ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'Have you heard the tale of the War in Mordor? Let me tell you, for I have heard all about it. The armies of Gondor blew their horns and the gates crumbled before the blasts. Then the Red King vied in battle, one on one, with the White Sage. At their blows, the earth trembled! When the Red King struck, the sky darkened. When the White Sage landed a blow, the mountain burst into flame.\\n\\n'Though he took a grievous wound, the White Sage prevailed and claimed the Red King's crown. All the Orcs of Mordor perished on the spot and a thousand thousand birds descended from the skies to pick at their bones.\\n\\n'That is what I heard, and I swear that it is true!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a5",
      "en": "'You have spoken with some people in the camps? Good. But before you judge the truth, I would ask you to witness the dangers we face out here. Every night we hear the howling of wolves, and betimes they grow bold and attack.\\n\\n'We fend them off with fire and bow as we may, but always we see the form of a great, grizzled pack leader beyond our reach. Tungváka we have begun calling him. Defeat him, and the wolves would surely lose their boldness, and keep away from our tents.\\n\\n'I think you will find Tungváka among his pack, down in the ravine east of here, among the trees.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1173",
      "en": "Defeated wolves ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Return to Enkárvo",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56851",
      "en": "'Tungváka is defeated? You have done a great good. But here is Komúsi. Your face tells me the tidings are not happy.\\n\\n'What has happened?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Defeat Tungváka",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01140",
      "en": "You should return to Enkárvo in the Dorwinion refugee camp, in the hills east of Dale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56854",
      "en": "'The camps of the Chayasír and of Dorwinion are not far from each other. You should go and talk with the people of both, and maybe you can judge for yourself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'When first we arrived in this vale, some number of us ventured down to the river's edge, so we might wash the mud from our cloaks and fill our water-gourds.\\n\\n'There, kneeling by the cool waters did we look up and behold the high tower of Dale, its walls and bridges and houses huddled like a herd of sheep.\\n\\n'But no gates or doors could we see from our place on the river, as if Dale had turned its back. Little did I dream that day how true this thought might be!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa24",
      "en": "Tales of the Travelled",
      "es": "",
      "es (fem)": ""
    }
  ]
}