{
  "id": 621007261,
  "txt": [
    {
      "id": 162883718,
      "en": "'I didn't think you would get anything else out of Skótmun, but it was worth a try. We know more than enough to lock him away for a long time. Now I have something else to speak to you about, [placeholder].\\n\\n'The Elders will choose the next Master tonight. Everyone considered for the position is invited to a feast. I have just received my invitation, and it says here that I can bring one guest. I would like that guest to be you.\\n\\n'Oh, I know about you, [placeholder]. World-traveller, war hero, known to the Kings of Rohan and Gondor, known to the Elves of Mirkwood, Rivendell, Lórien, and the Dwarves of Erebor! Friend of Wizards! All of that aside, you have aided us in bringing the most notorious villain in Lake-town to justice! Yes, you will be a very impressive guest, indeed.\\n\\n'Before the event, I suggest you go around town and meet the others who are being considered as the next Master. I believe they are Frekur, Orgrand, and Rikolf. Oh, there will be an ambassador from the Elves and one from the dwarves present as well. Once you are done, meet me at the Manor. Wear something fitting for the occasion!'",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "'Who are you, and why are you interrupting my work? Oh, yes, you're Dagrun's guest for the dinner. Hmph. I don't know what all the fuss is about, you seem awfully common to me. Yes, yes, I will see you tonight. Go away now, I'm very busy.'",
      "es": ""
    },
    {
      "id": 246419780,
      "en": "Dagrun is waiting for you near the Master's manor.\\n\\nYou should talk to Dagrun.",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'What have we here? I don't believe we've been introduced, friend. I am Orgrand, a humble servant of the people. Ah, you're Dagrun's guest for tonight, aren't you? My, you must have some wonderful tales to tell! Oh, but save them for tonight. I'm afraid I am already late for my appearance at the brand new orphanage, dedicated to those lost when the Easterlings attacked. Good to meet you, the pleasure was mine!'",
      "es": ""
    },
    {
      "id": 37602401,
      "en": "'B-but, that hasn't been decided yet, Háta....'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 162883721,
      "en": "'There you are - and right on time. I must thank you again for accepting my offer. The folk we dine with tonight think highly of themselves and highly of their stations. Such airs are not to my taste, but it will not do to offend. No, we must smile and nod. Are those your best garments? Then let us get on with this.'",
      "es": ""
    },
    {
      "id": 162883768,
      "en": "'Oh, hello there. Dear, we have a guest.'",
      "es": ""
    },
    {
      "id": 37602402,
      "en": "'Yes, dear....'",
      "es": ""
    },
    {
      "id": 24695123,
      "en": "Now that the Lake-town Smugglers are no longer a threat, it is time to consider the empty position of Master. Join Dagrun as she prepares for an important dinner.",
      "es": ""
    },
    {
      "id": 267082865,
      "en": "'Oh, you must be [placeholder], Dagrun's friend. I suppose we should get used to meeting all sorts of fancy folk with you becoming Master soon, husband.'",
      "es": ""
    },
    {
      "id": 267082866,
      "en": "'Shush, Rikolf! Your father is one of the Elders, of course you will be chosen. You just let me do the talking now.'",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to Frekur",
      "es": ""
    },
    {
      "id": 267082867,
      "en": "'I'm afraid we are quite busy preparing for tonight. It was good to meet you, [placeholder].'",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Talk to Orgrand",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Talk to Rikolf",
      "es": ""
    },
    {
      "id": 246419892,
      "en": "Dagrun is waiting for you near the Master's manor.\\n\\nYou should talk to Dagrun.",
      "es": ""
    },
    {
      "id": 246419897,
      "en": "Dagrun can be found in the Master's manor.\\n\\nYou should talk to Dagrun.",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "TBD ",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "'Mae govannen, friend. I am Maeriel, ambassador of the Woodland realm, sent to make sure the King's interests are represented in the election of the new Master. All the peoples of this region, whether they be Elf, dwarf, or Man, are connected. We must make sure the Elders of Lake-town remember this. We will talk more tonight.'",
      "es": ""
    },
    {
      "id": 149027346,
      "en": "Dinner at the Manor",
      "es": ""
    },
    {
      "id": 162883747,
      "en": "'Well met! I am Hoskuld of Durin's Folk, here by King Thorin III's orders to make sure Erebor's interests are known to the Lake-town Elders.\\n\\n'I will be truthful with you, [placeholder]. We have heard some rumblings of dissent and talk of Lake-town seceding from the Kingdom of Dale! That is absolutely not something we dwarves want, as both Dale and Lake-town are important in the greater trade network! I will make sure these Men understand that secession cannot happen if they want to keep receiving goods from the Lonely Mountain!'",
      "es": ""
    },
    {
      "id": 162883751,
      "en": "'Ready to go inside?'",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Talk to Maeriel",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Talk to Hoskuld",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "Frekur, Orgrand, Rikolf, Maeriel, and Hoskuld can be found in Lake-town.\\n\\nYou should talk to Frekur, Orgrand, Rikolf, Maeriel, and Hoskuld.",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 111477413,
      "en": "Talk to Dagrun",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "Complete: The Deadly Dinner",
      "es": ""
    },
    {
      "id": 111477416,
      "en": "Talk to Dagrun",
      "es": ""
    },
    {
      "id": 162883667,
      "en": "'I can hardly believe this is real, [placeholder]. So many killed right in front of our eyes. And then, I was named Master! I believe it will take some time to digest everything that just happened, but time is something I can no longer afford to lose. I must rise to this challenge and lead the people of Lake-town. I will not let my home be plunged into chaos in the wake of all this.\\n\\n'I don't think this is over, either. The murderer could not have acted alone. Someone is trying to cause strife in the Kingdom of Dale. Please, keep your eyes open, and be careful.'",
      "es": ""
    },
    {
      "id": 189282676,
      "en": "'You heard him! Shoo!'",
      "es": ""
    },
    {
      "id": 149027364,
      "en": "TBD",
      "es": "TBD"
    }
  ]
}