{
  "id": 621007274,
  "txt": [
    {
      "id": 18191425,
      "en": "'If it isn't Mervárth! Come to stick your nose in others' business again, have you?'",
      "es": ""
    },
    {
      "id": 18191426,
      "en": "'Hmph. What do you want?'",
      "es": ""
    },
    {
      "id": 177082772,
      "en": "Found the Lake-town guards' barracks",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'I am certain the Master's death was no mere accident and I have every intention of revealing those responsible! I imagine you're intrigued by this mystery as well? By all means, feel free to come along.'",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Talk to Mervárth",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Find the Trade Commission Headquarters",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 111477412,
      "en": "Complete: The Smugglers' Den",
      "es": ""
    },
    {
      "id": 196595588,
      "en": "'Come now, Álarr! You know you wouldn't have caught that house robber without me.'",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "Complete: Breaking Up the Gang",
      "es": ""
    },
    {
      "id": 246931409,
      "en": "'There you are, Mervárth. Captain Álarr told me you were helping with the murder investigation. Behaving yourself, I hope?'",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "Complete: Smuggled Goods",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Talk to Dagrun",
      "es": ""
    },
    {
      "id": 111477416,
      "en": "Talk to Inspector General Dagrun",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to Mervárth",
      "es": ""
    },
    {
      "id": 24695217,
      "en": "There's a rumour spreading around Lake-town that the Master was murdered! Join Mervárth on his investigation to uncover the truth.",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Find the Lake-town guards' barracks",
      "es": ""
    },
    {
      "id": 162883650,
      "en": "'You're quite good at this, [placeholder]! If you ever want to retire from the adventuring life, I'm sure I could put you to work scrubbing the floors! You can go ahead and investigate the murder location now. I've sent word that you're coming.'",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Talk to Captain Álarr",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Complete: Taking Notices",
      "es": ""
    },
    {
      "id": 162883652,
      "en": "'If the Lake-town Smugglers are involved, we should go have a chat with my boss, Dagrun, Captain of the Market. She will want to know. You can find her headquarters on the other side of town.'",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Complete: Clean-up Duty",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Talk to Álarr, The Captain of the Guard",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Complete: The Site of the Murder",
      "es": ""
    },
    {
      "id": 162883655,
      "en": "Mervárth quickly explains that you found a Lake-town Smuggler kerchief at the murder location. Dagrun grins and slams her hands flat on her desk.\\n\\n'This is it! This evidence, combined with the illegal goods you found in Esgaroth, is enough to bring in Skótmun for questioning - that louse! Mervárth, get into that warehouse and bring him in. I doubt he will come easily, so bring your friend. At last, we've got him!'",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "TBD ",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 185428609,
      "en": "'We found your gang's signature red kerchief at the crime scene of the Master's murder, Skótmun. Just admit you had him killed!'",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 185428610,
      "en": "'I had nothing to do with the murder! I'll admit all day to being the best smuggler this soggy little town will EVER see, but I make it a point to stay out of politics.'",
      "es": ""
    },
    {
      "id": 185428611,
      "en": "'This is a waste of time. We all know we can't believe anything that comes out of your mouth.'",
      "es": ""
    },
    {
      "id": 246419778,
      "en": "Mervárth can be found near the Master's Manor in Lake-town.\\n\\nYou should talk to Mervárth.",
      "es": ""
    },
    {
      "id": 149027345,
      "en": "The Investigation",
      "es": ""
    },
    {
      "id": 185428612,
      "en": "'I don't care what you believe! You have the wrong man!'",
      "es": ""
    },
    {
      "id": 258889124,
      "en": "'Always, ma'am.'",
      "es": ""
    },
    {
      "id": 162883667,
      "en": "'I think our first stop should be the Guards' Barracks. I'm on good terms with the Captain, Álarr, and I might be able to get some information out of him. If he's in a good mood today, that is. We'll soon find out!'",
      "es": ""
    },
    {
      "id": 246419780,
      "en": "The guards' barracks can be found near the entrance to Lake-town.\\n\\nYou should find the Lake-town guards' barracks.",
      "es": ""
    },
    {
      "id": 246419782,
      "en": "Captain Álarr can be found inside the guards' barracks in Lake-town.\\n\\nYou should talk to Álarr.",
      "es": ""
    },
    {
      "id": 162883671,
      "en": "'You're here about the Master's death, is that it? As much as I hate to admit it, especially to his face, Mervárth here was instrumental in catching an especially elusive house-robber just last month. So for you two, I will confirm the rumour: the Master WAS murdered, but keep it to yourselves! We don't want all Lake-town in a panic over it. \\n\\n'I suppose Mervárth might help in finding the killer... if you helped with some of this tedious work that's been piling up.'",
      "es": ""
    },
    {
      "id": 246419784,
      "en": "Captain Álarr has agreed to give you access to the location of the murder in return for taking care of some unpleasant work for him.\\n\\nYou should complete quests for Captain Álarr.",
      "es": ""
    },
    {
      "id": 111477361,
      "en": "Talk to Mervárth",
      "es": ""
    },
    {
      "id": 246419785,
      "en": "Captain Álarr can be found inside the guards' barracks in Lake-town.\\n\\nYou should talk to Álarr.",
      "es": ""
    },
    {
      "id": 111477365,
      "en": "Talk to Dagrun",
      "es": ""
    },
    {
      "id": 111477369,
      "en": "Talk to Skótmun",
      "es": ""
    },
    {
      "id": 246419793,
      "en": "With access to the location of the murder, you can now begin the investigation into the Master's unexpected demise.\\n\\nYou should investigate the murder location with Mervárth.",
      "es": ""
    },
    {
      "id": 246419795,
      "en": "The crime scene investigation is complete.\\n\\nYou should talk to Mervárth and decide what to do next.",
      "es": ""
    },
    {
      "id": 246419797,
      "en": "The Trade Commission Headquarters can be found in Lake-town.\\n\\nYou should find the Trade Commission Headquarters.",
      "es": ""
    },
    {
      "id": 149027364,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 246419798,
      "en": "Dagrun can be found in the Trade Commission Headquarters.\\n\\nYou should talk to Dagrun.",
      "es": ""
    },
    {
      "id": 246419800,
      "en": "Dagrun can be found in the Trade Commission Headquarters.\\n\\nYou should complete quests for Dagrun.",
      "es": ""
    },
    {
      "id": 246419810,
      "en": "Mervárth can be summoned to your side if you were separated.\\n\\nYou should talk to Mervárth.",
      "es": ""
    },
    {
      "id": 162883699,
      "en": "'I think he's said all he's going to say to us. Let him rot in that cell.\\n\\n'We have done well together [placeholder], and then some. Murder unveiled, notorious smuggler-ring broken up, Skótmun locked up, Dagrun happy... not bad for a single day of work!'",
      "es": ""
    },
    {
      "id": 246419812,
      "en": "Dagrun can be found in the Trade Commission Headquarters.\\n\\nYou should talk to Dagrun.",
      "es": ""
    },
    {
      "id": 162883702,
      "en": "'Good work bringing in Skótmun. I've questioned him, but he would not admit to the murder. Belligerent fool, as always. You may go speak to him yourself, if you wish.'",
      "es": ""
    },
    {
      "id": 162883703,
      "en": "'Oh, it's YOU. Come to relish your victory?'",
      "es": ""
    },
    {
      "id": 246419816,
      "en": "Skótmun can be found in the holding cell in the Trade Commission Headquarters.\\n\\nYou should talk to Skótmun.",
      "es": ""
    }
  ]
}