{
  "id": 621007345,
  "txt": [
    {
      "id": "0x2f00ed2",
      "en": "Present the Snakewood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e25",
      "en": "Present the puzzle-box",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1194",
      "en": "DNT first item found",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50240",
      "en": "Hear Bryn speak",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ed7",
      "en": "DNT show bryn teh third item",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "DNT second item found",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50243",
      "en": "Talk to King Bard II",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1199",
      "en": "DNT third item found",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50245",
      "en": "Talk to Queen Regent Erna",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'The fulfillment of justice has not yet run its course. This Athálrik acted as Prince Bryn's sword-thegn, and so Bryn in some part is answerable for the wrongs that have come to pass.\\n\\n'It has not escaped my notice that Bryn has been elsewhere since these developments began coming to light. No, [placeholder], I do not want your help in finding him. I know Bryn and Dale well enough for that. But while I am dragging my youngest son by the ear back to this spot, I hoped you might help me in another way.\\n\\n'Namely, I would ask you to gather some things: a gold coin of Dale from the coin-changers, which you may redeem in my name, Ilon-ôtin, otherwise known as Snakewood, from traders in the lower markets by the eastern gate, and a dwarf-craft puzzle box from the upper markets.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01176",
      "en": "The Queen Regent and her sons stand within the Great-keep in Dale.\\n\\nHear more from Queen Regent Erna.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50248",
      "en": "Collect a Dale coin from the banker",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Return to Erna",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ee2",
      "en": "Present the coin of Dale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Hear Erna's remonstrance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50255",
      "en": "Hear Erna's remonstrance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1152",
      "en": "Collected Snakewood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "DNT find hte first item",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1155",
      "en": "Collected puzzle box",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56842",
      "en": "'Oh, Bryn. This would have gone better for you if you had heard mother out and nodded your head. Why must you always increase your troubles when you might lighten them?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "DNT find the second item",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56844",
      "en": "'If all you take from my instruction is that trade is vital to Dale, you have understood nothing. These dirty dispossessed, as you call them, are buyers, sellers, and guests of Dale. All the kingdoms touched by our roads are not strangers to us, but kin. Calamity in their lands is hardship in ours. You have come to think as the Jangovar do, and so you become as they are, seeing a wolf disguised in every sheep. You will find neither peace nor profit thus.\\n\\n'I see, however, that I will impress nothing more on you, at the present. You will go across the river yourself, bearing clothes and provisions to the refugees. Until you do, you are in my ill-favour and all coin and privileges are from you withdrawn.\\n\\n'You must forgive us, [placeholder], for subjecting you to this scene. I hope you will take not as a slight, but as a sign of the trust and favour you have earned in Dale. No thanks would be enough for the good you have done, and you will always be welcome here in Dale.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "DNT find the third time",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56847",
      "en": "'In the Queen Mother's name? Of course. Here you are.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'Here, Bryn. Our friend [placeholder] has come bearing - Bryn, attend to me when I speak!\\n\\n'If you do not wish to be treated as a child, you must not sulk and act like one. You have exercised our authority, name, and coin upon a man who has done harm to the very substance of Dale. I do not charge you with more than errant judgment, but I do insist that you understand what harm has been done.\\n\\n'Would you, [placeholder], present us with the item from the upper markets?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "Queen Regent Erna holds her son Bryn to be answerable, in part, for Athálrik's misdeeds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a7",
      "en": "'You recognize this manner of toy, Bryn? No, I see from your face you would feign forget. Yet I recall you begging me for one every trip through the market, not three years past.\\n\\n'Its design is truly ingenious, is it not? Have you ever considered, however, how it came to be? They are as common as cobble-stones in Dale, and ever beloved of children, but in truth, they are guests here whose story spans leagues.\\n\\n'Indeed, it was not fashioned within our kingdom at all, but in Erebor by some nimble-fingered dwarf. And with what did he craft it? [placeholder], would you present us with the material you found in the lower markets?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50268",
      "en": "Hear Erna's remonstrance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01143",
      "en": "The Queen Regent and her sons stand within the Great-keep in Dale.\\n\\nHear more from Queen Regent Erna.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56854",
      "en": "'Ilon-ôtin, or Snakewood, is beloved of carvers far and wide, for it is strong, handsome, and easily worked. Do you know in what forest Snakewood grows? Nor do I, save that it lies far to the east, though perhaps not so far as Rhûn.\\n\\n'It was introduced into Dale's lower markets by an Easterling trader, not so very unlike those poor dispossessed souls who make camp across the River Running.\\n\\n'What, one might ask, has Dale to do with any of this? [placeholder], will you show us the final item?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1169",
      "en": "Collected Dale coin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01146",
      "en": "The Queen Regent and her sons stand within the Great-keep in Dale.\\n\\nYou should present Bryn and Erna with the coin of Dale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50270",
      "en": "Collect Snakewood from a trader",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "A coin can be collected from the banker in the Dale Crafting Hall, the wood from a foreign trader in the lower markets near the eastern gate, and the puzzle-box from a dwarf craftsman in Dale's upper markets, in the centre of town.\\n\\nCollect a gold coin of Dale, some Ilon-ôtin, or Snakewood, and a dwarf-made puzzle box for Queen Regent Erna.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01148",
      "en": "The Queen Regent and her sons stand within the Great-keep in Dale.\\n\\nBryn has grown tired of listening and speaks out of turn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56859",
      "en": "'Enough, Mother. You need not go on so. Nor did you need a mummer's act to make your point, which is plain enough. Dale thrives on trade. I cannot count how many times you have told me so.\\n\\n'You have told me, too, that Dale's livelihood needs protecting, and that is the very reason I had Athálrik - but how could I ever have known how things would happen across the river? It cannot have been Athálrik's fault, no matter what you say. At least, he never would have started it. He swore to me. He swore...\\n\\n'And how you and Bard cannot see how these throngs of dirty, tattered, dispossessed threaten that, what with more of them pouring into our vale day after day - I see by your face I will not be heard. No man's death is on my hands. That is all I will say.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Collect a dwarf-made puzzle box",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56860",
      "en": "'You know as well as I do, Bryn, that you had better hear mother out.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56861",
      "en": "'Oh, it's you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01151",
      "en": "The Queen Regent and her sons stand within the Great-keep in Dale.\\n\\nBryn has grown tired of listening and speaks out of turn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56863",
      "en": "'She misses the point, as she always does.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56864",
      "en": "'I see. This is going to be one of those talks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56865",
      "en": "'I see. This is going to be one of those talks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa24",
      "en": "A Stern Lesson",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b0",
      "en": "You should return to Queen Regent Erna with the items she asked you to gather, inside the Great-keep in Dale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56867",
      "en": "'The coin you paid Athálrik to strut about as your sword-thegn came, of course, from our coffers. Most likely, it entered them from a road toll upon the Easterling trader, as merchant stall fees from our clever-handed dwarf, and any number of other levies made upon the commerce of Dale.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56869",
      "en": "'She misses the point, as she always does.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b3",
      "en": "The Queen Regent and her sons stand within the Great-keep in Dale.\\n\\nYou should present Bryn and Erna with the puzzle box.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b6",
      "en": "DNT talk to Erna again",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b9",
      "en": "The Queen Regent and her sons stand within the Great-keep in Dale.\\n\\nYou should present Bryn and Erna with the Snakewood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x969f9e1",
      "en": "'Snakewood? Very good choice. Perfect for carving.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56873",
      "en": "'A puzzle box? For the Queen Regent? Here, this is my finest. Take it with my compliments to Her Majesty!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56876",
      "en": "'While I drag my youngest son Bryn back here, I ask you to find me these three things: a gold coin of Dale from the coin-changers, which you may redeem in my name, Snakewood from the mercantile traders near the eastern gate, and a dwarf-craft puzzle box from the upper markets.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01167",
      "en": "The Queen Regent and her sons stand within the Great-keep in Dale.\\n\\nHear more from Queen Regent Erna.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56879",
      "en": "'I see. This is going to be one of those talks.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}