{
  "id": 621007260,
  "txt": [
    {
      "id": "0x6a502a4",
      "en": "Talk to Thorlind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'Hail, Beorning. A matter has come up regarding your kinsmen. I could use your aid.\\n\\n'I am Thorlind, chief hunter of Felegoth.  This is the situation: A pair of Beorning traders, siblings I believe, were present in Felegoth when King Thranduil ordered the realm closed. They left, taking the path west, but never reached The Forest Gate. I then sent one of my scouts, Glenneth, to find them. She, too, has gone missing. I fear they did not simply lose their way in the forest.\\n\\n'Meet me on the path south of here. We will follow their trail and see where it leads us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d156",
      "en": "Beorning travellers and an Elf scout are missing in the forest. Thorlind, the chief hunter of Felegoth, is concerned that something troubling is afoot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "Thorlind can be found on the path south of Felegoth.\\n\\nYou should talk to Thorlind.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b0",
      "en": "Thorlind can be found on the path south of Felegoth.\\n\\nYou should find Thorlind.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1183",
      "en": "Thorlind waves you over as you approach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa24",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'Ah, there you are. Ready to begin?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Find Thorlind on the path south of Felegoth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa14",
      "en": "The Missing Beornings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'May I ask for your assistance, [placeholder]? A matter has been brought to my attention, and I could use the aid of someone battle-tested, like yourself.\\n\\n'I am Thorlind, chief hunter of Felegoth. This is the situation: A pair of Beorning traders, siblings I believe, were present in Felegoth when King Thranduil ordered the realm closed. They left, taking the path west, but never reached The Forest Gate. I then sent one of my scouts, Glenneth, to find them. She, too, has gone missing. I fear they did not simply lose their way in the forest.\\n\\n'Meet me on the path south of here. We will follow their trail and see where it leads us.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}