{
  "id": 621007354,
  "txt": [
    {
      "id": 162883717,
      "en": "'If you are to search for Karazgar at Dol Guldur, you will need to make haste! The Lord and Lady of Lórien have entered Mirkwood and prepare to raze the fortress. The final mission of the Golden Host is underway, and if you are to find the Weeping Warrior and get some answers about this relic he seeks you must leave at once! Do not stand around gawking at me, [placeholder]. Go, and quickly! You will find them outside the fortress of Thangúlhad in the Gathbúrz area of Southern Mirkwood.'",
      "es": ""
    },
    {
      "id": 177082793,
      "en": "The Lord and Lady of the Golden Wood have come to the fortress of Dol Guldur",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 5.2: The Warrior Missing",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "Lady Galadriel and Lord Celeborn have come with the Golden Host to Dol Guldur, in preparation for the fortress's destruction. You will find them outside the fortress of Thangúlhad in the Gathbúrz area of Southern Mirkwood.",
      "es": ""
    },
    {
      "id": 246419875,
      "en": "Lady Galadriel and Lord Celeborn have come with the Golden Host to Dol Guldur, in preparation for the fortress's destruction. You will find them outside the fortress of Thangúlhad in the Gathbúrz area of Southern Mirkwood.",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to Lord Celeborn outside Thangúlhad",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to Mithrandir at Cirith Gorgor, just inside the Black Gate",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Talk to Lady Galadriel outside Thangúlhad",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Yes, I know of the one called Karazgar, the Weeping Warrior. He is numbered among the Gúrzyul and has crossed my path before, though not for many years. I have known him to be active primarily in the East and in the North, but in times of great strife I have heard reports that he was seen further afield and in unexpected places. I find it curious that none have seen him in Gorgoroth of late, and you did not see him at the meeting of the Masters. He is missing, and his absence troubles me. Why did he not come to Gorgoroth when Sauron had need of him, as did others among the Gúrzyul?\\n\\n'Why does Ugrukhôr seek him now, and for what purpose? Find one of the leaders of whom Thenca spoke, either Plákash or Durkhlát, and you may learn why they search for Karazgar. Thenca believed the Orcs made for Durthang or Cirith Ungol. Go to one of these towers and compel the Orc to divulge his orders.'",
      "es": ""
    },
    {
      "id": 183971825,
      "en": "'I will answer you with death!'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Ha! What did you hope to gain by coming here? A quick death? Plákash will be happy to give it to you, as he has given death to so many other fools who dared the fortress of Durthang. Speak your last words, and I will spill your guts and inspect them for both fearlessness and foolishness!'\\n\\nYou stand your ground and demand to know his business with the Weeping Warrior. Plákash bares his teeth and eyes you warily.\\n\\n'Karazgar, eh? Why should I tell you anything, brazen [placeholder]? Ugrukhôr wants him. Weeping Warrior knows something about this artifact Bugdatish, and the Captain of the Pit is going to make him talk. My boys found out where he went: hill of sorcery in the old woods, where the Big Bosses used to tramp. My boys have already set out, and I'll follow them next, but first I'll take care of you! I'll open you up and see what makes you bold enough to ask questions of Plákash!'",
      "es": ""
    },
    {
      "id": 183971826,
      "en": "'No answers for you but death!'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 183971827,
      "en": "'Now it is your time to die!'",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Find Galadriel and Celeborn outside Thangúlhad in the Gathbúrz area of Southern Mirkwood",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Did you learn why Ugrukhôr seeks the Weeping Warrior, or where the Orcs have gone in search of him? I see from your expression that you learned something of use, but perhaps not the entirety of what we sought?'\\n\\nYou recount what you were able to learn, and Mithrandir briefly considers the Orc's words.\\n\\n'It is better than I feared, [placeholder]. There are still gaps in our knowledge, but the Orc has given us more than I expected. It appears that Ugrukhôr expects to find Karazgar at the \\qhill of sorcery,\\q a phrase used in relation to the fortress of the Necromancer. Yes, I speak of Dol Guldur. That must be where Karazgar has gone, and it would appear he searches for an artifact, something called Bugdatish. I have never before heard this name, but that means little. There is room among the dark arts of Sauron for such mysteries.\\n\\n'If you are to search for Karazgar at Dol Guldur, you will need to make haste! The Lord and Lady of Lórien have entered Mirkwood and prepare to raze the fortress. The final mission of the Golden Host is underway, and if you are to find the Weeping Warrior and get some answers about this relic he seeks you must leave at once! Do not stand around gawking at me, [placeholder]. Go, and quickly!'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'I am glad you have returned to us, [placeholder]. The brave advance of the Malledhrim into the forest has borne fruit, our siege proven successful. With the defeat of Sauron, the time has come to cleanse the lands that felt his foul touch. It is not enough to besiege Mirkwood and the fortress that stands atop this hill of sorcery. We must scour this place of his mark and his memory.\\n\\n'This was the fortress of the Necromancer, the guise Sauron wore when he sought to recover his strength and regain the advantage while our sight was veiled. It was the mission of the Golden Host to seize the fortress, but that mission has changed. The fortress must now be destroyed.'\\n\\nYou tell Celeborn you have reason to believe Karazgar, the Weeping Warrior, might seek a powerful artifact somewhere within Dol Guldur. He smiles grimly at you.\\n\\n'He must seek it quickly, or this artifact will be forever buried and beyond his reach. So too might he, if he ignores the fury of the Elves. It comes now to the fortress and will not abate.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "You have uncovered a course of investigation that Mithrandir hopes will lead to some means of fighting the Masters of Mordor: Karazgar, the Weeping Warrior, is sought by Ugrukhôr for some unknown purpose.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'My patience is at an end, [placeholder]. For too long has this den of evil festered beneath the trees. Not content to remain behind the walls of the fortress, that evil spread throughout the forest. Mirkwood was made of it, as should never have been. If the forest is to be renewed and its beauty restored, the fortress of the Necromancer must be razed to its very foundation and its remaining corruptions brought into the light. There they will wither and die, their malice slain and their potential for evil undone.'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Why does Ugrukhôr seek the Weeping Warrior, and for what purpose? Seek one of the leaders of whom ROHIRRIM SCOUT TBD spoke, either ORC A TBD or ORC B TBD, and you may learn why they search for the Weeping Warrior. ROHIRRIM SCOUT TBD believed the Orcs made for Durthang or Cirith Ungol. Go to one of the towers and compel one of these Orcs to divulge their orders.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Plákash can be found somewhere within Durthang. Durkhlát can be found outside Cirith Ungol.\\n\\nMithrandir asked you to find one of the Orcs that seek the Weeping Warrior and compel him to divulge the purpose for his search.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Lady Galadriel and Lord Celeborn have come with the Golden Host to Dol Guldur, in preparation for the fortress's destruction. You will find them outside the fortress of Thangúlhad in the Gathbúrz area of Southern Mirkwood.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Find Plákash in Durthang",
      "es": ""
    },
    {
      "id": 69036775,
      "en": "Defeat Plákash",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Find Durkhlát outside Cirith Ungol",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Mithrandir is at Cirith Gorgor, just inside the Black Gate.",
      "es": ""
    },
    {
      "id": 69036784,
      "en": "Defeat Durkhlát",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'Why does Ugrukhôr seek the Weeping Warrior now, and for what purpose? Find one of the leaders of whom Thenca spoke, either Plákash or Durkhlát, and you may learn why they search for Karazgar. Thenca believed the Orcs made for Durthang or Cirith Ungol. Go to one of these towers and compel the Orc to divulge his orders.'",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'You made a mistake coming here. Now you will pay the price of it! Speak your last words, and may your death serve as a lesson to others of your kind not to tread too near to Cirith Ungol, or to cross paths with Durkhlát!'\\n\\nYou stand your ground and demand to know his business with the Weeping Warrior. Durkhlát bares his teeth and eyes you warily.\\n\\n'Karazgar, eh? Why should I tell you anything? Ugrukhôr wants him. Weeping Warrior knows something about the artifact Bugdatish, and the Captain of the Pit is going to make him talk. My boys know where he went: hill of sorcery in the old woods, where the Big Bosses used to tramp. I'll go there next, but first I'll deal with you! Ready yourself for death, foolish [placeholder]!'",
      "es": ""
    }
  ]
}