{
  "id": 621007270,
  "txt": [
    {
      "id": "0x9b568a2",
      "en": "#-1:[placeholder]'This is where we must part ways, #-1:{Sister[f]|Brother}. I hope to see you out there on my next adventure. Perhaps I will even go as far as Mordor next time, now that the gate is open! Hah! Good journey to you, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Talk to Sterkist",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d155",
      "en": "The reunited Beornings must head back towards The Forest Gate and then their home in the Vales of Anduin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a4",
      "en": "'I am certainly glad to be out of the darkness of Mirkwood! Hopefully the next time we come to trade with the Elves, our journey will be less eventful!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a5",
      "en": "'I am certainly glad to be out of the darkness of Mirkwood! But, I suppose this is good-bye for now, [placeholder]. I will leave this adventuring business to you and Langh치r, and return home. When you are finished saving Middle-earth, come visit your family!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b0",
      "en": "Langh치r and Sterkist have gone to The Forest Gate, at the western end of Eryn Lasgalen.\\n\\nYou should talk to Langh치r and Sterkist.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Talk to Thranduil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a9",
      "en": "You tell Thranduil of the events that have transpired and the Taurogrim's return.\\n\\n'In the spiders' absence, an ancient foe returns. This is troubling news, indeed. Thank you for assisting Thorlind in this matter. I will think on our next steps, but I assure you, our reaction to this new threat will be... aggressive.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b7",
      "en": "The Beornings are safely on their way, and the Taurogrim have been exposed.\\n\\nYou should report these events to King Thranduil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa24",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'I think we have spent enough time in the darkness of this forest, friend. We are headed west, to The Forest Gate. Before we go, I believe Sterkist could use your help recovering our lost items.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a8",
      "en": "Many of the Beornings' supplies were lost in the woods.\\n\\nYou should help Sterkist gather his supplies by completing \\qScattered in the Forest.\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "#-1:[placeholder]'I think we have spent enough time in the darkness of this forest, #-1:{Sister[f]|Brother}. We are headed west, to The Forest Gate, and then home. Before we go, I believe Sterkist could use your help recovering our lost items.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Help Sterkist gather his supplies",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa14",
      "en": "The Forest Gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Talk to Langh치r",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'This is where we part. I must thank you for what you have done for us, [placeholder]. Know you are a friend to the Beornings and may call upon us should you need us. Farewell!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}