{
  "id": 621007279,
  "txt": [
    {
      "id": 162883764,
      "en": "TBD Instance Goes Here",
      "es": ""
    },
    {
      "id": 246419779,
      "en": "Sterkist has been taken by the Taurogrim!\\n\\nYou should save Sterkist!",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "TBD Go to Northern Mirkwood",
      "es": ""
    },
    {
      "id": 111477328,
      "en": "Talk to Thorlind",
      "es": ""
    },
    {
      "id": 111477329,
      "en": "Speak with Langhár and complete \\qDeep in the Darkening Wood\\q",
      "es": ""
    },
    {
      "id": 162883673,
      "en": "'Sterkist is through here, I am certain! We will surely have to face the Taurogrim inside. Come with me!'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 246419782,
      "en": "Langhár has run further into the woods, to the north.\\n\\nYou should find Langhár.",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'We appear to be safe, for now. You are quite the fighter, [placeholder]. Thank you for helping Sterkist. It is about time we move on and return home, I think.'",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "The Taurogrim took Sterkist further north.\\n\\nYou should look for Sterkist.",
      "es": ""
    },
    {
      "id": 24695122,
      "en": "One of the Beornings has been found, but Sterkist is still missing. Langhár needs your help rescuing him from the clutches of the Taurogrim.",
      "es": ""
    },
    {
      "id": 111477336,
      "en": "Find Langhár",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Find any sign of Sterkist",
      "es": ""
    },
    {
      "id": 246419888,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 246419890,
      "en": "You have escaped the Taurogrim and rescued Sterkist.\\n\\nYou should talk to Langhár and Sterkist.",
      "es": ""
    },
    {
      "id": 177082720,
      "en": "The Beorning prints continue in this direction",
      "es": ""
    },
    {
      "id": 246419895,
      "en": "You have escaped the Taurogrim and rescued Sterkist.\\n\\nYou should talk to Thorlind.",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 149027345,
      "en": "Saving Sterkist",
      "es": ""
    },
    {
      "id": 162883747,
      "en": "#-1:[placeholder]'We appear to be safe, for now. It is so good to see you, #-1:{ Brother[m] | Sister[f]}! All your adventures have made you strong! I am glad that the Elves sent you to help us.'",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 162883749,
      "en": "'Thank you for your help, friend. I cannot say I expected to be kidnapped by mythical wood-trolls on this journey! Our task was to trade with the Elves of Felegoth and then return. Oh, that reminds me, I think many of the things from our cart are scattered about the woods....'",
      "es": ""
    },
    {
      "id": 162883752,
      "en": "#-1:[placeholder]'#-1:{Sister[f]|Brother}! Of all the ways to see you again!  I cannot say I expected to be kidnapped by mythical Wood-trolls on this journey! Grimbeorn sent us to trade with the Elves of Felegoth and then return. Oh, that reminds me, I think many of the things from our cart are scattered about the woods....'",
      "es": ""
    },
    {
      "id": 162883753,
      "en": "'The Beornings may catch their breath here for a short time, but should not tarry long. I will keep watch, but must soon return to Felegoth. We are still near to danger.\\n\\n'The Taurogrim have returned and at a time when the spiders have all but vanished. I do not think this a coincidence. They were a dangerous enemy of my people long ago, and we must not allow them to return to force unfettered. I have some more work for you, friend, while we are near to their encampment.\\n\\n'After you have ensured the Beornings are safely at the Forest Gate, you should report this threat to King Thranduil. I will return myself after I am finished here.'",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 246419863,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 111477412,
      "en": "Talk to Langhár",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 111477414,
      "en": "Talk to Sterkist",
      "es": ""
    },
    {
      "id": 177082741,
      "en": "The cart belonging to the Beornings was left behind here",
      "es": ""
    },
    {
      "id": 162883666,
      "en": "'Hurry, we must save Sterkist!'",
      "es": ""
    },
    {
      "id": 149027364,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 162883763,
      "en": "'There is no time to delay, [placeholder]. I saw them take Sterkist further north. We must pursue them! Go, I will be right behind you.'",
      "es": ""
    }
  ]
}