{
  "id": 621007290,
  "txt": [
    {
      "id": 162883764,
      "en": "'[placeholder]! Great to see you, as always! Listen, I want to get Dagrun something special in honour of becoming Master. If you're willing to do the work for me, we can say it's a gift from both of us! Keeping her on my good side is imperative to my success!\\n\\n'So, I have an artisan lined up for the job. Her name is Rísta and her shop is in Dale. You will need to bring her a brass ingot from Erebor and some wood for carving. Not a huge piece, about so big?'\\n\\nHe holds his hands about three feet apart to show the size.\\n\\n'Try the docks here in Lake-town for that. Please hurry, I'm so excited to see the look on Dagrun's face!'",
      "es": ""
    },
    {
      "id": 246419779,
      "en": "Málmi the Ore Trader can be found in Erebor.\\n\\nYou should talk to Málmi.",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "TBD Go to Northern Mirkwood",
      "es": ""
    },
    {
      "id": 111477328,
      "en": "Collect calamine ore",
      "es": ""
    },
    {
      "id": 162883673,
      "en": "'Ah, you must be Mervárth's friend. I just need the wood and brass to get started.'\\n\\nYou hand her the brass ingot and the piece of wood, and then watch as she begins to transform them. The wood is carved into a likeness of Dagrun, in a particularly heroic pose, and the brass hammered into a base. To finish the piece, Rísta engraves the base to say \\qThe Greatest Master.\\q She sees your reaction as you read it and chuckles.\\n\\n'That was what Mervárth asked to be engraved! I believe that's just the kind of relationship he has with Dagrun. It is done and already paid for in full. You may take it to Dagrun.'",
      "es": ""
    },
    {
      "id": 162883767,
      "en": "'Mervárth needs some wood? Why? No, nevermind, I don't want to know what he's up to. Unfortunately, we are out of wood. You're going to have to go get some from the forester north of here. Good luck, he can be a bit prickly.'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to Eigár the Dock-worker",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 162883769,
      "en": "'What do you want? A small amount of wood? Not worth my time. You can go take something from the scrap pile. Be quick about it.'",
      "es": ""
    },
    {
      "id": 246419783,
      "en": "Rísta can be found in Dale.\\n\\nYou should talk to Rísta.",
      "es": ""
    },
    {
      "id": 24695122,
      "en": "Mervárth would like to give a gift to Dagrun as congratulations for her new appointment. Help Mervárth gather the supplies needed.",
      "es": ""
    },
    {
      "id": 111477333,
      "en": "Talk to Málmi",
      "es": ""
    },
    {
      "id": 246419880,
      "en": "Víthog the Forester can be found in the Dale-lands west of Lake-town.\\n\\nYou should talk to Víthog the Forester.",
      "es": ""
    },
    {
      "id": 177082756,
      "en": "This piece of wood will work!",
      "es": ""
    },
    {
      "id": 111477336,
      "en": "Talk to Rísta",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Talk to Mervárth",
      "es": ""
    },
    {
      "id": 246419792,
      "en": "Dagrun can be found in the Master's manor in Lake-town.\\n\\nYou should talk to Dagrun.",
      "es": ""
    },
    {
      "id": 246419889,
      "en": "The scrap pile can be found near the forester's house.\\n\\nYou should search the scrap pile for a good piece of wood.",
      "es": ""
    },
    {
      "id": 246419893,
      "en": "Málmi the Ore Trader can be found in Erebor.\\n\\nYou should talk to Málmi.",
      "es": ""
    },
    {
      "id": 246419896,
      "en": "Copper and calamine ore can be found nearby in Erebor.\\n\\nYou should collect a chunk of copper ore and a chunk of calamine ore.",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "TBD ",
      "es": ""
    },
    {
      "id": 162883649,
      "en": "'What is this? A gift from Mervárth?'\\n\\nYou hand her the statuette. She looks confused until she reads the engraving and then bursts out laughing.\\n\\n'Mervárth! He likes to give me a hard time for being humble. \\qYou're Master of all of Lake-town now, throw your weight around a little!\\q This will go on my desk as a reminder of my station and a reminder that I should do something nice for Mervárth one of these days. Thank you for your part in this, [placeholder].'",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "You realize that Mervárth forgot to mention what the gift is",
      "es": ""
    },
    {
      "id": 149027345,
      "en": "A Gift for the Master",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "'Hail, friend. Here for a brass ingot? I can smelt you one right away. I will need you to choose one ore of copper and one of calamine from the table here.'",
      "es": ""
    },
    {
      "id": 111477314,
      "en": "Talk to Dagrun",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Talk to Víthog the Forester",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "Mervárth can be found in the Trade Commission Headquarters in Lake-town.\\n\\nYou should talk to Mervárth.",
      "es": ""
    },
    {
      "id": 177082737,
      "en": "Collected copper ore",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Try to find an appropriate piece of wood ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "Eigár can be found in Lake-town.\\n\\nYou should talk to Eigár.",
      "es": ""
    },
    {
      "id": 177082738,
      "en": "Collected calamine ore",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Talk to Málmi in Erebor",
      "es": ""
    },
    {
      "id": 111477417,
      "en": "Collect copper ore",
      "es": ""
    },
    {
      "id": 162883668,
      "en": "Málmi takes the ore from you. You watch as he swiftly transforms the rocks into a bar of pure metal. He hands it to you.\\n\\n'Since this is part of a gift for the Master of Lake-town, I will not charge you for my services. Give her my regards and tell her Lake-town has friends in Erebor!'",
      "es": ""
    },
    {
      "id": 149027364,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 162883763,
      "en": "'Mervárth stopped by earlier to congratulate me on my new position and asked for your help if you can spare a moment. He should be in the Trade Commission Headquarters if you would like to go speak with him.'",
      "es": ""
    }
  ]
}