{
  "id": 621007276,
  "txt": [
    {
      "id": 162883718,
      "en": "'Since I have closed my realm to trade and travel, there has been unrest and murmuring among the raft-elves who dwell along the river. Although my judgment was measured and with good reason, I deem I may not have considered all that I should.\\n\\n'Will you travel to Loeglond and speak to Lorndúr? Tell him that I will weigh re-opening trade with Lake-town, should the route be made completely safe.'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 246419876,
      "en": "Thranduil has asked you to head to Loeglond.\\n\\nYou should leave Felegoth.",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 24695123,
      "en": "Due to recent events, King Thranduil Swiftstream has decided to close the Woodland Realm to outsiders. This has caused some friction among his people, especially the Raft-elves. Thranduil would like you to report to Loeglond to see what can be done to ease these tensions.",
      "es": ""
    },
    {
      "id": 246419880,
      "en": "Galion wishes to speak with you inside Felegoth.\\n\\nYou should talk to Galion.",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Leave Felegoth",
      "es": ""
    },
    {
      "id": 177082757,
      "en": "Many raft-elves sit idly by, morose at their lack of work",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Talk to Galion",
      "es": ""
    },
    {
      "id": 246419891,
      "en": "Loeglond can be found between Eryn Lasgalen and the Dale-lands.\\n\\nYou should travel to Loeglond.",
      "es": ""
    },
    {
      "id": 246419894,
      "en": "Lorndúr can be found in Loeglond.\\n\\nYou should talk to Lorndúr.",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 162883744,
      "en": "'Hold, [placeholder]. Hear me before you go farther.  Without open trade between Lake-town and Dale, the raft-elves are idle and purposeless. \\n\\n'But that is not all. There is talk among the river reeds of the ending of the age. Some wonder if King Thranduil and the other High Elves will leave us to sail west. Some argue they should. Fear not - we are Elves, all of us, though our kindred never looked upon the farther shore. There will be no treason or treachery, though other ills may come of it.\\n\\n'Put the raft-elves back to work and there will be little time for such talk, and much good will shall be restored.’ ",
      "es": ""
    },
    {
      "id": 149027346,
      "en": "Discord in the Woodland Realm",
      "es": ""
    },
    {
      "id": 162883745,
      "en": "'Hold, [placeholder]. Hear me before you go farther.  Without open trade between Lake-town and Dale, the raft-elves are idle and purposeless. \\n\\n'But that is not all. There is talk among the river reeds of the ending of the age. Some wonder if King Thranduil and the other High Elves will leave us to sail west. Some argue they should. I mean no offence when I say such things. Fear not - we are Elves, all of us, though our kindred never looked upon the farther shore. There will be no treason or treachery, though other ills may come of it.\\n\\n'Put the raft-elves back to work and there will be little time for such talk, and much good will shall be restored.’ ",
      "es": ""
    },
    {
      "id": 162883746,
      "en": "'Hold, [placeholder]. Hear me before you go farther.  Without open trade between Lake-town and Dale, the raft-elves are idle and purposeless. \\n\\n'But that is not all. There is talk among the river reeds of the ending of the age. Some wonder if King Thranduil and the other High Elves will leave us to sail west. Some argue they should. Perhaps you feel one way or the other yourself. Fear not - we are Elves, all of us, though our kindred never looked upon the farther shore. There will be no treason or treachery, though other ills may come of it.\\n\\n'Put the raft-elves back to work and there will be little time for such talk, and much good will shall be restored.’ ",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "Galion calls you over as you pass",
      "es": ""
    },
    {
      "id": 162883752,
      "en": "You explain to the despondent Elf that King Thranduil has agreed to re-open trade if it can be made perfectly safe. He looks relieved.\\n\\n'What excellent tidings you bring, [placeholder]!  If we can re-open trade, my kin can finally return to the waters. Your aid would help us overcome the many difficulties we now face.'",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 111477412,
      "en": "Travel to Loeglond",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 111477415,
      "en": "Talk to Lorndúr",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 149027364,
      "en": "TBD",
      "es": "TBD"
    }
  ]
}