{
  "id": 621007341,
  "txt": [
    {
      "id": 177082752,
      "en": "Found Chayasír potsherd ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082754,
      "en": "Found Chayasír potsherds ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "You should search for Chayasír potsherds in the soil throughout the Dale-lands.",
      "es": ""
    },
    {
      "id": 149027364,
      "en": "Among the Refugees: Shards of Memory",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "You should return to Sangemêkh Turáh, who can be found in the Dorwinion refugee camp, in the hills east of Dale.",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "DNT locations found ([placeholder]/[placeholder]) ",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'I know from song-memory that our people dwelled here once, in this valley, many, many years ago. And though I have no doubt the memory is true, still some part of me yearns for proof I might touch with my hand.\\n\\n'As you go here and there around the Dale-lands, would you look for traces of the Chayasír? There might be potsherds among the soil. The memories sing of fine clay vessels, ornate patterns about the rims, where we dwelled around the Long Lake.\\n\\n'Will you tell me what - if you are able to find? It would mean much to me, [placeholder].'",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "Sangemêkh Turáh yearns for tangible proof that the Chayasír once dwelled by the Long Lake in the Dale-lands, long ago.",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Return to Sangemêkh Turáh",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "You recount the places that you discovered potsherds among the soil.\\n\\n'I knew it to be true and yet, somehow, what you found still fills me with wonder. I may only hope that our condition improves here, so that I may tour this valley and see these sights for myself. \\n\\n'Thank you, [placeholder].'",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Search for Chayasír potsherds ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Search for Chayasír potsherds ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "DNT you find a trace of a location",
      "es": ""
    }
  ]
}