{
  "id": 621007346,
  "txt": [
    {
      "id": "0x9b568b4",
      "en": "'The refugees? I do not know whether they mean well or ill, but many among us Dale-folk trust not these new Easterlings. Not in such numbers, nor so soon after the Jangovar assault!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "Talk to folk in Dale about the Easterling refugees.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'We are most pleased to welcome you to Dale, [placeholder]. Many roads and many peoples find their way hither, and with them, of late, come the most remarkable rumours. It is said that the Dark Lord has fallen in Mordor and that Gondor has a King!'\\n\\nThe young man glances hastily back at the woman beside him, as if afraid he has said too much. You assure him that the rumours are true, and his eyes widen.\\n\\n'You are well-spoken and worldly-wise. There is a goodness in your eyes. Might I... ask you to help serve Dale in a matter most suited to your virtues?\\n\\n'We have lately weathered our own assault from the Dark Lord's forces, in the form of the warlike Jangovar, coming out of the east. Their strength was broken, though our losses were great and a remnant clings to this valley, intent on harrying what they cannot conquer. But this is not the matter of which I spoke.\\n\\n'After the Jangovar, other Easterlings appeared. These bore not armour but rags, not arms or battle-standards but meagre satchels with scant belongings. They came scared, and hungry, and speaking of strange and terrible tidings to the east. They have gathered in some small camps in the wilderness outside Dale and I wish to welcome them into our gates... but the Folk of Dale have endured much in recent days, and I would know their hearts before I act. I fear that if I or my known agents asked among them, they would tell us what we wished to hear, not the truth of their hearts.\\n\\n'Would you go among the Dale-folk and hear their true thoughts on these new Easterlings who have come to our doors, seeking refuge?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'I have travelled far and wide, and traded many times with the Men of Dorwinion. Many of those refugees who arrived in rags at our gates are from that Eastern land, and I know them to be Women and Men of principles, learning, and laws just as we are.\\n\\n'But among the refuge-seekers are others, the Chayasír, and I have never done trade with these. They are wanderers, I am told, with no writing, building, or craft.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'What do you know of the Chayasír, who are among these new-arrived Easterlings? Here is what I have heard: that they themselves claim they dwelled here by the Long Lake once, and have returned to claim it as their own.\\n\\n'Even if their tales be true, have we not held this place, built it and rebuilt it again through plagues, dragons, and Jangovar swords?\\n\\n'Let them try and claim it. They'll get nought so long as Dale stands and thrives!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56859",
      "en": "'These refugees who have come out of the East speak of ruin in their homelands, but I say it is retribution for siding with the Dark Lord against the Free Peoples.\\n\\n'Let them go back from whence they came and suffer their due!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'These Easterlings come seeking shelter and aid, yet why have they come to us? Are we not ourselves beleaguered from war and strife?\\n\\n'We have hardly patched our walls and gates, which the Jangovar shattered. Jangovar raiders linger yet in the wilder corners of the valley, sapping off our trade and slowing the commerce we'll have to rebuild.\\n\\n'You cannot help someone up, I say, while you yourself are on your hands and knees!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "Return to King Bard II",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50253",
      "en": "Talk to Dale-folk ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50255",
      "en": "Discourage harassers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50257",
      "en": "Find the cause of the shouting",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "DNT persuaded the harrasser",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "DNT Return to Dale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01151",
      "en": "Return to Dale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b0",
      "en": "DNT be in dale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "You should talk to the Easterling refugee, whom you rescued in the south-eastern quarter of Dale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "You should go to the location where you heard shouting, in the lower markets, in the south-eastern quarter of Dale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b3",
      "en": "The Dale-men have encircled the unarmed Easterling man in the lower markets, in the south-east of Dale.\\n\\nYou should persuade the Dale-men to leave the Easterling man alone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b7",
      "en": "DNT talk to the harrassed innocent",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x977ecf1",
      "en": "'I only asked where he was going. There's no law against that!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56840",
      "en": "'They say they come in peace, but I know what these Easterlings are: nothing but a new Jangovar ruse! Behind every tattered cloak you will find sharpened swords and shining mail.\\n\\n'They wait only 'til we welcome them into Dale, when they will draw their blades and cut our throats!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "Learn how the folk of Dale feel about newly-arrived Easterling refugees.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x977ecf2",
      "en": "'And who are you to talk to me? Peace, peace! I'm unarmed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x977ecf3",
      "en": "'Don't hurt me. I will go.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x977ecf4",
      "en": "'Well enough, then. You ask him if those goods are stolen!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56844",
      "en": "'We are most pleased to welcome you to Dale, [placeholder]. Many roads and many peoples find their way hither, and with them, of late, come the most remarkable rumours. It is said that the Dark Lord has fallen in Mordor and that Gondor has a King!'\\n\\nThe young man glances hastily back at the woman beside him, as if afraid he has said too much. You assure him that the rumours are true, and his eyes widen.\\n\\n'You are well-spoken and worldly-wise, small and strange to Dale-folks eyes though you be. Might I... ask you to help serve Dale in a matter most suited to your virtues?\\n\\n'We have lately weathered our own assault from the Dark Lord's forces, in the form of the warlike Jangovar, coming out of the east. Their strength was broken, though our losses were great and a remnant clings to this valley, intent on harrying what they cannot conquer. But this is not the matter of which I spoke.\\n\\n'After the Jangovar, other Easterlings appeared. These bore not armour but rags, not arms or battle-standards but meagre satchels with scant belongings. They came scared, and hungry, and speaking of strange and terrible tidings to the east. They have gathered in some small camps in the wilderness outside Dale and I wish to welcome them into our gates... but the Folk of Dale have endured much in recent days, and I would know their hearts before I act. I fear that if I or my known agents asked among them, they would tell us what we wished to hear, not the truth of their hearts.\\n\\n'Would you go among the Dale-folk and hear their true thoughts on these new Easterlings who have come to our doors, seeking refuge?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56845",
      "en": "'We are most pleased to welcome you to Dale, [placeholder]. Many roads and many peoples find their way hither, and with them, of late, come the most remarkable rumours. It is said that the Dark Lord has fallen in Mordor and that Gondor has a King!'\\n\\nThe young man glances hastily back at the woman beside him, as if afraid he has said too much. You assure him that the rumours are true, and his eyes widen.\\n\\n'You have all the winged speech and wisdom of your kind, yet little of the lofty distance in your eyes that sometimes unnerves Men. Might I... ask you to help serve Dale in a matter most suited to your virtues?\\n\\n'We have lately weathered our own assault from the Dark Lord's forces, in the form of the warlike Jangovar, coming out of the east. Their strength was broken, though our losses were great and a remnant clings to this valley, intent on harrying what they cannot conquer. But this is not the matter of which I spoke.\\n\\n'After the Jangovar, other Easterlings appeared. These bore not armour but rags, not arms or battle-standards but meagre satchels with scant belongings. They came scared, and hungry, and speaking of strange and terrible tidings to the east. They have gathered in some small camps in the wilderness outside Dale and I wish to welcome them into our gates... but the Folk of Dale have endured much in recent days, and I would know their hearts before I act. I fear that if I or my known agents asked among them, they would tell us what we wished to hear, not the truth of their hearts.\\n\\n'Would you go among the Dale-folk and hear their true thoughts on these new Easterlings who have come to our doors, seeking refuge?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56846",
      "en": "'Please, will you go among the Dale-folk and hear their thoughts about the refugees?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1199",
      "en": "Shouts rise up from lower markets, in the south-east quarter of Dale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56847",
      "en": "'Asking a foreigner to talk to our townsfolk about other foreigners? How does that help, brother?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a6",
      "en": "'Please, I mean no harm! Can you persuade them to leave me be?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a8",
      "en": "'I thank you, stranger. I knew that I took a risk upon myself when I ventured into Dale, but the need was great.\\n\\n'I thought to myself, is this not known to the ends of all roads as a place of trade, yes even as far as my land of Dorwinion? And am I not myself a man of trade and tallies? There is hunger and need among the camps, I thought, and so I will find what has value that cannot be eaten or worn, and trade it for what can.\\n\\n'Yet alas, I have found no fellow merchants, only ill-will. Now I fear I must turn back and find some other way. There will be another way, I am certain. We have come leagues upon leagues from our lands and survived greater travails than these.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50242",
      "en": "Hear what's going on in Dale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "DNT persuade the harrassers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1174",
      "en": "Talked to Dale-folk ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56851",
      "en": "The young King's face darkens and emotions struggle unconcealed across it as you describe all you saw and heard among his folk. He looks to you, then back to his mother in doubt.\\n\\nBefore he can speak, a messenger appears, bowing low.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1176",
      "en": "Discouraged harassers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a9",
      "en": "Talk to the Easterling Man",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01140",
      "en": "You should return to King Bard II, who can be found in the Great-keep in the north of Dale, and bring word of all you saw and heard among the Dale-folk.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'Those poor bedraggled souls? I have seen them and seen the sorrow on their faces. My grandmam held me on her knee and told of the sorrow on the faces of our own people during the Desolation of Smaug... and the hope we felt when first we returned here to Dale.\\n\\n'If you ask me, we ought to do all we can to offer them comfort and shelter.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1178",
      "en": "Several Dale-men stand around an unarmed Easterling",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa24",
      "en": "The Welcoming of Guests",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'Do you know how our battle against the Jangovar was won? I do, for I was there.\\n\\n'In truth, we thought ourselves outmatched. Dale was taken and our dear king, Brand, slain, and the King of Dwarves as well. And yet we fought on, for what else could we do? So there we were, readying ourselves for death with our swords in our hands, when the ground began shaking and the sky changed, and lo! An Eagle came and it spoke glad tidings to the Good Peoples of Middle-earth.\\n\\n'The enemy then quailed before us and we pressed our advantage, driving them before us in a great rout.\\n\\n'What do I think of these refugees? That if we treat our guests and supplicants poorly, we are no better than evil Men, and I had rather belong to the good!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}