{
  "id": 621025020,
  "txt": [
    {
      "id": 30955859,
      "en": "'I know not where my journey shall take me, but I hope our paths cross again.",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'[placeholder]!\\n\\n'It is good to see you, my friend. I have enjoyed our time together in Ered Luin, but this is not my home.\\n\\n'You of all dwarves must understand! What has become of your people? Did Lethi and Vaski win their freedom? What of the others? I know it must seem a terrible thought, but I am sure one day you shall return to Mordor. But, it will be to see that your people at last live free from the Enemy!\\n\\n'I know not where my journey shall take me, but I hope our paths cross again. After all, you shall have even more tales to tell then... and I think I shall have a few of my own!\\n\\n'Farewell, [placeholder].'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "After helping to restore Thorin's Hall, Dwalin has given you leave to embark on your own adventures.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Prologue: Far From Home",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "Nagli appears to be packing for a long journey",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Oh, I almost forgot!\\n\\n'Your Dourhand companion, Nagli, is planning to depart on a journey of his own. He is a curious, helpful dwarf... unlike many of the Dourhands I have known. I must admit, I will miss seeing him in Frerin's Court.\\n\\n'Go on, [placeholder]. Best try to catch him before he sets off!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Nagli can be found near Frerin's Court before Thorin's Hall.\\n\\nNagli appears to be packing for a journey of his own. You should talk to Nagli.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Nagli can be found near Frerin's Court before Thorin's Hall.\\n\\nDwalin has urged you to embark on your own adventures, but you should bid farewell to Nagli before you depart.",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Talk to Nagli",
      "es": ""
    },
    {
      "id": 30955858,
      "en": "''Oh, I almost forgot! Your Dourhand companion, Nagli, is planning to depart on a journey of his own.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Find Nagli near Frerin's Court",
      "es": ""
    }
  ]
}