{
  "id": 621025052,
  "txt": [
    {
      "id": 105601810,
      "en": "'But I think I know what Viznak truly meant.'",
      "es": ""
    },
    {
      "id": 236954168,
      "en": "Instance: The Red Sky Darkens",
      "es": ""
    },
    {
      "id": 104222551,
      "en": "'Viznak was silent for a moment. I wasn't sure what was going on in that tiny goblin brain.'",
      "es": ""
    },
    {
      "id": 226858196,
      "en": "We then left Agarnaith and followed the merrevail to the Morgul Vale.",
      "es": ""
    },
    {
      "id": 226858197,
      "en": "'We were tasked with keeping watch on Seregost. Things had been mostly quiet for a while, and I was beginning to grow tired of the colour red!'",
      "es": ""
    },
    {
      "id": 202024855,
      "en": "'And then, one day, the sky suddenly began to darken. I thought it might just be a passing cloud but Faeron...'",
      "es": ""
    },
    {
      "id": 4074299,
      "en": "'The new king of Gondor?'",
      "es": ""
    },
    {
      "id": 4074347,
      "en": "'That's KING Viznak! I forbid you from going, subjects. You are the best bodyguards in the kingdom!'",
      "es": ""
    },
    {
      "id": 211805467,
      "en": "'Faeron and Rhadrog! How are my favourite subjects? It has been awhile since our last adventure. I thought you might have gone home! Haha!'",
      "es": ""
    },
    {
      "id": 104221527,
      "en": "'Faeron made quite a sour face when Viznak said that. It still makes me laugh to remember it.'",
      "es": ""
    },
    {
      "id": 173025440,
      "en": "Talk to Rhadrog",
      "es": ""
    },
    {
      "id": 173025442,
      "en": "Listen to Rhadrog's story",
      "es": ""
    },
    {
      "id": 202026135,
      "en": "'Then the sky was filled with merrevail and bats as far as you could see!'",
      "es": ""
    },
    {
      "id": 4074123,
      "en": "'...Friend?...'",
      "es": ""
    },
    {
      "id": 120252766,
      "en": "'I apologize Viznak, but we are about to leave as well. We must follow the merrevail and inform the others of their movement.'",
      "es": ""
    },
    {
      "id": 202023319,
      "en": "'We found the entire fortress emptied! Not a living soul inside! Well, save one.'",
      "es": ""
    },
    {
      "id": 202025623,
      "en": "'And when we finally entered...'",
      "es": ""
    },
    {
      "id": 193534510,
      "en": "'Viznak?'",
      "es": ""
    },
    {
      "id": 193534606,
      "en": "'What in the name of the Valar? Rhadrog, look!'",
      "es": ""
    },
    {
      "id": 103828338,
      "en": "'It was as if the gates of Seregost burst open and all the inhabitants flooded out!'",
      "es": ""
    },
    {
      "id": 126686884,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 104222295,
      "en": "'That's right. His name is Elessar.'",
      "es": ""
    },
    {
      "id": 104224599,
      "en": "'Farewell, King Viznak. I am glad you finally achieved your desires, my friend. But, I imagine it will be lonely being King of an empty Kingdom.'",
      "es": ""
    },
    {
      "id": 184621345,
      "en": "Rhadrog is telling you the tale of why he left Agarnaith with Faeron.\\n\\nYou should talk to Rhadrog to begin.",
      "es": ""
    },
    {
      "id": 126686889,
      "en": "Rhadrog has a tale to tell about his departure from Agarnaith.",
      "es": ""
    },
    {
      "id": 104221783,
      "en": "'Apologies, Great King Viznak, but we are already bound to serve a different ruler, one who has also just claimed his throne!'",
      "es": ""
    },
    {
      "id": 184621347,
      "en": "Rhadrog is telling you the tale of why he left Agarnaith with Faeron.\\n\\nYou should listen to Rhadrog's story.",
      "es": ""
    },
    {
      "id": 202026391,
      "en": "'What is...? Oh...'",
      "es": ""
    },
    {
      "id": 4074379,
      "en": "'Oh, well, since Blight Lady and her gross children up and flew the coop, I have declared myself KING OF AGARNAITH! That means you're my subjects now.'",
      "es": ""
    },
    {
      "id": 120248510,
      "en": "'Subjects? What do you mean?'",
      "es": ""
    },
    {
      "id": 117694859,
      "en": "'Fine. Subjects, I give you permission to return to your Elessar. I will find my own brand new bodyguards who don't already have kings!'",
      "es": ""
    },
    {
      "id": 202025879,
      "en": "'So Faeron and I headed to Seregost as fast as we could!",
      "es": ""
    },
    {
      "id": 190220325,
      "en": "'We were tasked with keeping a watch on Seregost. Things had been mostly quiet for a while, though I was beginning to grow tired of the colour red!'",
      "es": ""
    },
    {
      "id": 190220326,
      "en": "'We then left Agarnaith and followed the merrevail to the Morgul Vale.'",
      "es": ""
    }
  ]
}