{
  "id": 620881681,
  "txt": [
    {
      "id": 136263297,
      "en": "Located TBD DUNLENDING C",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Located TBD DUNLENDING D",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Several Dunlendings have been assisting members of the Grey Company as they search for a safe and secret path through Dunland. Recently, their camp was attacked, and they have hidden themselves in the valley.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Recently, a large army was gathered within the Bonevales, poised to attack the Algraig clans of Enedwaith. However, Yorath, a great Brenin among the clans, summoned the warriors south to Wulf's Cleft to ready an attack against the accursed strawheads.\\n\\n'Following the withdrawal of the forces, Trehéarn, Brenin of the Dievlig, began attacking all those who would assist outsiders like yourself. My band was scattered throughout the valley.\\n\\n'Will you seek out those who survived the attack and assist them if possible? Travel east and look among the rocks and hills for my companions. When you have found them, return to Bledhun and let him know we are safe.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Caron's companions can be found east of his position, possibly near Bledhun's camp.\\n\\nCaron has asked you to seek out his companions and help them.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I am glad to hear that some of our band survived the Dievlig's brutal attack. I swear that the treachery of the Dievlig shall not go unpunished.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Bledhun is encamped east and slightly north of Caron's companions.\\n\\nCaron asked you to let Bledhun know that the few survivors of Caron's band are safe.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Please, find my friends, [placeholder].'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Caron sent you? Then we shall speak.\\n\\n'We had a peaceful arrangement with the Dievlig at one time. We would bring them goods, and they would allow us to pass unimpeded northwards. Ever since the warriors marched to Wulf's Cleft, the Dievlig have become increasingly hostile to those they saw as duvodiad -- outsiders.  \\n\\n'They attacked our band, and we were taken unaware...only a small number of us survived.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Since you have found my friends, go speak with Bledhun.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Caron sent you to find me?\\n\\n'I do not understand what has happened. Will you please let any of my companions you come across know that I escaped the Dievlig's attack unscathed?\\n\\n'Thank you, Duvodiad.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find and talk to Eiluned",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find and talk to Glundur",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Bledhun at his encampment in the Bonevales",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Scattered Companions",
      "es": ""
    }
  ]
}