{
  "id": 620881705,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I was wrong, [placeholder]! You saw all -- my grandfather was a good man. How could Isengard do this? All the men were taken, and the rest murdered and wounded... and I thought Saruman was good.\\n\\n'We have already asked so much of you. I do not ask you to take revenge for my grandfather. I have learned a little from him, I promise. I will not seek war, and I will not seek change. There is wisdom in the way he led us.\\n\\n'My place is here now. But if your adventures happen to take you to the White Hand encampment... well, your actions are your own.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I was wrong, [placeholder]! You saw all -- my grandfather was a good man. How could Isengard do this? All the men were taken, and the rest murdered and wounded...and I thought Saruman was good.\\n\\n'We have already asked so much of you. I do not ask you to take revenge for my grandfather. I have learned a little from him, I promise. I will not seek war, and I will not seek change. There is wisdom in the way he led us.\\n\\n'My place is here now. But if your adventures happen to take you to the White Hand encampment...well, your actions are your own.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The half-orcs should be stopped, and I think you are just the hero to do it. My place is here now, protecting my people and continuing the legacy left by my grandfather.\\n\\n'If only I had listened to him then....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'It is done, then? My grandfather is avenged, and his grandson is wiser, and his people will rebuild.\\n\\n'You are a good [placeholder], [placeholder]. I know we were not always friends, but that is changed; you will always be welcome in Lhan Tarren, and we will sing of your deeds for generations to come... perhaps at our yearly festival.\\n\\n'There will be the crown, the horse-tail, the spear... and a symbol of the great [placeholder] who hailed from a faraway land to help our people in a time of great need.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Semblance of Revenge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Elder Riag치n was murdered by the smooth-tongued emissary of the White Hand, subtly threatened and then killed for his refusal to concede.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have avenged Elder Riag치n as best you could; his murderer cannot harm another",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Wreak revenge upon the emissary of Saruman",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The half-orc emissary who murdered Elder Riag치n and so many others among the Stag-clan can be found in the White Hand encampment you scouted in southern Trum Dreng.\\n\\nYou should defeat this dangerous foe so that he may not harm another innocent person.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Chief Guto in Lhan Tarren",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Chief Guto is in Lhan Tarren, taking the place of Elder Riag치n.\\n\\nYou should tell Guto that you have avenged his grandfather and stopped this subtle and cruel division of Isengard from continuing their destructive path.",
      "es": "",
      "es (fem)": ""
    }
  ]
}