{
  "id": 620881683,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Destroyed Dievlig standard ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Sawul",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Dievlig have planted banners to illustrate the conquest of the encampment that once housed Bledhun and his allies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'When certain clans among the Dunlending people capture a territory, they place standards there to announce their victory. When our encampment was overrun, the Dievlig raised their standards there in honour of their victory.\\n\\n'Will you seek out these standards, destroy them, and defeat any of the Dievlig's captains that you encounter there? Go south and follow the trail to the hill-top where our camp once stood.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The hill where Bledhun's party was once encamped lies to the south of Bledhun's current camp. \\n\\nBledhun asked you to seek out and destroy any standards that you find at his old encampment and defeat the captains that took the hill.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Now that their standards have been destroyed and their captains defeated, the Dievlig will know that we are not to be trifled with.' ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bledhun is at his encampment, south of the hill where his party formerly encamped.\\n\\nYou should return to Bledhun and inform him that you were able to destroy the standards that littered the camp and defeated the captains that you encountered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Destroy the Dievlig banners, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Destroy Dievlig standard ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Sawul",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Bledhun at his encampment in the Bonevales",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Message Sent",
      "es": "",
      "es (fem)": ""
    }
  ]
}