{
  "id": 620881684,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Andras' caravan has been attacked by Dragon-clan raiders. All of his valuables have been taken. They must be reclaimed if he is to make it to auction successfully.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I do not have anything left, I swear! The raiders before you took it all, please do not hurt me! Wait...you do not have the look of rival clansmen.\\n\\n'My name is Andras. I was taking this caravan to Avardin for the upcoming auction when I was beset by the Dragon-clan. They are an evil lot, and I suspect they answer to Isengard. Saruman is not the friend that he claims to be. There are few who can see through his tangled web of lies, and my clan, the People of the Ox, least of all, it seems. I seek to change that, but to do so, I must be in a position of power. Among the Ox-clan merchants that means money, which I had hoped to raise at the coming auction.\\n\\n'Please, I ask your help. I have not yet had time to assess the damage to my caravan. If you could check my cart and goods, then venture out against the raiders, I would be grateful. They came from the hill to the east.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The scattered pieces of Andras' caravan is on the northern road in Starkmoor.\\n\\nAndras asked you to judge the state of the caravan and retrieve whatever goods you can from the Dragon-clan raiders encamped to the east.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It is a strange day when a duvodiad has more kindness than clansmen you have known your entire life. A very strange day, indeed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Andras is on the northern road leading out of Starkmoor.\\n\\nAndras will be pleased to hear that his cart has been repaired and most of his goods returned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If we cannot get this caravan moving again with most of my goods, then I stand no chance to save my clan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Aid Andras with The Broken Wheel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Aid Andras with The Shredded Bag",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Aid Andras with The Smashed Crate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Aid Andras with The Torn Ledger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Scattered Delivery",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Andras in the Starkmoor",
      "es": "",
      "es (fem)": ""
    }
  ]
}