{
  "id": 620881608,
  "txt": [
    {
      "id": 213779873,
      "en": "'A thousand praises! Who knows what this madman planned for us?'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have defeated Golvorn",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Released Golvorn's captives ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "More slaves have disappeared of late. It seems that some mysterious Man has come through the deeper tunnels, and each time takes a few of the hardier slaves away with him. To what fate, no one can tell, but given the laughter of the Orcs and their deference to this figure, it must be an evil one, indeed.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'There is something strange here, [placeholder]. While you were gone, one of my men and a few of the Dunlendings were taken away... not by the Orcs, but by a Man.\\n\\n'He wore strange raiments, marking him as a person of some station, but I do not know whom he served. He was looking for the strongest and healthiest of the men among us. For what purpose, I do not know.\\n\\n'They were taken away to the north, and the Orcs laughed cruelly as they left. You must find out where they were taken... and what fate could possibly be worse than to die in this dark pit.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The missing prisoners and the Man who took them might be found somewhere in the Orc-mines.\\n\\nEdhere asked you to seek his missing companions and the Man who took them.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "The prisoner seems to slip in and out of a daze as you cut him free, but he quickly recovers his senses once the bonds are removed.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Golvorn's captives are in the Orc-mines.\\n\\nYou have defeated Golvorn, a strange and powerful Man who claims to have served Saruman in some fashion. What fate he intended for the slaves he took is unknown, but you can at least free them now.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Edhere is in the Orc-mines.\\n\\nYou should return to Edhere and let him know that Golvorn's captives have been freed.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Good. I do not know whether they have escaped the cave or gone into hiding awaiting our own attempt, but either way we are now ready to make our escape.\\n\\n'We will talk with them later and see if we can determine what this Golvorn was up to, and whether he was truly in league with the Wizard Saruman.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Interesting. It seems that my servants have not been thorough enough in securing the slaves of late.\\n\\n'No matter, you have already saved me the trouble of sending them to hunt you down. But wait, you do not have the bearing of one who seeks escape. You have come to fight... me?\\n\\n'Truly? Well then, I imagine you will make a fine specimen for Saruman's experiments. I shall have to take care not to injure you too severely!'",
      "es": ""
    },
    {
      "id": 213718433,
      "en": "'I'll make my way back to the others, friend.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find Golvorn",
      "es": ""
    },
    {
      "id": 248212017,
      "en": "'Back into your pen, slave!'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Golvorn",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Release Golvorn's captives ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 213722529,
      "en": "'My thanks, duvodiad!'",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Edhere in the Orc-mines",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "An Evil Fate",
      "es": ""
    }
  ]
}