{
  "id": 620881680,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Examined disturbed piles of earth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Examined remains",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Recently, there have been rumours of strange occurrences in the Bonevales, which have brought Bledhun into the ancient burial grounds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You are a duvodiad here... you do not belong here any more than I do. Among the vales and cairns of the Bonevales, a clan has long dwelled. This clan called the Dievlig -- Accursed in the Westron -- are Oathbreakers and were driven into the Bonevales as punishment.\\n\\n'Recently, strange occurrences and evil rumblings have been heard from the cairns that have long laid dormant. Will you search for signs that might explain what is happening here?\\n\\n'Journey west from here and see what you can find. When you have found the signs I seek, you should find my friend, Caron, and deliver the evidence to him. I last saw him heading west through the valley.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Signs of the strange happenings might be found in the Bonevales, west of Bledhun.\\n\\nBledhun has asked you to seek out and discover any signs of the strange happenings in the Bonevales.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, it appears, [placeholder], that we have another duvodiad in our lands. In these troubled times, sadly, outsiders seem to be the people who are the most willing to give aid.\\n\\n'If you must know, it appears as if the honoured dead are being twisted and are now stirring from their cairns.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Caron awaits you to the north-west of the area you searched.\\n\\nYou should seek out Caron, as Bledhun instructed, and discuss what you have found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Look for signs of the mysterious happenings to the west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You should speak with Caron.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Examine disturbed piles of earth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Examine remains",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Caron in the Bonevales",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mysterious Happenings",
      "es": "",
      "es (fem)": ""
    }
  ]
}