{
  "id": 620881704,
  "txt": [
    {
      "id": 218649169,
      "en": "'Curse the wicked servants of the White Hand! My poor grandfather... my poor people!\\n\\n'I must stay here and protect what is left of my people, but [placeholder]... the servants of the White Hand cannot be allowed to remain in this land. Will you drive them out of Trum Dreng?'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Curse the wicked servants of the White Hand! My poor grandfather... my poor people!\\n\\n'I must stay here and protect what is left of my people, but [placeholder]... the servants of the White Hand cannot be allowed to remain in this land. Will you drive them out of Trum Dreng?'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The half-orcs trespass on our lands, take our men, murder the weak, and all for the supposed good of the people of Dunland! They must be stopped....'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'The half-orcs are a menace to Dunland as long as they live, hissing the cruel assurances of Saruman's neighbourly kindness in the ears of the clans.\\n\\n'You did well to drive them out, [placeholder]. The Dragon-clan maimed us, but I believe Isengard is the greatest enemy we have faced yet....'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Foulest of the Stag-clan's Foes",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The half-orcs of Isengard now trespass on the land they attempted to conquer. Trum Dreng will not be safe until these violent conquerors are removed once and for all.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated half-orcs at the White Hand encampment ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat half-orcs at the White Hand encampment ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The half-orc servants of the White Hand can be found in the encampment in southern Trum Dreng.\\n\\nYou should travel to the encampment and defeat the slavers and murderers who have rallied there.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return to Chief Guto at Lhan Tarren",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Guto now stands in his grandfather's place in Lhan Tarren.\\n\\nYou should bring news to Chief Guto that the half-orc trespassers have been driven out of Trum Dreng.",
      "es": ""
    }
  ]
}