{
  "id": 620881718,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Among the cairns to the south-west, the bodies of those that have long lain in eternal rest have begun to stir and rise up from their graves. I would know what evil causes this to happen.\\n\\n'Perhaps if you examined the cairn-entrances, you might find some evidence of the power behind this abomination. Will you do this for me?\\n\\n'Journey south and then west through the valley. There, you should find the cairns.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'When the wights first emerged from their graves, I had hoped someone had simply crept into their cairns and removed their bodies.\\n\\n'However, it appears as if these cairns were disturbed from the inside. I fear what this might mean for the interred.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you examined the entrances to the cairns yet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Resting Place",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The resting places of the honoured dead in the Bonevales have been defiled in some manner, causing the Dead to rise.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Examined cairn-entrances ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Examine cairn-entrances ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The cairn-entrances lie to the south and west of Bledhun's camp.\\n\\nBledhun has asked you to examine the entrances of the cairns to see if you can discern what power is behind the raising of the wights.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Bledhun at his encampment in the Bonevales",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bledhun awaits your return at his camp to the east and north of the cairn-entrances.\\n\\nYou should return to Bledhun and let him know what you found.",
      "es": "",
      "es (fem)": ""
    }
  ]
}