{
  "id": 620881685,
  "txt": [
    {
      "id": "0xd085251",
      "en": "Most of the pages of this ledger have been ripped out and taken. The few remaining pages appear to detail crop amounts and various household items. This is most likely an accounting of all goods Andras has at his homestead.\\n\\nThe missing pages are vital if he is to put together a respectable auction. The Dragon-clan raiders must have taken the pages with them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "The pages fit back within the ledger, and it closes smoothly. Care will need to be taken to make sure they do not fly out, but at least they have all been returned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "It would take much more time than Andras has to reassemble this ledger from scratch. The pages must be found and returned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Torn Ledger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The ledger's pages detailed the items at Andras' estate that are ready for auction: a very important list for a man in desperate need of money.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected ledger-pages ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect ledger-pages ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The missing pages of the ledger have been taken by the Dragon-clan raiders in the hills to the east of the broken caravan.\\n\\nYou should recover the missing pages of Andras' ledger.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return the pages to the ledger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The ledger is with Andras' belongings in his caravan on the northern road in Starkmoor.\\n\\nThe pages should be placed back within the ledger.",
      "es": "",
      "es (fem)": ""
    }
  ]
}