{
  "id": 621068263,
  "txt": [
    {
      "id": 246419795,
      "en": "Annaethel has been seen amidst the ruins south of Sírlond. You should bring her the hobby horse and its message from her son.\\n\\nSírlond is in central Cardolan.",
      "es": ""
    },
    {
      "id": 126687017,
      "en": "With Mellanion safely back at Sírlond, the search for Annaethel must be renewed, lest she lure away another child.",
      "es": ""
    },
    {
      "id": 173025784,
      "en": "Talk to Annaethel once more",
      "es": ""
    },
    {
      "id": 148970292,
      "en": "She clutches the toy to her chest",
      "es": ""
    },
    {
      "id": 190220592,
      "en": "'Well met, honoured friend. You have done so much for my family, and for me! I thank you a thousand times over, and it is not enough. Please, take this as well as my gratitude. You brought my son back to me. You brought me out of my madness. How could I ever repay you enough?'",
      "es": ""
    },
    {
      "id": 190220547,
      "en": "'I saw a light in the sky! I see so many lights, but this one's bellow tore through the air!'\\n\\nYou inform Annaethel that Mellanion is alive and well, handing her the hobby horse.\\n\\n'Mellanion? My child? I had a child! But he ran away. No, the Orcs took him! But this is his toy! And there is a note on the bridle you say?'",
      "es": ""
    },
    {
      "id": 184621174,
      "en": "Mellanion's toy and letter have cleared the madness from Annaethel's eyes. You should let her know her son is safe in Sírlond.\\n\\nAnnaethel is in central Cardolan, south of Sírlond.",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "A Hobby Horse Named Hope",
      "es": ""
    },
    {
      "id": 184621177,
      "en": "The knowledge of her son's safe return to Sírlond has disrupted the madness that ailed Annaethel. She is returning to the camp and asks that you meet her there.",
      "es": ""
    },
    {
      "id": 190220551,
      "en": "'Hail, stranger. You bring joyous tidings! Long have I wandered with a fell gloom blinding my eyes, but now that light has passed and my thoughts are mine once more! My son is safe and nearby! He is at Sírlond, you say? I will go there at once!\\n\\n'Come and find me in Sírlond, and I shall reward you for all of your efforts!'",
      "es": ""
    },
    {
      "id": 173025729,
      "en": "Meet Annaethel in Sírlond",
      "es": ""
    },
    {
      "id": 251716021,
      "en": "Search for Annaethel",
      "es": ""
    },
    {
      "id": 190220785,
      "en": "'My mother's grief is a dangerous thing. Here, take back my hobby horse. I have attached a letter to its bridle, letting mother know that I am safe and well.\\n\\n'Grethron said my mother is at the ruins south of here, but he will not let me go to her. Please! You must find her before she is able to lure away any more children.'",
      "es": ""
    }
  ]
}