{
  "id": 621068225,
  "txt": [
    {
      "id": "0xd9b5688",
      "en": "'So the infestation has gotten worse? If left unchecked, these spiders could multiply and endanger all of the Stoor-vales. It is bad enough with ailing crop and aggressive animals. All that won't matter if this whole land is overrun by this infestation.\\n\\n'You must find the spider queen taken by the shadow and defeat them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Nuddo tells you that the spiders have begun attacking ever since the shadow strode through the land. Cobshollow can be found to the south-west. You can take the road heading south out of Lintrev and across the bridge.\\n\\nTravel to Cobshollow and contain the spider infestation.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Nuddo",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Nuddo Sutchic has tasked you with finding and defeating the corrupted spider queen.\\n\\nTravel back to Cobshollow to the south-west and find the queen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Nuddo should hear about the growing infestation. Nuddo Sutchic is waiting in Lintrev.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730887",
      "en": "'The spiders will run rampant and cause chaos if left unchecked.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Defeat the corrupted spider queen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "You defeated the corrupted spider queen.\\n\\nYou should tell Nuddo in Lintrev the good news.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "You defeated the corrupted spider queen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73089",
      "en": "'Cobshollow can be found south of here across the bridge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Nuddo Sutchic",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Thank you for defeating the spider queen. That should slow their proliferation into the Stoor-vales for now.\\n\\n'But this is just the beginning. We must find a more permanent solution to driving back the shadow. We have some room to breathe yet.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Defeated Cobshollow spiders ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Nuddo has witnessed the shadow's presence in the surrounding area.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Defeat spiders in Cobshollow ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Thank you for sharing your story with me. I have witnessed the crossing of black riders through these parts and a veil of shadow along with them.\\n\\n'It has had a terrible effect on the land. All the spiders of Cobshollow have come to chaos. I have been working together with my friend Coruwen to deal with the shadow's corruptive force.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Daring into Cobshollow",
      "es": "",
      "es (fem)": ""
    }
  ]
}