{
  "id": 621068230,
  "txt": [
    {
      "id": 216727830,
      "en": "Meneldir wears a worried expression.",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'The White Hand? No, I have not seen this symbol before... and that troubles me. What new danger might it signify?'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Meneldir says that the Uruk attack on Mossward is a sign that you cannot avoid the dangers that encroach upon Swanfleet. You have become part of a larger world.",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Has Eleri seen this symbol before?'",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Talk to Eleri about the mark of the White Hand",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Larger World",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Meneldir",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'No, I have not seen this symbol before.'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'For now we should help the folk of Mossward recover from this attack. I trust you will lend your aid? You have become embroiled in this, just as I have. If it is a life of adventure you seek, I assure you that you seem to have found it... or it has found you!\\n\\n'You have become part of a larger world, [placeholder], and it may prove different than the one in which you lived until now. Dangers must be faced and threats opposed, and overcome, if you are willing to strive against them. Not everyone is... but I judge that you will be no stranger to triumph and victory.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Eleri stands over the dead bodies of the Uruk raiders, considering the events of the attack.",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'What meaning might this mark possess? [placeholder], will you ask Eleri if she has seen this symbol before today?'",
      "es": ""
    }
  ]
}