{
  "id": 621068222,
  "txt": [
    {
      "id": 184621186,
      "en": "Teilo Gwyniad is sitting on the pier in Lhan Garan.\\n\\nTeilo Gwyniad motioned for you to speak with him.",
      "es": ""
    },
    {
      "id": 148970450,
      "en": "Salted a rack of fish ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025553,
      "en": "Salt a rack of fish ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220768,
      "en": "'Well now, friend. As you can see from the full racks of fish back there, Madog and I have been busy! We didn't have enough salt for our most recent catches, so they've just been air drying. The good folks from Mossward dropped off some salt for us but we haven't had a chance to apply it to the fish. Could you do that for us? The five racks closest to us are the ones that need it.\\n\\n'And uh,'\\n\\nHe leans in to whisper.\\n\\n'Don't worry about the old man. I'll keep him company.'",
      "es": ""
    },
    {
      "id": 126687017,
      "en": "Madog asked you preserve some fish by salting them.",
      "es": ""
    },
    {
      "id": 190220774,
      "en": "'The racks of drying fish are behind me on the pier. Throw the salt I gave you at them. Just a thin coat will do.'",
      "es": ""
    },
    {
      "id": 190220777,
      "en": "'All done? Thanks. And sorry about earlier. This has been a tough time for me... for all of us.\\n\\n'You've already done so much for us, but if you're staying around longer, it'd mean a lot to me if you could keep looking after Eluna and her students. They're good ones.'",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "The Fishermen Again",
      "es": ""
    },
    {
      "id": 184621152,
      "en": "You have finished salting the fish as asked.\\n\\nReturn to Madog on the pier in Lhan Garan.",
      "es": ""
    },
    {
      "id": 173025545,
      "en": "Talk to Teilo Gwyniad",
      "es": ""
    },
    {
      "id": 184621203,
      "en": "There are racks of drying fish on the pier in Lhan Garan.\\n\\nTeilo Gwyniad asked you to salt racks of fish on the pier.",
      "es": ""
    },
    {
      "id": 190220785,
      "en": "'I heard you and the scouts ran into some trouble. Tell me about it.'\\n\\nYou summarize your recent experiences. Madog heaves a sigh and continues speaking, though not to you or seemingly anyone in particular.\\n\\n'Part of why I wanted to help establish this place, our Lhan Garan, was the hope to see our young people grow up away from the tragedy our homeland is experiencing now. I guess it followed us here. Maybe it was a fool's hope all along.'\\n\\nSilence stretches until Teilo quietly beckons you over.",
      "es": ""
    }
  ]
}