{
  "id": 621068246,
  "txt": [
    {
      "id": 173025735,
      "en": "Return to Sírlond",
      "es": ""
    },
    {
      "id": 148970243,
      "en": "The cries of angry Orcs fill the air!",
      "es": ""
    },
    {
      "id": 173025782,
      "en": "Continue to look for signs of Mellanion",
      "es": ""
    },
    {
      "id": 246419795,
      "en": "Grethron believes that Annaethel's son may yet live. You should look for signs of Mellanion in Caranost, in central Cardolan.",
      "es": ""
    },
    {
      "id": 126687017,
      "en": "The wailing woman's own lost child may be the key to freeing her from the grief that has her spiraling into madness.",
      "es": ""
    },
    {
      "id": 148970292,
      "en": "You found a worn blanket of very fine weave!",
      "es": ""
    },
    {
      "id": 184621121,
      "en": "Mellanion managed to hide from his captors, but he needs help making his escape. He wants you to ignite the crate of black powder he spotted in the tower above the stairs.\\n\\nThe tower is in Caranost.",
      "es": ""
    },
    {
      "id": 148970295,
      "en": "A child's hobby horse! Could he have been here?",
      "es": ""
    },
    {
      "id": 251715987,
      "en": "Give the hobby horse to Mellanion",
      "es": ""
    },
    {
      "id": 184621124,
      "en": "With the Orcs distracted, Mellanion was able to make his escape! You should check to be sure he made it back to Sírlond.\\n\\nSírlond is in central Cardolan.",
      "es": ""
    },
    {
      "id": 184621173,
      "en": "The blanket you found is definitely of Elven weave. Could it have belonged to the missing Elf-child? You should continue to look for signs of Mellanion in Caranost, in central Cardolan.",
      "es": ""
    },
    {
      "id": 184621129,
      "en": "Grethron wants you to give the hobby horse back to Mellanion.\\n\\nMellanion is in Sírlond, thanks to you.",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "Lost in Caranost",
      "es": ""
    },
    {
      "id": 184621176,
      "en": "The hobby horse looks like it's been chewed on, but hopefully its owner has not been! Keep looking for signs of Mellanion in Caranost, in central Cardolan.",
      "es": ""
    },
    {
      "id": 173025728,
      "en": "Continue looking for signs of Mellanion",
      "es": ""
    },
    {
      "id": 190220598,
      "en": "'Well met again, my new friend! Mellanion has returned and brought word of your deeds! There are not enough words to thank you for what you have done! Additionally, while you were gone, a scout came back with news of Annaethel! She was found in the ruins south of here, but ran off when approached.\\n\\n'I see you found the boy's hobby horse also. I think we can use this to help us get through to his mother!\\n\\n'Give the toy back to Mellanion. I have an idea.'",
      "es": ""
    },
    {
      "id": 190220553,
      "en": "'Hail, hail and well met indeed! Are you come from Sírlond? What a relief!\\n\\n'I have been stuck down here for days! I managed to slip away from my captors and hide down here, but they're looking for me and patrol above incessantly. I feared I would never escape, but now you are here!\\n\\n'I can make my own way out of here, but I need a distraction. When I was leading them on a chase a few days ago, I saw a curious crate in the tower above these steps. I believe that lighting that box with fire will create a fantastic explosion! If you do that, the patrolling guards will be distracted long enough for me to make my escape. Will you help me?'",
      "es": ""
    },
    {
      "id": 190220576,
      "en": "'Hail again! This time under much better circumstances. Thank you for my rescue, and for bringing me back my horse, chewed though he seems to be. We would have both been gnawed upon much more, were it not for your help.'",
      "es": ""
    },
    {
      "id": 173025730,
      "en": "Ignite the black powder crate",
      "es": ""
    },
    {
      "id": 251715976,
      "en": "Return to Sírlond",
      "es": ""
    },
    {
      "id": 190220785,
      "en": "'We have been here at Sírlond looking into the situation with the Orcs and, more recently, the restless dead. Though I encouraged her to leave him at home, Annaethel insisted on bringing her youngling, Mellanion. The child went missing during an Orc attack. Annaethel was convinced he survived, but after a few days of not finding him she took the loss very deeply.\\n\\n'Annaethel's grief could not be lightened, and with it came a madness I have never seen before. She took to wandering away from our camp, and vanished one night. I have been searching for her and Mellanion ever since, and I am overjoyed that you have found her! My heart trembles, however, thinking that she has lured away someone else's child.\\n\\n'I fear for Annaethel's safety, but even more for that of her child. I dare hope that he yet lives, but if that is true, he is a captive of the Orcs who dwell throughout Caranost. Due to their numbers, I am unable to penetrate the crumbled city, but perhaps you will succeed where I have failed! Please, look for signs of Mellanion.'",
      "es": ""
    },
    {
      "id": 173025779,
      "en": "Search for signs of Mellanion",
      "es": ""
    }
  ]
}