{
  "id": 620888911,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I bear terrible news [placeholder] - even now a force of Uruks is approaching Quickbeam's grove.\\n\\n'I do not think that Saruman yet knows that Quickbeam is there - more likely he thinks it a staging point for our efforts against him - but it is vital that he not learn of the Ent's presence so close to Isengard!\\n\\n'We must go now to Quickbeam's aid. Your friend Ondor is already there, but there are many of the enemy, and if we do not move swiftly, it shall be too late!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "THANKS",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Time is of the essence! Let us make haste!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Of Axe and Fire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Shakh-hai of Isengard have come to claim the last wood standing in Nan Curunir -- Quickbeam's grove.\\n\\nYou must aid in its defence, and ensure that none escape to warn Saruman of the presence of an Ent so close to Isengard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Travel with Dagoras to defend Quickbeam's grove",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Dagoras is at his camp near Isengard.\\n\\nDagoras asked you to accompany the Grimbold's emissary to the gates of Isengard. You should speak with Dagoras when you are ready to meet the emissary.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak with Quickbeam",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Dagoras is at his camp near Isengard.\\n\\nYou should tell Dagoras what transpired at the meeting between Ordwaer and Saruman before the gates of Isengard.",
      "es": "",
      "es (fem)": ""
    }
  ]
}