{
  "id": 620780272,
  "txt": [
    {
      "id": 218649169,
      "en": "'It's my job to keep these passes safe for travellers, [placeholder], but especially for the trade my kin wants to reestablish through these mountains. And there are threats everywhere!\\n\\n'While you were away, I prepared another sign. This one warns travellers away from the good-for-nothing, oath-breaking, false-speaking, thin-bearded Dourhands that have taken over the keep in the pass of Gabilazan. That wouldn't all fit on the sign, so I shortened it to \\qBeware of Evil Dwarves.\\q\\n\\n'If you don't mind helping me out again, I'd ask you to post this sign outside the northern entrance to their keep. Head south-west from here. A slope rises up to Gabilazan and the Dourhand keep. There should be a suitable post you can affix the sign to.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have returned, [placeholder], and I know I need not ask if you posted the sign I gave you, for you are a trustworthy [placeholder] indeed!\\n\\n'I have fashioned another sign for you to post! I see from your eye that you expected it and are eager to assist again!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Evil dwarves have occupied the keep that guards the pass of Gabilazan, and you need to post that sign before the northern entrance of the pass to warn travellers of the danger.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Warning: Evil Dwarves",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Vighar Roadwalker, a dwarf at the High Crag camp, wants to post signs warning travellers away from dangerous locations in the mountains.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You affix Vighar's sign to the post",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Post Vighar's sign outside the northern entrance to Gabilazan",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The pass of Gabilazan is south-west of the High Crag camp atop a slope.\\n\\nVighar Roadwalker has given you a sign to post just outside the northern entrance to the pass of Gabilazan. Evil dwarves have occupied the keep that guards the pass.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Vighar Roadwalker is at the High Crag camp, north-east of Gabilazan.\\n\\nVighar will be pleased to hear that you have posted the sign he gave you in front of the pass of Gabilazan, guarded by Dourhands.",
      "es": ""
    }
  ]
}