{
  "id": 620780274,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You affix Vighar's sign to the post",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Vighar Roadwalker, a dwarf at the High Crag camp, wants to post signs warning travellers away from dangerous locations in the mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You have done admirably with the task of posting those signs for me, [placeholder], and I am sure you will exceed my expectations with this latest one!\\n\\n'This sign warns travellers to beware of giants. I realize this might seem a little obvious, but the trouble with giants is that they can usually see you from a good deal further away than you can see them. One of the Elves in Rivendell told me a story about a giant that could fell an aurochs with a single stone from a distance of two miles! I'm not worried for myself, of course, but if any traders begin passing through the mountains, we'll want them to have at least some warning before entering giant country. Two miles, at least!\\n\\n'Two passes run south through the mountains. You've already seen the pass of Gabilazan, but the pass of Rakhâs-bizar is further to the east. Travel south through Rakhâs-bizar and post this sign. You should find a suitable post before leaving the pass, and beware! I won't be responsible if you run afoul of the giants south of the pass!\\n\\n'In fact, these giants are so dangerous, I would recommend that you go with friends to attempt this task.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The pass of Rakhâs-bizar is east of the pass of Gabilazan, where you posted Vighar's sign warning of the Dourhands.\\n\\nVighar Roadwalker has given you a sign to post in the pass of Rakhâs-bizar, warning of giants to the south. He advised you not to attempt this task on your own.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have returned earlier than I expected, [placeholder], and I have not had time to prepare any more signs!\\n\\n'Perhaps I will come up with something else for you to do, friend [placeholder], but it will take some time. In the meantime, you have my hearty thanks!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Vighar Roadwalker is at the High Crag camp, north-east of Rivendell.\\n\\nVighar will be pleased to hear that you have posted the sign he gave you in the pass of Rakhâs-bizar, north of the land of the giants.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The giants can be found in great numbers south of the pass of Rakhâs-bizar, east of the Dourhand-guarded pass of Gabilazan.\\n\\n'Post my sign and hurry back!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I have not yet thought of another sign to make, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I will come up with something for you to do, never fear!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Post Vighar's sign in the pass of Rakhâs-bizar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'The mountains may not be safer, but at least travellers will now know their dangers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Warning: Evil Giants",
      "es": "",
      "es (fem)": ""
    }
  ]
}