{
  "id": 620780276,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Would you say you are skilled with hammer and nail, friend? It doesn't really matter, but it would be a help if you were. Some of my kin have been looking to get the trade passing through the mountains again, and I'm doing my part to help.\\n\\n'The trouble is that the mountains are dangerous even in summer, and during winter only a fool would expect to come through without incident. And there are threats in the mountains beyond the cold and the snows -- goblins and worse!\\n\\n'There's an old keep far to the north, and evil Men have overtaken it for their own purposes. It's a ways north of the road, but I don't want any dwarves to get turned about in a storm and happen upon it unawares. I'd appreciate it if you could post this warning sign I've made in front of the slope leading up to the keep. There's already a suitable post at the base of the slope -- just affix the sign to it and hurry back. Head north along the road, and then turn north-west to travel into the northern source. It's quite a ways, so be prepared for a good hike!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have returned, [placeholder]! I trust that you have posted my sign? I am glad to hear it, for now I have another!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Evil Men have occupied a keep far to the north, across a snow-covered field beyond the road as it makes its turn east. Post the sign I gave you in front of their keep, to warn travellers of the danger that place may pose to them.\\n\\n'It's quite a ways north of the road, so be ready for a good walk.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Warning: Evil Men",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Vighar Roadwalker, a dwarf at the High Crag camp, wants to post signs warning travellers away from dangerous locations in the mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You affix Vighar's sign to the post",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Post Vighar's Sign outside the Rhudauran Keep",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Evil Men have established themselves in a keep to the north-west of the High Crag camp.\\n\\nVighar Roadwalker has given you a sign to post just outside the entrance of the keep occupied by evil Men in the north-western Misty Mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Vighar Roadwalker is at the High Crag camp, east of Glóin's camp.\\n\\nVighar will be pleased to hear that you have posted the sign he gave you in front of the keep occupied by evil Rhudaurans.",
      "es": "",
      "es (fem)": ""
    }
  ]
}