{
  "id": 620780258,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated a bear ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated bears near High Crags ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Defeated bears near Giant Halls ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Malthenor is concerned about the bears that prowl the mountains and wants you to fight against them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The snowbeasts are a threat near the source of the Bruinen, but they have not spread throughout the mountains as much as other creatures. It is easier to guide travellers past them in a way that is impossible with the more widespread threats.\\n\\n'This is not true of the bears that prowl the slopes, not only near the source of the Bruinen, but also further east among the high crags beneath Pinnath Fenui and as far south as the Giant Halls around Iorbar.\\n\\n'If you can defeat many of the bears in these areas, the slopes will be made safer for travellers. Watch yourself as you hunt the bears of these regions, for they may surprise you with their numbers and their savagery.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bears are found throughout the Misty Mountains: near the Bruinen Source, by the High Crags, north of Glóin's Camp, and close to the Giant Halls.\\n\\nMalthenor has asked you to defeat bears throughout the mountains to lessen the threat they pose to potential travellers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have become a true foe of the savage bears that prowl the mountains, [placeholder], and I am glad of it! Every beast that is slain makes the wild country safer for those who must journey there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Malthenor is located in Glóin's camp.\\n\\nMalthenor will be pleased to hear that you have defeated many bears throughout the mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Bears can be found throughout the Misty Mountains. Defeat as many as possible to ensure the travellers along the road will be made a good deal safer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The bears of the mountains are savage indeed, [placeholder]. You have done well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'The high passes are safer because of your efforts, friend [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat bears in the Misty Mountains ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat bears near High Crags ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat bears near Giant Halls ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Hidden by Fur and Snow",
      "es": "",
      "es (fem)": ""
    }
  ]
}