{
  "id": 620780216,
  "txt": [
    {
      "id": "0xd085251",
      "en": "The lynx-hide is beautiful and may make a strong and elegant cloak. You must find an Elf skilled with light armour to craft a cloak from this hide.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'In all my years, I have not seen the lynx stalking amongst the stones. Yet I have long lived within the safety of Imladris. The beasts grow more aggressive as each day passes and Evil stirs in the heart of Middle-earth. \\n\\n'Your victory shows your cunning, and I shall weave a cloak from this mantle worthy of your feat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'In my years, I have not seen the lynxes stalking amongst the stones. Yet, I have long lived within the safety of Imladris. Beasts grow more aggressive as each day passes and evil stirs in the heart of Middle-earth. \\n\\n'Your victory shows your cunning and I shall weave a cloak from this mantle and it shall adorn your shoulders as a warning to other beasts who would think you easy prey.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Superior Lynx-hide Cloak",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "As you made your way through the High Moor outside of Rivendell, you discovered a dangerous lynx. After a short battle in which you bested the beast, you discovered his hide was unmarred.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the lynx-hide to an Elven armoursmith to craft a cloak",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Elves dwell in the hidden valley of Rivendell in the eastern reaches of the Trollshaws.\\n\\nAttacked by the Lynx of the High Moor, you bested the beast and discovered that your blow left nary a mark upon its hide. Having skilfully removed the hide, you should seek a light armoursmith that could fit the hide into a magnificent cloak.",
      "es": "",
      "es (fem)": ""
    }
  ]
}