{
  "id": 620995065,
  "txt": [
    {
      "id": "0x9b56856",
      "en": "'I heard that you found the bodies of two of the missing men, [placeholder], but I am glad you were able to save Terho. He spoke of a sudden storm that overtook the warriors not far from Sûri-kylä. It happens from time to time, although I did not notice such a storm since my return. The cold can work a madness on even the well-prepared, however.\\n\\n'While you searched for the missing Lossoth, I discovered the rightful owner of the brooch. A woman named Pinja, recently-widowed, told me that the brooch belonged to her slain husband, Oiva.'\\n\\nYou ask Lothrandir if he is not concerned that the corruption in the brooch might work some harm upon the widow. He seems to consider it for the first time.\\n\\n'That... that is a good point, [placeholder]. I do not know why I did not think of that when I gave her the brooch. Now that I think on it, I confess that I cannot remember actually handing it to her at all! That is most strange. We had better go to see her at once, [placeholder]! I hope I have not done ill through my desire to do right!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01143",
      "en": "Terho is south-east of Sûri-kylä, calling for help!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 2.1: Heirloom of the Snowmen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01145",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56859",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ee2",
      "en": "Talk to Lothrandir in Sûri-kylä, in Forochel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01147",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01148",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56860",
      "en": "'I know why you have come, [placeholder]. If you are to journey beneath the shroud that covers Gorgoroth, you will need the aid of a light that can pierce the darkness.'\\n\\nElrond takes the Brooch of Bone from you and dips it into the font beside him. When the artifact emerges from the glowing circle, light drips soundlessly from it and pools like water in the basin. You are put in mind of a blazing hearth, a beacon shining in the darkness of a crisp and clear winter's night, calling all travellers home for warmth and welcome. Elrond smiles at the sight of the glowing heirloom, and his voice contains both determination and joy when he speaks again.\\n\\n'With the Light of Eärendil, you will be able to walk where the shadows lie, and overcome them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56861",
      "en": "'It is good to see you again, [placeholder]. There are always dangers, even after the fall of Sauron, and it is our duty to face them. The hazards of Forochel are more to my liking than those we faced in the south-lands, however. What has caused you to make this long journey, my friend?'\\n\\nYou tell Lothrandir of the bone brooch you recovered and the corruption that grips it.\\n\\n'I can sense its evil power. It puts me in mind of the dread that weighed upon me in the dungeons of Isengard; that is not a feeling I am eager to revisit! That this is a Lossoth brooch cannot be denied, for there are many like it in Sûri-kylä alone, but the real question is this: does the brooch belong to one of those who have gone missing in recent days and are currently unaccounted? If it does, this brooch may bring ill tidings to the missing man's family. That should not deter us. It should be delivered.\\n\\n'Yes, several warriors have not returned from excursions among the snows, and I went with some hardy men to seek for them, to no avail. We searched to the north, but had not yet gone to the east. If you will search for them, I will show this brooch to people in Sûri-kylä and see if they recognize it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01155",
      "en": "Lothrandir returned to Sûri-kylä in Forochel following the War of the Ring.\\n\\nMithrandir believes that the corrupted brooch came from Forochel and returning it there may help cleanse the corruption that befell it in Mordor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b6",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b9",
      "en": "Lothrandir asked you to search east of Sûri-kylä while he showed the corrupted brooch to folk in the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56840",
      "en": "'Quickly, my friend! Something is not right about this!'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ef8",
      "en": "Bring the Brooch of Bone to Elrond in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x825cae1",
      "en": "'My pursuers have caught up with me! You must help!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x825cae2",
      "en": "Ferocious Pursuer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56842",
      "en": "'I have studied the artifact that Ayorzén stole from the vault of Durthang. It bears a powerful corruption, but it was not made in the land of Mordor. It came from elsewhere, and the corruption that envelops it stems from its long stay in the Black Land. If this evil could be cleansed, I believe that Elrond could imbue it with a powerful and vital force for Good.\\n\\n'Before that can happen, however, we must do something about the corruption that Mordor has worked upon it. There are different methods to accomplish this, though the Wise disagree upon the effectiveness of each. My preferred means for such a cure is to bring the corrupted item to the place where it was made, or to places of some significance upon its path, and to thereby diffuse the foul touch of Mordor that has, in the interim, claimed it. We must learn the story of this heirloom before it came to Mordor.'\\n\\nThe Wizard turns the artifact over in his hands, studying it for some clue to its origin. To your eye the heirloom is a small brooch made of bone, encircled by what appears to be a curved piece of antler. It reminds you of the Lossoth of Forochel. Mithrandir seems to pick up on your assessment.\\n\\n'Yes, [placeholder], this brooch was clearly fashioned by Lossoth hands. In material and in style this brooch of bone began its journey near the Ice-bay. That is where you should bring it, for reminding it of its origin may help to cleanse the corruption that enveloped it within Mordor.\\n\\n'Go to the city of Sûri-kylä, and find Lothrandir of the Dúnedain. He returned to Forochel after the fall of Sauron, and he may be able to help you cleanse the brooch of its evil.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x825cae3",
      "en": "'Thank you, stranger! My life is yours!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56843",
      "en": "'This brooch was clearly fashioned by Lossoth hands. In material and in style this brooch of bone began its journey near the Ice-bay. That is where you should bring it, for reminding it of its origin may help to cleanse the corruption that enveloped it within Mordor.\\n\\n'Go to the city of Sûri-kylä, and find Lothrandir of the Dúnedain. He returned to Forochel after the fall of Sauron, and he may be able to help you cleanse the brooch of its evil.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1169",
      "en": "You found some of the missing Lossoth. Suddenly, you hear shouts from the south-east!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56846",
      "en": "'Several warriors have not returned from excursions among the snows, and I went with some hardy men to seek for them, to no avail. We searched to the north, but had not yet gone to the east. If you will search for them in that direction, I will show this brooch to people in Sûri-kylä and see if they recognize it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6a01",
      "en": "Defend Terho from his pursuers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01163",
      "en": "Lothrandir returned to Sûri-kylä in Forochel following the War of the Ring.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a7",
      "en": "'It is good to see you again, [placeholder]. There are always dangers, even after the fall of Sauron, and it is our duty to face them. The hazards of Forochel are more to my liking than those we faced in the south-lands, however. What has caused you to make this long journey, my friend?'\\n\\nYou tell Lothrandir of the bone brooch you recovered and the corruption that grips it.\\n\\n'I can sense its evil power. It puts me in mind of the dread that weighed upon me in the dungeons of Isengard; that is not a feeling I am eager to revisit! That this is a Lossoth brooch cannot be denied, for there are many like it in Sûri-kylä alone, but the real question is this: does the brooch belong to one of those who have gone missing in recent days, and are currently unaccounted? If it does, this brooch may bring ill tidings to the missing man's family. That should not deter us. It should be delivered.\\n\\n'Yes, several warriors have not returned from excursions among the snows, and I went with some hardy men to seek for them, to no avail. We searched TBD and TBD, but had not yet gone to the TBD. If you will search for them in that direction, I will show this brooch to people in Sûri-kylä and see if they recognize it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50270",
      "en": "Talk to Terho",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56879",
      "en": "'I will meet you at the Haven of Orladion, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a8",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01166",
      "en": "Lothrandir returned to Sûri-kylä in Forochel following the War of the Ring.\\n\\nLothrandir gave the corrupted brooch to its rightful owner, but he fears that if the corruption remains it might do her some harm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01167",
      "en": "Elrond is at the Haven of Orladion in Rivendell, north-west of the Last Homely House.\\n\\nYou have cleansed the corruption from the Brooch of Bone, and should bring it now to Elrond in Rivendell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50244",
      "en": "Talk to Lothrandir in Sûri-kylä, in Forochel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1a1",
      "en": "Mithrandir has studied the artifact that Ayorzén stole from the vault of Durthang and believes that if it might be cleansed of its corruption it could be empowered with a force for Good.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Talk to Lothrandir in Sûri-kylä, in Forochel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50275",
      "en": "Talk to Lothrandir in Sûri-kylä and go to see the widow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50247",
      "en": "Search for the missing Lossoth warriors east of Sûri-kylä",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56850",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56854",
      "en": "'The storm came up suddenly, and I was separated from Âtos and Îkka. We did not know where we were... can we really have been so close to the city? But there is no time for that now... I am pursued! Help me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01141",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    }
  ]
}