{
  "id": 620995119,
  "txt": [
    {
      "id": "0xeb01171",
      "en": "Elrond is at the Haven of Orladion in Rivendell, north-west of the Last Homely House.\\n\\nYou have cleansed the corruption from the Vengeance of Folca and should bring it now to Elrond in Rivendell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01143",
      "en": "Eldmath has gone ahead into the field, inspired by the promise of adventure and planned to meet you north-east of Aldburg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56857",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 2.1: Heirloom of the Riddermark",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01146",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01148",
      "en": "Eldmath ran off during the fighting, and you should find him. He cannot have gone far.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1152",
      "en": "The tusk-shard's corruption draws evils to it",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01149",
      "en": "Eldmath has been captured by a raiding party of Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1154",
      "en": "Defeated Wargs drawn by the corruption ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9f3461",
      "en": "Orc of the Boar Clan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56860",
      "en": "'I will meet you at the Haven of Orladion, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56862",
      "en": "'I know why you have come, [placeholder]. If you are to journey beneath the shroud that covers Gorgoroth, you will need the aid of a light that can pierce the darkness.'\\n\\nElrond takes the Vengeance of Folca from you and dips it into the font beside him. When the artifact emerges from the glowing circle, light drips soundlessly from it and pools like water in the basin. An image rises unbidden in your mind, of the light of stars glittering in the heavens, extinguished by the coming of day but rekindled every night without fail. So it was with the vengeance of Folca, who would not live to see the rise of Rohan's star after a long night and a fresh dawn, but rise it did. Elrond smiles at the shimmering light, and his voice contains both determination and joy when he speaks again.\\n\\n'With the Light of Eärendil, you will be able to walk where the shadows lie, and overcome them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1158",
      "en": "The tusk-shard's corruption draws evils to it",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01150",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Mithrandir has studied the artifact that Ayorzén stole from the vault of Durthang and believes that if it might be cleansed of its corruption it could be empowered with a force for Good.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01154",
      "en": "You should defeat the Wargs drawn by the corruption of the tusk-shard, or they might prove a danger to Eldmath or the people of the Eastfold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b6",
      "en": "An expert jeweller in Minas Tirith may be able to use his tools to read the markings on the corrupted shard for you. Such a jeweller plies his trade on the southern side of the Fourth Circle, after the battle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ef7",
      "en": "Talk to Eldmath north-east of Aldburg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b9",
      "en": "One jeweller sent you to another. Perhaps the expert jeweller in Snowbourn, the city of Rohan in the Sutcrofts, will be able to read the markings on the corrupted tusk-shard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56841",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ef9",
      "en": "Bring the Vengeance of Folca to Elrond in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56842",
      "en": "'You've got a look about you, [placeholder]. Seen some battle, eh? Well, you won't try nothin' if you know what's good for your friend here. You're comin' with us, and no funny business or we'll stick him before you can move.'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1166",
      "en": "Eldmath has run into some trouble",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x40b9d61",
      "en": "'How exciting! Handle these foes and I will meet you further ahead!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56843",
      "en": "'This might not be the right place, [placeholder]. I have sung the tale of Folca and the Boar so many times, but the layout of the land seems very different when you're actually there. Everything is so much larger than it seems in the tales; I feel as if we have been walking all day!\\n\\n'I am ready for some excitement, if only to dispel the tedium of all this walking!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56847",
      "en": "'I have studied the artifact that Ayorzén stole from the vault of Durthang. It bears a powerful corruption, but it was not made in the land of Mordor. It came from elsewhere, and the corruption that envelops it stems from its long stay in the Black Land. If this evil could be cleansed, I believe that Elrond could imbue it with a powerful and vital force for Good.\\n\\n'Before that can happen, however, we must do something about the corruption that Mordor has worked upon it. There are different methods to accomplish this, though the Wise disagree upon the effectiveness of each. My preferred means for such a cure is to bring the corrupted item to the place where it was made, or to places of some significance upon its path, and to thereby diffuse the foul touch of Mordor that has, in the interim, claimed it. We must learn the story of this heirloom before it came to Mordor.'\\n\\nThe Wizard turns the artifact over in his hands, studying it for some clue to its origin. To your eye the heirloom is a small shard of bone or tusk, splintered smoothly from a larger piece, and you say so.\\n\\n'I deem that you are right, [placeholder], but I will narrow the scope of your deduction. This was once part of a porcine tusk, from a boar or similar animal. These have been known to chip or splinter during combat.\\n\\n'That would not ordinarily be a cause for interest, but there are markings carved near the base of it, faded and hard to read. Perhaps an expert jeweller in Minas Tirith can use his tools to read them for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56876",
      "en": "'This might not be the right place, [placeholder]. I have sung the tale of Folca and the Boar so many times, but the layout of the land seems very different when you're actually there. Everything is so much larger than it seems in the tales; I feel as if we have been walking all day!'\\n\\nEldmath turns the corrupted tusk-shard over in his hands and shudders.\\n\\n'This does have a vile, unlucky feeling about it, doesn't it? I am ready for some excitement, if only to dispel the tedium of all this walking!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a7",
      "en": "'What is this thing you have brought to me? It raises in me an unpleasant sensation, as if it were capable of great evil or indeed had already committed such! I will not fashion a necklace or amulet out of this, unless the price be most convincing!'\\n\\nYou tell the jeweller that you are here for another purpose and explain that you would like him to read the tiny markings near the base of the tusk-shard. He grunts reluctantly and takes out his glass.\\n\\n'Even now they are very difficult to make out, and anyway are symbols with which I am unfamiliar. The words look Rohirric to me, but I am an expert in fashioning beautiful adornments and trinkets, not in unravelling languages! Bring to the Rohirrim that which concerns them, that is my rule! I once knew a jeweller from the Sutcrofts who learned his trade at the same time I did, and planned to repair in their city of Snowbourn when he became an expert. You should look for him and see if he can read these Rohirric words.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50270",
      "en": "Talk to the bard in the tavern in Aldburg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbf02c21",
      "en": "Bard of Rohan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a8",
      "en": "'This was once part of a porcine tusk, from a boar or similar animal. These have been known to chip or splinter during combat.\\n\\n'That would not ordinarily be a cause for interest, but there are markings carved near the base of it, faded and hard to read. Perhaps an expert jeweller in Minas Tirith can use his tools to read them for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50271",
      "en": "Talk to Eldmath at TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50273",
      "en": "Defeat Wargs drawn by the corruption ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50245",
      "en": "Catch up with Eldmath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1143",
      "en": "The tusk-shard's corruption draws evils to it",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50275",
      "en": "Talk to Tharbag and look for an opportunity to rescue Eldmath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50248",
      "en": "Talk to the expert jeweller in Minas Tirith, on the southern side of the Fourth Circle, after the battle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56850",
      "en": "'Welcome to Snowbourn, can I provide you with any assistance? I fashioned pieces of such beauty that Théoden King himself would marvel at my craft, and I am certain Éomer King, now elevated, will do the same!'\\n\\nYou explain that an expert jeweller in Minas Tirith referred you to him, believing that he might be able to read the Rohirric words that adorn the base of the tusk-shard.\\n\\n'You will not be disappointed, and when next I see my friend I will be sure to thank him for sending you to me. He has always had a discerning eye, and his finest quality is knowing when to say he does not have sufficient expertise in a field. I, however, am clearly the man for the task. Give it here. My, it does possess an unpleasant air, doesn't it?'\\n\\nThe jeweller of Rohan squints at the tusk-shard through his glass for a moment and then snorts with disgust.\\n\\n'Hooves at a gallop! Did I say my friend was a man of discernment? He is a fool, and always has been! Dress him in motley, it is all he deserves! These are not Rohirric words! If these be words at all, then they are words scrawled in a foul and Orkish tongue!\\n\\n'It could be that this one here reads \\qFolca,\\q if you sound it out, and that tells me that if you wish to follow the trail, such as it is, you should search in the Eastfold. Perhaps a bard can tell you of the story of Folca and the Boar of Everholt, for it seems relevant to this tusk-shard. Go to Aldburg and find a bard. The tavern seems a safe place to look.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50249",
      "en": "Talk to the expert jeweller in Snowbourn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "'Would you like to hear a song? I would be a traitor indeed if I did not allow you to rearrange your skills, but what would be the point of that? Aye, no point, and yet all the points! Relegated to music am I, but still I long for the adventuring life! No song for me, but all the songs of others!'\\n\\nUnsure that this will prove at all fruitful, you show the bard the corrupted tusk-shard. His eyes light up when you explain that the markings near the base appear to be tiny Orkish scrawls, and they mention Folca.\\n\\n'Ah, the call of adventure beckons! If you wish to unravel the mystery of this heirloom, you have come to the right place, for I know of the tale! I will bring you to the site where it is said King Folca slew the beast and was slain in turn. I will be a bard no more, but a warrior and a quester! Meet me north-east of Aldburg, my friend, and let us do deeds worthy of the great heroes of old!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56854",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01141",
      "en": "The jeweller in Snowbourn sent you to the village of Aldburg, in the Eastfold, to ask a Bard of Rohan about the tusk-shard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56855",
      "en": "'I will meet you north-east of Aldburg! Adventure!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}