{
  "id": 620995141,
  "txt": [
    {
      "id": 190220548,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 184621174,
      "en": "Mablung can be found at the Camp of the Host, on the northern edge of North Ithilien.\\n\\nYou should return to Mablung and tell him that many of the Orkish traps were destroyed.",
      "es": ""
    },
    {
      "id": 126687156,
      "en": "Mablung has asked you to venture into the Noman-lands ruins with Faroth and search for hidden Orkish traps. ",
      "es": ""
    },
    {
      "id": 126687112,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 148970243,
      "en": "Destroyed hidden Orkish traps ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025781,
      "en": "Return to Mablung",
      "es": ""
    },
    {
      "id": 236954393,
      "en": "Hidden Dangers",
      "es": ""
    },
    {
      "id": 190220598,
      "en": "'I thank you for your efforts, [placeholder]. Too many Rangers have found themselves in peril because of those traps, Faroth included!'",
      "es": ""
    },
    {
      "id": 173025730,
      "en": "Destroy hidden Orkish traps ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184621171,
      "en": "Venture into the Noman-lands with Faroth, find hidden Orkish traps, and destroy them. They can be found in the many ruins throughout the Noman-lands.\\n\\nFaroth must be present to find the hidden Orkish traps. If you lose track of him, use the hound-calling whistle to summon him back.",
      "es": ""
    },
    {
      "id": 190220546,
      "en": "'Scouts returning to camp have brought word of Orkish traps in and among the ruins the entire way between here and Nuiharn. It is one of these that I guess gave Faroth his small wound. He was lucky and nimble. Our marching soldiers may fare far worse if they stumble on them.\\n\\n'Take Faroth with you and destroy as many as you can find. If I am not mistaken, he will keep a keen eye and nose out for them now.'",
      "es": ""
    }
  ]
}