{
  "id": 620995088,
  "txt": [
    {
      "id": 246419826,
      "en": "Elrond is at the Haven of Orladion in Rivendell, north-west of the Last Homely House.\\n\\nYou have cleansed the corruption from the Seeds of Defiance, and should bring them now to Elrond in Rivendell.",
      "es": ""
    },
    {
      "id": 49286880,
      "en": "Talk to Rhothlas by the pond near Kar Lak",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 2.1: Heirloom of the Earth-kin",
      "es": ""
    },
    {
      "id": 246419780,
      "en": "There is a pond in the North Downs, in the south-east corner of Nan Amlug East, where the Rauta-lehmä gather. Santtu told you Trotsiv was going to go there, but he is worried that something happened to him because the pond is very near to Kar Lak, war-camp of the Rauta-lehmä.",
      "es": ""
    },
    {
      "id": 162883673,
      "en": "'Hoom... you are not like the others that came to this place. What brings you to the still water? I do not count time the way you do, hoom, hum. I have been standing here, drinking water and feeling the sun. Many creatures came to this place, and many creatures left. One remained. The skin you carry was his. What is the word? Bag? Pouch? A container for carrying. When he stayed behind, he became part of the earth. Hoom.\\n\\n'My name is not one you could speak. You could call me Rhothlas, or Rattleleaf if you prefer to say so. I can tell you what I saw, if you want to hear, hum, hoom, toom.'\\n\\nHis rumbling ends, and there is silence. You decide that he is waiting for you to answer.",
      "es": ""
    },
    {
      "id": 246419782,
      "en": "A pack of hunting Wargs has been drawn to you by the evil emanating from the corrupted pouch.",
      "es": ""
    },
    {
      "id": 49286883,
      "en": "Bring the Seeds of Defiance to Elrond in Rivendell",
      "es": ""
    },
    {
      "id": 246419783,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419784,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 177082707,
      "en": "You hear the snarls of a pack of hunting Wargs, drawn by the corruption",
      "es": ""
    },
    {
      "id": 177082709,
      "en": "Defeated evil-fascinated Wargs ([placeholder]/3)",
      "es": ""
    },
    {
      "id": 177082712,
      "en": "You hear a curious creaking sound coming from the south-west side of the pond",
      "es": ""
    },
    {
      "id": 246419792,
      "en": "Rhothlas is standing among the trees near the pond in Nan Amlug East, below Kar Lak.",
      "es": ""
    },
    {
      "id": 162883684,
      "en": "'I will meet you at the Haven of Orladion, [placeholder].'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Mithrandir has studied the artifact that Ayorzén stole from the vault of Durthang and believes that if it might be cleansed of its corruption it could be empowered with a force for Good.",
      "es": ""
    },
    {
      "id": 246419793,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883685,
      "en": "'I know why you have come, [placeholder]. If you are to journey beneath the shroud that covers Gorgoroth, you will need the aid of a light that can pierce the darkness.'\\n\\nElrond takes the pouch from you and easily unties the cord that kept it shut. With a solemn expression, he shakes the contents of the pouch onto his palm: a number of unusual seeds.\\n\\n'I have not seen seeds such as these for thousands of years, [placeholder]. How came they to survive? It must have taken a dedicated caretaker to ensure they were not lost or destroyed, for many seeds are not properly valued if the fruit of their growth is not clear or known. I shall see that these seeds are planted. May they last beyond the Age!'\\n\\nElrond holds the empty pouch and dips it into the font beside him. When it emerges from the glowing circle, light drips soundlessly from it and pools like water in the basin. An image rises unbidden in your mind: Trotsiv standing alone against the others of his kind, only he remembering the duty with which they were charged. Now the pouch he carried shines as brightly as his defiance; his duty will be fulfilled at last. Elrond smiles, and his voice contains both determination and joy when he speaks again.\\n\\n'With the Light of Eärendil, you will be able to walk where the shadows lie, and overcome them.'",
      "es": ""
    },
    {
      "id": 111477345,
      "en": "Talk to Rhothlas and hear his tale",
      "es": ""
    },
    {
      "id": 246419800,
      "en": "Aarnikka and Santtu can be found in the village of Lehmä-koti and may know something about the corrupted pouch.",
      "es": ""
    },
    {
      "id": 246419894,
      "en": "Chief Tuokki is at the Earth-kin village of Lehmä-koti, in the Ram Dúath, south of Angmar.",
      "es": ""
    },
    {
      "id": 162883650,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883651,
      "en": "'I will tell you some of what I saw. No one will speak of the one who remained if I do not.'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": ""
    },
    {
      "id": 162883652,
      "en": "'I have studied the artifact that Ayorzén stole from the vault of Durthang. It bears a powerful corruption, but it was not made in the land of Mordor. It came from elsewhere, and the corruption that envelops it stems from its long stay in the Black Land. If this evil could be cleansed, I believe that Elrond could imbue it with a powerful and vital force for Good.\\n\\n'Before that can happen, however, we must do something about the corruption that Mordor has worked upon it. There are different methods to accomplish this, though the Wise disagree upon the effectiveness of each. My preferred means for such a cure is to bring the corrupted item to the place where it was made, or to places of some significance upon its path, and to thereby diffuse the foul touch of Mordor that has, in the interim, claimed it. We must learn the story of this heirloom before it came to Mordor.'\\n\\nThe Wizard turns the object over in his hands, studying it for some clue to its origin. To your eye it is a simple bag of leather, sealed with a strap of cord tied in a simple-looking knot. Mithrandir sets his fingers to untying the knot, but the cord resists his efforts. He frowns.\\n\\n'There is more here than appears at first, [placeholder], for untying this knot should be a simple matter, yet is not. There is some power at work here that keeps the bag sealed. When I shake it I hear a sound as of small stones; the bag is not empty, but what it contains will remain secret until the bag is opened.\\n\\n'I have seen bags of this type in the possession of Earth-kin, such as those that live at Lehmä-koti in the Ram Dúath, south of Angmar. Speak to their chief and perhaps he will be able to open the bag and remove the corruption that surrounds it.'",
      "es": ""
    },
    {
      "id": 162883653,
      "en": "'There is more here than appears at first, [placeholder], for untying this knot should be a simple matter, yet is not. There is some power at work here that keeps the bag sealed. When I shake it I hear a sound as of small stones; the bag is not empty, but what it contains will remain secret until the bag is opened.\\n\\n'I have seen bags of this type in the possession of Earth-kin, such as those that live at Lehmä-koti in the Ram Dúath, south of Angmar. Speak to their chief and perhaps he will be able to open the bag and remove the corruption that surrounds it.'",
      "es": ""
    },
    {
      "id": 162883657,
      "en": "'Maybe show to Aarnikka. Hope for shiny things inside may help him try to open. Also ask Santtu about pouch. He carry skulls on path through canyon, see much. May know.'",
      "es": ""
    },
    {
      "id": 111477360,
      "en": "Talk to Aarnikka in Lehmä-koti",
      "es": ""
    },
    {
      "id": 162883752,
      "en": "'You come to Suuri-lehmä village to lend your strength? If strength measured in wit or in learning, maybe so! Jorthkyn have strength to spare.'\\n\\nYou show Chief Tuokki the sealed leather bag and ask if he can use his great strength to untie the knot that binds it shut. His smile turns to a frown as he tries and fails to untie it.\\n\\n'This is trick? Some magic keeps pouch closed. Not nice of little Lore-master to play tricks. I forgive your joke. Strange to have pouch of Jorthkyn make, but not be Jorthkyn. Very old. Not seen one in long time, since before we came to Lehmä-koti.\\n\\n'Maybe show to Aarnikka. Hope for shiny things inside may help him try to open. Also ask Santtu about pouch. He carry skulls on path through canyon, see much. May know.'",
      "es": ""
    },
    {
      "id": 111477361,
      "en": "Talk to Santtu in Lehmä-koti",
      "es": ""
    },
    {
      "id": 162883753,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477362,
      "en": "Find the pond revered by the Rauta-lehmä near Kar Lak, in Nan Amlug East",
      "es": ""
    },
    {
      "id": 246419814,
      "en": "A pack of hunting Wargs has been drawn to you by the evil emanating from the corrupted pouch.",
      "es": ""
    },
    {
      "id": 111477364,
      "en": "Defeat evil-fascinated Wargs at the pond near Kar Lak ([placeholder]/3)",
      "es": ""
    },
    {
      "id": 246419817,
      "en": "You have found an Ent near a pond in the North Downs.",
      "es": ""
    },
    {
      "id": 111477318,
      "en": "Talk to Chief Tuokki at Lehmä-koti",
      "es": ""
    },
    {
      "id": 111477367,
      "en": "Defeat evil-fascinated Wargs at the pond near Kar Lak (2/3)",
      "es": ""
    },
    {
      "id": 162883665,
      "en": "'You come to help Jorthkyn? Always welcome! But what is that you have?'\\n\\nYou show Aarnikka the sealed leather bag, and he recoils.\\n\\n'Not seen one of those since long ago! Used to be many Jorthkyn had pouches like that. Do not remember why, but someone gave them to us. But this one... something wrong. Feels bad to be near. Where did little Lore-master find?'\\n\\nYou tell Aarnikka that the bag must have spent a long time in Mordor, and the evil of that place has corrupted it, but you hope to cleanse it of its corruption.\\n\\n'Would be nice if could, little Lore-master. I do not remember why Jorthkyn had pouches like that. It makes me sad to forget. Makes me sad to see this one twisted for evil. Do not know why.'",
      "es": ""
    },
    {
      "id": 162883666,
      "en": "'What do you have? Where did you find pouch belonging to Trotsiv?'\\n\\nSanttu sees your puzzled expression and tries to explain.\\n\\n'Many Jorthkyn used to have pouches like that, but that was long time ago. Only Trotsiv still had his, very fond of it. Went away to pond where skulls gather, to south-east, but that is near Kar Lak. Trotsiv did not return. If you have pouch now, I think Trotsiv never coming back.'",
      "es": ""
    },
    {
      "id": 162883667,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419776,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883669,
      "en": "'Kar Lak is far to the south. Pond there is sacred for Jorthkyn, but Rauta-lehmä make it dangerous to go.'",
      "es": ""
    }
  ]
}