{
  "id": 620995067,
  "txt": [
    {
      "id": 246419824,
      "en": "Greith told you of a number of doors south-west of the Twenty-first Hall that the corrupted key might unlock.",
      "es": ""
    },
    {
      "id": 111477317,
      "en": "Talk to Greith in the Twenty-first Hall, in Khazad-dûm",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477319,
      "en": "Unlock the door south-west of the Twenty-first Hall with the Corrupted Key",
      "es": ""
    },
    {
      "id": 111477320,
      "en": "Unlock the door south-west of the Twenty-first Hall with the Corrupted Key",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 24695202,
      "en": "Mithrandir has studied the artifact that Ayorzén stole from the vault of Durthang and believes that if it might be cleansed of its corruption it could be empowered with a force for Good.",
      "es": ""
    },
    {
      "id": 49286884,
      "en": "Talk to Greith outside the unlocked door south-west of the Twenty-first Hall and down many levels",
      "es": ""
    },
    {
      "id": 225642611,
      "en": "'You have nothing for me?'",
      "es": ""
    },
    {
      "id": 177082704,
      "en": "The key almost fits in the lock... but not quite",
      "es": ""
    },
    {
      "id": 177082706,
      "en": "The key fits cleanly in the lock, and turns! The door is unlocked",
      "es": ""
    },
    {
      "id": 162883648,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883649,
      "en": "'Let us open the door and see what lies beyond it!'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": ""
    },
    {
      "id": 162883651,
      "en": "'I have studied the artifact that Ayorzén stole from the vault of Durthang. It bears a powerful corruption, but it was not made in the land of Mordor. It came from elsewhere, and the corruption that envelops it stems from its long stay in the Black Land. If this evil could be cleansed, I believe that Elrond could imbue it with a powerful and vital force for Good.\\n\\n'Before that can happen, however, we must do something about the corruption that Mordor has worked upon it. There are different methods to accomplish this, though the Wise disagree upon the effectiveness of each. My preferred means for such a cure is to bring the corrupted item to the place where it was made, or to places of some significance upon its path, and to thereby diffuse the foul touch of Mordor that has, in the interim, claimed it. We must learn the story of this heirloom before it came to Mordor.'\\n\\nThe Wizard turns the artifact over in his hands, studying it for some clue to its origin. To your eye the heirloom is a stone key, with many angular corners and smooth sides.\\n\\n'The origin of this artifact is no mystery, [placeholder], for its shape and the runes upon it state as clearly as possible from where it came. This key opens a door in Moria, in Khazad-dûm.\\n\\n'But which door and where? That will be the real mystery. Perhaps the best place to start is with the Iron Garrison. Look for dwarves in the Twenty-first Hall that proclaim themselves lock-masters, and they will no doubt have a catalogue of locks to which this key may fit. Unlocking the door may cleanse the key of its corruption.'",
      "es": ""
    },
    {
      "id": 162883652,
      "en": "'The origin of this artifact is no mystery, [placeholder], for its shape and the runes upon it state as clearly as possible from where it came. This key opens a door in Moria, in Khazad-dûm.\\n\\n'But which door and where? That will be the real mystery. Perhaps the best place to start is with the Iron Garrison. Look for dwarves in the Twenty-first Hall that proclaim themselves lock-masters, and they will no doubt have a catalogue of locks to which this key may fit. Unlocking the door may cleanse the key of its corruption.'",
      "es": ""
    },
    {
      "id": 162883654,
      "en": "'For now, let us try the key in doors to the south-west of here. A series of staircases descend, and there are locked doors on many of the levels. This strange key may unlock one of them.'",
      "es": ""
    },
    {
      "id": 49286903,
      "en": "Bring the Key of the Forgotten to Elrond in Rivendell",
      "es": ""
    },
    {
      "id": 111477345,
      "en": "Unlock the door south-west of the Twenty-first Hall with the Corrupted Key",
      "es": ""
    },
    {
      "id": 162883751,
      "en": "'If you are seeking the master of locks himself, you have found him! I am Greith, and I have taken it upon myself to open every last one of the hidden chambers of Khazad-dûm! Progress is slow, for now, but it would be slower for any other! Have you discovered a door that needs opening?'\\n\\nYou tell Greith that you have the opposite problem: a key but no door.\\n\\n'Ah, then you truly have come to the right dwarf, for I know of several such doors that might be opened by this key you carry. But what is wrong with it? It causes a sickness to rise in me, and I feel a terrible dread in its presence! This is very unusual for a dwarf, and upsetting. If the key is possessed of such corruption, what evils might lie behind the door it opens?\\n\\n'We will worry about that when we stand in the threshold... if even then! For now, let us try the key in doors to the south-west of here. A series of staircases descend, and there are locked doors on many of the levels. This strange key may unlock one of them.'",
      "es": ""
    },
    {
      "id": 162883752,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419776,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883665,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419778,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883667,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419780,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 177082729,
      "en": "The key does not fit in the lock",
      "es": ""
    },
    {
      "id": 162883669,
      "en": "'Perhaps this one? It is worth trying, anyway.'",
      "es": ""
    },
    {
      "id": 246419782,
      "en": "Greith is outside the unlocked door in Khazad-dûm, south-west of the Twenty-first Hall and down many levels.",
      "es": ""
    },
    {
      "id": 162883671,
      "en": "'By my beard, it worked! The door is unlocked. Are you ready to see what lies within? Speak to me when you are ready, and we can open the door together! I do not know what to expect. Treasure perhaps? Let us hope so, if Durin smiles!'",
      "es": ""
    },
    {
      "id": 246419784,
      "en": "Greith is outside the unlocked door south-west of the Twenty-first Hall and down many levels, in Khazad-dûm.",
      "es": ""
    },
    {
      "id": 111477361,
      "en": "Unlock the door at TBD with the Corrupted Key",
      "es": ""
    },
    {
      "id": 246419785,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477364,
      "en": "Talk to Greith outside the unlocked door south-west of the Twenty-first Hall and down many levels",
      "es": ""
    },
    {
      "id": 111477365,
      "en": "Talk to Greith outside the unlocked door and explore beyond",
      "es": ""
    },
    {
      "id": 132413905,
      "en": "'So, do you think you can open this door?'",
      "es": ""
    },
    {
      "id": 132413906,
      "en": "'That will be something to see!'",
      "es": ""
    },
    {
      "id": 132413907,
      "en": "'I sure am excited to see it.'",
      "es": ""
    },
    {
      "id": 132413908,
      "en": "'By my beard! Why is this taking so long?'",
      "es": ""
    },
    {
      "id": 132413909,
      "en": "'You do not have a key for this door after all, do you?'",
      "es": ""
    },
    {
      "id": 162883682,
      "en": "'By my beard, it worked! The door is unlocked. Are you ready to see what lies within? Speak to me when you are ready, and we can open the door together! I do not know what to expect. Treasure perhaps? Let us hope so, if Durin smiles!'",
      "es": ""
    },
    {
      "id": 132413910,
      "en": "'Harrumph!'",
      "es": ""
    },
    {
      "id": 246419894,
      "en": "Greith in the Twenty-first Hall considers himself a master of locks and keys and is always telling people so.\\n\\nMithrandir thinks that finding the door unlocked by the corrupted key might cleanse the heirloom of its evil.",
      "es": ""
    },
    {
      "id": 246419897,
      "en": "Greith told you of a number of doors south-west of the Twenty-first Hall that the corrupted key might unlock.",
      "es": ""
    },
    {
      "id": 246419811,
      "en": "Greith told you of a number of doors at TBD that the corrupted key might unlock.",
      "es": ""
    },
    {
      "id": 246419814,
      "en": "Elrond is at the Haven of Orladion in Rivendell, north-west of the Last Homely House.\\n\\nYou have cleansed the corruption from the Key of the Forgotten, and should bring it now to Elrond in Rivendell.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 2.1: Heirloom of Khazad-dûm",
      "es": ""
    },
    {
      "id": 162883704,
      "en": "'I know why you have come, [placeholder]. If you are to journey beneath the shroud that covers Gorgoroth, you will need the aid of a light that can pierce the darkness.'\\n\\nElrond takes the Key of the Forgotten from you and dips it into the font beside him. When the artifact emerges from the glowing circle, light drips soundlessly from it and pools like water in the basin. An image rises unbidden in your mind, of the rune-keepers standing in a circle and holding hands in the darkness of Machurful, believing themselves forgotten and preparing for the end. As the key shines brightly in Elrond's hands, the names of those lost dwarves come to mind; they are not forgotten, though their time was long ago. Elrond smiles at the sight of the soft glow, and his voice contains both determination and joy when he speaks again.\\n\\n'With the Light of Eärendil, you will be able to walk where the shadows lie, and overcome them.'",
      "es": ""
    },
    {
      "id": 162883705,
      "en": "'I will meet you at the Haven of Orladion, [placeholder].'",
      "es": ""
    }
  ]
}