{
  "id": 620995069,
  "txt": [
    {
      "id": 246419824,
      "en": "Helû has come out of the village for further investigation of the bone fragment.",
      "es": ""
    },
    {
      "id": 246419828,
      "en": "Frestang of the Uch-lûth is in Galtrev.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Mithrandir has studied the artifact that Ayorzén stole from the vault of Durthang and believes that if it might be cleansed of its corruption it could be empowered with a force for Good.",
      "es": ""
    },
    {
      "id": 177082696,
      "en": "With a sudden coughing laugh, an old woman demands your attention",
      "es": ""
    },
    {
      "id": 49286800,
      "en": "Talk to Raiglud in the Hall of Making, in Lhanuch",
      "es": ""
    },
    {
      "id": 49286804,
      "en": "Bring the Needle of Many Leagues to Elrond in Rivendell",
      "es": ""
    },
    {
      "id": 9362384,
      "en": "Defend Lhunog",
      "es": ""
    },
    {
      "id": 177082708,
      "en": "Suvulch was not much help, but others in the village might know more",
      "es": ""
    },
    {
      "id": 162883648,
      "en": "'You came from Lhanuch? I was born into the Uch-lûth, but I have not been welcome there for many years. Still, I am always glad to hear news of my old home.'\\n\\nYou tell Frestang that you went to Lhanuch seeking information about the bone spear-point that came into your possession. He studies it for a moment and smiles.\\n\\n'You went to the warriors of Lhanuch and asked them if they recognized this and of course they did not, for they are focused on weaponry and tools of war. No, they would not have known this implement, even though they rely on others like it every day.\\n\\n'This is not part of a spear-point or an arrowhead. This is part of a bone needle, used by tailors in the fashioning of clothes and garments. It does seem to be very old, but it is reminiscent of the sort that are used still in Lhanuch. Go to the Hall of Making in Lhanuch, and ask the tailors what they can tell you of it.'",
      "es": ""
    },
    {
      "id": 162883649,
      "en": "'One of the other tribes in Galtrev may know more of that cursed thing, but it is not welcome in Lhanuch!'",
      "es": ""
    },
    {
      "id": 162883651,
      "en": "'This is similar to the needles we use here, but there is a peculiar notch at the bottom that sets it apart. I do not know why it is there, but it is distinctive. It is a mystery to me.'",
      "es": ""
    },
    {
      "id": 162883652,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883654,
      "en": "'It has been more than fifty years since I last saw a needle such as that one! Can it be the very same? It must be, for Deilur made all her needles herself, and that mark was her own. No other tailor in all the years of my long life ever took such pains as she to add such an adornment. It served no practical purpose, but Deilur fashioned all her needles in that way.\\n\\n'I am Raiglud. I am the oldest woman in the village and by my count I am the oldest member of the Uch-lûth by many years. Do you want to know the tale of that needle you carry? Speak to me and you will hear it. It is a sad tale, but to see that needle once again I think it may be worth remembering, and this old woman would enjoy the telling of it and the reminder of her youth, long ago.'",
      "es": ""
    },
    {
      "id": 111477345,
      "en": "Talk to Helû outside the village",
      "es": ""
    },
    {
      "id": 111477346,
      "en": "Talk to Hûdh of the Caru-lûth in Galtrev",
      "es": ""
    },
    {
      "id": 162883657,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477347,
      "en": "Talk to Cufrus of the Avanc-lûth, in Galtrev",
      "es": ""
    },
    {
      "id": 111477349,
      "en": "Talk to Frestang of the Uch-lûth, in Galtrev",
      "es": ""
    },
    {
      "id": 111477351,
      "en": "Talk to the expert tailor in the Hall of Making, in Lhanuch",
      "es": ""
    },
    {
      "id": 162883751,
      "en": "'What brings you to this village, [placeholder]? I will not call you duvodiad, but even Suvulch can tell an ill wind brings you here. Do not make me regret this welcome, as others would!'\\n\\nYou show the bone shard to the warrior, and he raises his hand as if in warding.\\n\\n'What is this, a fragment of a spear-point? It must have been used in the slaughter of something vile, for the sight of it alone is enough to raise in me great feelings of dread and of sickness! Take it away!'",
      "es": ""
    },
    {
      "id": 162883752,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883664,
      "en": "'Yes? What do you want?'\\n\\nHelû takes one look at the bone fragment and reacts much as Suvulch did.\\n\\n'You have brought an object of evil to Lhanuch! Take it outside the village, we do not want it here! You will draw evils to us! If you must show this spear-point to anyone, show it to warriors outside the village where these folk will not be endangered!'",
      "es": ""
    },
    {
      "id": 162883665,
      "en": "'Take it away! Whatever that fragment might be, it seems wholly evil to me!'",
      "es": ""
    },
    {
      "id": 246419778,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477266,
      "en": "Talk to Raiglud and listen to her tale of long ago",
      "es": ""
    },
    {
      "id": 162883667,
      "en": "'I give you my welcome, wanderer. I know a hunter when I see one striding among the hills and fields with such purpose! What brings you here?'\\n\\nYou show Lhunog the bone fragment and ask him if he can tell you anything about it.\\n\\n'I see why you have come to Lhanuch, for this does seem to have been crafted by one of the tribes of Enedwaith or Dunland. I cannot say if it was made by our tribe, but this feeling of evil is so overpowering that I refuse to believe it was made by one of the Algraig!'\\n\\nLhunog suddenly straightens and he smells the breeze.\\n\\n'Something is not right, wanderer. We are hunted.'",
      "es": ""
    },
    {
      "id": 246419780,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883669,
      "en": "'I knew that it was so! Did I not say to you that the bone fragment you carry would draw evil to it? I am glad you listened to my command and quickly brought it out of the village!\\n\\n'It is not welcome in Lhanuch. Perhaps one of the other tribes, such as those that gather in Galtrev, will tell you something about the cursed object you carry.'",
      "es": ""
    },
    {
      "id": 246419782,
      "en": "Hûdh of the Caru-lûth and Cufrus of the Avanc-lûth are in Galtrev and may know more of the bone fragment you carry.",
      "es": ""
    },
    {
      "id": 162883671,
      "en": "'What do you have there, stranger?'\\n\\nYou show the bone fragment to Hûdh and he furrows his brow with thought.\\n\\n'You say this might have broken off the tip of a spear? It is possible, but I would say it is not likely. The Stag-clan has used bone for weapons of various sort, but my people generally prefer stone for the greater durability on impact. If this fragment did come from a spear, I think it would have happened on the first strike, and such a spear would be of little use for a true hunter.\\n\\n'No, I do not think this is from a spear-point, but I cannot tell you anything else.'",
      "es": ""
    },
    {
      "id": 69036553,
      "en": "Defend Lhunog",
      "es": ""
    },
    {
      "id": 162883672,
      "en": "'You bear an artifact of evil, wanderer. I do not wish to become ensnared in anything of the sort, so I will give you a wide berth. But listen to this advice from a well-meaning stranger: do not become involved with the scheming of Wizards, even if they bear gifts! Many in my clan learned this lesson painfully, and too late.\\n\\n'If you still have an ear for further advice, I say this too: whatever artifact you carry will draw evils to you. Cast it away, and save yourself some trouble!'\\n\\nAs Cufrus hurries away, you decide to hold onto it. After all, Mithrandir believed that it could be cleansed of the evil that surrounded it during its long stay in Mordor and might be turned to Good.",
      "es": ""
    },
    {
      "id": 246419785,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477363,
      "en": "Talk to Suvulch in the village of Lhanuch",
      "es": ""
    },
    {
      "id": 111477366,
      "en": "Talk to Helû in Lhanuch",
      "es": ""
    },
    {
      "id": 111477368,
      "en": "Talk to Lhunog on a hill outside Lhanuch",
      "es": ""
    },
    {
      "id": 246419794,
      "en": "An expert tailor in the Hall of Making in Lhanuch may know something about the needle that came into your possession.",
      "es": ""
    },
    {
      "id": 246419797,
      "en": "Raiglud, the oldest woman in Lhanuch, has drawn your attention. She is in the Hall of Making, and has a story to tell.",
      "es": ""
    },
    {
      "id": 162883686,
      "en": "'The fragment you showed to me is part of a bone needle used by tailors in the fashioning of clothes and garments. It does seem to be very old, but it is reminiscent of the sort that are used still in Lhanuch. Go to the Hall of Making in Lhanuch, and ask the tailors what they can tell you of it.'",
      "es": ""
    },
    {
      "id": 246419799,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419800,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 29906209,
      "en": "'Did this creature follow you here? We have become the hunted!'",
      "es": ""
    },
    {
      "id": 246419713,
      "en": "Raiglud, the oldest woman in Lhanuch, has drawn your attention. She is in the Hall of Making, and has a story to tell.",
      "es": ""
    },
    {
      "id": 29906210,
      "en": "'You missed the hunt, Helû!'",
      "es": ""
    },
    {
      "id": 29906211,
      "en": "'It is as I said! Evils are drawn to that artifact!'",
      "es": ""
    },
    {
      "id": 246419715,
      "en": "Elrond is at the Haven of Orladion in Rivendell, north-west of the Last Homely House.\\n\\nYou have cleansed the corruption from the Needle of Many Leagues, and should bring it now to Elrond in Rivendell.",
      "es": ""
    },
    {
      "id": 246419894,
      "en": "Suvulch is in the village of Lhanuch, in Enedwaith.",
      "es": ""
    },
    {
      "id": 162883605,
      "en": "'I will meet you at the Haven of Orladion, [placeholder].'",
      "es": ""
    },
    {
      "id": 162883606,
      "en": "'I know why you have come, [placeholder]. If you are to journey beneath the shroud that covers Gorgoroth, you will need the aid of a light that can pierce the darkness.'\\n\\nElrond takes the Needle of Many Leagues from you and dips it into the font beside him. When the artifact emerges from the glowing circle, light drips soundlessly from it and pools like water in the basin. The needle travelled many leagues before it meted out Deilur's vengeance upon the Orc that took her life, but until now it did not shine as brightly as did Deilur in the memory of a child. Elrond smiles at the sight, and his voice contains both determination and joy when he speaks again.\\n\\n'With the Light of Eärendil, you will be able to walk where the shadows lie, and overcome them.'",
      "es": ""
    },
    {
      "id": 246419897,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883696,
      "en": "'Long ago, when I was just a girl, the Uch-lûth had not yet settled at Lhanuch...'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": ""
    },
    {
      "id": 162883697,
      "en": "'I have studied the artifact that Ayorzén stole from the vault of Durthang. It bears a powerful corruption, but it was not made in the land of Mordor. It came from elsewhere, and the corruption that envelops it stems from its long stay in the Black Land. If this evil could be cleansed, I believe that Elrond could imbue it with a powerful and vital force for Good.\\n\\n'Before that can happen, however, we must do something about the corruption that Mordor has worked upon it. There are different methods to accomplish this, though the Wise disagree upon the effectiveness of each. My preferred means for such a cure is to bring the corrupted item to the place where it was made, or to places of some significance upon its path, and to thereby diffuse the foul touch of Mordor that has, in the interim, claimed it. We must learn the story of this heirloom before it came to Mordor.'\\n\\nThe Wizard turns the artifact over in his hands, studying it for some clue to its origin. To your eye the heirloom is a thin shard of bone, possibly broken from the tip of a spear or an arrowhead.\\n\\n'This thin piece of bone is jagged on one side, but the other is smooth and I see signs that it was carved for some purpose. The tip appears to me to have been broken off and lost. It is a pity, for if we could see the shape entire we might better know for what it was used.\\n\\n'The portion of this artifact that remains tells me that it was fashioned by one of the tribes that hunts in Enedwaith or Dunland, likely for war-like purpose. Speak to a warrior in the village of Lhanuch, in Enedwaith, and perhaps he will tell you of its origin. Once that is known, you may have the knowledge you need to cleanse it of the corruption that encircles it.'",
      "es": ""
    },
    {
      "id": 162883698,
      "en": "'This thin piece of bone is jagged on one side, but the other is smooth and I see signs that it was carved for some purpose. The tip appears to me to have been broken off and lost. It is a pity, for if we could see the shape entire we might better know for what it was used.\\n\\n'The portion of this artifact that remains tells me that it was fashioned by one of the tribes that hunts in Enedwaith or Dunland, likely for war-like purpose. Speak to a warrior in the village of Lhanuch, in Enedwaith, and perhaps he will tell you of its origin. Once that is known you may have the knowledge you need to cleanse it of the corruption that encircles it.'",
      "es": ""
    },
    {
      "id": 246419813,
      "en": "Helû is a warrior of Lhanuch on the highest rise of the village.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 2.1: Heirloom of the Tribes",
      "es": ""
    },
    {
      "id": 246419815,
      "en": "Lhunog is on a hill outside the village of Lhanuch.",
      "es": ""
    }
  ]
}