{
  "id": 620995034,
  "txt": [
    {
      "id": 39944081,
      "en": "'It has been so long...'",
      "es": ""
    },
    {
      "id": 39944082,
      "en": "'My kingdom... my people... all gone...'",
      "es": ""
    },
    {
      "id": 39944083,
      "en": "'The men of Carn Dûm were filled with a terrible blood-lust...'",
      "es": ""
    },
    {
      "id": 39944084,
      "en": "'I stood between my people and their foes, but I was bested...'",
      "es": ""
    },
    {
      "id": 39944085,
      "en": "'I remember losing my sceptre... but now it has returned, at long last!'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Examine the tomb in Haudh Nogbenn",
      "es": ""
    },
    {
      "id": 39944086,
      "en": "'At last I will rest.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'I say, if it isn't [placeholder]! It is good to see that you have not abandoned the adventuring life! Is cousin Bingo with you? What a pity that he is not!\\n\\n'I have been stomping all over the barrow-downs in search of excitement. I thought I heard the barking of a dog or a hound, and came to this barrow to search for it, but there is no sign of the curious beast. I hope it is all right! What brought you to this place, other than a Guardian's general desire to face danger?'\\n\\nYou tell Marigold that a sceptre infused with corruption came into your possession, and you believe that bringing it to this barrow may help cleanse it of its evil.\\n\\n'Well, it is worth a try, [placeholder]! I see you have my shield there, so I will take it back, and let's go see if we can fix this sceptre!'",
      "es": ""
    },
    {
      "id": 62817953,
      "en": "'Hmm...'",
      "es": ""
    },
    {
      "id": 39944087,
      "en": "'I remember the full moon. I remember Sambrog's laughter.'",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'DNT - Blah! Not Know!'",
      "es": ""
    },
    {
      "id": 55416065,
      "en": "'I think that's all of them, [placeholder]!'",
      "es": ""
    },
    {
      "id": 62817954,
      "en": "'Which way?'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Listen to the words of the slain prince",
      "es": ""
    },
    {
      "id": 55416066,
      "en": "'Do you think that tomb is the reason you're here?'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'DNT - Blah! Not Know!'",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "It's Marigold Boffin!",
      "es": ""
    },
    {
      "id": 62817955,
      "en": "'No sense in worrying about it. We should be bold!'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'What happened to you, [placeholder]? You were standing there and staring at the tomb for a really long time. I tried to snap you out of it, but you didn't answer until just now!'\\n\\nThe sceptre has been cleansed of its corruption, and you thank Marigold for her assistance. When you ask her what she thought of the shade of the Cardolan prince, she looks at you with complete and utter disbelief.\\n\\n'Are you telling me the truth? I cannot BELIEVE this! There was a mysterious shade here and I MISSED it? What a disaster! It sounds as if you accomplished what you set out to do, which is good, but I am not very happy that I missed out on seeing any shades or princes. Next time, [placeholder]! Next time.'",
      "es": ""
    },
    {
      "id": 55416067,
      "en": "'Are you all right, [placeholder]?'",
      "es": ""
    },
    {
      "id": 62817956,
      "en": "'Bold!'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Marigold Boffin",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "There is a hobbit girl in Haudh Nogbenn! What is she doing here?",
      "es": ""
    },
    {
      "id": 206050129,
      "en": "'I think that's all of them, friend!'",
      "es": ""
    },
    {
      "id": 206050130,
      "en": "'Is that tomb the reason you're here?'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "You found a fallen shield outside Haudh Nogbenn. Has someone been taken inside the barrow, and now needs your help?",
      "es": ""
    },
    {
      "id": 206050131,
      "en": "'Are you all right?'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Has someone fallen into danger in Haudh Nogbenn?",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Search for someone in danger inside Haudh Nogbenn",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "There is a tomb in Haudh Nogbenn. Is this the final resting place of the sceptre's owner?",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Marigold Boffin is in Haudh Nogbenn.",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "You have encountered a daring hobbit lass while searching for a way to cleanse the corruption from the sceptre that came out of Mordor.",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Talk to the owner of the shield and protect them from harm",
      "es": ""
    },
    {
      "id": 97299153,
      "en": "Forgotten Prince",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "DNT - Blah! Scene",
      "es": ""
    },
    {
      "id": 202609281,
      "en": "The Sceptre of Cardolan has been cleansed of Mordor's corruption!",
      "es": ""
    },
    {
      "id": 69036786,
      "en": "Explore the barrow with Marigold",
      "es": ""
    },
    {
      "id": 202673249,
      "en": "You feel a pounding in your head that will not go away",
      "es": ""
    },
    {
      "id": 69036787,
      "en": "Explore the barrow with Marigold",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "Your head is pounding.",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'Hullo there, are you an adventurer? My name is Marigold, and I have been stomping all over the barrow-downs in search of excitement. I thought I heard the barking of a dog or a hound, and came to this barrow to search for it, but there is no sign of the curious beast. I hope it is all right! What brought you to this place? I can see that you are a Guardian, so is it a general desire to face danger or is there something more to it?'\\n\\nYou tell the unusual hobbit lass that a sceptre infused with corruption came into your possession, and you believe bringing it to this barrow may help cleanse it of its evil.\\n\\n'Well, it is worth a try! I see you have my shield there, so I will take it back, and let's go see if we can fix this sceptre!'",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'What happened to you? You were standing there and staring at the tomb for a really long time. I tried to snap you out of it, but you didn't answer until just now!'\\n\\nThe sceptre has been cleansed of its corruption, and you thank Marigold for her assistance. When you ask her what she thought of the shade of the Cardolan prince, she looks at you with complete and utter disbelief.\\n\\n'Are you telling me the truth? I cannot BELIEVE this! There was a mysterious shade here and I MISSED it? What a disaster! It sounds as if you accomplished what you set out to do, which is good, but I am not very happy that I missed out on seeing any shades or princes.'",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'I will return to my home, and you will go on your way. Where are you going? Rivendell? My goodness, that sounds exciting!'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Instance: Heirloom of Cardolan",
      "es": ""
    }
  ]
}