{
  "id": 620995035,
  "txt": [
    {
      "id": 104911687,
      "en": "'Pinja, are you all right?'",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Talk to the Lossoth warrior in Sûri-kylä",
      "es": ""
    },
    {
      "id": 104911688,
      "en": "'The brooch that belonged to your husband... there is evil in it.'",
      "es": ""
    },
    {
      "id": 104911689,
      "en": "'And speaking of Oiva... I heard a strange thing...'",
      "es": ""
    },
    {
      "id": 235466145,
      "en": "Follow Pinja to the imposter",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Find Pinja and learn what has happened",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "The cold air shimmers as if beheld through a haze of heat",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 4088673,
      "en": "'I dwelt in the storm.'",
      "es": ""
    },
    {
      "id": 4088674,
      "en": "'It pleased me to confuse the trackers, leading them to doom.'",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'The spirit Hamaito was to blame for the deaths of our missing warriors, and he would have done injury to all of the Lossoth if he could. I am glad that you and Lothrandir aided me in casting him back to nothing.\\n\\n'For the aid you rendered to me, I give to you Oiva's brooch. I do not need it to remember my husband. I deem that the evil with which it attracted Hamaito attached itself to him as he carried out his jest. It went with him into the far reaches when we cast him out.\\n\\n'May Oiva's brooch of bone help you as you adventure, and render your aid on behalf of those who need it. Not all people are Lossoth, and will have more need of you than we!'",
      "es": ""
    },
    {
      "id": 4088675,
      "en": "'But then I saw an opportunity for merriment.'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Lothrandir is in the village of Sûri-kylä.",
      "es": ""
    },
    {
      "id": 4088676,
      "en": "'I came to the brooch, drawn by the power of its evil.'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Remain alert for any further treachery by Hamaito",
      "es": ""
    },
    {
      "id": 4088677,
      "en": "'It pleased me to cloud the Ranger's mind, hiding the danger it posed.'",
      "es": ""
    },
    {
      "id": 235466160,
      "en": "Follow Lothrandir to the home of the widow Pinja",
      "es": ""
    },
    {
      "id": 111477412,
      "en": "Talk to Pinja",
      "es": ""
    },
    {
      "id": 4088678,
      "en": "'But my jest has run its course, spoiled by this devil of a woman!'",
      "es": ""
    },
    {
      "id": 4088679,
      "en": "'I would slay you all for less, but to Hamaito that is the truest reason!'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Quickly, [placeholder]! The widow Pinja lives to the south-west, and if the brooch has worked some evil upon her that is where we must go!'",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Something is afoot in the the village of the Lossoth, and Lothrandir fears that the corruption that infuses the brooch may have done some harm to the widow to whom he returned it.",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Talk to Lothrandir in Sûri-kylä",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'I have, and she has never been better! Her husband Oiva has returned! All thought him dead, but he lives still and has come back to the village! I was just going to spread the glad news!\\n\\n'Pinja is no longer a widow, for her Oiva is alive!'",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to Lothrandir in Sûri-kylä",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "A Lossoth warrior has news of Pinja's whereabouts in Sûri-kylä.",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "The Brooch of Bone has been cleansed of Mordor's corruption!",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "A Lossoth warrior claims that Pinja's dead husband Oiva has returned to life. How can this be?",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "The widow Pinja is outside her home, in Sûri-kylä.",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Examine the unconscious body behind Pinja's home",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'Do you think I would not know my own husband? Oiva was mine, and when the ice claimed him it was as if a piece of me was taken too. I do not know what thing has taken his shape and pretends to be him, but it is not my husband. It is not my Oiva.\\n\\n'I clubbed it over the head and left it behind my home. You can see it if you like.'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Instance: Heirloom of the Snowmen",
      "es": ""
    },
    {
      "id": 180039649,
      "en": "Oiva",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Defeat Hamaito",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Pinja told you that whatever has taken her husband Oiva's shape is currently unconscious behind her home.",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "Hamaito has revealed himself and seeks to avenge the spoiling of his jest.",
      "es": ""
    },
    {
      "id": 162883752,
      "en": "'Farewell for now, my friend!'",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "Hamaito has been defeated, and the corruption of Oiva's bone brooch has been cleansed.",
      "es": ""
    },
    {
      "id": 246419872,
      "en": "Lothrandir is in Sûri-kylä.",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'I should have known that Hamaito was clouding my mind, [placeholder]. In the dungeons of Isengard I resisted Saruman's torments, but there I knew of the Wizard's tricks. I knew to resist them! The corruption that affixed to the brooch in Mordor drew Hamaito to it, and he hid his lesser evil in that greater one, and was masked therein.\\n\\n'That the corruption went with Hamaito when he was cast out is useful to us; in that way he did us a good turn! Perhaps that is the greatest jest of all.\\n\\n'Farewell for now, my friend! Give my regards to Elrond in Rivendell, and I hope he is able to infuse the brooch with a force for Good, as Mithrandir believes. Until we meet again!'",
      "es": ""
    },
    {
      "id": 162883767,
      "en": "You never met Oiva, but this does appear to be a warrior of the Lossoth. As you study the still form, you feel a sharp pain behind your eyes and a throbbing in your head.",
      "es": ""
    },
    {
      "id": 75230337,
      "en": "'I am fine, Lothrandir. Why are you so troubled?'",
      "es": ""
    },
    {
      "id": 75230338,
      "en": "'You heard he came back to life. You heard he came back.'",
      "es": ""
    },
    {
      "id": 75230339,
      "en": "'He did not.'",
      "es": ""
    },
    {
      "id": 75230340,
      "en": "'Follow me.'",
      "es": ""
    },
    {
      "id": 75230341,
      "en": "'For Oiva I would strike you down a hundred times!'",
      "es": ""
    },
    {
      "id": 75230342,
      "en": "'Now you know not to prey upon the Lossoth!'",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Talk to Pinja in front of her home",
      "es": ""
    },
    {
      "id": 67974176,
      "en": "'The spirit reveals itself!'",
      "es": ""
    },
    {
      "id": 246419888,
      "en": "A spirit has masqueraded as Pinja's slain husband for its own cruel jest, but you have now revealed it.",
      "es": ""
    },
    {
      "id": 67974177,
      "en": "'Remain on your guard, [placeholder].'",
      "es": ""
    },
    {
      "id": 67974178,
      "en": "'This is your last day, Hamaito.'",
      "es": ""
    },
    {
      "id": 177082757,
      "en": "Pinja has been defeated!",
      "es": ""
    },
    {
      "id": 177082758,
      "en": "Lothrandir has been defeated",
      "es": ""
    },
    {
      "id": 104911681,
      "en": "'Friend, have you seen the widow Pinja?'",
      "es": ""
    },
    {
      "id": 104911682,
      "en": "'Oiva is alive? How is that possible?'",
      "es": ""
    },
    {
      "id": 104911683,
      "en": "'We have to hurry, [placeholder]! There is evil at work here!'",
      "es": ""
    },
    {
      "id": 104911684,
      "en": "'Oiva perished shortly after my return to Forochel.'",
      "es": ""
    },
    {
      "id": 104911685,
      "en": "'He went beneath the ice. When we dragged him out... he was gone.'",
      "es": ""
    },
    {
      "id": 104911686,
      "en": "'That was days ago. He cannot be alive.'",
      "es": ""
    }
  ]
}