{
  "id": 620995057,
  "txt": [
    {
      "id": "0x9b56880",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ed9",
      "en": "Bring the Sceptre of Cardolan to Elrond in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50243",
      "en": "Defeat evil-fascinated wights outside Haudh Nogbenn (2/3)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'That is a most interesting find you've got there! It is rare for such an artifact to lie undisturbed for so long. You say it came from this hill? It must be an heirloom of the kingdom of Arthedain.'\\n\\nYou tell Cythred that you are not sure of its origin, but that the sceptre spent a good deal of time hidden in darkness, and corruption now envelops it.\\n\\n'Yes, I can feel the sickness of it now. Many artifacts from divided Arnor have fallen into shadow, and the three kingdoms each contested this hill for its strategic usefulness. It is a pity, but we of the Eglain have done what we can to uncover relics of that time and are familiar with their assorted dangers. Wait... do you feel that? Something stirs!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'Thank you for putting an end to that creature and saving my friend! I will set aside for the moment that the presence of the cursed sceptre also drew that danger upon him in the first place.\\n\\n'Cythred is older and wiser than I am, but once he gets an idea in his head he does not easily abandon it, despite new discoveries. That is not an artifact of Arthedain. Indeed, I think that the spirit it drew to us confirms my own suspicion. That sceptre has some tie to the Kingdom of Cardolan, which fell beneath the heel of Angmar long ago. You can still see their barrows if you travel south of Bree-town, but I do not recommend it.\\n\\n'Most of the Eglain do not mingle with the settled folk to the west, but we scholars are a different sort and seek our kind among all peoples. That is why I advise that you travel not to the barrows, but to Bree-town itself. Seek out a man named Newbold Leafcutter at the Scholar's Stair Archives, and he may be able to tell you more about the sceptre than Cythred could.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Talk to Frideric the Elder in Ost Guruth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a5",
      "en": "Talk to Cythred on Weathertop",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a9",
      "en": "Talk to Séca on Weathertop",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50251",
      "en": "Find the Scholar's Stair Archives in Bree-town",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50253",
      "en": "Talk to Newbold Leafcutter in the Scholar's Stair Archive",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50255",
      "en": "Defeat evil-fascinated wights outside Haudh Nogbenn ([placeholder]/3)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50257",
      "en": "Examine the wooden shield and search Haudh Nogbenn for its owner",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d157",
      "en": "Mithrandir has studied the artifact that Ayorzén stole from the vault of Durthang, and believes that if it might be cleansed of its corruption it could be empowered with a force for Good.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56840",
      "en": "'I know why you have come, [placeholder]. If you are to journey beneath the shroud that covers Gorgoroth, you will need the aid of a light that can pierce the darkness.'\\n\\nElrond takes the Sceptre of Cardolan from you and dips it into the font beside him. When the artifact emerges from the glowing circle, light drips soundlessly from it and pools like water in the basin. Not since that forgotten prince stood in the space between his subjects and the Men of Carn Dûm with the moon high has the sceptre shined with such luster. Elrond smiles at the sight, and his voice contains both determination and joy when he speaks again.\\n\\n'With the Light of Eärendil, you will be able to walk where the shadows lie, and overcome them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08ed65",
      "en": "Defend Cythred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56841",
      "en": "'I will meet you at the Haven of Orladion, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2865f51",
      "en": "'Look! Evil is drawn to us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'Welcome, [placeholder]. It has been many a day since you last came to the Ruin-hold! You must have learned much in your travels, and faced many dangers! What has turned your steps back to the humble home of the Eglain?'\\n\\nYou show the corrupted heirloom to Frideric, and he grimaces.\\n\\n'I cannot explain why this sceptre fills me with such a feeling of unease, but I tell you that it does! What evils have this rod borne witness to? I do not wish to handle it overlong... aye, take it back, and I thank you.\\n\\n'You say that it was a sceptre of Cardolan? I would have said it belonged to one of the three ancient kingdoms, it is true, but I do not know how you can be certain it was that one. Some of my people have found artifacts with similar markings as this on Weathertop, the great hill to the west. Indeed, some of the Eglain are there now, if you wish to show it to them and see if they know more. Cythred often spends time on that hill, seeking to solve the mysteries of the past.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2865f52",
      "en": "'The sceptre of the prince... give it to me...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2865f53",
      "en": "'What do you make of that, Séca?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'I cannot explain why this sceptre fills me with such a feeling of unease, but I tell you that it does! What evils have this rod borne witness to? I do not wish to handle it overlong... aye, take it back, and I thank you.\\n\\n'You say that it was a sceptre of Cardolan? I would have said it belonged to one of the three ancient kingdoms, it is true, but I do not know how you can be certain it was that one. Some of my people have found artifacts with similar markings as this on Weathertop, the great hill to the west. Indeed, some of the Eglain are there now, if you wish to show it to them and see if they know more. Cythred often spends time on that hill, seeking to solve the mysteries of the past.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a8",
      "en": "'Most of the Eglain do not mingle with the settled folk to the west, but we scholars are a different sort and seek our kind among all peoples. That is why I advise that you travel not to the barrows, but to Bree-town itself. Seek out a man named Newbold Leafcutter at the Scholar's Stair Archives, and he may be able to tell you more about the sceptre than Cythred could.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1164",
      "en": "You catch sight of a battered shield, just outside the entrance to the barrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "Newbold Leafcutter is in the Scholar's Stair Archive in the Town of Bree.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01140",
      "en": "Séca of the Eglain told you to consult with Newbold Leafcutter in the Scholar's Stair Archives in the Town of Bree.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56854",
      "en": "'This sceptre is indeed an artifact of Cardolan, [placeholder]! I recognize this name here and this one. I do not know what they portend, but I do know a reference to Nogbenn when I see it! There is a barrow among the downs with the same name. I believe that if you bring this sceptre to that barrow, evils will be drawn to the corruption that surrounds it. Perhaps destroying those evils will cleanse the sceptre of its darkness! Me? Oh, I will not go. I do not have the fortitude to brave the barrows in such circumstances! That is a younger man's game!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'Oh dear, [placeholder], what is that? I can see that it is a ruling rod of some sort, a sceptre of Cardolan to my eye, but it is possessed of a sickness that fills me with uneasiness! For that reason I do not want to see it any nearer, but I am also tempted by the promise of historical knowledge. What to do? Ah, give it here, and may the learning be worth the risk!'\\n\\nNewbold studies the markings near the clawed orb at the top of the sceptre, and his decision is rewarded.\\n\\n'Ah, this sceptre is indeed an artifact of Cardolan, [placeholder]! I recognize this name here and this one. I do not know what they portend, but I do know a reference to Nogbenn when I see it! There is a barrow among the downs with the same name. I believe that if you bring this sceptre to that barrow, evils will be drawn to the corruption that surrounds it. Perhaps destroying those evils will cleanse the sceptre of its darkness! Me? Oh, I will not go. I do not have the fortitude to brave the barrows in such circumstances! That is a younger man's game!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "Haudh Nogbenn is at the southern tip of the Northern Barrow-downs.\\n\\nNewbold Leafcutter thinks that evils will be drawn to the sceptre when you bring it to Haudh Nogbenn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01148",
      "en": "Elrond is at the Haven of Orladion in Rivendell, north-west of the Last Homely House.\\n\\nYou have cleansed the corruption from the Sceptre of Cardolan, and should bring it now to Elrond in Rivendell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "A fallen wooden shield catches your eye outside the entrance to the barrow of Haudh Nogbenn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a4",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "This small wooden shield is scored with many dents and cracks, and tracks lead toward the entrance to the barrow. Whoever dropped the shield here may be in trouble!\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1172",
      "en": "The low hum of conversation stops as the sceptre's presence is felt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'I have studied the artifact that Ayorzén stole from the vault of Durthang. It bears a powerful corruption, but it was not made in the land of Mordor. It came from elsewhere, and the corruption that envelops it stems from its long stay in the Black Land. If this evil could be cleansed, I believe that Elrond could imbue it with a powerful and vital force for Good.\\n\\n'Before that can happen, however, we must do something about the corruption that Mordor has worked upon it. There are different methods to accomplish this, though the Wise disagree upon the effectiveness of each. My preferred means for such a cure is to bring the corrupted item to the place where it was made, or to places of some significance upon its path, and to thereby diffuse the foul touch of Mordor that has, in the interim, claimed it. We must learn the story of this heirloom before it came to Mordor.'\\n\\nThe Wizard turns the artifact over in his hands, studying it for some clue to its origin. It is a sceptre, about the length of the Wizard's forearm, and while there are some markings near the clawed orb at its head, the overall impression is of simplicity.\\n\\n'This is a sceptre from the Kingdom of Cardolan, of that I have little doubt. The Dúnedain of that land did not care for ornamentation, and this rod lacks the decorations I would expect from most other kingdoms. They fought long against the Witch-king, but he proved victorious, in the end. Perhaps that is when the sceptre was taken to Mordor, and it remained there during the long years since?\\n\\n'The Eglain of the Lone-lands have often found similar artifacts from the three kingdoms. Go to Ost Guruth, the Ruin-hold in the Lone-lands, and ask Frideric the Elder what he can tell you about this heirloom.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'This is a sceptre from the Kingdom of Cardolan, of that I have little doubt. The Dúnedain of that land did not care for ornamentation, and this rod lacks the decorations I would expect from most other kingdoms. They fought long against the Witch-king, but he proved victorious, in the end. Perhaps that is when the sceptre was taken to Mordor, and it remained there during the long years since?\\n\\n'The Eglain of the Lone-lands have often found similar artifacts from the three kingdoms. Go to Ost Guruth, the Ruin-hold in the Lone-lands, and ask Frideric the Elder what he can tell you about this heirloom.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01152",
      "en": "Haudh Nogbenn is at the southern tip of the Northern Barrow-downs.\\n\\nNewbold Leafcutter thinks that evils will be drawn to the sceptre when you bring it to Haudh Nogbenn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1176",
      "en": "Defeated evil-fascinated wights at Haudh Nogbenn ([placeholder]/3)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b0",
      "en": "Frideric the Elder is in Ost Guruth, the Ruin-hold in the Lone-lands.\\n\\nMithrandir believes the Eglain of the Lone-lands may know something about the corrupted heirloom of Cardolan you discovered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b4",
      "en": "Cythred is on the hill of Weathertop, in the Lone-lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b7",
      "en": "Séca is on Weathertop.\\n\\nYou have defended Cythred from an attack, and now his assistant Séca wishes to thank you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6ad6",
      "en": "Defend Cythred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 2.1: Heirloom of Cardolan",
      "es": "",
      "es (fem)": ""
    }
  ]
}