{
  "id": 620995032,
  "txt": [
    {
      "id": "0x6a502b2",
      "en": "Show the corrupted sculpture to Darothild's shade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'These ruins are curiously empty, [placeholder]. It feels to me as if some presence waits for us, holding its breath! Does the Red-maid live again, thinking to seize us and pull us beneath the foetid water?\\n\\n'We all listened to the Stone-speaker's tale, and in the mid-day light of Ost Guruth this seemed like an idea with merit. If the sculpture you carry is truly a carving of the warrior-woman Darothild, bringing it to the site of her last battle might cure it of the corrupting ailment that surrounds it. But now that we are at the place, I am not as certain!\\n\\n'Let us finish this, then, but stay on your guard! This place ended Darothild. I do not wish for it to signal our ends as well!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Ease Darothild's pain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Darothild smiles sadly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe78f6b1",
      "en": "The Image of the Champion has been cleansed of Mordor's corruption!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "There can be no doubt. This is the shade of Darothild",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Walgar at the Spring of the Red-maid",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "You have survived the onslaught of enemies at the Spring of the Red-maid, but now a mysterious figure has revealed herself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Aric the Stone-speaker told you that the carving seems to be of Darothild, a champion who defied the Red-maid long ago, and was lost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "You have come with some Eglain warriors to the Spring of the Red-maid. Here it may be that you can remove the corruption that encircles the carving of Darothild.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Stay back! I will not hesitate to put you in the ground! My spear has tasted the blood of so many, and for the defence of my people and my land it will drink deeply of yours, villain!'\\n\\nDarothild falls silent as you begin to speak. You speak calmly, with quiet words, but each one cuts deeper than the one before it, deadlier than any of your other weapons. You tell of the stories that were passed down among the Eglain, stories about Darothild, the mighty champion who faced the Red-maid in defence of her people and never returned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Defend Walgar from the Woman at the Spring",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e08",
      "en": "Show the corrupted sculpture to Darothild's shade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe50f01",
      "en": "Shade of Darothild",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "You know beyond any doubt: this is the shade of Darothild, who fell at the Spring of the Red-maid.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa41d6a8",
      "en": "Explore the Spring of the Red-maid and defend Walgar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Darothild's shade stands before you at the Spring of the Red-maid, where she lost her final battle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa278e81",
      "en": "'As the Red-maid fell to corruption, so too did many innocents.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa278e82",
      "en": "'But she could not stamp out all of the Eglain. She is gone for good, and we remain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Darothild's shade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa278e83",
      "en": "'[placeholder], show her the sculpture!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08ed93",
      "en": "Ease Darothild's pain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to Walgar at the Spring of the Red-maid",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Walgar is at the Spring of the Red-maid.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3341e1",
      "en": "'How can this be?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3341e2",
      "en": "'Did my fight amount to nothing?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "Darothild's shade stands before you at the Spring of the Red-maid, where she lost her final battle.\\n\\nWalgar has asked you to show the corrupted sculpture to Darothild's shade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x179f5e9",
      "en": "Walgar has been defeated!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3341e3",
      "en": "'Did my people suffer? Are they now long dead?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3341e4",
      "en": "'What cruel hurt is this?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3341e5",
      "en": "'Before, I did not feel the bonds holding me to this place.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3341e6",
      "en": "'Now I can feel them unwinding.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3341e7",
      "en": "'I am free of my captivity, and of my sorrow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'Where next will you go? To Rivendell? I wish you good fortune, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'Where did you find this? I would know this carving anywhere, for it was a gift from my love. He begged me not to go. He gave me presents and gifts he carved from wood and stone and bone and tusk, but I refused them all. I carried my love for him to this place, and my spear, and nothing else.\\n\\n'All else is clouded to me, but I can see his face more clearly than anything else in this shadowed world. He must be long dead now, my Bemwin.'\\n\\nYou tell Darothild that the Eglain have found many similar sculptures in the swamp-lands; Bemwin must have lived long enough to make many such carvings. She smiles sadly at you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'The story of Darothild was a sad one, [placeholder], but it was told to children of the Eglain to impress upon them the importance of standing and fighting against evil, even if it is not easy. Especially if it is not easy.\\n\\n'The carving has been cleansed of its corruption, and the shade of Darothild has escaped from her long captivity. Those are both worthy goals to have accomplished this day! I think she will be glad for you to hold onto her carved image, [placeholder], especially if it will help you combat evils such as the Red-maid.\\n\\n'Let us leave this place, and then I will bid you farewell. May the Image of the Champion serve you well!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Instance: Heirloom of the Eglain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Where did you find this? I would know this carving anywhere, for it was a gift from my love. He begged me not to go. He gave me presents and gifts he carved from wood and stone and bone and tusk, but I refused them all. I carried my love for him to this place, and my spear, and nothing else.\\n\\n'All else is clouded to me, but I can see his face more clearly than anything else in this shadowed world. He must be long dead now, my Bemwin.'\\n\\nYou tell Darothild that the Eglain have found many similar sculptures in the swamp-lands; Bemwin must have lived long enough to make many such carvings. She smiles sadly at you.",
      "es": "",
      "es (fem)": ""
    }
  ]
}