{
  "id": 620995033,
  "txt": [
    {
      "id": "0xa8e11a9",
      "en": "Fithákh falls. She will not see the Corcur rise, after all",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x97035f1",
      "en": "'At last we will begin the work anew!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x97035f2",
      "en": "'The time is ripe for the ascendancy of the Corcur!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x97035f3",
      "en": "'Now to wait.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "The cultist has mistaken you for a friend",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x97035f4",
      "en": "'What did you do?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x97035f5",
      "en": "'Hail, friend of the Corcur! You are... not what I expected.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x97035f6",
      "en": "'Betrayer!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Either leave the inner chamber or put an end to Fithákh's villainy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'There you are! I must confess, you are not what I expected, but the Corcur need every ally they can get if we are to recover from such defeats as we have suffered. Do you have the artifact?'\\n\\nUnsure what she might be expecting, you withdraw the corrupted cup from your pack and show it to her. She gasps.\\n\\n'A cup of sacrifice! I did not dare to dream I would ever see one in the flesh! I was told you had one of Ferndúr's totems, but I never expected this! Set it on the tomb. It will serve as an altar, and perhaps I can find a beast with blood to serve. It has been so long since these walls have seen a proper sacrifice, and that is worth far more to me than a gaunt-lord's totem!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d60851",
      "en": "The door is sealed. There must be some other way into the inner chamber",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d60852",
      "en": "Someone gained access to the inner chamber, and she left the portcullis open!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Fithákh, a cultist of the Corcur, has gained entrance to the innermost chamber of the Lost Temple. She seems to be expecting someone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d60853",
      "en": "The Cup of Sacrifice has been cleansed of its long-standing corruption!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "You have entered the Rhudauran Lost Temple in an attempt to cleanse the evil from the corrupted cup that came to you out of Mordor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Fithákh asked you to set the cup on the tomb in the middle of the inner chamber, saying that it will serve as an altar for a sacrifice.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "There must be some way to get into the innermost chamber of the Lost Temple, where Elrond believes the corrupted cup might be redeemed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1190",
      "en": "Fithákh falls. She will not see the Corcur rise, after all",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Set the corrupted cup on the central tomb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "An enterprising soul has already looted this coffin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1194",
      "en": "Sadly, the brazier contains nothing of value",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "The coffer contains only dust. What a waste!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Explore the Lost Temple and find a way into the innermost chamber",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "You have done what you set out to do, and now you can either leave the chamber with haste or put an end to Fithákh's villainy.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to Fithákh in the inner chamber",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6ac6",
      "en": "Defend yourself from Fithákh's attack",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "You feel light-headed. Suddenly, a cool breeze rushes through the chamber!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Instance: Heirloom of Rhudaur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'You have betrayed the Corcur! You are not who you claimed to be!\\n\\n'I don't know what you did, but you have spoiled a priceless artifact of Rhudaur; it can no longer be used in sacrifice. You have ruined it forever! For that you will die, betrayer!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "You hastily leave the Lost Temple. Fithákh is not your concern",
      "es": "",
      "es (fem)": ""
    }
  ]
}