{
  "id": 620995039,
  "txt": [
    {
      "id": "0x6a50293",
      "en": "Consider Raiglud's description of Maushkán",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcec1940",
      "en": "'The Orcs sought food and valuables, but they also enjoyed killing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Consider Raiglud's description of herself as a child",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcec1941",
      "en": "'They killed every member of the Uch-lûth they found.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcec1942",
      "en": "'Soon only Deilur remained.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcec1943",
      "en": "'I can still remember the heat of the sun that day.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcec1944",
      "en": "'I must rest a moment, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcec1945",
      "en": "'It is taxing to tell such stories.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "Maushkán has already slain many members of Raiglud's tribe this day, but he is eager to kill even more. You can almost see the rage and hatred in his eyes, and smell his foul stench. He leads a raiding party of Orcs, and they follow him out of fear and a desire for treasure.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcec1946",
      "en": "'I am ready to continue the tale, if you are willing to hear the rest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcec1947",
      "en": "'He was called Maushkán.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "It is hard to believe that Raiglud could ever have been young, but you know that it must have been true, as it is for all people. You can almost see her, hidden by a mound of grass and hay, as her fear of Maushkán and his band wars with her anger at what they have done to her people.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcec1948",
      "en": "'Should I move from my hiding-place? I did not know what to do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Raiglud, the oldest woman in Lhanuch, has begun to tell you a tale from her childhood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcec1949",
      "en": "'But then Deilur put an end to my struggle.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'And now you have come to my village, and you bear a needle so like those used by Deilur those many years ago. You say that it came from a place of evil, and the feeling of it is so corrupt that I do not question it. I can tell you the story of that needle, for now I know its ending.\\n\\n'Maushkán was made weak by Deilur's needle, and it caused him a great deal of pain, but it was sunk deep into his flesh and he could not remove it. He returned in time to his own land, but every day was a torment, for the needle pained him so. He must have learned to live with the pain, but every sharp twinge was a reminder of Deilur's defiance. There was no day he did not think of Deilur, and in that way he was very like me.\\n\\n'But while I am now grown old, the oldest woman in Lhanuch, I think Maushkán did not reach such an age. There came a day when he succumbed, at last, to the pain of Deilur's needle, and when his body was gone only the needle remained. Perhaps some villain picked it up, never knowing what it signified, or any of its history, and it came by long roads to you, and then to me.\\n\\n'This needle travelled many leagues to have its vengeance upon Maushkán, but now its task is done. Farewell, Deilur! You have been avenged, and this old woman remembers you and what you did, and always will. And now [placeholder] will as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Raiglud is telling you a tale from her childhood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'I give the needle to you. Bear it with you on your journey, and remember Deilur!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Before the Uch-lûth came to be Algraig, our home was in the south, in Dunland. I was very young then, and I spent my days climbing the hills and scaring the birds with my shouting. I was a fiery child, and the elders ran out of ways to discipline me. Then they sought to beseech my better nature, hoping I might calm somewhat and learn the art of the tailor.\\n\\n'That did not work either, so they gave it up, and let me do as I would. That was the smartest thing they might have done! Ha! Ha!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Raiglud has a story to tell, and perhaps hearing it will help you to cleanse the needle of the corruption that surrounds it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Raiglud has told you she needs to rest a moment, for the telling of this tale is taking a lot out of her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcec1950",
      "en": "'Deilur stabbed him with such force that her needle buried itself in his flesh.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcec1951",
      "en": "'Maushkán survived, but he was in terrible pain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcec1952",
      "en": "'It was some time before he was well enough to leave.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to Raiglud",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcec1953",
      "en": "'When they had gone, I came out of hiding.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "You can almost see Deilur standing defiantly before the Orc raiding party, surrounded by the bodies of her friends and her family among the Uch-lûth. She has little chance of surviving this encounter, but Raiglud's description of her is so vivid that she seems almost to be standing before you, hale and hearty.\\n\\nShe has nothing that might be called a weapon, but she does grip a needle of bone in one hidden fist.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Listen to Raiglud's story",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcec1954",
      "en": "'I buried the Uch-lûth, and Deilur last of all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcec1955",
      "en": "'I went in search of a new home, and found a place where I could be welcome.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcec1956",
      "en": "'I became a tailor, to honour Deilur's memory.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "The Needle of Many Leagues has been cleansed of Mordor's corruption!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Raiglud is ready to continue her tale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Yes, I am ready to continue. Sometimes words must travel through darkness to reach the light. We are quite in the darkness now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Raiglud is telling you a tale from her childhood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Instance: Heirloom of the Tribes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x69717f1",
      "en": "Uch-lûth Villager",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "Raiglud has told her story.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7151891",
      "en": "'Raiglud! I need your help with this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7151892",
      "en": "'Raiglud!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7151893",
      "en": "'Where is that girl?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7151894",
      "en": "'I will show you our treasure.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7151895",
      "en": "'This is what I treasure: that I will have vengeance upon YOU!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x567dda1",
      "en": "'Cast down your weapons and you will not be harmed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x567dda2",
      "en": "'You will, eh? Well, get to it! I don't have all day!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x567dda3",
      "en": "'Ugh... she stabbed me with something...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Listen to Raiglud's story",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x567dda4",
      "en": "'I do not feel... ugh...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Raiglud and listen to the rest of her story",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcec191",
      "en": "'I did not want to be a tailor in those days.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcec192",
      "en": "'I thought every craft of the Uch-lûth was dull.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Raiglud",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcec193",
      "en": "'Deilur was the prime tailor of the Uch-lûth, and I thought she was dull too.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcec194",
      "en": "'Every day she combed the skins, and worked the leather, and stitched clothes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcec195",
      "en": "'I was hiding. I did not want to work.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcec196",
      "en": "'Most of the warriors were away on a hunt.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcec197",
      "en": "'Later I learned they were ambushed by an Orc raiding party, and all slain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcec198",
      "en": "'So it was that the village was undefended when the raiders found it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcec199",
      "en": "'It was a lie, of course.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Consider Raiglud's description of Deilur",
      "es": "",
      "es (fem)": ""
    }
  ]
}