{
  "id": 620995037,
  "txt": [
    {
      "id": 111477395,
      "en": "Talk to Rattleleaf and get him back on track",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Listen to Rattleleaf's tale",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Talk to Rattleleaf",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'The earthborn and the earth-kin were given similar instructions, little [placeholder]. We may not be kindred, but we tend to the same concerns and our purposes are not opposed. The divide between us is a small one only.\\n\\n'The divide between the earth-kin I witnessed was much wider, and it was caused by Angmar. Ah, that is a name malignant. Hrumty bum, hroomty boom! The seed-bag went to Angmar, but it did not stay there. They could not open it. Somehow it came to you, and it was sealed tight, and there was evil all around it.\\n\\n'But now the pouch has been freed from the corruption that ensnared it. It is a gift from he who remained. Go now where you can best make use of his gift. I will stay here, and remember. Hroom, broom, toom!'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'He who remained could have given up his task, and lived. He did not, and did not, and now it has come to you. Hrum, hoom.'",
      "es": ""
    },
    {
      "id": 91370881,
      "en": "'I told you not to come here anymore, Trotsiv!'",
      "es": ""
    },
    {
      "id": 91370882,
      "en": "'Not anymore. This place Angmar's place now.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Rattleleaf is by the still pool beneath Kar Lak, waiting to tell you his tale.",
      "es": ""
    },
    {
      "id": 91370883,
      "en": "'Those days long past!'",
      "es": ""
    },
    {
      "id": 91370884,
      "en": "'Let others carry out her duties. Jorthkyn make own path!'",
      "es": ""
    },
    {
      "id": 91370885,
      "en": "'Raudveli threw away seed-bag. Crown of Iron has much better gifts.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'This was not long ago, by the counting of Ents, but you would feel otherwise. Years? Perhaps, yes, you would say years, but it feels much shorter to me.'",
      "es": ""
    },
    {
      "id": 91370886,
      "en": "'Pah!'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Rhothlas has begun to tell you the tale of what he saw by the still pool.",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Rattleleaf has agreed to tell you the story of what he saw by the pool beneath Kar Lak. Will hearing his tale help you to cleanse the Earth-kin pouch of its corruption?",
      "es": ""
    },
    {
      "id": 91370887,
      "en": "'Maybe Raudveli take seed-bag. Maybe Raudveli destroy seeds.'",
      "es": ""
    },
    {
      "id": 91370888,
      "en": "'What Trotsiv think to do? Trotsiv outnumbered.'",
      "es": ""
    },
    {
      "id": 235466161,
      "en": "Listen to Rattleleaf's tale",
      "es": ""
    },
    {
      "id": 119756816,
      "en": "'I take seed-bag, Trotsiv. I take to Crown of Iron.'",
      "es": ""
    },
    {
      "id": 91370889,
      "en": "'Cannot allow Trotsiv to go!'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Talk to Rattleleaf and hear his tale",
      "es": ""
    },
    {
      "id": 111362784,
      "en": "'They did not pause to enjoy the breezes, or the feel of the grass.'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Rattleleaf seems to have distracted himself, and needs reminding of the story he was going to tell.",
      "es": ""
    },
    {
      "id": 111362785,
      "en": "'Sometimes the heart of a tree is rotten. I felt this was so of these others.'",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Listen to the tale",
      "es": ""
    },
    {
      "id": 111362786,
      "en": "'They spoke.'",
      "es": ""
    },
    {
      "id": 111362787,
      "en": "'I did not need to interfere.'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Hoom, oh yes, you wanted to hear the tale of the one who remained behind. I am sorry. For an Ent, every detail is important to convey, but you smaller races do not drink deeply of every flavour in the same way.'",
      "es": ""
    },
    {
      "id": 111362788,
      "en": "'But I wish I did, hoom, boom, toom.'",
      "es": ""
    },
    {
      "id": 235466168,
      "en": "Listen to Rattleleaf's tale",
      "es": ""
    },
    {
      "id": 111362789,
      "en": "'Whenever I come to this place, I will think of the one who remained.'",
      "es": ""
    },
    {
      "id": 111362790,
      "en": "'Ah, hrum, tum! A clean breeze has swept away the reek of evil!'",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Rattleleaf has told you the story of Trotsiv, unhappy though it was.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'The other creatures went away, but the first remained behind, and returned to the earth. Hoom, boom, toom.'\\n\\n'I saw it all, but it is not the place of the Ents to interfere in the lives of other creatures. My own charge is to tend to the trees; I am not a shepherd of anything else. She who made the earth-kin would understand, hoom, boom, toom.'\\n\\nRattleleaf's eyes are deep pools, and you cannot be certain, but they seem to hold a deep sorrow.\\n\\n'I know that this is so, root and branch... but... I also know that I have done wrong, little [placeholder].'",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Rattleleaf is by the pool beneath Kar Lak.",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Instance: Heirloom of the Earth-kin",
      "es": ""
    },
    {
      "id": 174732321,
      "en": "'The wind in my leaves was very pleasant.'",
      "es": ""
    },
    {
      "id": 174732322,
      "en": "'I was always fond of standing by the pool's edge at sunset.'",
      "es": ""
    },
    {
      "id": 174732323,
      "en": "'There is nothing like a refreshing drink before night falls.'",
      "es": ""
    },
    {
      "id": 139063793,
      "en": "Rattleleaf",
      "es": ""
    },
    {
      "id": 174732324,
      "en": "'Hoom, boom, hrum tum...'",
      "es": ""
    },
    {
      "id": 174732325,
      "en": "'The first creature was over here.'",
      "es": ""
    },
    {
      "id": 174732326,
      "en": "'He sat by the edge of the pool, and I thought we were quite alike.'",
      "es": ""
    },
    {
      "id": 174732327,
      "en": "'Each of us enjoyed this spot: the cool breezes, the still water, the feel of the grass.'",
      "es": ""
    },
    {
      "id": 174732328,
      "en": "'But then other creatures came.'",
      "es": ""
    },
    {
      "id": 174732329,
      "en": "'They were of his kind, hoom, boom, but these were of a different sort.'",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Talk to Rattleleaf",
      "es": ""
    },
    {
      "id": 158081249,
      "en": "'But this place for all Earth-kin.'",
      "es": ""
    },
    {
      "id": 158081250,
      "en": "'Crown of Iron not master of Earth-kin.'",
      "es": ""
    },
    {
      "id": 158081251,
      "en": "'She who made us gave us task to do.'",
      "es": ""
    },
    {
      "id": 158081252,
      "en": "'Seed-bag not gift. Seed-bag responsibility.'",
      "es": ""
    },
    {
      "id": 158081253,
      "en": "'Trotsiv not forget. Trotsiv still have seeds.'",
      "es": ""
    },
    {
      "id": 162283745,
      "en": "The Earth-kin Pouch has been cleansed of Mordor's corruption!",
      "es": ""
    },
    {
      "id": 158081254,
      "en": "'No!'",
      "es": ""
    },
    {
      "id": 158081255,
      "en": "'Trotsiv take seed-bag and go home. But Trotsiv not forget.'",
      "es": ""
    }
  ]
}