{
  "id": 620995049,
  "txt": [
    {
      "id": 98446017,
      "en": "'Walgar, be cautious!'",
      "es": ""
    },
    {
      "id": 177082768,
      "en": "You have cleansed the corruption from the Image of the Champion!",
      "es": ""
    },
    {
      "id": 98446018,
      "en": "'Wait!'",
      "es": ""
    },
    {
      "id": 27376049,
      "en": "'Remain alert, my friends.'",
      "es": ""
    },
    {
      "id": 27376050,
      "en": "'I am no stranger to unpleasant ruins, but this one takes them all!'",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'This sculpture was carved from a bone or tusk, but I cannot say what creature lent the material used in its manufacture. Some of the details have worn away with the passage of time or ill treatment. The face, for example, may once have been carved but now cannot be distinguished. There seem to be some runes on the base of the carving, but they are quite faded and I cannot read them clearly.\\n\\n'But this is not the first such carving I have seen! No, I have seen others of its type drawn from the swamps of the Lone-lands. The Eglain plumb the depths of the marsh for artifacts and trinkets, and in the muck they have found similar sculptures. Go to Ost Guruth, the Ruin-hold in the Lone-lands, and ask Frideric the Elder what he can tell you about this heirloom.'",
      "es": ""
    },
    {
      "id": 27376051,
      "en": "'Do you see anything?'",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'This carving is well-made, and very beautiful despite the grooves and scratches of wear, but as I gaze upon it I am overcome with an unpleasant sensation. Were it not for the sickening feeling with which it fills me, I would say this was very similar to other carvings my people have pulled from the swamp. Even now, some of the Eglain search the damp muck and tussocks of earth for artifacts such as this. Find Morhald and Cólbyr in Haragmar, and they may be able to tell you more of this carving's making.'",
      "es": ""
    },
    {
      "id": 27376052,
      "en": "'I knew it!'",
      "es": ""
    },
    {
      "id": 27376053,
      "en": "'You there! It's not safe here!'",
      "es": ""
    },
    {
      "id": 3617681,
      "en": "'That thing you carry draws evil to us!'",
      "es": ""
    },
    {
      "id": 27376054,
      "en": "'Are you... are you the Red-maid? Do you wish us harm?'",
      "es": ""
    },
    {
      "id": 3617682,
      "en": "'Well-fought! But others of my people in the swamp might be endangered!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Frideric the Elder is in Ost Guruth, the Ruin-hold in the Lone-lands.\\n\\nMithrandir believes that the corrupted heirloom you have recovered has some connexion to the Eglain of the Lone-lands.",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'Did you see this writing? The words are very faded and I cannot make them out, but an expert in such things might fare better. Seek Aric the Stone-speaker, far to the south in Harloeg. He may be able to tell you more.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I have studied the artifact that Ayorzén stole from the vault of Durthang. It bears a powerful corruption, but it was not made in the land of Mordor. It came from elsewhere, and the corruption that envelops it stems from its long stay in the Black Land. If this evil could be cleansed, I believe that Elrond could imbue it with a powerful and vital force for Good.\\n\\n'Before that can happen, however, we must do something about the corruption that Mordor has worked upon it. There are different methods to accomplish this, though the Wise disagree upon the effectiveness of each. My preferred means for such a cure is to bring the corrupted item to the place where it was made, or to places of some significance upon its path, and to thereby diffuse the foul touch of Mordor that has, in the interim, claimed it. We must learn the story of this heirloom before it came to Mordor.'\\n\\nThe Wizard turns the artifact over in his hands, studying it for some clue to its origin. To your eye the heirloom is a small carved sculpture of a woman. One hand is raised before her, as if in warding, and in the other she holds a spear ready to throw.\\n\\n'This sculpture was carved from a bone or tusk, but I cannot say what creature lent the material used in its manufacture. Some of the details have worn away with the passage of time or ill treatment. The face, for example, may once have been carved but now cannot be distinguished. There seems to be some runes on the base of the carving, but they are quite faded and I cannot read them clearly.\\n\\n'But this is not the first such carving I have seen! No, I have seen others of its type drawn from the swamps of the Lone-lands. The Eglain plumb the depths of the marsh for artifacts and trinkets, and in the muck they have found similar sculptures. Go to Ost Guruth, the Ruin-hold in the Lone-lands, and ask Frideric the Elder what he can tell you about this heirloom.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Morhald and Cólbyr search the Haragmar east of Ost Guruth for artifacts such as the one that has come into your possession.",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Welcome, [placeholder]. It has been many a day since you last came to the Ruin-hold! You must have learned much in your travels and faced many dangers! What has turned your steps back to the humble home of the Eglain?'\\n\\nYou show the corrupted heirloom to Frideric and he grimaces.\\n\\n'This carving is well-made, and very beautiful despite the grooves and scratches of wear, but as I gaze upon it I am overcome with an unpleasant sensation. Were it not for the sickening feeling with which it fills me, I would say this was very similar to other carvings my people have pulled from the swamp. Even now, some of the Eglain search the damp muck and tussocks of earth for artifacts such as this. Find Morhald and Cólbyr in Haragmar, and they may be able to tell you more of this carving's making.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Mithrandir has studied the artifact that Ayorzén stole from the vault of Durthang and believes that if it might be cleansed of its corruption, it could be empowered with a force for Good.",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Did you find this sculpture among the reeds of Haragmar? It appears well-made, if soiled by the passage of Time and the mistreatment of the swamp.'\\n\\nMorhald shudders and withdraws his hand, recoiling as if stung by a biting insect.\\n\\n'A feeling of evil emanates from this object! Where did you find it, and why have you brought it to me?'",
      "es": ""
    },
    {
      "id": 49286705,
      "en": "Bring the Image of the Champion to Elrond in Rivendell",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'This is a beautiful carving, [placeholder]! What a shame that the swamp has worn away some of the details, for it seems to me that the subject of the sculptor's gaze was quite striking. See too the martial skill with which she raises the spear, ready to face some unseen foe? This must have been carved from life, or the artist was a master to have carved from memory.\\n\\n'The sight of it makes me uncomfortable, but I do not understand why. Is it the knowledge that such a work is beyond my skill or some other unknown reason? Take it away, I do not wish to look upon it any longer!'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "More of the Eglain may be imperiled in the swamp of Haragmar.",
      "es": ""
    },
    {
      "id": 69036788,
      "en": "Defend Morhald",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Why do you search for me with such concern, [placeholder]? I am one of the Eglain, hearty and proud walkers of the wilderness. What do you have there?'\\n\\nYou show Walgar the sculpture of the spear-wielding woman. As he takes the carving, he shudders briefly, but sets aside the momentary revulsion and continues with his examination of the sculpture.\\n\\n'It is hard to say for certain, but I believe I have seen carvings such as this before. Do you see the distinctive strokes on the arm that holds the spear? The definition of the muscle can plainly be seen, despite the passage of Time and the harsh work of the elements. A master craftsman once lived in this land, and though his name has been forgotten, this is clearly his work. Other statues and carvings made by his hand have been found in Haragmar and elsewhere.'\\n\\nWalgar turns over the carving and squints at the base.\\n\\n'Did you see this writing? The words are very faded and I cannot make them out, but an expert in such things might fare better. Seek Aric the Stone-speaker, far to the south in Harloeg. He may be able to tell you more.'",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Aric the Stone-speaker is at Ost Haer, far to the south of Haragmar.",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Ah, you have found a carving of the warrior-woman!'\\n\\nAric takes the sculpture and studies it closely.\\n\\n'I have spent long enough in the company of the Dead to learn something of their history and secrets, [placeholder]. This is a carving of Darothild, a great champion who lived in this land, long ago. When the Lady of the Fountain fell to evil, Darothild was one of the few who sought to challenge her when no others would. Great champion though she was, she never returned from the Spring. Some of the Eglain still tell her story to their children, though doubtless many of the details have changed over the years.\\n\\n'Many carvings of Darothild have been found, but none have been as wreathed in evil-feeling as this. Perhaps if you bring it to the site of her last battle, the corruption could be cleansed? If not, at least you might leave it there in memory of her. Speak to me and I will find strong Eglain to accompany you.'",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Aric the Stone-speaker is in Harloeg, far south of Ost Guruth.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Elrond is at the Haven of Orladion in Rivendell, north-west of the Last Homely House.\\n\\nYou have cleansed the corruption from the Image of the Champion, and should bring it now to Elrond in Rivendell.",
      "es": ""
    },
    {
      "id": 48110849,
      "en": "Compelled Swamp-lurker",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'I know why you have come, [placeholder]. If you are to journey beneath the shroud that covers Gorgoroth, you will need the aid of a light that can pierce the darkness.'\\n\\nElrond takes the Image of the Champion from you and dips it into the font beside him. When the artifact emerges from the glowing circle, light drips soundlessly from it and pools like water in the basin. Not since she stood alone against the Red-maid has Darothild shined as brightly. Elrond smiles at the sight, and his voice contains both determination and joy when he speaks again.\\n\\n'With the Light of Eärendil, you will be able to walk where the shadows lie, and overcome them.'",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'I will find strong Eglain to go with you. Me? No, not me! I am a scholar, not a warrior! But some may be found who can accompany you. We will see if Walgar has returned to Ost Guruth and would like to go with you. He will be very interested to learn that this is a carving of Darothild, about whom he surely heard tales when he was a child.'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Talk to Frideric the Elder in Ost Guruth",
      "es": ""
    },
    {
      "id": 15011585,
      "en": "Woman at the Spring",
      "es": ""
    },
    {
      "id": 159886241,
      "en": "As you catch your breath, you feel that you are being watched",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'I will meet you at the Haven of Orladion, [placeholder].'",
      "es": ""
    },
    {
      "id": 28670161,
      "en": "'What brings you to this place?'",
      "es": ""
    },
    {
      "id": 28670162,
      "en": "'It is not safe here for you.'",
      "es": ""
    },
    {
      "id": 28670163,
      "en": "'I do not remember. All I know is this place is mine.'",
      "es": ""
    },
    {
      "id": 28670164,
      "en": "'All I know is this place.'",
      "es": ""
    },
    {
      "id": 28670165,
      "en": "'I do not remember why.'",
      "es": ""
    },
    {
      "id": 28670166,
      "en": "'Thank you, merciful ones.'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to Morhald in Haragmar",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Cólbyr in Haragmar",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Walgar in Haragmar",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Aric the Stone-speaker in Harloeg",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Aric the Stone-speaker and travel to the Spring of the Red-maid",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 2.1: Heirloom of the Eglain",
      "es": ""
    }
  ]
}