{
  "id": 620995118,
  "txt": [
    {
      "id": "0xeb01142",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56857",
      "en": "'Not enough gorgûn here for trap, but look!'\\n\\nKhôr-buri-Ghân points across the water to a wooded island, sheltered in the tree-shadows.\\n\\n'There cave on island, favourite place of Bhai-buri-Ghân! He asked Khôr-buri-Ghân to come along and see, but Khôr-buri-Ghân never go. Once he asked, twice he asked. Never asked third time, and now dead and cannot ask.\\n\\n'Did feet of Khôr-buri-Ghân come here on purpose, but head not know? Speak again, [placeholder], and together we seek for cave of Bhai-buri-Ghân.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ee0",
      "en": "Bring the Memento of Bhai-buri-Ghân to Elrond in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 2.1: Heirloom of the Wild Men",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01146",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01148",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01149",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56861",
      "en": "'I will meet you at the Haven of Orladion, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56862",
      "en": "'I know why you have come, [placeholder]. If you are to journey beneath the shroud that covers Gorgoroth, you will need the aid of a light that can pierce the darkness.'\\n\\nElrond takes the Memento of Bhai-buri-Ghân from you and dips it into the font beside him. When the artifact emerges from the glowing circle, light drips soundlessly from it and pools like water in the basin. You are reminded of the light in Khôr-buri-Ghân's eyes when he beheld the multitude of figures his brother had fashioned and left behind, a tangible mark of his time in the world; that light will never go out, for as long as Bhai-buri-Ghân is remembered. So too is the light that now shines in Elrond's hand, and when he speaks again his voice contains both determination and joy.\\n\\n'With the Light of Eärendil, you will be able to walk where the shadows lie, and overcome them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01155",
      "en": "Ghân-buri-Ghân is the leader of the Drúedain and may know the origins of the corrupted carving. He is at Drû Bhûta, in Taur Drúadan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01158",
      "en": "Khôr-buri-Ghân is at the Blood-cloak, east of the great waterfall in Drû Bhûta, atop a large rocky cliff. It is the location where the Wild Men perform their funerary rites.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b6",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ec7",
      "en": "Talk to Ghân-buri-Ghân at Drû Bhûta",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b9",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56840",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ec9",
      "en": "Talk to Khôr-buri-Ghân at the Blood-cloak, in Drû Bhûta",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56841",
      "en": "'Ready to go? Will get wet, but that okay to see favourite place of Bhai-buri-Ghân.'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56870",
      "en": "'This statue of Wild Man, but it has evil feeling. What is meaning of this? Well-made, by hand of skill, but poisoned by gorgûn or friends of gorgûn? Ghân-buri-Ghân cannot tell you more of this, but he have idea. Sculpture may be used to trick gorgûn. They think it theirs. Maybe use it as bait. Kill many gorgûn before they know. Speak to Khôr-buri-Ghân. He at Blood-cloak. He remembers his brother. He remember Bhai-buri-Ghân.\\n\\n'Khôr-buri-Ghân always ready to kill gorgûn.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56843",
      "en": "'I have studied the artifact that Ayorzén stole from the vault of Durthang. It bears a powerful corruption, but it was not made in the land of Mordor. It came from elsewhere, and the corruption that envelops it stems from its long stay in the Black Land. If this evil could be cleansed, I believe that Elrond could imbue it with a powerful and vital force for Good.\\n\\n'Before that can happen, however, we must do something about the corruption that Mordor has worked upon it. There are different methods to accomplish this, though the Wise disagree upon the effectiveness of each. My preferred means for such a cure is to bring the corrupted item to the place where it was made, or to places of some significance upon its path, and to thereby diffuse the foul touch of Mordor that has, in the interim, claimed it. We must learn the story of this heirloom before it came to Mordor.'\\n\\nThe Wizard turns the artifact over in his hands, studying it for some clue to its origin. To your eye the heirloom is a small sculpture carved from stone, in the shape of a squat humanoid figure.\\n\\n'This carving is very similar in shape to the Púkel-men that guard the road to Dunharrow, in Rohan, but I have never seen one carved so small. It is said that those figures are carved in the likenesses of the Drúedain, the Woses, the Wild Men, and the forest in Taur Drúadan is home to similar statues of enormous size.\\n\\n'If this is so, perhaps the Woses will be able to tell you from where this sculpture came, and aid in the cleansing of its evil. But take heed! They hate Orcs and everything touched by Orcs, and may not receive you kindly if they deem that heirloom has been ruined by Mordor and is beyond saving.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56844",
      "en": "'This carving is very similar in shape to the Púkel-men that guard the road to Dunharrow, in Rohan, but I have never seen one carved so small. It is said that those figures are carved in the likenesses of the Drúedain, the Woses, the Wild Men, and the forest in Taur Drúadan is home to similar statues of enormous size.\\n\\n'If this is so, perhaps the Woses will be able to tell you from where this sculpture came, and aid in the cleansing of its evil. But take heed! They hate Orcs and everything touched by Orcs, and may not receive you kindly if they deem that heirloom has been ruined by Mordor, and is beyond saving.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01162",
      "en": "Khôr-buri-Ghân suggested that you look for Orcs at two places in Taur Drúadan, forth of Drû Bhûta and further north-east of there, in the woods.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a7",
      "en": "'You return to home of Wild Men. But now bad feeling come with you! Smells of gorgûn trick!'\\n\\nYou show Ghân-buri-Ghân the small statue, and he wrinkles his nose with distaste.\\n\\n'This statue of Wild Man, but it has evil feeling. What is meaning of this? Well-made, by hand of skill, but poisoned by gorgûn or friends of gorgûn? Ghân-buri-Ghân cannot tell you more of this, but he have idea. Sculpture may be used to trick gorgûn. They think it theirs. Maybe use it as bait. Kill many gorgûn before they know. Speak to Khôr-buri-Ghân. He at Blood-cloak. He remembers his brother. He remember Bhai-buri-Ghân.\\n\\n'Khôr-buri-Ghân always ready to kill gorgûn.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a8",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01166",
      "en": "Khôr-buri-Ghân suggested that you look for Orcs at another place in Taur Drúadan, north-west over a hill.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01167",
      "en": "Khôr-buri-Ghân has remembered a cave that his brother told him about and wants to find it. He is by the island in the river, waiting for you to speak with him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50273",
      "en": "Look for Orcs north of the road by Drû Bhûta, in Taur Drúadan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Look for Orcs further north-east in the woods, in Taur Drúadan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01169",
      "en": "Elrond is at the Haven of Orladion in Rivendell, north-west of the Last Homely House.\\n\\nYou have cleansed the corruption from the Memento of Bhai-buri-Ghân, and should bring it now to Elrond in Rivendell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1a2",
      "en": "Mithrandir has studied the artifact that Ayorzén stole from the vault of Durthang and believes that if it might be cleansed of its corruption it could be empowered with a force for Good.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50275",
      "en": "Look for Orcs to the north-west, over a hill and by an island in the river, in Taur Drúadan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50278",
      "en": "Talk to Khôr-buri-Ghân by the river and travel with him to the island cave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56851",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56853",
      "en": "'We have not seen enough gorgûn for our plan. Maybe too close to village? It is hidden, and they not know where, but maybe they know here dangerous.\\n\\n'I keep thinking about brother Bhai-buri-Ghân. He was eldest, and seemed very picture of Wild Man to me. Maybe that is why Khôr-buri-Ghân always try to do better. Wanted to prove something, maybe.\\n\\n'Now Bhai-buri-Ghân only in memory. Wild Men supposed to think of dead only at Blood-cloak, but Khôr-buri-Ghân think of brother all the time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56854",
      "en": "'[placeholder], what brings you to village of Wild Men? What is that?'\\n\\nYou show Khôr-buri-Ghân the small stone sculpture, and he marvels at it.\\n\\n'This look like statues all around village and in forest, but different. Those feel like comfort, warm presence. This one ruined by cold feeling and hate! Father Ghân-buri-Ghân wants to use this to trick gorgûn? I think idea is good one. Gorgûn killed brother Bhai-buri-Ghân. If this carving of Wild Man can bring sadness to gorgûn, Khôr-buri-Ghân will be glad.\\n\\n'Let us look for gorgûn at two places, north of the road by Drû Bhûta, and further north-east of there. Then we trick them with sculpture as bait!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56855",
      "en": "'Not enough gorgûn here for plan. Need many to make worth it!\\n\\n'Bhai-buri-Ghân used to walk in woods alone, all the time. Sometimes asked Khôr-buri-Ghân to walk too, sometimes did not. Sometimes when asked, Khôr-buri-Ghân said no. He wishes now he had not said 'no' so many times.\\n\\n'Need another place to look for more gorgûn. Deeper in woods. Maybe north-west.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}