{
  "id": 620995143,
  "txt": [
    {
      "id": 173025781,
      "en": "Return to Mablung",
      "es": ""
    },
    {
      "id": 148970243,
      "en": "Found Warg tracks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 126687157,
      "en": "Mablung has asked you to track down a vicious Warg known as The Stalker with the help of Faroth. He is lurking somewhere in the Noman-lands.",
      "es": ""
    },
    {
      "id": 126687112,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 173025765,
      "en": "Defeat Múgbakh, The Stalker",
      "es": ""
    },
    {
      "id": 184621124,
      "en": "Find and defeat Múgbakh, the Stalker, with the help of Faroth.\\n\\nFaroth must be present to find Múgbakh.  If you lose track of him, use the hound-calling whistle to summon him back.",
      "es": ""
    },
    {
      "id": 184621171,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 184621126,
      "en": "Warg tracks can be found near the Camp of the Host.\\n\\nFollow the trail to find The Stalker.",
      "es": ""
    },
    {
      "id": 190220546,
      "en": "'[placeholder], I have one last mission for you and Faroth.\\n\\n'There exists an especially terrible Warg in these lands, feared by Man and Orc alike. To them, he is Múgbakh, but we Rangers call him The Stalker. He is known for stalking and toying with men for leagues before ultimately ambushing them and taking their life.  \\n\\n'Our attempts at hunting him down have all failed. However, we did not have the keen nose of Faroth at our disposal. Go, track down The Stalker and end him for good.'",
      "es": ""
    },
    {
      "id": 184621174,
      "en": "Mablung can be found at the Camp of the Host.\\n\\nYou should return to Mablung and tell him you have defeated Múgbakh, The Stalker.",
      "es": ""
    },
    {
      "id": 190220548,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 148970278,
      "en": "Defeated Múgbakh, The Stalker",
      "es": ""
    },
    {
      "id": 184621177,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 236954391,
      "en": "Stalker of the Scrublands",
      "es": ""
    },
    {
      "id": 173025730,
      "en": "Find Warg tracks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220600,
      "en": "'At last, The Stalker is dead! On behalf of all the Rangers of Ithilien: thank you. We can rest easier knowing we are no longer being hunted by that fiend.'",
      "es": ""
    }
  ]
}