{
  "id": 621043506,
  "txt": [
    {
      "id": 162883718,
      "en": "'Here is the plan. We are going to enter Thyrstáth, request an audience with the ice-giant chieftain, and attempt to sway them over to the side of the Gabil'akkâ. I am more warrior than diplomat, but I will do what I can! Keep your guard up in the event this goes poorly.\\n\\n'But [placeholder]? Try not to start a fight... unless we really need one.'",
      "es": ""
    },
    {
      "id": 190220752,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 184621222,
      "en": "You and Hórin have found a hiding spot in a storage area in Thyrstáth.\\n\\nYou should talk to Hórin.",
      "es": ""
    },
    {
      "id": 173025570,
      "en": "TBD Complete Quest Instance",
      "es": ""
    },
    {
      "id": 173025571,
      "en": "Talk to Hórin inside the keep of Thyrstáth",
      "es": ""
    },
    {
      "id": 184621225,
      "en": "You have disrupted the enemy forces in Thyrstáth.\\n\\nYou should talk to Hórin.",
      "es": ""
    },
    {
      "id": 190220760,
      "en": "'I may have been wrong about most giants having honourable natures... that was downright duplicitous! It is time to go on the offensive! If they want to ally with the Frost-horde and the Angmarim, well, they have declared themselves our enemies. And let them regret it!'",
      "es": ""
    },
    {
      "id": 236954553,
      "en": "Diplomacy In the Giant's Den",
      "es": ""
    },
    {
      "id": 126687057,
      "en": "It is time to see if your efforts have earned you enough favour to convince the ice-giants to join your side against the Orcs and hobgoblins.",
      "es": ""
    },
    {
      "id": 184621185,
      "en": "TBD Complete quest instance",
      "es": ""
    },
    {
      "id": 184621186,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 184621187,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 173025584,
      "en": "Call Hórin and talk to him",
      "es": ""
    },
    {
      "id": 184621190,
      "en": "Hórin is standing by outside the main keep of Thyrstáth.\\n\\nYou should talk to Hórin and engage in some dwarf-diplomacy by completing 'Instance: The Giant's Den.'",
      "es": ""
    },
    {
      "id": 190220771,
      "en": "'Klúso is correct. For the Angmarim to so intently pursue that staff means you were right to keep it from them. All we can do now is continue up the mountain, and hope we can track it down again.'",
      "es": ""
    },
    {
      "id": 184621191,
      "en": "The ice-giants have allied themselves with the Frost-horde, and must be persuaded otherwise... by force if necessary.\\n\\nYou should complete objectives in Thyrstáth with Hórin.",
      "es": ""
    },
    {
      "id": 173025540,
      "en": "Talk to Hórin outside the main keep of Thyrstáth and go with him to conduct some diplomacy",
      "es": ""
    },
    {
      "id": 173025588,
      "en": "Talk to Klúso west of Bazan-medan",
      "es": ""
    },
    {
      "id": 184621241,
      "en": "Hórin can be called to your side with the summoning horn.\\n\\nYou should talk to Hórin.",
      "es": ""
    },
    {
      "id": 173025589,
      "en": "(Optional) Talk to Hórin to quickly return to Klúso",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 173025544,
      "en": "Complete 'Frost-horde Allies' for Hórin",
      "es": ""
    },
    {
      "id": 173025591,
      "en": "Call Hórin and talk to him",
      "es": ""
    },
    {
      "id": 173025545,
      "en": "Complete 'Treasures of the Ancient Dwarves' for Hórin",
      "es": ""
    },
    {
      "id": 184621202,
      "en": "You have done what you can to disrupt the ice-giants in Thyrstáth.\\n\\nYou should return to Klúso near Bazan-medan.",
      "es": ""
    },
    {
      "id": 173025552,
      "en": "Complete 'Gifts of Persuasion' for Hórin",
      "es": ""
    },
    {
      "id": 190220784,
      "en": "'Klúso is correct. For the Angmarim to so intently pursue that staff means you were right to keep it from them. All we can do now is continue up the mountain, and hope we can track it down again.'",
      "es": ""
    },
    {
      "id": 190220738,
      "en": "'We've done enough here. Let's leave, and quickly, before more hobgoblins, or giants, or Angmarim come looking for us.'",
      "es": ""
    },
    {
      "id": 190220739,
      "en": "'Come, let's return to Klúso. He's probably worried about us!'",
      "es": ""
    },
    {
      "id": 190220742,
      "en": "'[placeholder]! I was about to come looking for you! What happened?'\\n\\nYou tell Klúso about the ice-giant's trap, and your assault on Thyrstáth with Hórin.\\n\\n'Ah. So much for diplomacy! It changes little. What is one more enemy to defeat before we can reclaim Gundabad? But there is this too: should we be worried about that staff falling back into the hands of the Angmarim?'",
      "es": ""
    },
    {
      "id": 190220789,
      "en": "'Well, here goes nothing!'",
      "es": ""
    },
    {
      "id": 251715924,
      "en": "Call Hórin and talk to him",
      "es": ""
    }
  ]
}