{
  "id": 621043512,
  "txt": [
    {
      "id": 190220770,
      "en": "'Everyone is gathered and the reinforcements have arrived. Are you ready for battle, [placeholder]?'",
      "es": ""
    },
    {
      "id": 126687057,
      "en": "The hobgoblin forces have not yet been found, so they must be at the very peak of the mountain. The time for battle is soon at hand.",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'As we have yet to come across them in our travels up the mountainside, the hobgoblin forces can only be in one place: at the end of the Father's Path, the ruins of Uzdarulzahar at the very peak. I will return to the Thing-fold and send for our reinforcements. They will have arrived at Fellgát by now. Dréri, Náth, Molkha and Klúso will escort them. Kyrstig and I will then travel to just outside the ruins. Meet us there when you are prepared to battle Warlord Dushtalbúk!'",
      "es": ""
    },
    {
      "id": 16858216,
      "en": "'Argh! Dwarf worms! Mother will avenge my death!'",
      "es": ""
    },
    {
      "id": 98522658,
      "en": "'Alone? Aye, I am not. But we dwarves stick together! For Gundabad!'",
      "es": ""
    },
    {
      "id": 17162063,
      "en": "'You are no match for the might of the Frost-horde, dwarf!'",
      "es": ""
    },
    {
      "id": 173025539,
      "en": "Talk to Hórin at Uzdarulzahar",
      "es": ""
    },
    {
      "id": 205128996,
      "en": "'Good riddance! The only good drake is a dead drake!'",
      "es": ""
    },
    {
      "id": 173025541,
      "en": "(Optional) Talk to Hórin at Uzdarulzahar to quickly travel to Fellgát",
      "es": ""
    },
    {
      "id": 190220788,
      "en": "'Right on time, [placeholder]! The battle is won! Our forces can deal with the rest of these hobgoblins. It is time we returned to Fellgát.'",
      "es": ""
    },
    {
      "id": 173025545,
      "en": "Talk to Hórin in Fellgát",
      "es": ""
    },
    {
      "id": 190220791,
      "en": "'Come, [placeholder], let us return to Fellgát. I desire the warmth of a camp-fire and the taste of an ale-flagon!'",
      "es": ""
    },
    {
      "id": 190220792,
      "en": "'Your work cleaning up Fellgát truly paid off, my long-suffering but never-complaining friend! I am glad to have a proper camp to return to after a fierce battle.\\n\\n'You fought bravely, [placeholder], and though the day is won, I cannot help but dread what must next be done: Hrímil Frost-heart must be defeated. Gorgar and Dushtalbúk are but pawns to the Dragon, and now fully under her control! If anything, the Orcs and hobgoblins are even more dangerous now, for they work in unison rather than tearing at each others' throats. However, our campaign in Gundabad has had no small effect, and I suspect Hrímil will now pull back her forces to protect her lair. For all her haughtiness, she must be feeling rather cornered.\\n\\n'The unknown factor in all of this is Loknashra. Hrímil was unable to control her, due to whatever dark magic the Angmarim instilled in her, and she spoke of revenge. I have a feeling she will soon make some move, and we must be ready for it... whatever form it takes.\\n\\n'But enough of doom and gloom! We will face those foes another day. For now, rest, and drink with me! A cheer, for [placeholder]! For the Gabil'akkâ!'",
      "es": ""
    },
    {
      "id": 91358436,
      "en": "'Take the scouts and help Hórin! He is facing a monstrous drake!'",
      "es": ""
    },
    {
      "id": 184621184,
      "en": "Hórin needs your assistance defeating Hárkyrta the Frigid in Uzdarulzahar.\\n\\nThis will be a difficult fight! Use the battle horn at the gate of Uzdarulzahar to summon the scout trio if they have left your side.",
      "es": ""
    },
    {
      "id": 184621185,
      "en": "The Battle of Uzdarulzahar has begun!\\n\\nYou should complete objectives in Uzdarulzahar and find and assist your dwarf allies.",
      "es": ""
    },
    {
      "id": 184621186,
      "en": "The drake has been slain! You should talk to Hórin.\\n\\nUse the battle horn at the gate of Uzdarulzahar to summon the scout trio if they have left your side.",
      "es": ""
    },
    {
      "id": 173025555,
      "en": "Complete 'Hobgoblins at the Highest House' for Hórin",
      "es": ""
    },
    {
      "id": 173025556,
      "en": "Complete 'Dwarves in Arms' for Hórin",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 184621200,
      "en": "The battle has been won!\\n\\nYou should return to Fellgát and talk to Hórin.",
      "es": ""
    },
    {
      "id": 148970471,
      "en": "Assisted Dréri",
      "es": ""
    },
    {
      "id": 184621201,
      "en": "Hórin has gathered the dwarf reinforcements and is waiting for you at the stairs to the ruins of Uzdarulzahar.\\n\\nYou should meet Hórin and complete 'Instance: The Warlord's Gambit'.",
      "es": ""
    },
    {
      "id": 173025570,
      "en": "Climb the Father's Path and meet up with Hórin by the steps leading to the ruins of Uzdarulzahar",
      "es": ""
    },
    {
      "id": 173025571,
      "en": "Talk to Hórin at Uzdarulzahar",
      "es": ""
    },
    {
      "id": 148970473,
      "en": "Assisted Náth",
      "es": ""
    },
    {
      "id": 173025574,
      "en": "Find and assist Dréri with his opponent",
      "es": ""
    },
    {
      "id": 173025576,
      "en": "Find and assist Náth with his opponent",
      "es": ""
    },
    {
      "id": 38857809,
      "en": "'Thank you, friend. I will fall back!'",
      "es": ""
    },
    {
      "id": 51376372,
      "en": "'Right on time, [placeholder]! Let's kill some hobgoblins!'",
      "es": ""
    },
    {
      "id": 38857810,
      "en": "'Slay a few more for me, eh?'",
      "es": ""
    },
    {
      "id": 38857811,
      "en": "'I almost had him!'",
      "es": ""
    },
    {
      "id": 148970481,
      "en": "Klúso will fight at your side",
      "es": ""
    },
    {
      "id": 38857812,
      "en": "'I owe you one, [placeholder]!'",
      "es": ""
    },
    {
      "id": 148970484,
      "en": "Kyrstig will fight at your side",
      "es": ""
    },
    {
      "id": 173025584,
      "en": "Find and assist Klúso with his opponent",
      "es": ""
    },
    {
      "id": 148970486,
      "en": "Molkha will fight at your side",
      "es": ""
    },
    {
      "id": 236954553,
      "en": "The Gambit at the Highest House",
      "es": ""
    },
    {
      "id": 148970488,
      "en": "Defeated Hárkyrta the Frigid",
      "es": ""
    },
    {
      "id": 173025587,
      "en": "Find and assist Kyrstig with her opponent",
      "es": ""
    },
    {
      "id": 184621221,
      "en": "Hórin is waiting for you at the gate of Uzdarulzahar.\\n\\nYou should talk to Hórin.",
      "es": ""
    },
    {
      "id": 173025589,
      "en": "Find and assist Molkha with her opponent",
      "es": ""
    },
    {
      "id": 168109586,
      "en": "'[placeholder], come with me!'",
      "es": ""
    },
    {
      "id": 173025591,
      "en": "Assist Hórin by defeating Hárkyrta the Frigid",
      "es": ""
    },
    {
      "id": 267254788,
      "en": "'Phew, that was a big one! Thanks for the assist!'",
      "es": ""
    },
    {
      "id": 173025593,
      "en": "(Optional) Use the battle horn to summon the scout trio",
      "es": ""
    },
    {
      "id": 190220752,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 190220756,
      "en": "'That was not how I expected this battle to begin, but the tide has turned in our favour! The others have already joined the fight. Find them, and join me up ahead. I will need everyone's help to defeat the elder drake! For the Zhélruka!'",
      "es": ""
    },
    {
      "id": 252425444,
      "en": "'Bah, I had it under control! Let's go find Hórin!'",
      "es": ""
    },
    {
      "id": 32359508,
      "en": "'We're holding our own here, but Hórin needs your help!'",
      "es": ""
    }
  ]
}