{
  "id": 621043420,
  "txt": [
    {
      "id": 173025573,
      "en": "Collect the third hobgoblin report",
      "es": ""
    },
    {
      "id": 148970472,
      "en": "\\qDwarves have breached gates of Gundabad. Máttugard under siege.\\q",
      "es": ""
    },
    {
      "id": 173025574,
      "en": "Collect the fourth hobgoblin report",
      "es": ""
    },
    {
      "id": 148970473,
      "en": "\\qMorale low among Orc soldiers. Gorgar is failing.\\q",
      "es": ""
    },
    {
      "id": 173025575,
      "en": "Collect the fifth hobgoblin report",
      "es": ""
    },
    {
      "id": 184621237,
      "en": "Scraps of paper inside the out-camp might hold information intended for the hobgoblin leadership... but they might be intercepted by a daring adventurer.",
      "es": ""
    },
    {
      "id": 184621238,
      "en": "Klúso is scouting near Stazg Vozag.",
      "es": ""
    },
    {
      "id": 148970480,
      "en": "\\qAngmarim continuing experiments in Clovengap. Keeping watch.\\q",
      "es": ""
    },
    {
      "id": 148970481,
      "en": "\\qGloomingtarn wards being attacked. Orcs maybe free to enter.\\q",
      "es": ""
    },
    {
      "id": 148970482,
      "en": "\\qThing-fold wards remain intact. Do not attempt to enter!\\q",
      "es": ""
    },
    {
      "id": 190220752,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 190220753,
      "en": "'While I've been watching, I've seen quite a few runners come and go with scraps of paper to deliver to Captain Zúrthrug. I assume they are then passed on to the warlord and his closest advisors. Some of this intelligence is probably still in the camp, and will be useful to the war effort!\\n\\n'Intelligence? In hobgoblins? Bah, there has to be a better word. Well, it will do for now.'",
      "es": ""
    },
    {
      "id": 173025587,
      "en": "Talk to Klúso near Stazg Vozag",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "Stazg Vozag, the main out-camp in the Pit of Stonejaws, receives messages from hobgoblins elsewhere in Gundabad.",
      "es": ""
    },
    {
      "id": 236954553,
      "en": "Enemy \\qIntelligence\\q",
      "es": ""
    },
    {
      "id": 173025571,
      "en": "Collect the first hobgoblin report",
      "es": ""
    },
    {
      "id": 173025572,
      "en": "Collect the second hobgoblin report",
      "es": ""
    },
    {
      "id": 190220740,
      "en": "'What did you find?'\\n\\nYou hand the parchments to Klúso. He quickly reads the messages, squinting at the crude Orc-scrawls.\\n\\n'Some of these tidings are old, but some of this is news to me. It is interesting to hear that some lose faith in Gorgar... I wager we can take advantage of that, and wouldn't that be quite the Beard Bonus?\\n\\n'I'll make sure these get to Ausma!'",
      "es": ""
    }
  ]
}