{
  "id": 621043522,
  "txt": [
    {
      "id": "0x9b56886",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d0",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a8",
      "en": "The time has come to travel high into the Welkin-lofts seeking Ausma's apprentices.\\n\\nYou should head south with Hórin and travel along the Father's Path.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d7",
      "en": "'Now that the camp is ready to receive our reinforcements and provide us adequate shelter in this harsh place, it is time we venture out in search of our enemies. Ausma's apprentices Molkha, Kyrstig, and Klúso are out there in the wild somewhere, spying on the hobgoblin host. They are to signal us when they see us approaching and give to us their report. If we're lucky, they will have some information on why Dushtalbúk is all the way up here in the freezing cold!\\n\\n'Let us begin by heading south up the Father's Path. It should wind all the way up the peaks, but who can say what condition the ancient road might be in? Lead the way, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa3b9",
      "en": "TBD Welkin-lofts Arc 2",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b2",
      "en": "The bridge along the Father's Path is out. You will need to find a way around.\\n\\nYou should talk to Hórin.\\n\\nUse the summoning horn to call Hórin to your side.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be1",
      "en": "A flare shoots up from the valley below",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e0",
      "en": "'Let me start from the beginning. Here's what I saw....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011884",
      "en": "Molkha should be somewhere near the frozen lake, south-west of Fellgát.\\n\\nYou should talk to Molkha.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502900",
      "en": "Talk to Molkha in the valley",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1756",
      "en": "Molkha has observed a troubling discourse between enemy forces.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e1",
      "en": "'It seems our enemies are forming alliances right in front of our faces! My blood boils to hear how they use fallen dwarves as bargaining chips in their games of state-craft! Even with those \\qgifts\\q, I did not foresee the Frost-horde accommodating the Angmarim in this fashion. From what I understood, Sauron's torture of Hrímil had made his former servants her hated enemies. I remember what she did to Karazgar, the Weeping Warrior! It may be that times change, or perhaps she has some nefarious plan in mind for her former foes? Bah, trying to understand the motivations of a Dragon feels like a waste of time. She means to use whatever is at her disposal to exterminate the dwarves, I'm sure!\\n\\n'But I do think this news merits some investigation before we continue. We need to know why the Angmarim are up here in the first place, and we need to do something about this nest of drakes before they threaten Fellgát and our approaching reinforcements.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502901",
      "en": "Talk to Molkha and hear her troubling report",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011886",
      "en": "Now that you have Molkha's report, it is time to move further up the mountain.\\n\\nYou should talk to Hórin and decide how to proceed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502931",
      "en": "Head south along the Father's Path",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502903",
      "en": "Talk to Hórin in the valley",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b7",
      "en": "Molkha should be somewhere near the frozen lake south-west of Fellgát.\\n\\nYou should find Molkha with Hórin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502933",
      "en": "Call Hórin and talk to him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa3c5",
      "en": "A Troubling Report",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011889",
      "en": "Speak to Molkha on the frozen lake south-west of Fellgát to hear her scouting report.\\n\\nYou should complete 'Instance: A Troubling Report.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b8",
      "en": "You have found Molkha on the frozen lake south-west of Fellgát.\\n\\nYou should talk to Molkha to receive her report.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502905",
      "en": "Talk to Molkha in the valley",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502935",
      "en": "Find Molkha",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be9",
      "en": "The bridge along the Father's Path is impassable",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f2",
      "en": "'That is all I saw. Although the Orcs and hobgoblins are not on friendly terms, Dushtalbúk and Loknashra are forming alliances of their own. I expect that is bad news for us, yes?\\n\\n'The Angmarim have set up camp to the south-east. They call it Mullach Cagar. I am afraid I do not know their aims, but that camp must be of some importance to them. They have poured no small effort into proving themselves valuable allies to the hobgoblins, seemingly to gain safe passage from the drakes. I hope you and Hórin can find out more. I have a very bad feeling about this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c4",
      "en": "'Bah, the bridge is out! I suppose I should not have expected the road to be in good condition after all these years. The Orcs certainly wouldn't maintain it! Let us see if we can find a way around by walking across that frozen lake down there. Hmm. Molkha should be around here somewhere. Keep an eye out for her signal.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf6",
      "en": "Molkha calls to you as you approach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f7",
      "en": "'It seems our enemies are forming alliances right in front of our faces! My blood boils to hear how they use fallen dwarves as bargaining chips in their games of state-craft! Even with those \\qgifts\\q, I did not foresee the Frost-horde accommodating the Angmarim in this fashion. From what I understood, Sauron's torture of Hrímil had made his former servants her hated enemies. I remember what she did to Karazgar, the Weeping Warrior! It may be that times change, or perhaps she has some nefarious plan in mind for her former foes? Bah, trying to understand the motivations of a Dragon feels like a waste of time. She means to to use whatever is at her disposal to exterminate the dwarves, I'm sure!\\n\\n'But I do think this news merits some investigation before we continue. We need to know why the Angmarim are up here in the first place, and we need to do something about this nest of drakes before they threaten Fellgát and our approaching reinforcements.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c9",
      "en": "'Hello again, [placeholder]. Keep an eye on the sky, because this area is a drake hunting ground! A big one flies overhead quite often, hunting for goats. I've seen him pluck one right off the side of the mountain and carry it up to the cliff tops there, where I wager he has a nest of whelplings to feed!\\n\\n'As for my report, I have both good news and bad. The good news is that I was able to observe the hobgoblins passing through here. The bad news is... well, I should just start from the beginning.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e152",
      "en": "Talk to Hórin in the valley",
      "es": "",
      "es (fem)": ""
    }
  ]
}