{
  "id": 621043440,
  "txt": [
    {
      "id": "0xa502925",
      "en": "Talk to Fúni Gem-cutter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1758",
      "en": "Fúni Gem-cutter has asked you to collect crystal samples from the Pit of Stonejaws.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf1",
      "en": "Collected samples from exposed crystals ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa3c7",
      "en": "Stonejaws Samples",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502930",
      "en": "Collect samples from exposed crystals in the Pit of Stonejaws ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d0",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d1",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a4",
      "en": "Exposed crystals can be found throughout the Pit of Stonejaws.\\n\\nYou should hit exposed crystals with Fúni's pick and collect the crystal samples that break off.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d6",
      "en": "'Oh, look at all these beautiful crystals! Hand them over so I may examine them more closely.'\\n\\nHe takes out a bright glass and carefully inspects the crystal samples.\\n\\n'Hmm. I do not believe these are the same as those the Angmarim corrupt. See how beautiful they are, and how they shine even in the dim light! Our craft is sure to benefit from this cavern's crystals. Thank you for doing the leg-work, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'[placeholder]! It is good to see you again! We Gem-cutters have returned after a long time away, eager to join the Gabil'akkâ. We are not truly warriors, but perhaps we can help in other ways... and if we do not, my wife Amma will never let me hear the end of it!\\n\\n'She believes the Pit of Stonejaws contains a large number of crystals, and she sent me here to collect some samples. \\qYes, of course!\\q I said to her, but now that we are here I see this area is quite dangerous; see how it swarms with beasts and hobgoblins? Can I ask you to bring me back some crystal samples for examination? You may even borrow my pick!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a9",
      "en": "You have collected samples of the crystals found in the Pit of Stonejaws.\\n\\nYou should return to Fúni Gem-cutter in Bárgstad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be3",
      "en": "Collected crystal samples ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa3b9",
      "en": "TBD Stonejaws Side 2",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502922",
      "en": "Collect crystal samples ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}