{
  "id": 621043428,
  "txt": [
    {
      "id": "0x8e11be7",
      "en": "Collected foul meat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502926",
      "en": "Collect foul meat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be9",
      "en": "The chitin from this beast is massive!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502928",
      "en": "Collect massive chitin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b2",
      "en": "You can find foul meat from ukhrâsh throughout the Pit of Stonejaws.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b3",
      "en": "You should lure out the massive ukhrash from its pond north of Bárgstad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b4",
      "en": "Fúsi is at Bárgstad in the Pit of Stonejaws.\\n\\nNow that you have collected the massive chitin, you should bring it back to Fúsi.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa3c3",
      "en": "Bait for the Big One",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502930",
      "en": "Lure out the massive ukhrash at TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d0",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502931",
      "en": "Talk to Fúsi Gem-cutter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d1",
      "en": "You present the massive ukhrash shell to Fúsi.\\n\\n'My goodness, [placeholder]! What a monster that must have been! I will be able to make something sturdy from this chitin, or my name is not Fúsi Gem-cutter! I mean, this is no gemstone, but my abilities are more wide-ranging than my name would suggest! And so it is with you, my friend.\\n\\n'Thank you for your help!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502935",
      "en": "Lure out the massive ukhrash from its pond north of Bárgstad and collect its chitin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d5",
      "en": "'[placeholder]! I hope you have been well. We Gem-cutters are here to help! There may not be much use for rings and bracelets in time of war, but we're plenty resourceful folk; I know I can put my craft-skill to some other use.\\n\\n'Have you seen the strange shelled creatures that crawl hereabouts? They look a bit like crabs, but they are much larger. Their strange and bulbous eyes fill me with unease, I don't mind telling you. The Orcs call them 'Ukhrâsh.'\\n\\n'Well, I have had a thought, and that thought is this: perhaps we could use their shells to fashion useful articles for the war effort: shields, armour, who knows what else? But the shells of the small ones aren't thick enough to serve. Fret not! I have caught glimpses of a huge one! Only glimpses. I think it spends most of its time underwater, but I have a feeling that one's shell will be worth its weight in gold! I doubt you'll catch it out in the open, but perhaps you can lure it out with meat from the smaller uhkrâsh in the Pit of Stonejaws. I am hoping the big one is both scavenger and cannibal!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "Fúsi Gem-cutter has requested your help with an unorthodox plan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa3b9",
      "en": "TBD Stonejaws Side 3",
      "es": "",
      "es (fem)": ""
    }
  ]
}