{
  "id": 621043495,
  "txt": [
    {
      "id": 236954553,
      "en": "TBD Welkin-lofts Side 8",
      "es": ""
    },
    {
      "id": 190220759,
      "en": "'I could see you thrashing those blue lizards from here, and I tell you it was quite a sight to behold, even from this distance! We should take some time to spar when our mission is not so urgent, [placeholder]. You could teach me some of your tricks, and I daresay you might learn something of my own combat prowess, as well!'",
      "es": ""
    },
    {
      "id": 173025570,
      "en": "Defeat drakes and worms in Flogalith ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184621220,
      "en": "Drakes and worms nest high in the cliffs above the Welkin-lofts. Their presence endangers your mission here.\\n\\nYou should defeat drakes and worms in Flogalith.",
      "es": ""
    },
    {
      "id": 184621221,
      "en": "You have defeated many worm-kind in Flogalith.\\n\\nYou should talk to Molkha.",
      "es": ""
    },
    {
      "id": 190220752,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 173025574,
      "en": "Talk to Molkha in the valley",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'The drakes have made themselves some sort of nest high atop the cliffs above this frozen lake. From there they can spy on much of the Welkin-lofts, and fly anywhere their mistress commands. I think it would be wise to thin their numbers before we attempt to bring our army through here. And that is not even to mention how soon they will realize we have set up camp just on the other side of that hill!\\n\\n'I'm sure Hórin will not mind if you take a break from slaying Angmarim to focus on this new enemy. Trust me: the drakes are just as dangerous, if not more so!'",
      "es": ""
    },
    {
      "id": 236954561,
      "en": "Drakes On the Cliffs",
      "es": ""
    },
    {
      "id": 148970467,
      "en": "Defeated drakes and worms in Flogalith ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "Many drakes and worms thrive in the cliff-nests of Flogalith. They pose a danger to any who pass through the Welkin-lofts.",
      "es": ""
    }
  ]
}