{
  "id": 621043514,
  "txt": [
    {
      "id": 126687059,
      "en": "Náth has asked you to keep an eye out for predators in the Welkin-lofts.",
      "es": ""
    },
    {
      "id": 148970472,
      "en": "Defeated Welkin-lofts predators ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184621232,
      "en": "You have hunted predators near Fellgát, and made it a little safer for the dwarves.\\n\\nYou should talk to Náth.",
      "es": ""
    },
    {
      "id": 173025575,
      "en": "Defeat Welkin-lofts predators ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025577,
      "en": "Talk to Náth",
      "es": ""
    },
    {
      "id": 236954561,
      "en": "Predators In the Lofty Heights",
      "es": ""
    },
    {
      "id": 190220752,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 184621222,
      "en": "Náth has asked you to defeat any predators you find in the wilds near Fellgát.",
      "es": ""
    },
    {
      "id": 190220757,
      "en": "'While you're up here, keep an eye peeled for prowling beasts in the high places. I've seen a few wolves and cats creep a little too close to the camp for my comfort. I have even seen some of the cold-worms going in search of easy meals, and once a drake swooped out of the sky not twenty feet ahead of me, and lifted a mountain ram off the ground as if it were nothing!\\n\\n'It would be wise for us to lessen the numbers of these predators before the reinforcements arrive and we have even more dwarves to safe-guard. It isn't easy to watch your back when you also need to keep one eye on the sky, [placeholder]!'",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 190220737,
      "en": "'Did you cull some of the more dangerous beasts? Thank you, [placeholder]. I'll sleep a little better knowing you taught those predators this is not the place for them to seek a dwarf-dinner... or if they do, it will cost them dearly!'",
      "es": ""
    },
    {
      "id": 236954553,
      "en": "TBD Welkin-lofts Side 4",
      "es": ""
    }
  ]
}