{
  "id": 621043497,
  "txt": [
    {
      "id": "0x9b56886",
      "en": "'Our next objectives should be to investigate what the Angmarim are up to, and to do whatever damage we can to the nest of drakes above us. Molkha has located an Angmarim camp to the south-east, not far from here, called Mullach Cagar. I trust you, mighty [placeholder], can handle a small group of Angmarim on your own. I am going to stay here with Molkha to attack this nest of drakes. If you would prefer to handle the drakes yourself before we move on, I will not stop you! Most importantly, I need you to find some evidence of why the Angmarim chose to come all the way up to the Welkin-lofts in the first place. They risked much to get this far.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d0",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d1",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d2",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a6",
      "en": "The Angmarim have made camp south of Fellgát.\\n\\nYou should find Mullach Cagar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502924",
      "en": "Find Mullach Cagar, the Angmarim camp south of Fellgát",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502928",
      "en": "Search inside the tents at Mullach Cagar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa3b9",
      "en": "The Mysteries of Mullach Cagar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011880",
      "en": "The staff has completely rebuffed your attack.\\n\\nYou should investigate the staff again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b0",
      "en": "You have discovered the Angmarim camp of Mullach Cagar.\\n\\nYou should search the camp for clues to the Angmarim's purpose here.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1753",
      "en": "The Angmarim have been allowed passage into Welkin-lofts by the Frost-horde, but for what purpose did they come to these high peaks?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011882",
      "en": "The mysterious staff cannot be destroyed through any means you currently have at your disposal.\\n\\nYou have decided you must take the mysterious staff with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b1",
      "en": "You have found a strange staff in Mullach Cagar.\\n\\nYou should investigate it more closely.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011885",
      "en": "You now have the mysterious staff in your possession. The nausea and paranoia it causes is slowly increasing.\\n\\nYou should return to Hórin and Molkha on the frozen lake south-west of Fellgát.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502932",
      "en": "Examine the mysterious staff on the table in the Angmarim tent",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be5",
      "en": "You have found the Angmarim camp called Mullach Cagar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502904",
      "en": "Talk to Hórin in the valley",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502933",
      "en": "Destroy the mysterious staff",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b9",
      "en": "You have found a mysterious staff in the main tent of Mullach Cagar. You feel it must be a powerful evil artifact.\\n\\nYou should destroy the mysterious staff.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502935",
      "en": "Once again examine the mysterious staff on the table in the Angmarim tent",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be9",
      "en": "You have found a strange staff. You feel uneasy standing near it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502936",
      "en": "Take the mysterious staff from the table in the Angmarim tent",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f1",
      "en": "The staff remains unbroken.\\n\\nYou cannot leave it in the possession of the Angmarim, for they will use it for some evil purpose. You must take it with you. Perhaps Hórin will know of a place where this artifact can be made safe?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf4",
      "en": "The staff is unaffected by your attack",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf7",
      "en": "As you pick up the staff, you hear faint whispering but cannot make out the words",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f6",
      "en": "'[placeholder], you return! Did you find anything in Mullach Cagar? Wait... something about your demeanour has changed. What has happened?'\\n\\nYou show Hórin the staff. His eyes widen and his skin blanches.\\n\\n'What in the name of the First Crafter is THAT?'\\n\\nYou explain that you found it in the Angmarim camp and believe it to be a powerful artifact of evil. You tell him too that it resisted your efforts to destroy it.\\n\\n'Well, I think you were right to take it. We can't let the Angmarim keep such an artifact of evil. But I am no expert on the subject of fighting such magic! Who knows what might be unleashed if we did manage to destroy it? I think it might just be best for you to hold onto it for now. You are the most powerful among us, and we don't have time to cart it off to your Wizard-friend Gandalf! We have a war to fight!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c8",
      "en": "This ornate staff has been placed in a prominent position in this central tent, surrounded by a runic circle and many-faceted crystals. What ill-intentioned ritual were the Angmarim performing here?\\n\\nStanding beside the staff makes you feel unpleasantly queasy; you are overcome with a sensation of great distrust. The purple glow of the gem mounted atop the staff fills your vision and you are falling, falling....\\n\\nYou snap from your reverie. This is an artifact of evil, and you should destroy it if you can.",
      "es": "",
      "es (fem)": ""
    }
  ]
}