{
  "id": 621043519,
  "txt": [
    {
      "id": "0x9b56886",
      "en": "'This grand structure behind me is Ibdêkh-buzru, the Thing-fold. This is where the kings of all the dwarf-clans met to discuss matters of grave importance throughout all the long history of the dwarves. There have been six Great Moots held at the Thing-fold, and we can learn about each of them by studying the monuments here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d0",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xa502922",
      "en": "Talk to Kyrstig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502923",
      "en": "Examine the statue of The First Great Moot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502925",
      "en": "Examine the statue of The Second Great Moot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502927",
      "en": "Examine the statue of The Third Great Moot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa3b9",
      "en": "The Great Moots of the Thing-fold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502929",
      "en": "Examine the statue of The Fourth Great Moot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1751",
      "en": "The Thing-fold is a landmark of great historic significance for the dwarf-clans. It is a location where dwarf-kings have met to discuss matters of grave importance for thousands of years.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502931",
      "en": "Examine the statue of The Fifth Great Moot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be4",
      "en": "Examined the statue of The First Great Moot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b7",
      "en": "Seven statues representing the Great Moots can be found in Ibdêkh-buzru, the Thing-fold.\\n\\nYou should examine the statues.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502933",
      "en": "Examine the statue of The Sixth Great Moot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be6",
      "en": "Examined the statue of The Second Great Moot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b8",
      "en": "Kyrstig can be found just outside Ibdêkh-buzru, the Thing-fold.\\n\\nYou should talk to Kyrstig.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be8",
      "en": "Examined the statue of The Third Great Moot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502935",
      "en": "Examine the statue of The Seventh Great Moot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf0",
      "en": "Examined the statue of The Fourth Great Moot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf2",
      "en": "Examined the statue of The Fifth Great Moot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf4",
      "en": "Examined the statue of The Sixth Great Moot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf6",
      "en": "Examined the statue of The Seventh Great Moot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xac61f81",
      "en": "It was here that the Seven Fathers met in peace and forged bonds of friendship among their lines. They swore to share knowledge and craft, and lend aid against enemies. Forever more, these promises would be tested when a Great Moot was called, and the Seven Kings met.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xac61f82",
      "en": "It was here that the Second Great Moot was called at the dawning of the First Age, and the coming of Men. The Dwarf-kings came together once more and determined how to address the newcomers, and with all the clans working together, were able to befriend many Men rather than going to war against them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c9",
      "en": "'Did you explore the Thing-fold? Magnificent, isn't it? I'm curious about that seventh statue. Was a seventh moot foretold, but has yet to happen? Hmmm. Well, perhaps it will happen in our lifetime, and I can be here to see it in person!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xac61f83",
      "en": "It was here that the Third Great Moot was called by King Dwalin III. The murder of his father, Dwalin II, led to the declaration of the First War of Dwarves and Orcs. King Dwalin kept his steading at the Thing-fold for the duration of the war, and after he fell in the final battle, his body lay here for seven weeks, surrounded by the swords and shields of his enemies, before being sent back to Khazad-dûm for entombment.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xac61f84",
      "en": "It was here that the Fourth Great Moot was called, in response to the threat of Mordor. Sauron's seizing of the Rings of Power and attack on Eregion led King Durin III to call the kings to the Thing-fold to forge a new pact against him. The kings quarrelled, and several departed in anger, driving a wedge between the dwarf-lines that has lingered ever since.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xac61f85",
      "en": "It was here that the Fifth Great Moot was called, but as Gundabad had fallen to the Orcs, only the rituals at its start and finish took place in the Thing-fold. The council chose the Zhélruka as the rightful rulers of the Grey Mountains – the four kings of the east outvoting the three of the west. King Balin V acceded atop the mountain, then the lines parted again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xac61f86",
      "en": "It was here that the Sixth Great Moot was called, in response to Azog the Defiler's murder of King Thrór. Thráin II and his fellow kings formed the Bond of Haban'akkâ and declared their willingness to fight the Sixth War of Dwarves and Orcs. This culminated in the Battle of Azanulbizar, which at last saw the death of Azog, though at the cost of half the strength of the Dwarf-host.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xac61f87",
      "en": "A Seventh Great Moot has been foretold, but has not yet come to pass.",
      "es": "",
      "es (fem)": ""
    }
  ]
}