{
  "id": 621043431,
  "txt": [
    {
      "id": "0xa502927",
      "en": "Complete 'The Tombs of Akhaldarâg' from Ausma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502928",
      "en": "Complete 'Lair of the Frost-horde' from Ausma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502929",
      "en": "Complete 'The Camps of Stazg Vozag' from Ausma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d0",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a3",
      "en": "Scout-master Ausma's apprentices have been sent to points of interest around the Pit of Stonejaws.\\n\\nYou should find Kyrstig, Molkha, and Klúso and assist them with their missions.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a5",
      "en": "You have aided the dwarf scouts with their missions.\\n\\nYou should talk to Scout-master Ausma in Bárgstad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d6",
      "en": "'Ah, [placeholder], you have returned. How are my apprentices doing? Tell me everything!'\\n\\nYou tell Ausma of the out-camp you ransacked, pinning the blame on Gorgar's forces; of the drake nest you disrupted; of the unpleasant information you learned regarding the Angmarim and Loknashra. You hand her the two notes you found. She reads them quickly and looks at you with an eyebrow sharply raised.\\n\\n'The Cult of Drugoth? Wasn't he one of the Gauntlords? And isn't he dead? I think we're dealing with necromancers. And this Loknashra character seems to have more influence here than the warlord wanted to admit, if her agreement with the Angmarim was sufficient to end all hobgoblin-raids on their settlements. This is very troubling. Is there something else, [placeholder]? I see that look on your face.'\\n\\nYou carefully remove the crystal the goblin gave you from your bag and hand it to her slowly. She hesitantly accepts it, and winces.\\n\\n'Ah, the Angmarim are still playing with their crystals, I see. This one seems a little different than those Mother Amma showed me in the Elderslade. A more thorough investigation will have to wait. We need to move on the Angmarim and remove them from the Pit of Stonejaws before they raise an army of ancient dwarf lords to kill us all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'Many questions remain unanswered, and much of the Pit of Stonejaws has yet to be explored. I have sent out my apprentices to investigate areas of interest. Your next mission is to go out and find each one, help them if they require it, and report back with what they have learned of the hobgoblin and Angmarim plans. Most importantly, learn what you can about this Loknashra! She is an unknown factor in all of this, and I don't like not knowing things!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa3b9",
      "en": "Three Dangerous Spots",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1752",
      "en": "Ausma has sent her apprentices to several points of interest around the Pit of Stonejaws to investigate the plans of the hobgoblins and Angmarim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502924",
      "en": "Talk to Scout-master Ausma",
      "es": "",
      "es (fem)": ""
    }
  ]
}