{
  "id": 621043591,
  "txt": [
    {
      "id": "0xd9b5683",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Hermáth Stormhammer can be found near the entrance to Azanulbizar.\\n\\nYou should talk to Hermáth Stormhammer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to Hermáth Stormhammer at Azanulbizar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'It was at the behest of Dáin, my dear friend and King Under the Mountain, that I embarked upon writing a complete account of the Sixth War of the Dwarves and Orcs. For too long, Durin's Folk had endured hardship after hardship, and it did not seem proper to dwell on such a sorrowful chapter in our history.\\n\\n'Where my own memory and experiences did not serve the tale, I enlisted the accounts of others, chief among them the sons of Fundin and Gróin, and by his own request, King Dáin. For this, they have my truest gratitude.\\n\\n'As a final note, I have laboured to construct this tale that the reader might see it through mine own eyes. If I should interject on occasion, it is only to make clear certain details or include aspects of the tale learned long after the war's end.'\\n\\nBeneath the foreword, you notice a dedication.\\n\\n'For Durin'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "As you sift through the first few pages of Hermáth Stormhammer's account of the Sixth War of the Dwarves and Orcs, you notice the author has written a foreword.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Foreword: The Battle of Azanulbizar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Talk to TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "As you sift through the first few pages of Hermáth Stormhammer's account of the Sixth War of the Dwarves and Orcs, you notice the author has written a foreword.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to Hermáth Stormhammer at Azanulbizar",
      "es": "",
      "es (fem)": ""
    }
  ]
}