{
  "id": 621043437,
  "txt": [
    {
      "id": "0x9b56886",
      "en": "'Welcome to the Pit of Stonejaws, [placeholder]. We have reason to believe that the hobgoblin seat of power lies within these jagged caverns. We also believe that their leader, Warlord Dushtalbúk, and his advisors are currently here, holed up in their fort to avoid the growing unrest between the enemy forces.\\n\\n'Our mission here is to locate their fort, discover the scope of their power, and if we are very fortunate indeed, slay the warlord himself. The timing is vital. If we can remove Dushtalbúk from the table before the hobgoblins and Orcs reconcile their differences, they may be unable to organize again before we deal a decisive blow and win this war. \\n\\n'Because of this mission's importance, Prince Durin has personally asked me to oversee it. You, [placeholder], will also be instrumental in our success. I have not come alone, however. I have taken on three apprentices that I would like you to meet. I have been teaching them the ways of stealth and of the dagger. Go, introduce yourself. I expect they will be excited to meet you, for they have heard tell of your exploits!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d0",
      "en": "'So you are [placeholder]? I am Klúso of the Stout-axe clan! Ausma has told me much of your skills. I look forward to seeing them in action myself!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d1",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d2",
      "en": "'[placeholder], was it? I am Molkha of the Zhélruka. The others seem quite excited to work with you. If your presence betters our chance of surviving this dangerous mission, I suppose I am pleased as well!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d3",
      "en": "'My apprentices are an interesting assortment, to be sure. They show promise but lack experience, which I hope to correct during this mission. But enough of the pleasantries. We have work to do.\\n\\n'We arrived only slightly ahead of you, giving us the time to make camp but little else. Our next step is reconnaissance. I will send you and those three out into the caves to scout different areas of the Stonejaws. Your first mission is this: find the hobgoblin fortress known as Shakhajât. Do not stray too near, lest you ruin the advantage of our surprise!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502924",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502926",
      "en": "TBD Complete Side 1",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d7",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa3b9",
      "en": "TBD Stonejaws Arc 1",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011880",
      "en": "You have located the hobgoblin fort in the Pit of Stonejaws.\\n\\nYou should talk to Scout-master Ausma in Bárgstad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011881",
      "en": "Somewhere in the heart of the Stonejaws is the hobgoblin fort Shakhajât.\\n\\nYou should find Shakhajât and help Ausma with \\qJust a Warm-up\\q.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b0",
      "en": "Scout-master Ausma has asked you to introduce yourself to her apprentices.\\n\\nYou should talk to Kyrstig, Molkha, and Klúso in Bárgstad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b5",
      "en": "Now that you have met the new scouts, you should decide upon your course of action in the Pit of Stonejaws.\\n\\nYou should talk to Scout-master Ausma in Bárgstad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502902",
      "en": "Help Scout-master Ausma with \\qJust a Warm-up\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502931",
      "en": "Talk to Klúso",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502903",
      "en": "Talk to Scout-master Ausma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502932",
      "en": "Talk to Kyrstig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1759",
      "en": "Scout-master Ausma and her apprentices have arrived in the Pit of Stonejaws to investigate the hobgoblins' seat of power.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502933",
      "en": "Talk to Molkha",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502936",
      "en": "Talk to Scout-master Ausma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa3c8",
      "en": "The Pit of Stonejaws",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502937",
      "en": "Find Shakhajât",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c4",
      "en": "'You must be [placeholder]! I have heard a great deal about you! I am Kyrstig of the Longbeards. I am eager to fight beside such a renowned [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f4",
      "en": "'All warmed up, [placeholder]? What do you have to report?'\\n\\nYou tell Ausma that Shakhajât lies at the centre of the Pit of Stonejaws, little more than a dagger's throw from Bárgstad.\\n\\n'Good work. Now for the next step: locating our warlord.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf8",
      "en": "A large Orc-fort lies before you. This must be Shakhajât",
      "es": "",
      "es (fem)": ""
    }
  ]
}