{
  "id": 621043532,
  "txt": [
    {
      "id": 126687059,
      "en": "Molkha has a plan to quickly clear out many of the drake nests in Flogalith.",
      "es": ""
    },
    {
      "id": 173025573,
      "en": "Destroy drake nests ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025576,
      "en": "Talk to Molkha in the valley",
      "es": ""
    },
    {
      "id": 236954562,
      "en": "Explosive Nest Removal",
      "es": ""
    },
    {
      "id": 190220752,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 184621220,
      "en": "Molkha has given you a satchel of explosive containers to quickly destroy the many cliff-top drake nests.\\n\\nYou should destroy drake nests in Flogalith with Molkha's bombs. The sloping path to Flogalith is to the north-west of Molkha's position.",
      "es": ""
    },
    {
      "id": 184621223,
      "en": "You have destroyed many drake nests in Flogalith.\\n\\nYou should return to Molkha on the frozen lake south-west of Fellgát.",
      "es": ""
    },
    {
      "id": 190220736,
      "en": "'I could hear those bombs from here! BOOM! I am so glad Ausma introduced me to these. And to you, [placeholder], of course!\\n\\n'But especially to the bombs.'",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'Flogalith is home to many large nests that contain recently-hatched whelplings and unhatched eggs. The eggs are too large to break one by one, but I have an idea!'\\n\\nShe pulls out a small satchel and opens it to reveal many small metal containers containing explosive powder.\\n\\n'These are favourites of Ausma! Has she shared them with you before? I think with these you might be able to take care of those nests quite easily... quite easily indeed! You can see the rising path to Flogalith just across the channel to the north-west there.'",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 236954553,
      "en": "TBD Welkin-lofts Side 11",
      "es": ""
    },
    {
      "id": 236954577,
      "en": "Explosive Nest Removal",
      "es": ""
    },
    {
      "id": 148970470,
      "en": "Destroyed drake nests ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}