{
  "id": 621043422,
  "txt": [
    {
      "id": 126687059,
      "en": "Scout-master Ausma thinks the time is right to enter Shakhajât with stealth and learn more about the hobgoblin leadership.",
      "es": ""
    },
    {
      "id": 173025574,
      "en": "Talk to Scout-master Ausma",
      "es": ""
    },
    {
      "id": 236954562,
      "en": "The Inner Circle",
      "es": ""
    },
    {
      "id": 190220752,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 190220753,
      "en": "'Good work on a successful infiltration! I am pleased to learn that the Orc and hobgoblin relationship remains tense; we can exploit that. Still, this bargain with the Angmarim is concerning. Are they trying to make an alliance with Hrímil? She has previously shown animosity to Sauron's servants. Perhaps they need a good word from the hobgoblins to get in the good graces of the Frost-horde? We will need to find out.\\n\\n'Finding Dushtalbúk's throne room is a good first step, but it is going to be hard to catch him alone. We should continue investigating the surrounding area, and see what we can find out about this Angmarim plot.'",
      "es": ""
    },
    {
      "id": 184621221,
      "en": "You have successfully infiltrated Shakhajât.\\n\\nYou should talk to Scout-master Ausma in Bárgstad.",
      "es": ""
    },
    {
      "id": 184621224,
      "en": "Ausma is ready to infiltrate the fortress.",
      "es": ""
    },
    {
      "id": 190220759,
      "en": "'Let me know when you're ready to move out. I'm eager to get started!'",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'Now that we have the location of Shakhajât, we need to gather more information. Specifically, it will be valuable to know how many hobgoblins are stationed in the fortress, and which ones serve as advisors to the warlord. We also need to know Dushtalbúk's plans, both to plan a battle strategy and in order to catch him alone....'\\n\\nShe flashes you a wicked grin.\\n\\n'There's no way around it: we are going to sneak inside. I hope you still remember the stealthy skills I taught you in our previous adventures together!'",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 236954553,
      "en": "TBD Stonejaws Arc 2",
      "es": ""
    },
    {
      "id": 173025572,
      "en": "Complete 'Instance: The Inner Circle\\q",
      "es": ""
    }
  ]
}