{
  "id": 621043429,
  "txt": [
    {
      "id": 184621232,
      "en": "Klúso is scouting near Stazg Vozag.",
      "es": ""
    },
    {
      "id": 126687062,
      "en": "Orc spies surround the out-camp of Stazg Vozag, carrying swords of jagged metal.",
      "es": ""
    },
    {
      "id": 236954565,
      "en": "Swords in the Shadows",
      "es": ""
    },
    {
      "id": 190220752,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 190220759,
      "en": "'This camp has drawn a lot of attention from those who are not on friendly terms with the hobgoblins. I've spotted quite a few Orcs spying from the shadows. The weapons they carry will be vital to giving the damage you're about to do the proper framing!\\n\\n'Yes, we're going to make this look like an Orc plot, rather than the work of dwarves! I hope your acting is up to the challenge, friend! Actually, perhaps I will teach you a thing or two about it. I have received many compliments for my ability to throw my voice, making it seem as if I am speaking from some distance away.\\n\\n'Your part in this play will be to collect weapons from the Orc-spies hereabout, and then I will scatter them around to make it look like the Orcs ambushed this camp. What can go wrong? Nothing, [placeholder]. Nothing can go wrong.'",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 184621225,
      "en": "Orc-spies near Stazg Vozag carry the weapons Klúso will need for the plan.",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 190220760,
      "en": "'Ah, good work! I'll place these next to some of the defeated hobgoblins to set the scene. Let the master show you how it's done!'",
      "es": ""
    },
    {
      "id": 148970467,
      "en": "Collected weapons from Orc-spies ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 236954553,
      "en": "TBD Stonejaws Side 14",
      "es": ""
    },
    {
      "id": 173025570,
      "en": "Collect weapons from Orc-spies ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025572,
      "en": "Talk to Klúso near Stazg Vozag",
      "es": ""
    }
  ]
}