{
  "id": 621043439,
  "txt": [
    {
      "id": "0xb011880",
      "en": "Múta or her scouts might be found at Mur Shatraug, the Witch-gate in Câr Bronach.\\n\\nAfter passing through the Witch-gate, Múta and her scouts were to travel to join the Zhélruka expedition. You should search for some sign of Múta or her scouts at the Witch-gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502925",
      "en": "Talk to Scout-master Ausma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f3",
      "en": "'[placeholder]? You are a welcome sight to these weary eyes!'\\n\\nGárjan shifts uneasily.\\n\\n'Suffice it to say... things have gone awry.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502928",
      "en": "Travel to the threshold of the Witch-gate, in the north-eastern reaches of the Pit of Stonejaws",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011884",
      "en": "Gárjan can be found at Mur Shatraug, the Witch-gate.\\n\\nAfter passing through the Witch-gate, you have found one of Múta's scouts, Gárjan, injured and taking shelter beside a rampart. You should talk to Gárjan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b4",
      "en": "Mur Shatraug, the Witch-gate can be found in the north-eastern reaches of the Pit of Stonejaws.\\n\\nScout-master Ausma has informed you of the path taken by the scouts sent into Câr Bronach. You should travel to the Witch-gate in the Pit of Stonejaws and enter Câr Bronach.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b7",
      "en": "Mur Shatraug, the Witch-gate can be found in the north-eastern reaches of the Pit of Stonejaws.\\n\\nScout-master Ausma has informed you of the path taken by the scouts sent into Câr Bronach. You should travel to the Witch-gate in the Pit of Stonejaws and enter Câr Bronach.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502901",
      "en": "Talk to Gárjan at Mur Shatraug, the Witch-gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d0",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf3",
      "en": "Beyond the harsh, black stone of the Witch-gate lies Câr Bronach, the Sorrowglen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a4",
      "en": "Orders from Prince Durin can be found in your inventory.\\n\\nScout-master Ausma has given you new orders from Prince Durin. You should read the orders.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf6",
      "en": "As you pass out of Mount Gundabad into Câr Bronach, an uneasy chill runs up your spine",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502935",
      "en": "Travel through the Witch-gate, in the north-eastern reaches of the Pit of Stonejaws, and enter Câr Bronach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a7",
      "en": "Scout-master Ausma can be found in the Pit of Stonejaws at Bárgstad.\\n\\nYou have read the orders sent to you by Prince Durin. You should talk to Scout-master Ausma.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d6",
      "en": "'Prince Durin has commanded you to join the effort in Câr Bronach? He has made a wise decision, I think.\\n\\n'Before you arrived, Lord Glóin asked me to choose several of my scouts to make contact with the Zhélruka expedition. Since the Iron Crown still holds Câr Bronach, I chose Múta to lead the party. With her, I sent Kársa, Gárjan, and Uzvát -- three of my kin and fine scouts of their own.\\n\\n'As you may or may not know, there is an eastern gate which leads out of Mount Gundabad. I am told it was long ago claimed by the realm of Angmar, and that whatever its true name once was was lost. It is called the Witch-gate, and it is the swiftest path into Câr Bronach.\\n\\n'If you wish to aid Prince Durin, find Múta and her scouts beyond the Witch-gate. The Zhélruka will have their reinforcements... whether they want them or not!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'Your timing is impeccable, [placeholder]. I have just received new orders from Prince Durin.'\\n\\nScout-master Ausma produces a missive from her pocket and hands it to you.\\n\\n'Or rather I should say that you have, my friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf9",
      "en": "You find one of Múta's scouts, Gárjan, wounded and taking shelter beside a rampart",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "Concerned by the news that Prince Ingór has sent a significant Zhélruka expedition into Câr Bronach, Prince Durin hopes to enlist you to discover their purpose and aid in their efforts against the remnants of the Iron Crown.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502938",
      "en": "Search for any sign of Múta or her scouts at Mur Shatraug, the Witch-gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be3",
      "en": "Suspicious of Ingór's priorities, Durin has ordered you to join the Zhélruka expedition in Câr Bronach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa3b9",
      "en": "To Câr Bronach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502922",
      "en": "Read the orders sent to you by Prince Durin",
      "es": "",
      "es (fem)": ""
    }
  ]
}