{
  "id": 621043500,
  "txt": [
    {
      "id": 173025573,
      "en": "Defeat fell spirits in Bagud-dum ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025575,
      "en": "Talk to Hórin outside Bagud-dum",
      "es": ""
    },
    {
      "id": 236954561,
      "en": "Spirits and Summoners",
      "es": ""
    },
    {
      "id": 184621218,
      "en": "Angmarim of the Cult of Drugoth and the fell spirits they have summoned can be found in Bagud-dum.\\n\\nYou should defeat Angmarim and fell spirits in Bagud-dum.",
      "es": ""
    },
    {
      "id": 190220752,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 184621224,
      "en": "Hórin can be found outside the dwarf-fort Bagud-dum.\\n\\nYou should talk to Hórin.",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'The Angmarim forces in the Welkin-lofts seem to be headquartered here, and not yet fully aware of our presence this high up the mountain. This is a golden opportunity for us! If we can thin their numbers now, while we have the element of surprise, we might deal a significant blow to the Cult of Drugoth. Oh, and keep your eyes peeled for those fell spirits they've been summoning up here. Those are just as dangerous as the Men who are summoning them, if you can believe it.'",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "Bagud-dum has become the main stronghold of the Cult of Drugoth in the Welkin-lofts. It is imperative that their numbers be lessened.",
      "es": ""
    },
    {
      "id": 236954553,
      "en": "TBD Welkin-lofts Side 31",
      "es": ""
    },
    {
      "id": 190220761,
      "en": "'Your efforts in Bagud-dum have surely set back the plans of the Cult of Drugoth, [placeholder], and that is exactly what we needed! If we give to them enough setbacks, perhaps they will abandon their evil schemes altogether.\\n\\n'What? It could happen!'",
      "es": ""
    },
    {
      "id": 148970468,
      "en": "Defeated Angmarim in Bagud-dum ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025571,
      "en": "Defeat Angmarim in Bagud-dum ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 148970470,
      "en": "Defeated fell spirits in Bagud-dum ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}