{
  "id": 621043498,
  "txt": [
    {
      "id": 148970471,
      "en": "You take one of the sabre-cat's fangs",
      "es": ""
    },
    {
      "id": 173025577,
      "en": "Talk to Náth in Fellgát",
      "es": ""
    },
    {
      "id": 236954561,
      "en": "A Flash of White",
      "es": ""
    },
    {
      "id": 190220752,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 190220755,
      "en": "'[placeholder], I need your help. Right after she first set out, Molkha encountered something in the snow that gave her quite a scare. She came running back to camp, and after we were able to calm her down she told us she could not make out exactly what it was, and that all she saw was a sudden flash of white against a dark tree-trunk. \\n\\n'After she left camp again I saw it with my own eyes: a huge white sabre-cat with long and glistening fangs! I'm worried it might still be out there, stalking her! If you see it, well... you know what to do. I'm afraid Molkha might not be as fortunate a second time!'",
      "es": ""
    },
    {
      "id": 184621222,
      "en": "Náth has told you about a huge white sabre-cat lurking somewhere near Fellgát.\\n\\nYou should find and defeat the sabre-cat known as Héormuth.",
      "es": ""
    },
    {
      "id": 184621224,
      "en": "You have successfully defeated the sabre-cat menacing the dwarves in Fellgát.\\n\\nYou should talk to Náth.",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 190220737,
      "en": "You present Náth with Héormuth's fang. His eyes widen.\\n\\n'Will you look at that? Any beast with fangs that sharp, and that large, could have proven fatal to any of us travelling alone out there. Thank you for slaying the beast, [placeholder], and for making the Welkin-lofts a little safer for us.\\n\\n'Aye, a little. Who knows what else might lurk out there?'",
      "es": ""
    },
    {
      "id": 236954553,
      "en": "TBD Welkin-lofts Side 5",
      "es": ""
    },
    {
      "id": 126687058,
      "en": "Náth has warned you of a dangerous predator lurking nearby.",
      "es": ""
    },
    {
      "id": 173025572,
      "en": "Defeat Héormuth",
      "es": ""
    }
  ]
}