{
  "id": 621043509,
  "txt": [
    {
      "id": 148970471,
      "en": "Use this crystal to draw out hidden fell spirits in the forest near Mullach Cagar",
      "es": ""
    },
    {
      "id": 190220741,
      "en": "You found a fell spirit lurking in the forest near Mullach Cagar, likely drawn here by the Angmarim rituals. You should look for more of these spirits and banish them from the Welkin-lofts.",
      "es": ""
    },
    {
      "id": 184621233,
      "en": "You have found an empty crystal in Mullach Cagar.\\n\\nYou should collect the empty crystal.",
      "es": ""
    },
    {
      "id": 184621234,
      "en": "You found and defeated many fell spirits near Mullach Cagar.\\n\\nYou should report this to Molkha in the valley.",
      "es": ""
    },
    {
      "id": 173025577,
      "en": "Defeat wandering fell spirits ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 236954561,
      "en": "A Surplus of Spirits",
      "es": ""
    },
    {
      "id": 148970480,
      "en": "Defeated wandering fell spirits ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220752,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 173025587,
      "en": "Talk to Molkha in the valley",
      "es": ""
    },
    {
      "id": 190220755,
      "en": "You have found another crystal, but unlike the others, this one is clear. It seems to be empty. Perhaps you can use this implement to draw out hidden fell spirits, in order to banish them from Middle-earth.",
      "es": ""
    },
    {
      "id": 184621224,
      "en": "You discovered fell spirits hidden in the forest near Mullach Cagar.\\n\\nYou should find and defeat the wandering fell spirits.",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 236954553,
      "en": "TBD Welkin-lofts Side 15",
      "es": ""
    },
    {
      "id": 126687058,
      "en": "Fell spirits lurk in the forest near Mullach Cagar. Perhaps you can find and banish them.",
      "es": ""
    },
    {
      "id": 173025572,
      "en": "Take the empty crystal",
      "es": ""
    },
    {
      "id": 190220740,
      "en": "'You say you found many fell spirits lurking near Mullach Cagar? They are being drawn forth by the Angmarim rituals, but too quickly and in too great a number for the cultists to deal with immediately. That is quite concerning.'",
      "es": ""
    }
  ]
}