{
  "id": 621043490,
  "txt": [
    {
      "id": 162883718,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 148970450,
      "en": "This is the door to the main keep of Thyrstáth",
      "es": ""
    },
    {
      "id": 190220752,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 184621222,
      "en": "Hórin thinks the best course of action is to continue higher into the Welkin-lofts in search of Ausma's apprentices.\\n\\nYou should continue south and find Klúso.",
      "es": ""
    },
    {
      "id": 173025760,
      "en": "Call Hórin and help him with 'Caught In The Middle'",
      "es": ""
    },
    {
      "id": 190220757,
      "en": "'For now, we should continue up the mountain. We still need to find the hobgoblins and the rest of the Angmarim. Let's continue south and find the Father's Path again and see where it leads. Molkha will head back to Fellgát, and join us again when we find the hobgoblins. Klúso should be the next scout we come across. Hopefully he has some more information for us. Keep that staff safe, and let me know if you start hearing voices in your head, or if any other horrible things start happening!'",
      "es": ""
    },
    {
      "id": 173025575,
      "en": "Find Klúso near Bazan-medan",
      "es": ""
    },
    {
      "id": 236954553,
      "en": "TBD Welkin-lofts Arc 4",
      "es": ""
    },
    {
      "id": 173025577,
      "en": "Talk to Klúso near Bazan-medan",
      "es": ""
    },
    {
      "id": 184621232,
      "en": "Klúso can be found near Bazan-medan.\\n\\nYou should talk to Klúso.",
      "es": ""
    },
    {
      "id": 184621186,
      "en": "A battle between the Orcs and hobgoblins has erupted in the ice-giant settlement of Thyrstáth.\\n\\nYou should complete objectives in Thyrstáth for both Klúso and Hórin.",
      "es": ""
    },
    {
      "id": 126687060,
      "en": "Klúso, another of Ausma's apprentices, has witnessed a disagreement about what to do concerning the local ice-giants.",
      "es": ""
    },
    {
      "id": 148970465,
      "en": "A flare shoots up to the right of Bazan-medan, the gate to Clovengap",
      "es": ""
    },
    {
      "id": 184621235,
      "en": "TBD Complete Quest Instance",
      "es": ""
    },
    {
      "id": 184621190,
      "en": "You should talk to Hórin.\\n\\nUse the summoning horn to call Hórin to your side.",
      "es": ""
    },
    {
      "id": 184621237,
      "en": "Klúso can be found west of Bazan-medan.\\n\\nYou should talk to Klúso.",
      "es": ""
    },
    {
      "id": 184621191,
      "en": "You should talk to Hórin.\\n\\nUse the summoning horn to call Hórin to your side.",
      "es": ""
    },
    {
      "id": 236954563,
      "en": "The Tipping Point",
      "es": ""
    },
    {
      "id": 173025586,
      "en": "Talk to Klúso and hear his report",
      "es": ""
    },
    {
      "id": 190220772,
      "en": "'This is it. I hope you're ready for some dwarf-diplomacy!'",
      "es": ""
    },
    {
      "id": 173025540,
      "en": "Call Hórin and talk to him",
      "es": ""
    },
    {
      "id": 148970472,
      "en": "Klúso calls to you as you approach",
      "es": ""
    },
    {
      "id": 190220774,
      "en": "'It was just a short while ago. I was scouting this area, when I suddenly heard something...'",
      "es": ""
    },
    {
      "id": 184621241,
      "en": "Hórin can be found next to Klúso, west of Bazan-medan.\\n\\nYou should talk to Hórin.",
      "es": ""
    },
    {
      "id": 173025590,
      "en": "Talk to Klúso near Bazan-medan",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 173025592,
      "en": "Talk to Hórin near Bazan-medan",
      "es": ""
    },
    {
      "id": 251716002,
      "en": "Call Hórin and talk to him",
      "es": ""
    },
    {
      "id": 184621203,
      "en": "You have defeated the Orcs and hobgoblins, and possibly earned some favour with the ice-giants.\\n\\nYou should find the door to the main keep, in the south-eastern reaches of Thyrstáth.",
      "es": ""
    },
    {
      "id": 190220737,
      "en": "'[placeholder]! You have come just in time! Warlord Dushtalbúk was just here, and you are going to want to hear this!'",
      "es": ""
    },
    {
      "id": 173025553,
      "en": "Find the door to the main keep in south-east Thyrstáth",
      "es": ""
    },
    {
      "id": 190220785,
      "en": "'I did not expect the Orc and hobgoblin feud to erupt right in front of us! This is a golden opportunity! We can take down both forces while they're distracted fighting each other. As for the giants... perhaps we can convince them to side with us instead of the Frost-horde. You have made alliances with giants in the past, yes? It is risky, but on occasion they have proved an honourable people. Klúso, stay here and watch for Orc or hobgoblin reinforcements. Come, [placeholder], we have work to do!'",
      "es": ""
    },
    {
      "id": 184621207,
      "en": "Klúso is ready to give his scouting report.\\n\\nYou should talk to Klúso and complete 'Instance: The Tipping Point'.",
      "es": ""
    },
    {
      "id": 173025557,
      "en": "Call Hórin and talk to him",
      "es": ""
    },
    {
      "id": 190220743,
      "en": "'I'm quite fortunate none of those Orcs or hobgoblins spotted me. Even if they are at each other's throats, they have one thing in common: they share a hatred of dwarves! Dushtalbúk and most of the hobgoblins continued up the mountain, but some of them are just ahead, fighting the Orcs! What should we do? Those ice-giants did not seem particularly friendly, either!'",
      "es": ""
    },
    {
      "id": 173025560,
      "en": "Complete 'Three Faction Battle!' for Klúso",
      "es": ""
    },
    {
      "id": 190220793,
      "en": "'We've done all we can out here. Let us make for the entrance to the main keep of Thyrstáth. With luck, our actions may have earned some good will from the ice-giants, and we can negotiate with their leader.'",
      "es": ""
    },
    {
      "id": 173025561,
      "en": "Complete 'The Unyielding and the Overwhelming' for Klúso",
      "es": ""
    },
    {
      "id": 190220561,
      "en": "'This is it. I hope you're ready for some dwarf-diplomacy!'",
      "es": ""
    }
  ]
}