{
  "id": 621043529,
  "txt": [
    {
      "id": "0xa502927",
      "en": "Talk to Hórin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa3c1",
      "en": "The Peaks of the Welkin-lofts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d0",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a3",
      "en": "Hórin has asked you to help Dréri and Náth prepare the camp for incoming reinforcements.\\n\\nYou should complete quests for Dréri and Náth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a6",
      "en": "Fellgát has been cleaned up and is ready for more dwarves.\\n\\nYou should talk to Hórin in Fellgát.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'We have come to these high peaks in search of the hobgoblin leader Warlord Dushtalbúk and his advisor Loknashra. Ausma's scouts spotted them leaving the Stonejaws and marching in this direction with a sizeable troop of soldiers. We do not know their goal here, or why they left the safety of their stronghold, but this is an opportunity we cannot pass up! If we catch Dushtalbúk out in the open on these mountain slopes, we can deal a major blow to Hrímil's forces.'\\n\\nHis face hardens, and he looks towards the sky, still haunted by his previous experience with the Dragon.\\n\\n'We must defeat the leaders of the Orcs, hobgoblins, and whatever else remains under her sway before engaging Hrímil directly. She is more than enough for an entire army to handle on her own, trust me.\\n\\n'Judging by the state of this place, we are on the right track. The hobgoblins must have passed through here and abandoned this camp. We cannot pass on such an advantageous defensive position for our own base of operations, so I must ask you to help clean up this mess. I know this is beneath your station, [placeholder], but we are short-handed. Reinforcements will be arriving shortly, so this place needs to be in better shape! Dréri and Náth will take charge of this effort.\\n\\n'In the meantime, Ausma's apprentices Kyrstig, Molkha, and Klúso have gone ahead to locate the hobgoblin force. It is a shame Ausma could not join us herself, but she is still injured from her attack on Dushtalbúk. After we sort this place out, you and I will go looking for the hobgoblins.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d8",
      "en": "'Good work, [placeholder]! Fellgát looks much more like a proper camp now, and worthy of the Gabil'akkâ! Dréri and Náth will stay here until reinforcements arrive and we locate the hobgoblins, but you and I have some mountain-trekking to do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa3b9",
      "en": "TBD Welkin-lofts Arc 1!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be5",
      "en": "Completed quests in the Welkin-lofts for Dréri and Náth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1752",
      "en": "Hórin is leading an expedition into the peaks of Welkin-lofts to search for Warlord Dushtalbúk and Loknashra.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502924",
      "en": "Complete quests in the Welkin-lofts for Dréri and Náth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}