{
  "id": 621043491,
  "txt": [
    {
      "id": 148970471,
      "en": "Collected ancient dwarf weapons ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025574,
      "en": "Collect ancient dwarf weapons ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184621233,
      "en": "You have collected several pieces of ancient dwarf-made equipment.\\n\\nYou should return to Fellgát and show it to Dréri.",
      "es": ""
    },
    {
      "id": 173025576,
      "en": "Collect ancient dwarf armour ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 236954561,
      "en": "Ancient Equipment",
      "es": ""
    },
    {
      "id": 148970480,
      "en": "Collected ancient dwarf armour ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220752,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 173025586,
      "en": "Talk to Dréri at Fellgát",
      "es": ""
    },
    {
      "id": 184621221,
      "en": "You have discovered ancient dwarf-made equipment inside Draurákh.\\n\\nYou should collect ancient dwarf armour and ancient dwarf weapons and return them to Fellgát.",
      "es": ""
    },
    {
      "id": 190220755,
      "en": "Among the scattered bones and scraps of hide you find a selection of very old dwarf-made equipment, certainly not from the current expedition. Whether beasts dragged fallen dwarves into this cave and only their gear remains, or long ago dwarves were sheltering from something in this cave, you cannot say. If you can find more of it in Draurákh, the dwarves back at Fellgát will be interested to see it.",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 236954553,
      "en": "TBD Welkin-lofts Side 7",
      "es": ""
    },
    {
      "id": 190220739,
      "en": "'What have you found, friend? I see by the glint in your eye that you have found something valuable! Quickly, show me!'\\n\\nYou show Dréri the ancient dwarf-make weapons and armour you discovered resting in the wolf den.\\n\\n'By the haft of Drása's axe! These seem to be from the Second Age, and still in reasonable condition considering the passage of so many years! Our Longbeard friends will be most pleased to see these treasures recovered. Thank you, [placeholder].'",
      "es": ""
    },
    {
      "id": 126687058,
      "en": "You have discovered some very old dwarf-made equipment inside Draurákh.",
      "es": ""
    }
  ]
}