{
  "id": 621043496,
  "txt": [
    {
      "id": "0xb5689c5",
      "en": "'Have you defeated the High Priest? This will be a significant blow to the power of the Cult of Drugoth in this area, though I fear it will not prove the last we see of them.\\n\\n'Farewell to Harbinger Ugarad, however, and good riddance! Good work, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502926",
      "en": "Defeat Ugarad the Harbinger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be9",
      "en": "Defeated Ugarad the Harbinger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b0",
      "en": "Hórin can be found outside the dwarf-fort Bagud-dum.\\n\\nYou should talk to Hórin.\\n\\nIf Hórin is no longer at Bagud-dum, he can be found at Fellgát.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502927",
      "en": "Talk to Hórin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb84ed11",
      "en": "'So, you have returned. Kill me if you desire.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb84ed12",
      "en": "'Lord Drugoth has returned to this world, and I have faith he will enact our goals with earnest!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d0",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d4",
      "en": "'The one who was leading that ritual in Bagud-dum must be the High Priest of this \\qCult of Drugoth,\\q and I'll wager he's still in the fort. I warn you: he might be quite powerful, and perhaps too powerful for you to take on alone. But if you feel up to it, perhaps you can prove his match!\\n\\n'After all, sometimes evil only grows in power, rather than declining in it....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502934",
      "en": "Talk to Hórin outside the keep of Bagud-dum, or back at Fellgát",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a8",
      "en": "Ugarad the Harbinger can be found somewhere inside Bagud-dum.\\n\\nYou should defeat Ugarad the Harbinger.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa3b9",
      "en": "Ugarad the Harbinger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c2",
      "en": "'You defeated the High Priest in Bagud-dum? This will be a significant blow to the power of the Cult of Drugoth in this area, though I fear it will not prove the last we see of them.\\n\\n'Farewell to Harbinger Ugarad, however, and good riddance! Good work, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1751",
      "en": "The High Priest of the Cult of Drugoth, Ugarad the Harbinger, must still be in Bagud-dum.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c3",
      "en": "'The one who was leading that ritual must be the High Priest of this \\qCult of Drugoth,\\q and I'll wager he's still in the fort. I warn you: he might be quite powerful, and perhaps too powerful for you to take on alone. But if you feel up to it, perhaps we should take him on now.\\n\\n'After all, sometimes evil only grows in power, rather than declining in it....'",
      "es": "",
      "es (fem)": ""
    }
  ]
}