{
  "id": 621043425,
  "txt": [
    {
      "id": "0xa502925",
      "en": "Find information about Loknashra",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b0",
      "en": "Molkha needs your help.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b1",
      "en": "You should return to Molkha.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502928",
      "en": "Talk to Molkha",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa3c1",
      "en": "Lair of the Frost-horde",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d0",
      "en": "'Ah, [placeholder]. Keep your voice down. The cave ahead teems with frost-drakes and their spawn! I expect Ausma sent you to see if I had found the drake-nest and if I had, to deal with them at once. Well, I have, so you should!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a3",
      "en": "Molkha has been sent to find the frost-drakes inside the Pit of Stonejaws.\\n\\nYou should find Molkha somewhere in the tunnels east of Bárgstad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502932",
      "en": "Complete 'Quelling the Horde'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502933",
      "en": "Complete 'If You Want to Make a Hearty Egg Breakfast...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502934",
      "en": "Complete 'Food for Their Young'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502935",
      "en": "Complete 'Frost-bound Nest-tenders'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d7",
      "en": "'Ack! No, stay away! Wait, you not hobgoblin? You maybe... help me? Me don't want to end up drake food!'\\n\\nThe goblin senses your distrust, and changes his tactics.\\n\\n'Please, wait! I'll make trade! Warlord sent me here for thieving, but I kept some of the shinies. You take, and you let me go, yes?'\\n\\nYou agree to the deal, and cut the goblin loose. The goblin cackles gleefully and produces a red crystal from under his belt. He holds it out to you, and you allow him to place it in your hand.\\n\\n'Here! I took this from big hobgoblin lady. She not nice. You take, I go!'\\n\\nSomething feels off about the crystal, besides the stink of goblin upon it. You think Ausma should see this.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'Because the frost-bound hobgoblins rule the Pit of Stonejaws, it is very likely there is a Frost-horde presence here as well. The drakes are the masters in that relationship, after all. I have sent Molkha to find the drakes and observe them. Look for her on the eastern side of the pit. If she has succeeded in finding them, do what you can to disrupt the drakes. When we eventually assault Shakhajât. We're better off if the Frost-horde doesn't come to fight on the side of the hobgoblins.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa3b9",
      "en": "TBD Stonejaws Arc 5",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d9",
      "en": "'I saw you fighting in there. I guess Ausma was right about you. You certainly are skilled! But what did that goblin give you?'\\n\\nYou show Molkha the strange red crystal. She gingerly takes it from you, and winces. She holds it up to one ear, listening carefully. Her eyes widen. She then hands it back to you.\\n\\n'I can hear... screaming? Whatever this is, I don't want it! You should take it to Ausma right away. If Loknashra had it, it probably came from the Angmarim!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be6",
      "en": "The goblin runs for its life",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1752",
      "en": "Molkha has been sent to investigate a frost-drake nest in the Pit of Stonejaws.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502924",
      "en": "Find Molkha",
      "es": "",
      "es (fem)": ""
    }
  ]
}