{
  "id": 621043526,
  "txt": [
    {
      "id": 173025573,
      "en": "Defeat released fell spirits ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025577,
      "en": "Talk to Molkha in the valley",
      "es": ""
    },
    {
      "id": 236954561,
      "en": "Crystal Containment",
      "es": ""
    },
    {
      "id": 190220752,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 184621223,
      "en": "Glowing crystals can be found in Mullach Cagar.\\n\\nYou should destroy these crystals and defeat the released fell spirits.",
      "es": ""
    },
    {
      "id": 184621224,
      "en": "You have defeated many fell spirits in Mullach Cagar, preventing them from being used to make wights.\\n\\nYou should report to Molkha in the valley.",
      "es": ""
    },
    {
      "id": 190220736,
      "en": "'What did you find in Mullach Cagar?'\\n\\nYou describe the crystals you found and the spirits they contained.\\n\\n'I do not like the sound of this at all, [placeholder]. It is a bad business. You did well to hinder their plans.'",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "You found a crystal apparently left behind by one of the Angmarim, possessed of a foreboding aura. As you pick it up to examine it more closely, you think you can hear a tapping sound emanating from inside, and a quiet whispering. It seems likely the Angmarim priests use these crystals to hold fell spirits before they find suitable corpses for creating wights.\\n\\nIf you destroy these crystals, the fell spirit might be more easily banished.",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 236954553,
      "en": "TBD Welkin-lofts Side 14",
      "es": ""
    },
    {
      "id": 148970468,
      "en": "A fell spirit has been released from the crystal!",
      "es": ""
    },
    {
      "id": 173025571,
      "en": "Destroy glowing crystals to release fell spirits",
      "es": ""
    },
    {
      "id": 148970470,
      "en": "Defeated released fell spirits ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 126687058,
      "en": "You have discovered fell spirits contained in Angmarim crystals in Mullach Cagar.",
      "es": ""
    }
  ]
}