{
  "id": 621043508,
  "txt": [
    {
      "id": 173025573,
      "en": "Collect goat meat from rams ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025576,
      "en": "Talk to Náth",
      "es": ""
    },
    {
      "id": 236954561,
      "en": "Dwarves March On Their Stomachs",
      "es": ""
    },
    {
      "id": 190220752,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 184621220,
      "en": "Náth has asked you to hunt some of the local rams for meat.\\n\\nYou should hunt the rams and collect goat meat.",
      "es": ""
    },
    {
      "id": 190220755,
      "en": "'I'm glad you're here with us, [placeholder]. Those hobgoblins won't know what hit them. I wish we could stop meeting in the coldest places on Middle-earth, though. Mordor is an abysmal place, and it can be cold there too... but not this cold!\\n\\n'While we're stuck up here, we need to ensure we have enough food stores to feed not just our own camp, but also the reinforcements that will soon be on their way. We hauled up the bare essentials, but morale will be low if we must subsist on only the dry rations in our bags. I saw some rams wandering near the cliffs, and I am sure they would be good eating! Would you mind hunting a few and bringing back some meat?'",
      "es": ""
    },
    {
      "id": 184621223,
      "en": "You have hunted the local rams and collected some of their meat.\\n\\nYou should talk to Náth at Fellgát.",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 236954553,
      "en": "TBD Welkin-lofts Side 3",
      "es": ""
    },
    {
      "id": 190220761,
      "en": "'Ah, you're back. How was the hunt?'\\n\\nYou hand Náth the fruit of your labour. He carefully inspects it, sniffing it and examining the marbling of the meat.\\n\\n'Seems a bit tough and lean, but I'll wager I could make it into a decent stew! Thank you, [placeholder]! We'll eat well tonight!'",
      "es": ""
    },
    {
      "id": 148970470,
      "en": "Collected goat meat ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 126687058,
      "en": "Náth has asked you to hunt some of the local game to shore up your camp's food reserves.",
      "es": ""
    }
  ]
}