{
  "id": 621043524,
  "txt": [
    {
      "id": "0x8e11be7",
      "en": "Defeated Fólnith the Pale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7d0f78e",
      "en": "'Ah, another clumsy ram has stumbled to its death.... Wait... what is this?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502926",
      "en": "Place a fresh ram to lure Fólnith the Pale from the sky and defeat him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be9",
      "en": "Fólnith the Pale smells the fresh meat and begins to descend!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b0",
      "en": "The two elder drakes have been slain! You should report your success to Molkha.\\n\\nMolkha can be found on the frozen lake south-west of Fellgát.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502928",
      "en": "Place a fresh ram to lure Fólnith the Pale from the sky",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa3c1",
      "en": "The Kin of Winter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d0",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a3",
      "en": "Molkha has asked you to slay Fólnith the Pale and Grimdóth the Bitter, siblings of Vethúg Wintermind.\\n\\nOne can be found at the top of Flogalith, the other flies over the frozen lake and will need to be lured from the sky.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf3",
      "en": "Fólnith the Pale smells fresh meat and begins to descend!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502931",
      "en": "Talk to Molkha in the valley",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf6",
      "en": "This goat meat may serve as a suitable lure for the hunting drake",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'Those two massive drakes I saw speaking with the Angmarim are apparently a breeding pair, lord and lady of the cliff-nest Flogalith. Do you know what Hórin has also told me they are?\\n\\n'They are the siblings of Vethúg Wintermind, children of Hrímil Frost-heart herself! Hórin says it's his personal mission to burn every branch of that cursed family tree, and I say we help him do it!\\n\\n'I do not think you can slay them alone, [placeholder], despite your considerable skill, but if you do manage to destroy them I know you will receive a handsome reward.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa3b9",
      "en": "TBD Welkin-lofts Side 9",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c2",
      "en": "'You have done the deed? It is good to know there are two fewer of Hrímil's vile children in the world, for the evil in their hearts posed a great danger to all those who do not claim such parentage as theirs. I trust you will know what to do should you encounter any more of her foul brood!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be5",
      "en": "Defeated Grimdóth the Bitter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1752",
      "en": "Two siblings of Vethúg Wintermind have been found living in the Welkin-lofts, and the dwarves have placed a bounty on their heads for the protection of the Gabil'akkâ.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502924",
      "en": "Defeat Grimdóth the Bitter",
      "es": "",
      "es (fem)": ""
    }
  ]
}