{
  "id": 621043441,
  "txt": [
    {
      "id": "0xa502926",
      "en": "Talk to Klúso near Stazg Vozag",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d0",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d5",
      "en": "'I'm afraid you're going to have to get your hands dirty, [placeholder]. To disrupt this camp, you're going to have to fight the hobgoblins and the one in charge here, a wholly unpleasant fellow by the name of Captain Zúrthrug. He's a real bad sort, if half of the things I've heard whispered about him are true.\\n\\n'But you need not fear any of that. You're a hero, aren't you? This out-camp will be just a footnote in your legend, when all is said and done, and no one will remember Captain Zúrthrug at all!\\n\\n'Good luck!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a8",
      "en": "The out-camp of Stazg Vozag is slightly north-east of the centre of the Pit of Stonejaws.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d7",
      "en": "'See? I knew you could handle it. Didn't doubt you for a moment! The hobgoblins will soon notice that their out-camp has been, well... cleared out... and if we play our runes right, they will blame it on the Orcs!\\n\\n'They did not know they were dealing with a master of Hammers and Bones, but so they are! And my skill at the runic dice translates onto the battlefield, see if it does not!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be2",
      "en": "Defeated hobgoblins in Stazg Vozag ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a9",
      "en": "Klúso is scouting near Stazg Vozag.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "Hobgoblins working from the out-camp of Stazg Vozag pose a grave danger to the dwarves in the Pit of Stonejaws.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502921",
      "en": "Defeat hobgoblins in Stazg Vozag ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa3b9",
      "en": "Storming Stazg Vozag",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be4",
      "en": "Defeated Captain Zúrthrug, who did not live up to his whispered legend",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502923",
      "en": "Defeat the fearsome Captain Zúrthrug, about whom the whispers gather",
      "es": "",
      "es (fem)": ""
    }
  ]
}