{
  "id": 621043443,
  "txt": [
    {
      "id": "0xb5689c6",
      "en": "'We have done what we can for now. We need to inform Ausma of the Angmarim's activities here! I will return to Bárgstad as soon as I can get away without being seen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502927",
      "en": "Find Kyrstig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1756",
      "en": "Krystig has been sent to investigate the ancient dwarf-tombs in the Pit of Stonejaws.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b5",
      "en": "Kyrstig is near Akhaldarâg, north west of Bárgstad.\\n\\nYou should talk to Kyrstig.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa3c5",
      "en": "The Tombs of Akhaldarâg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502900",
      "en": "Complete 'Dangerous Dwarf-eaters'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf1",
      "en": "Ausma will want to see this note",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502930",
      "en": "Find information about Loknashra",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d0",
      "en": "'[placeholder]! I need help here! The Angmarim are committing atrocities in the Houses of Rest! I have witnessed them stealing the fallen dwarves from their resting places and bringing them back to life as wights! And in the places the Angmarim aren't, the Kergrim are ransacking the tombs and EATING the dead! This is horrible, and though I was told to just watch and not interfere, I cannot in good conscience allow this to go on!'\\n\\nYou ask Kyrstig if she has seen Loknashra or heard any mention of her from the Angmarim.\\n\\n'The female hobgoblin? No, I have not seen her, but I have heard the Angmarim speaking about her. It sounded like they were teaching her something? You should look around and see if you can find out more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d1",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xa502934",
      "en": "Talk to Kyrstig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a8",
      "en": "Kyrstig has discovered that the Angmarim are desecrating the Houses of Rest.\\n\\nYou should help Krystig with quests in Akhaldarâg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502937",
      "en": "Complete 'Wights Within'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'We know from ancient lore that Adkhât-zahhar, the Houses of Rest, should be somewhere in the Pit of Stonejaws. These tombs are said to hold the long-dead lords of Gundabad, certainly an important and hallowed place to the Longbeard dwarves. I have sent Kyrstig out to find them, and investigate if they have been disturbed by Angmarim or hobgoblins. You should be able to find her somewhere on the western side of the Pit of Stonejaws.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a9",
      "en": "Kyrstig should be scouting somewhere near Adkhât-zahhar, the Houses of Rest, on the western side of the Pit of Stonejaws.\\n\\nYou should find Kyrstig.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502938",
      "en": "Complete 'Tombs of the Old Lords'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa3b9",
      "en": "TBD Stonejaws Arc 4",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502939",
      "en": "Complete 'Angmarim in Akhaldarâg'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c3",
      "en": "Children of Drugoth,\\n\\nIt is of vital importance that we build a strong alliance with the frost-bound hobgoblins. Loknashra is the key to that end. Instruct her in our ways as best you can.\\n\\nUgarad the Harbinger",
      "es": "",
      "es (fem)": ""
    }
  ]
}