{
  "id": 621043520,
  "txt": [
    {
      "id": "0xa502926",
      "en": "Talk to Hórin just outside the door to the keep in Bagud-dum",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502927",
      "en": "Find Loknashra inside the keep of Bagud-dum",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b1",
      "en": "Hórin is standing by outside Bagud-dum.\\n\\nYou should speak to Hórin and complete 'Instance: The Secret Ritual'.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502928",
      "en": "Talk to Hórin outside Bagud-dum",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b2",
      "en": "The Angmarim cultists have taken over the dwarf-fort Bagud-dum.\\n\\nYou should complete objectives in Bagud-dum to prevent their plans from reaching fruition.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa3c2",
      "en": "The Secret Ritual",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d0",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a4",
      "en": "Hórin has dragged you out of Bagud-dum.\\n\\nYou should talk to Hórin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502934",
      "en": "Complete 'Apprentices of the Cult' for Hórin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502935",
      "en": "Complete 'Spirits and Summoners' for Hórin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d5",
      "en": "'[placeholder]? Can you hear me? [placeholder]! Oh thank the Valar, you are returning to consciousness! After that blast, I wasn't sure I would be able to drag you out in time. Fell spirits began to churn the very air inside that fort! I am not sure what happened after that... Is Loknashra still alive?'\\n\\nYou tell Hórin you aren't sure, but you want to find out and take action against the Cult of Drugoth.\\n\\n'You want to go back in there? Truthfully I am not surprised! Go be a hero, then. I will wait for you here. Go find Loknashra, and bring her down if you can!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be1",
      "en": "Loknashra and the staff are gone!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c0",
      "en": "'Did you find Loknashra?'\\n\\nYou tell him that Loknashra has vanished, but you did what you could to hinder the efforts of the Angmarim.\\n\\n'Where could she have gone? Well, if she lives, I'm sure we'll find out soon enough. There are other matters to attend to for now. We are nearly at the very peak of the mountain, and as we have not yet run into Warlord Dushtalbúk and his host, there is only one place left he is likely to be.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'This must be where most of the Angmarim travelled. This is a large camp! No sign of Loknashra out here, though... she must be inside. I do not know what horrors the Angmarim have waiting for us inside, but we have to find that staff before they complete whatever evil ritual they mean to do within! We must sneak inside, and quickly!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a9",
      "en": "Hórin is waiting for you outside Bagud-dum.\\n\\nYou should talk to Hórin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "The ancient dwarf-fort known as Bagud-dum has been taken over by the Angmarim. There they plan to perform an ancient ritual which might reveal their true motives.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa3b9",
      "en": "TBD Welkin-lofts Arc 7",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502923",
      "en": "Talk to Hórin outside Bagud-dum and go with him to investigate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c3",
      "en": "'We will enter Bagud-dum when you are ready.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}