{
  "id": 621043433,
  "txt": [
    {
      "id": "0xa502926",
      "en": "Find information about Loknashra",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b0",
      "en": "Klúso needs your help.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502927",
      "en": "Talk to Klúso",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b6",
      "en": "Klúso is east of Out-camp Stazg Vozag, spying on the hobgoblins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d0",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502931",
      "en": "Complete 'Sentries from the Out-camp'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d1",
      "en": "'Klúso has been sent to keep watch on Stazg Vozag, the hobgoblin out-camp. We know this is where runners from elsewhere in Gundabad deliver their missives and receive their marching orders, rather than entering Shakhajât itself. It seems the warlord takes his precautions very seriously. You should meet up with Klúso and hear what he has discovered.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502932",
      "en": "Complete 'Swords in the Shadows'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502933",
      "en": "Complete 'Storming Stazg Vozag'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d4",
      "en": "Klúso is startled as you approach, but he manages to slap a hand over his mouth before he can make a sound.\\n\\n'Oh, [placeholder], it's just you! I thought I was about to catch an Orc-dagger in my back! Hahaha... give me a moment to calm my heart!\\n\\n'So Ausma sent you to get my report, hmm? Well, she was right that this is where the hobgoblins receive messages from elsewhere in Gundabad. Because of that, this camp has drawn the attention of spies, and I don't mean us! Ausma didn't specifically tell me not to do this so... I have an idea. You could do a lot of damage to the hobgoblins if you attack this camp, and because of the suspicion present on both sides, the warlord might assume it was the Orcs doing the backstabbing and not us dwarves! What do you say to that? Smart, eh?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502935",
      "en": "Complete 'Enemy Intelligence'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d5",
      "en": "By order of Warlord Dushtalbúk,\\n\\nAll raids on the Angmarim settlements are to cease immediately. The Frost-bound and the Cult of Drugoth are negotiating a deal. Anyone who has a problem with this should report to Loknashra at their own risk!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a9",
      "en": "Klúso is east of Out-camp Stazg Vozag, spying on the hobgoblins.\\n\\nYou should find Klúso and help him however you can.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d8",
      "en": "'Great work out there, [placeholder]. I'll run around and place these Orc-swords before returning to camp, completing the ruse. I think we might actually pull this off! What do you have there?'\\n\\nYou show Klúso the orders you found in the out-camp.\\n\\n'Hmm, you'd better bring those to Ausma right away.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa3b9",
      "en": "The Camps of Stazg Vozag",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502923",
      "en": "Find Klúso",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1752",
      "en": "Klúso has been sent to investigate the hobgoblin out-camp called Stazg Vozag.",
      "es": "",
      "es (fem)": ""
    }
  ]
}