{
  "id": 620796008,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Barz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Zurm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Two of the Orc-tribes of Angmar, the Blogmal and the Tarkrîp are in conflict over mining rights in Bornabar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Greetings, [placeholder]! Are you here to aid us in our struggle against the Orcs of Angmar?\\n\\n'Angmar has sent two tribes of Fire-orcs into the Rift, which they call Nûrz Ghâshu, to mine the metals which may be found there -- which I suspect are of the finest quality! It would be far too dangerous for me to venture alone into their mines, but perhaps you could, with aid.\\n\\n'If you go there, seek out Barz and Zurm, the Gorthorog-overseers of Bornabar, and defeat them. I understand they not only put Orcs to work, but also slaves from among the Hillmen of Angmar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Barz and Zurm are in Bornabar, within the crumbling seal below Iorelen's camp.\\n\\nJónsi has asked you to enter the mines of the Orcs and defeat the Gorthorog-overseers, Barz and Zurm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have defeated Barz and Zurm? That is wonderful news, [placeholder]! Those vile beasts will do no more harm to the stone of the Rift.\\n\\n'Take this reward...you are well-deserving of it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Jónsi is at Iorelen's Camp.\\n\\nYou should return to Jónsi and tell him of your victory against Barz and Zurm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Barz and Zurm are terrible taskmasters.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You did well to destroy those Gorthorog...their mining was destroying the stone of the Rift!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Barz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Zurm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Craft of the Enemy",
      "es": "",
      "es (fem)": ""
    }
  ]
}