{
  "id": 620796010,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The Ever-seer lied to the Eldgang. We will no longer listen to his foul words.\\n\\n'For many centuries, we suffered the cruelty of Thaurlach, a Balrog of the Great Enemy, and fought against him. When the Blue Wanderers came with the Elf Glathlírel and chained Thaurlach, our people were glad and helped to watch him. Now the Ever-seer wishes to free Thaurlach and use him for his own evil purposes.\\n\\n'Go to Gorthban and help Glathlírel, who remains here still in vigil over Thaurlach's prison. She will know what to do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What is this you tell me, [placeholder]? The Balrog Thaurlach has been defeated? That is a hope we dared not dream of. Your name shall be recorded in the lore of the Elves as long as time shall last.\\n\\n'Take this as a reward for your dauntless courage.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Go to Gorthban and aid the Elf Glathlírel.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "An Ancient Threat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Thaurlach is dead? You should go forth and proclaim these tidings to the overworld.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Eimyr, the chieftain of the Eldgang, realized the folly of his ways and has chosen to stand against the ancient evil which lies within the halls of Nûrz Gâashu.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Your name shall be remembered by the Elves for your deeds, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have defeated Thaurlach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Thaurlach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Glathlírel stands vigilant outside of Gorthban.\\n\\nEimyr has instructed you to find Glathlírel and aid her against Thaurlach, a Balrog of Morgoth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Iorelen is at Iorelen's Camp.\\n\\nYou have slain Thaurlach and should tell Iorelen of your deeds.",
      "es": "",
      "es (fem)": ""
    }
  ]
}