{
  "id": 620796009,
  "txt": [
    {
      "id": 218649169,
      "en": "'Master Elrond sent me here to the Rift, which is called Nûrz Ghâshu by the Enemy, to investigate rumours of forays therein by Angmar's forces. There are veins of valuable metals and a variety of deadly mushrooms which might be used to produce a terrible weapon for the Enemy.\\n\\n'Lord Glorfindel told me, as well, of a legend of a race of giants which dwell deep in the heart of Nûrz Ghâshu. This legend greatly interests me, for it is said these giants, the Eldgang, are not of an evil bent and may help us to combat Angmar.\\n\\n'Will you enter the Rift and seek out the Eldgang? If you find them, I will reward you according to your deeds.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The Eldgang still dwell within the Rift? If they can be swayed to join in our fight, we could well defeat Angmar.\\n\\n'Rivendell should be informed at once!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I am interested in learning more of this Eldgang.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Eldgang",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You are not like the other little ones who have come here, the Ghâshfra...perhaps you will help us?'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Iorelen was sent to the Rift of Nûrz Ghâshu to investigate the activities of Angmar in the area and the existence of a deadly mushroom found there which could be used by the Enemy to create a terrible weapon. He is also seeking a race of giants of which he learned from Glorfindel at Rivendell.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Learn more about the Eldgang",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Eldgang can be found deep within the Rift of Nûrz Ghâshu.\\n\\nIorelen has asked you to seek out signs of the Eldgang, the legendary Fire-giants of Nûrz Ghâshu.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Iorelen is at Iorelen's Camp.\\n\\nYou should return to Iorelen with news of what you found within the Rift.",
      "es": ""
    }
  ]
}