{
  "id": 620796157,
  "txt": [
    {
      "id": 216727827,
      "en": "A great and fearsome worm must reside deeper within these caves.\\n\\nFind the worm deep in the caves.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Ruinuan",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "A roar echoes from the deeper caverns. A great and fearsome worm must reside within.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "A roar echoes from the deeper caverns. A great and fearsome worm must reside within.\\n\\nFind the worm deep in the caves.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The worm-caves are to the south-east of Thorgest's dwelling.\\n\\nThorgest has asked you to gather allies and go forth to slay Ruinuan.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'So...it is done at last, and my brother's memory is avenged. Thank you, [placeholder]. It will be far easier to go on with business knowing that my debt to Thorkell no longer weighs so heavily upon my chest.\\n\\n'What to do now, though? These mountains have grown ever more dangerous in these past few years, and Afwald is not the adventurous sort to join me on the hunt. Perhaps I will need to find a new partner, or give up the hunt at last?\\n\\n'I've no patience for the comforts of civilization anymore -- I think I will stay here and take my chances with worm and wolf-man.'",
      "es": ""
    },
    {
      "id": 225071138,
      "en": "Enter the caves",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Thorgest's dwelling is to the north-west of the worm-caves.\\n\\nYou should return to Thorgest and inform him that Ruinuan is dead, slain by your hands.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you dealt with Ruinuan yet?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat the fearsome worm in the caves",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Thorgest",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Worm by the Tail",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "A fearsome worm is deep within the caves.",
      "es": ""
    }
  ]
}