{
  "id": 620796001,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Greetings, [placeholder]. You have come at a most fortuitous time. Have you spoken to Lord Glorfindel? He seems troubled recently, but will not speak of it.\\n\\n'You have become familiar with him, have you not? Perhaps he will reveal his concerns to you. If you are willing, go to him near the Bruinen and speak with him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Glorfindel sent you? Indeed, the Shadow of Angmar reaches even here to the Rift of Nûrz Ghâshu. It is well that you have come, for we will need aid in turning back the Shadow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You should speak at once with Lord Glorfindel.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'So you have spoken with Faimir? Her concern is kind, but there is nothing she can do.\\n\\n'A friend of mine, Iorelen, journeyed into Angmar to the Rift, a place the servants of the Enemy call Nûrz Ghâshu. It is said that a great evil dwells there beneath the Mountains of Angmar, and he went to seek news of it. Glathlírel, another ally of mine, had gone there long ago and did not return, though it is said among the Wise that the evil there was contained.\\n\\n'Perhaps you may be of help. You have ventured into Angmar, have you not? Perhaps you can make your way to Iorelen's camp far to the north east in the land of Angmar and learn of Glathlírel's fate.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Into the Rift",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I have heard rumour that Iorelen lives still and may be found far to the north and east, in Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Glorfindel is troubled about recent events and the recollection of a greater evil in Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Iorelen was once a member of my company. Will you find him and speak with him regarding the dangers at Núrz Ghâshu'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'If you are trusted by Glorfindel, I will put my trust in you as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Glorfindel is near the Bruinen in Rivendell.\\n\\nFaimir suggests that you speak with Glorfindel and learn what it is that troubles him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Iorelen is at Iorelen's camp far to the north-east in Angmar.\\n\\nGlorfindel requested that you seek Iorelen and learn whether he still lives.",
      "es": "",
      "es (fem)": ""
    }
  ]
}