{
  "id": 620796112,
  "txt": [
    {
      "id": 54354734,
      "en": "After your defeat of the gaunt-man Gúrdring in Nan Tornaeth, Elrohir told you of Echad Candelleth, an Elf-camp in Tâl Bruinen, and suggested that you lend its keepers your aid.",
      "es": ""
    },
    {
      "id": 262725907,
      "en": "The markings on this stone indicate that you should take the dirt path leading south from the road and up the hill",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'My brother and I will see to it that our father is notified of the threats in Nan Tornaeth, for there is more yet to be done in the wilds. The Trollshaws are dangerous, as you have seen, [placeholder], and it takes the labour of many Elves to keep the wild at bay.\\n\\n'South along the river, you will find the wooded hills of Tâl Bruinen. Echad Candelleth stands high atop one of the hills there. Travel east until you see the river, and you will find yet another white marker stone. Follow the dirt path to the south that climbs the hills above the western bank of the Bruinen. After you pass into Tâl Bruinen, keep a close watch on the path, for the wilderness encroaches upon it, and it may be difficult to make out. The land, too, is damp, and the path may be crossed by several quick-flowing streams.\\n\\n'I am certain that Candelleth will have dispatched a scout to guide friends to her encampment. Lend whatever aid you may to Candelleth and her company.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Echad Candelleth sits atop a hill in Tâl Bruinen, south-east of Thorenhad. Elrohir told you to take dirt path south as it climbs the hills above the western bank of the river. He advised that you to pay close attention to the path, as it is covered in brush and crossed by streams, but said that you might find a scout somewhere along its length to guide you to the encampment.\\n\\nElrohir has asked you to help the Elves at Echad Candelleth with their charge of keeping Tâl Bruinen free from danger.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Greetings, traveller! If you are looking for Echad Candelleth, you have nearly found it! You simply need to climb the slope to the south-east. As you crest the hill, you will see the encampment among the ruins.\\n\\n'Introduce yourself to Nestael, and she will tell you of these lands and what you might do to help.'",
      "es": ""
    },
    {
      "id": 225071138,
      "en": "Seek the white marker stone indicating the path to Tâl Bruinen",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Nestael is at Echad Candelleth, the Elf-camp in Tâl Bruinen, just over the south-east hill from Haradir's post.\\n\\nHaradir told you to introduce yourself to Nestael at Echad Candelleth, and she would let you know what aid you might lend.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Elf-camp of Echad Candelleth stands high atop one of the hills of Tâl Bruinen. Travel east until you see the river, and follow the dirt path to the south that climbs the hills above the western bank of the Bruinen. After you pass into Tâl Bruinen, keep a close watch on the path, for the wilderness encroaches upon it, and it may be difficult to make out. The land, too, is damp, and the path may be crossed by several quick-flowing streams.\\n\\n'Look for Haradir on the road, and he will guide you the rest of the way to Echad Candelleth.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'It is a pleasure to meet you, [placeholder], for we have much need of aid! Tâl Bruinen has become a place of great danger: Gauredain from the far north have found their way here and have established a camp in the south-west, the Dâg Taushakhu in the depths of Eryn Singor urge the Wood-trolls to greater and greater malevolence, and the rock-worms of Cirith Ulunn threaten travellers in these lands.\\n\\n'A number of hunters have come here as well, and we grant them what hospitality we may. Treat them with kindness, for they are our guests. Furthermore, servants of Angmar have come to Tâl Bruinen. They have focused their attention on the small ruins to be found throughout the woods, but I know not what they seek.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'To reach Echad Candelleth, you need only climb the hill to the south-east. You will see the ruins from its top and can find Nestael within.'",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Talk to an Elf-scout in Tâl Bruinen",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'You are welcome to stay as long as you wish, [placeholder].'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Talk to Nestael",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'I have many goods you may find useful.'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'You have not forgotten, have you? Echad Candelleth is just beyond the south-east hill.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Road Seldom Travelled",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "Echad Candelleth sits atop a hill in Tâl Bruinen, south-east of Thorenhad. Elrohir told you to head east along the main road to the Bruinen, where you will find another white marker stone.\\n\\nElrohir told you to go to Echad Candelleth and aid Candelleth's company, while he and Elladan inform their father of the threats you discovered in Nan Tornaeth.",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'To reach Echad Candelleth, you need only climb the hill to the south-east.'",
      "es": ""
    }
  ]
}