{
  "id": 620796006,
  "txt": [
    {
      "id": 218649169,
      "en": "'Hail and well met, [placeholder]. Were you sent here to aid us? Let me tell you of my mission, then perhaps you will know whether you may aid me or not.\\n\\n'I was sent both to protect Jónsi, who is here to investigate rumours of ancient mines within the Rift, and to seek out a rare and particularly deadly variety of mushroom -- Curtamusgan -- which grows within. The spores of this mushroom might be used by the Enemy to create a terrible weapon.\\n\\n'If you would enter the Rift and find one of these mushrooms for me, I can have it delivered to Rivendell, so that they may prepare a defence against the poison. Beware, though, the mushrooms may use its spores as a defence against threats to it.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'This indeed a Curtamusgan, [placeholder]. I will have it delivered to Rivendell by the swiftest means possible.\\n\\n'Take this reward with the gratitude of the Free Peoples.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Curtamusgan are very valuable mushrooms, highly desired in Rivendell.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have returned without a Curtamusgan?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mushroom for Rivendell",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Your efforts have been a great help to us. If you can find any more Curtamusgan, it would be of tremendous benefit to Rivendell.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Lore found in the library of Rivendell tell that a particularly deadly variety of mushroom grows within the Rift of Nûrz Ghâshu. This mushroom might be used by the Enemy to create a terrible weapon.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Galasebdir",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Curtamusgan may be found within the Rift of Nûrz Ghâshu.\\n\\nGalasebdir has asked you to bring him a Curtamusgan, so that the scholars at Rivendell might study it and prepare a defence against its poison should Angmar use it as a weapon.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Galasebdir is at Iorelen's camp.\\n\\nYou have found a Curtamusgan and should bring it to Galasebdir at once.",
      "es": ""
    }
  ]
}