{
  "id": 620796002,
  "txt": [
    {
      "id": 3254280,
      "en": "'And what do you make of this, Mithrandir? What now should be our course?'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Greetings, [placeholder]! What is this you say? You found the prison of the Balrog Thaurlach?\\n\\n'It is well that you defeated him. Long ago was he chained, though he should have been destroyed. It was not in wisdom that he was spared.\\n\\n'But that is a long tale, full of sorrow. You should speak with Glorfindel, for this concerns him greatly. You may find him outside standing next to the Bruinen above the falls.'",
      "es": ""
    },
    {
      "id": 3254281,
      "en": "'The duty of great deeds has fallen to others. The time of the Elves is fading.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Hail and well met, [placeholder]. I understand you wish to speak with me?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Fall of Thaurlach",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Why do you wish to speak with me?'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Speak with Glorfindel and tell him of your victory against the Balrog Thaurlach.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'There are not many alive who can claim to have ever seen a Balrog, much less defeated one in combat. I know of only one in Middle-earth who can claim the latter.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Elrond is at the Last Homely House in Rivendell, in the Trollshaws far to the south of Angmar.\\n\\nYou have defeated the Balrog Thaurlach and should inform Elrond Halfelven of your deeds.",
      "es": ""
    },
    {
      "id": 139106612,
      "en": "'This... it cannot be!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Glorfindel may be found outside the Last Homely House standing next to the Bruinen.\\n\\nElrond suggested you speak with Glorfindel about the defeat of Thaurlach, for the tale concerns him greatly.",
      "es": ""
    },
    {
      "id": 225108916,
      "en": "'Indeed it is... a link from the chain Angithron that was forged when this world was young.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Glorfindel",
      "es": ""
    },
    {
      "id": 78828096,
      "en": "'Yes, one which was awakened long ago by his master's call.'",
      "es": ""
    },
    {
      "id": 4926753,
      "en": "'A Balrog lies defeated.'",
      "es": ""
    },
    {
      "id": 4926754,
      "en": "'Two others of my Order, who have since vanished into the East, aided her in imprisoning the Balrog. Alas, for the treachery of the Enemy.'",
      "es": ""
    },
    {
      "id": 4926755,
      "en": "'I think not, Glorfindel...'",
      "es": ""
    },
    {
      "id": 4926756,
      "en": "'No... not until the world has changed should this tale be told in full.'",
      "es": ""
    },
    {
      "id": 4926757,
      "en": "'Certainly not! It is the responsibility of the Wise to keep such lore until its chosen time.'",
      "es": ""
    },
    {
      "id": 52068416,
      "en": "'A Balrog of Morgoth!'",
      "es": ""
    },
    {
      "id": 4926758,
      "en": "'Our course?'",
      "es": ""
    },
    {
      "id": 52068417,
      "en": "'You speak, then, of Thaurlach, Glathlírel's Bane. My heart is heavy still from her loss.'",
      "es": ""
    },
    {
      "id": 4926759,
      "en": "'What should have been done two thousand years ago has been done...'",
      "es": ""
    },
    {
      "id": 218214593,
      "en": "'Mithrandir speaks true. I was with the adventurers when the Balrog fell.'",
      "es": ""
    },
    {
      "id": 52068418,
      "en": "'Creatures such as Thaurlach do not easily fall, my friend. You have brought hope unlooked for to our struggle against the Shadow, both in the East and in the North.'",
      "es": ""
    },
    {
      "id": 4926760,
      "en": "'All that is left now is to plan for the journey to come, and I have much to do before that journey begins.'",
      "es": ""
    },
    {
      "id": 4926761,
      "en": "'For even among the Elf-lords, you still keep secrets... battles and deeds enough for a thousand songs.'",
      "es": ""
    },
    {
      "id": 218214594,
      "en": "'I found aid unlooked for in the North.'",
      "es": ""
    },
    {
      "id": 52068419,
      "en": "'You are mightier than I first perceived.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have defeated Thaurlach and hold in your possession a broken link of the great chain which once held the Balrog in his prison.",
      "es": ""
    },
    {
      "id": 218214595,
      "en": "'The Dark Lord of Mordor would be troubled by the death of Thaurlach...'",
      "es": ""
    },
    {
      "id": 218214596,
      "en": "'It seems that Imladris will require my sword and more if we wish to continue the fight!'",
      "es": ""
    },
    {
      "id": 218214597,
      "en": "'Then it seems there is little left for me here...'",
      "es": ""
    },
    {
      "id": 218214598,
      "en": "'I will travel to Mithlond and join our kin where I may find peace.'",
      "es": ""
    },
    {
      "id": 218214599,
      "en": "'I remained in Nûrz Ghâshu as the warden of the Balrog until another of Morgoth's servants sought to free him.'",
      "es": ""
    },
    {
      "id": 218214600,
      "en": "'But I fear he would gain much knowledge of hidden things that should remain lost were the full tale known.'",
      "es": ""
    },
    {
      "id": 3254273,
      "en": "'Ai!'",
      "es": ""
    },
    {
      "id": 218214601,
      "en": "'Then let your heart be lightened, Glorfindel, for I have returned!'",
      "es": ""
    },
    {
      "id": 3254274,
      "en": "'And even more wonders, Glathlírel! When you did not return... we feared....'",
      "es": ""
    },
    {
      "id": 3254275,
      "en": "'And with the aid of these heroes which you mention, you were able to overcome Thaurlach?'",
      "es": ""
    },
    {
      "id": 3254276,
      "en": "'I will compose the song of their triumph myself, and it will be known to all the Elves that yet dwell....'",
      "es": ""
    },
    {
      "id": 3254277,
      "en": "'Your deeds will not be forgotten among the Wise.'",
      "es": ""
    },
    {
      "id": 3254278,
      "en": "'And it is well that you have returned out of the darkness, Glathlírel.'",
      "es": ""
    },
    {
      "id": 3254279,
      "en": "'We have fought many battles, but alas, our time has passed...'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'This great broken link was once part of the great chain which bound the Balrog Thaurlach within his prison. You wonder if you should perhaps bring it and the news of the Balrog's defeat to Master Elrond in Rivendell.'",
      "es": ""
    }
  ]
}