{
  "id": 620796038,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected Thorkell's axe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected Thorkell's helm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Thorgest's brother Thorkell was killed a few days earlier by worms.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Ah, thank you for the help, [placeholder]. I will recover in time from these wounds, but nothing can help my brother, Thorkell. When last I saw him he was trapped in the jaws of a great worm. I can only hope his end was swift.\\n\\n'The worms will have left naught to bury, but they do not eat dwarf-steel. If you dare venture within their caves and retrieve what remains of my brother's belongings, I shall reward you richly.\\n\\n'You can find the worm caves to the south-east.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The worm caves are to the south-east of Thorgest's dwelling.\\n\\nThorgest has asked you to find and return Thorkell's belongings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, is this all that remains of my fair brother Thorkell? Would that I had fallen in his stead....\\n\\n'But nay, I speak as a fool in my mourning! My dear brother was ever the warrior and adventurer -- moreso than I. He gave his life as he chose to save mine, and I'll never again gainsay his valour for doing so. Nor will I dishonour his name by failing to live as he chose that I should.\\n\\n'It seems that I have much to do, [placeholder], and wallowing in my grief while the merciless wind wears down these mountains will not get it done!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Return Thorkell's effects to his brother Thorgest at his abode in the Misty Mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Have the worms devoured everything? Something must remain of my brother's belongings that you can recover....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return Thorkell's belongings to Thorgest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect Thorkell's axe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect Thorkell's helm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Thorkell has Fallen",
      "es": "",
      "es (fem)": ""
    }
  ]
}