{
  "id": 620796012,
  "txt": [
    {
      "id": 218649169,
      "en": "'Ho there, little one. Perhaps you will help with our troubles here? The Ghâshfra, the Fire-orcs from the surface world, have come to Norbar and war wih us. Perhaps you will help to drive them away?\\n\\n'The name of their chieftain is Thrâng. If he is slain, the Ghâshfra may learn not to trouble the Eldgang. Asmólf sought Thrâng, but was sent instead to the intruders' mine by Eimyr at the behest of the Ever-seer.\\n\\n'Perhaps you will do this for us? Thrâng may be found within The Rift of Nûrz Ghâshu. If you defeat him, your aid will not be forgotten.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Fire-orcs have invaded the Rift? We must be wary and learn more of the situation in Nûrz Ghâshu.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Defeat Thrâng, and you will have greatly aided the Eldgang.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Aiding the Eldgang",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You have defeated Thrâng? You are a brave warrior among your folk. You will not be forgotten by Tortrygg.'\\n\\nTortrygg seems to have little more to say. It may be that Glathlírel may have more insight as to how you should proceed.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Fire-giant city of Norbar has been invaded by Fire-orcs from Angmar.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The Ghâshfra are a dangerous breed of Orc. We must proceed with caution.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Thrâng",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Thrâng",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Thrâng is within The Rift of Nûrz Ghâshu.\\n\\nTortrygg has asked you to find and defeat Thrâng, leader of the Ghâshfra in the Rift of Nûrz Ghâshu.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Iorelen is at Iorelen's Camp above The Rift of Nûrz Ghâshu.\\n\\nYou should bring your report of Thrâng's defeat to Iorelen and learn how you should proceed.",
      "es": ""
    }
  ]
}