{
  "id": 621064685,
  "txt": [
    {
      "id": "0x3178d19",
      "en": "The Elf, Avorthal, and the dwarf, Athal, keep a close watch on Ered Luin and the surrounding lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Avorthal can be found on a hill just off the road near the border of Ered Luin in Yondershire.\\n\\nYou have aided Avorthal and Athal in routing the goblins that crossed the River Lune, freed Erfith's peace-seeking companions, and learned of the Dourhands' plot to rally their wicked allies to the ancient keep of Sarnúr. You should talk to Avorthal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Athal and Erfith can be found on a hill just off the road near the border of Ered Luin in Yondershire.\\n\\nAvorthal has asked you to aid Athal and the Dourhand, Erfith, in routing the goblins that have crossed into the Yondershire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Help Athal with 'The Bounty-hunter of Lhúngobel'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Help Erfith with 'A Deal Gone Wrong'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Even though Skorgrím threatened the life of my father, I would not think to seek vengeance upon all the Dourhands. It is pity they deserve—not my wrath. A darkness has ensnared their people, and it wears the face of their lord of old!\\n\\n'For our part, Athal and I will continue to keep watch on Ered Luin. If the Dourhands have truly returned to Sarnúr, I have no doubt that we will call upon you again. As for the goblins, we will rout them to the very last!\\n\\n'You have my thanks, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa35",
      "en": "A Looming Threat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Even though Skorgrím threatened the life of my father, I would not think to seek vengeance upon all the Dourhands. It is pity they deserve—not my wrath. A darkness has ensnared their people, and it wears the face of their lord of old!\\n\\n'For our part, Athal and I will continue to keep watch on Ered Luin. If the Dourhands have truly returned to Sarnúr, I have no doubt that we will call upon you again. I have not forgotten your deeds, after all. And as for the goblins, we will rout them to the very last!\\n\\n'You have my thanks, [placeholder]. It was good to see you once again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Even though Skorgrím threatened the life of my father, I would not think to seek vengeance upon all the Dourhands. It is pity they deserve—not my wrath. A darkness has ensnared their people, and it wears the face of their lord of old!\\n\\n'For our part, Athal and I will continue to keep watch on Ered Luin. If the Dourhands have truly returned to Sarnúr, I have no doubt that we will call upon you again. I have not forgotten your deeds, after all. And as for the goblins, we will rout them to the very last!\\n\\n'You have my thanks, [placeholder]. It was good to see you once again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Hail, [placeholder]. It feels like it was just yesterday that our paths first crossed at Kheledûl. Does it seem so to you as well?\\n\\n'Ever since the battle at Rath Teraig and Skorgrím's flight from Ered Luin, Athal and I have continued our efforts to ease tensions between our kin. Our history is long and complicated, and it will take time before old wounds heal, but I hold hope that brighter days lie ahead.\\n\\n'Alas, I have not come here on a happy errand. Goblins were spotted crossing the River Lune into the ruins of Lhúngobel and it is possible they mean to interfere in the affairs of the Shire. In addition, we have captured a Dourhand, but he bears no weapon against us and begs our aid.\\n\\n'What do you say, my friend? Will you speak to this Dourhand and aid us in ridding the Shire of these goblins?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Hail, [placeholder]. It feels like it was just yesterday that our paths first crossed at Kheledûl. Does it seem so to you as well?\\n\\n'Ever since the battle at Rath Teraig and Skorgrím's flight from Ered Luin, Athal and I have continued our efforts to ease tensions between our kin. Our history is long and complicated, and it will take time before old wounds heal, but I hold hope that brighter days lie ahead.\\n\\n'Alas, I have not come here on a happy errand. Goblins were spotted crossing the River Lune into the ruins of Lhúngobel and it is possible they mean to interfere in the affairs of the Shire. In addition, we have captured a Dourhand, but he bears no weapon against us and begs our aid.\\n\\n'What do you say, my friend? Will you speak to this Dourhand and aid us in ridding the Shire of these goblins?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Hail! Have you been sent by the Bounders of this land?\\n\\n'I am Avorthal, and my companion over there with the axe is Athal. We do not often travel beyond the lands of Ered Luin, but this is a matter of some urgency. You see, not long ago, our two peoples nearly came to war over a dispute engineered by Skorgrím Dourhand and his ilk. My father, Cardavor, was injured in the fighting and Skorgrím fled Ered Luin, but other threats still remain.\\n\\n'Alas, I am afraid my companion and I have not come here on a happy errand. Goblins were spotted crossing the River Lune into the ruins of Lhúngobel and it is possible they mean to interfere in the affairs of the Shire. In addition, we have captured a Dourhand, but he bears no weapon against us and begs our aid.\\n\\n'It is an unusual matter, I admit. Will you speak to this Dourhand and aid my companion and I in ridding the Shire of these goblins?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Talk to Avorthal",
      "es": "",
      "es (fem)": ""
    }
  ]
}