{
  "id": 621064720,
  "txt": [
    {
      "id": "0x3178d19",
      "en": "After dealing with both the Chief and Sharkey, Mal Ragwood finds himself caught between two different leaders—and he likes neither of them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "The captured Bounder can be found atop Taerhad in Yondershire.\\n\\nYou have found the captured Bounder at Taerhad. You should attempt to free him and also keep watch for any sign of Sharkey's lieutenant.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4d21f05",
      "en": "'Well, I'll be on my way then. I'll see you in Long Cleeve!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "A captured Bounder can be found somewhere in Taerhad.\\n\\nIn the hopes that it will draw out Sharkey's lieutenant, Mal Ragwood has asked you to free a captured Bounder from the half-orcs at Taerhad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa35",
      "en": "A Difference of Opinion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Find the captured Bounder in Taerhad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a0",
      "en": "Bounder Hawkwort can be found at Taerhad in Yondershire.\\n\\nYou have defeated Sharkey's lieutenant. You should talk to Bounder Hawkwort and aid in freeing him from the half-orcs at Taerhad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3a60a55",
      "en": "'You've not seen... the last... of... us....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "Atop Taerhad, you spy a lone hobbit locked inside a large cage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Free the captured Bounder at Taerhad\\nDefeat Sharkey's Lieutenant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Bounder Hawkwort in the Roaring Bull",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf62909e",
      "en": "'What's this? You'll answer to Sharkey too!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "Bounder Hawkwort can be found inside the Roaring Bull in Long Cleeve in Yondershire.\\n\\nAfter freeing Bounder Hawkwort from the half-orcs at Taerhad, he has asked you to meet him at the Roaring Bull. You should talk to Bounder Hawkwort.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "As you attempt to free the Bounder, you hear a gruff voice behind you!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'Ah, [placeholder]. It is good to see you!\\n\\n'I must thank you again for dispatching that cruel half-orc, friend. I've heard quite enough talk about this Sharkey fellow to know that anyone who's caught up with him is bad news! Between that and all this business about that meddling Lotho and some fellow called the \\qChief\\q, I've a feeling I'll need to keep a close watch on things this year.'\\n\\nBounder Hawkwort looks around the bustling tavern and begins to smile.\\n\\n'But those are problems for tomorrow, I think. Tonight, I'll enjoy some of Bullroarer's Best—and you should, too!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "Sharkey's lieutenant falls defeated!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'What's your business with me? Make it quick or be on your way!'\\n\\nYou introduce yourself and ask why he's not with the other ruffians in Yondershire.\\n\\n'Bah! I've no quarrel with you. Not yet, anyway. The name's Mal Ragwood, and it used to mean something around here! Not after the little Chief and Sharkey started meddling in things, though....'\\n\\nMal Ragwood spits on the ground.\\n\\n'Some of my boys say they've even seen one of Sharkey's men giving out medallions to folks who fall in line. If that's all it takes to win their loyalty, good riddance!\\n\\n'Anyway, Sharkey's got a lieutenant up in Taerhad, and I hear he's caught himself one of those feather-capped halflings. Rumour has it he even has a taste for them. I wouldn't put it past those half-orcs—a nasty lot they are! Now, I don't particularly care what happens to that one, but if someone were to drive Sharkey's lieutenant off... well, that would be a different story, wouldn't it?\\n\\n'If you're wanting to help the halfling anyway, why not do me a favour?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Bounder Hawkwort at Taerhad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3a6185",
      "en": "'Sharkey says the little Chief's been puttin' them in line. I s'pose there's more work to be done!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'Oh, erm, thank you! I was just planning to wait for nightfall, but I s'pose that works, too.'\\n\\nBounder Hawkwort notices a look of confusion on your face.\\n\\n'What do I mean? Oh, I just don't think those half-orcs gave much thought to the size of this cage is all. Why, I can fit right through the bars! See?'\\n\\nBounder Hawkwort swiftly squeezes himself between two bars of the cage and is free of his imprisonment.\\n\\n'You've done a fine job driving that fellow off, though. As for me, I'm done with my watch, so it's back to Long Cleeve. And I'll be needing a new hat, it seems. All in a day's work!\\n\\n'What say you meet me in the Roaring Bull?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}