{
  "id": 621064687,
  "txt": [
    {
      "id": "0x3178d19",
      "en": "Believing Erfith's claim that the goblins were sent to hunt fleeing Dourhands, Athal has asked you to confront and defeat the leader of the goblins at Lhúngobel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Lhúngobel can be found along the River Lune in the north-western reaches of Yondershire.\\n\\nAthal has asked you to travel to Lhúngobel to confront and defeat whichever goblin is now leading them. You should search for some sign of the goblins' leader at Lhúngobel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "A banner of Angmar can be found in the ruins of Lhúngobel in the north-western reaches of Yondershire.\\n\\nYou have discovered a crude banner of Angmar among the goblins at Lhúngobel. You should examine the banner and continue your search for the goblins' leader at Lhúngobel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "Athal can be found on a hill just off the road near the border of Ered Luin in Yondershire.\\n\\nYou have defeated the goblins' leader, Faltúrz, but a plot between Angmar and the Dourhands loyal to Skorgrím has been revealed. You should talk to Athal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4f6f51e",
      "en": "'Hah! Lost, are you? I wager you'll fetch a fine price, too!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa35",
      "en": "The Bounty-hunter of Lhúngobel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfd13460",
      "en": "'Enough! You're goin' back to Sarnúr with the rest of them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Travel to Lhúngobel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "Goblins have overrun the ruins of Lhúngobel and reinforced it with crude defences",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Find some sign of the goblins' leader at Lhúngobel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Athal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'It is good to see you, [placeholder]. I only wish it were under better circumstances!\\n\\n'You see, Avorthal and I were mistaken. This Dourhand, Erfith, tells me that he and his kin fled Ered Luin under the cover of night a few days ago. If the goblins have any ill intentions for the Shire, it appears that is secondary to their true task: to capture and retrieve deserters. But retrieve them and bring them where? The Dourhands were routed at Rath Teraig, were they not? It does not sit well with me, my friend.\\n\\n'I would ask that you travel to Lhúngobel. If you can find whoever leads these goblins, defeat them and learn what you can of their plans!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'A banner of Angmar? I do not like the sound of that, [placeholder]. That old kingdom fell long ago... and for good reason!\\n\\n'And you say that the goblins' leader spoke of Sarnúr? I know of it. It was once a city of the Dourhands, but it has laid abandoned for many years. If the Dourhands who still remain loyal to Skorgrím have taken refuge in its halls, it is possible they still plot against the Elves and dwarves of Ered Luin.\\n\\n'If it were not for Erfith, I doubt we would have known until it was too late. Perhaps there are still some among his kin who have not lost their sense of honour!\\n\\n'I thank you for your aid, [placeholder]. It seems we shall have to remain vigilant in the days to come!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "You spot a crude banner emblazoned with a red crown: a banner of Angmar!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Examine the banner of Angmar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "As you inspect the banner, a harsh voice rings out from the tower above you!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Ah, I see you have already met my companion. I am Athal and I am at your service!\\n\\n'You see, Avorthal and I were mistaken. This Dourhand, Erfith, tells me that he and his kin fled Ered Luin under the cover of night a few days ago. If the goblins have any ill intentions for the Shire, it appears that is secondary to their true task: to capture and retrieve deserters. But retrieve them and bring them where? The Dourhands were routed at Rath Teraig, and Ered Luin has not been troubled by their kind in recent days. It does not sit well with me!\\n\\n'I would ask that you travel to Lhúngobel. If you can find whoever leads these goblins, defeat them and learn what you can of their plans!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "Faltúrz falls defeated!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'It is good to see you, [placeholder]. I only wish it were under better circumstances!\\n\\n'You see, Avorthal and I were mistaken. This Dourhand, Erfith, tells me that he and his kin fled Ered Luin under the cover of night a few days ago. If the goblins have any ill intentions for the Shire, it appears that is secondary to their true task: to capture and retrieve deserters. But retrieve them and bring them where? The Dourhands were routed at Rath Teraig, were they not? It does not sit well with me, my friend.\\n\\n'I would ask that you travel to Lhúngobel. If you can find whoever leads these goblins, defeat them and learn what you can of their plans!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Lhúngobel can be found along the River Lune in the north-western reaches of Yondershire.\\n\\nAthal has asked you to travel to Lhúngobel and confront whichever goblin is now leading them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd135405",
      "en": "'You... won't... stop us....'",
      "es": "",
      "es (fem)": ""
    }
  ]
}