{
  "id": 621064740,
  "txt": [
    {
      "id": "0xeb011a0",
      "en": "Anthandir can be found in the Hunters' Hall at Bâr Faroth.\\n\\nAfter entering the Hunter's Hall, you have discovered a Ranger of the North, Anthandir, and his faithful companion dwelling in the old ruins. You should talk to Anthandir and learn of his purpose at Bâr Faroth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a9",
      "en": "Deep in the overgrown ruins of the Hunters' Hall, you spy a camp-fire's light",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "While exploring Bâr Faroth, you have discovered the remains of a slain goblin outside the ruins of the old Hunters' Hall. It seems that few goblins have dared to draw too near to its doors, but it remains unclear why they have become so fearful of it.\\n\\nYou should enter the ruins of the Hunters' Hall and attempt to discover who has been acting against the goblins at Bâr Faroth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Examine the slain goblin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to Anthandir in the Hunters' Hall at Bâr Faroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Enter the Hunters' Hall at Bâr Faroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1182",
      "en": "Thorvellon's tail wags happily",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Set traps for the goblins at Bâr Faroth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a8",
      "en": "DNT - Obj5 Descrip",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1184",
      "en": "A cool wind blows through a crack in the doors of the Hunters' Hall at Bâr Faroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Explore the camp-site inside the Hunters' Hall at Bâr Faroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Collect ranger caches at Bâr Faroth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1186",
      "en": "Laid traps for the goblins at Bâr Faroth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1188",
      "en": "Retrieved Rangers' caches at Bâr Faroth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b0",
      "en": "Anthandir can be found in the Hunters' Hall at Bâr Faroth.\\n\\nYou have set traps for the goblins and retrieved several Ranger caches as Anthandir requested. You should deliver the caches to Anthandir at the Hunters' Hall at Bâr Faroth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa35",
      "en": "The Ghost of Bâr Faroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "You have discovered the remains of a slain goblin outside the long-abandoned Hunters' Hall at Bâr Faroth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d161",
      "en": "As goblins continue to encroach upon Bâr Faroth, an unexpected ally emerges in the fight to drive them out of the Yondershire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d19",
      "en": "DNT - Quest Description",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e39",
      "en": "Deliver the Rangers' caches to Anthandir in the Hunters' Hall at Bâr Faroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "Thorvellon's tail wags happily",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "Set traps for the goblins at Bâr Faroth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'I must admit I doubted your resolve, [placeholder].\\n\\n'I thought Halros a fool when he ingratiated himself to the halflings. It was our duty to protect these lands, not befriend its peoples. Perhaps I have misjudged my charge....'\\n\\nAnthandir pauses and for the briefest moment, a pained look washes across his face.\\n\\n'When the time is right, I will reveal myself to the halflings in the village they call Long Cleeve. For too long, they have caught only glimpses of me and Thorvellon. They think that my companion is some terrible Gnasher, some beast in the night, but we have protected these lands—vigilant and unseen. Yet, there is a shadow that rises in the east, and it grows in strength with each passing hour. If we do not stand together, then we shall die alone. Perhaps now it is best that they know of me, that they might call upon me in times of dire need.\\n\\n'Go, friend, and aid those that you can. I ask only one thing: do not speak of me to Halros. Old wounds are best left forgotten.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "Collected ranger caches at Bâr Faroth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "The Hunters' Hall at Bâr Faroth can be found in the northern reaches of the Yondershire.\\n\\nAfter discovering a slain goblin outside the Hunters' Hall, you suspect that someone is acting against the goblins at Bâr Faroth. You should investigate the Hunters' Hall at Bâr Faroth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "The Hunters' Hall at Bâr Faroth can be found in the northern reaches of the Yondershire.\\n\\nAfter entering the Hunter's Hall, you have discovered the light of a camp-fire. You should investigate the camp-site inside the Hunters' Hall at Bâr Faroth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a5",
      "en": "Lay traps for the goblins at Bâr Faroth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "Retrieve Rangers' caches at Bâr Faroth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x385a8e1",
      "en": "'Woof, woof!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'I heard you coming, [placeholder]. If I did not deem you a friend, you would not stand before me.\\n\\n'Tell me, did Halros send you? I will tell you the same thing I told the others he sent. It is not the place of the Dúnedain to intervene in the affairs of the halflings. Who are you and what business do you have in the Shire?'\\n\\nYou introduce yourself and inform Anthandir that many threats have come to the Yondershire.\\n\\n'It is true that I have kept watch for many years and that the dangers facing the Shire have seldom grown so dire, but my duty is to protect these lands. Why now should I involve myself when the halflings act against their own? When lesser men come unbidden to these lands, seeking for stolen fortunes? Should not the halflings prove their own mettle?'\\n\\nYou tell Anthandir that the hobbits may face their own challenges, but the presence of the goblins poses a unique threat.\\n\\n'Indeed, they have complicated my long vigil at Bâr Faroth. I have repelled them as best I can, but I fear I will soon have to seek new refuge.\\n\\n'If you insist upon aiding me, I would ask that you set traps within Bâr Faroth and retrieve my caches. The goblins arrived so swiftly that I could not recover them before they built their encampment atop them. Here, I will mark your map.\\n\\n'You have given me much to consider. Do as I have asked, and I will hear your words.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01141",
      "en": "Ideal trap locations can be found throughout Bâr Faroth. Anthandir has marked your map with the locations of several Rangers' caches at Bâr Faroth.\\n\\nAnthandir has requested your aid in laying traps for the encroaching goblins at Bâr Faroth. In addition, he has tasked you with retrieving several Rangers' caches from the ruins before they are discovered by the goblins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "A Ranger of the North and his faithful companion appear to dwell within the Hunters' Hall",
      "es": "",
      "es (fem)": ""
    }
  ]
}