{
  "id": 621064681,
  "txt": [
    {
      "id": "0xceb0116",
      "en": "You have defeated many goblins at Lhúngobel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Goblins can be found at Lhúngobel in Yondershire.\\n\\nWhile exploring the Yondershire, you have encountered goblins at Lhúngobel. You should defeat goblins at Lhúngobel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Invaders from Ered Luin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e113",
      "en": "Defeated goblins at Lhúngobel ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5022",
      "en": "Defeat goblins at Lhúngobel ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "Through your efforts, the surviving goblins of the battle at Rath Teraig who fled to the ruins of Lhúngobel have been defeated or driven back to Ered Luin. With the goblins routed, the folk of the Yondershire can rest easier knowing that one fewer foe lurks at the Bounds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d18",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "While exploring the Yondershire, you have encountered goblins out of Ered Luin encamped at the ruins of Lhúngobel. Although many goblins were defeated at the battle of Rath Teraig, the survivors must have scattered into the wilds, with some fleeing across the River Lune. However, even with their numbers diminished, they now seek to raid the Yondershire before exacting their vengeance upon the dwarves and Elves of Ered Luin.\\n\\nYou should defeat goblins at the ruins of Lhúngobel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d19",
      "en": "A company of goblins has crossed the River Lune into the Yondershire and captured the ruins of Lhúngobel.",
      "es": "",
      "es (fem)": ""
    }
  ]
}