{
  "id": 621064719,
  "txt": [
    {
      "id": 177082785,
      "en": "Burned barrels of stolen pipe-weed at Taerhad ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Barrels of stolen pipe-weed can be found at Taerhad in Yondershire.\\n\\nMal Ragwood has asked you to burn barrels of stolen pipe-weed to humiliate and drive off Sharkey's half-orcs at Taerhad.",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Completed",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "You have burned many barrels of stolen pipe-weed at Taerhad.",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "Although you still question Mal Ragwood's motives, his plot to undermine Sharkey's half-orcs at Taerhad seems likely to succeed. With their supply of pipe-weed diminished, the half-orcs will be forced to seek trade goods elsewhere and Sharkey's influence in the Shire will be weakened.",
      "es": ""
    },
    {
      "id": 149027381,
      "en": "Gone Up In Smoke",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'And one more thing! Apparently, Sharkey's taken an interest in the halflings' pipe-weed.\\n\\n'In fact, there's some barrels of it around Taerhad. If someone were to burn their entire supply, I think the half-orcs would have quite a lot to explain to their master—wherever he is!\\n\\n'Why do something so petty, you ask? Well, those half-orcs think they're so smart. Too smart, if you ask me! They're always pushing me and my boys around—acting like every little problem is our fault. But if the shipment is ruined, there's no way they can wriggle out of that! Sharkey would have their heads, and that's if they're lucky!\\n\\n'Call it a win for both of us, eh?'",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Burn barrels of stolen pipe-weed at Taerhad ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875097,
      "en": "Mal Ragwood hopes to humiliate the half-orcs at Taerhad and send them back to Sharkey empty-handed.",
      "es": ""
    }
  ]
}