{
  "id": 620871998,
  "txt": [
    {
      "id": 218649169,
      "en": "'Good day to you! I'm Ona, the Announcer for the first station at the Eating Contest. There are many more stations, of course, and I hope you will be able to visit all of them before you get too full.\\n\\n'What is a festival without wonderfully excessive amounts of food? I doubt you will find a bigger feast anywhere in Middle-earth than here in Winter-home.\\n\\n'You should speak next to the mayor. The Festival is here thanks to his efforts, and he wishes to greet all of his guests personally.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Hail, Travelling [placeholder]! Welcome, welcome! And pray, tell all your friends to come visit as well! We have spared no expense for this Yule's festival.\\n\\n'I am Winston Goodnough, the mayor of this town. Please, stay as long as you like! Try everything, taste everything!\\n\\n'Why don't you go take a look at all the events? Come back and see me when you have explored.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Greetings, greetings. You are most welcome here, to be sure. I am Carolyn Goodnough, and my husband and I are very thrilled to have so many interested patrons and patronesses here at our Yule Celebration this year.\\n\\n'I'll not take up any more of your time; you should continue your tour around our beautiful town.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Oh my goodness! I'm sorry, I'm only a servant. The Mayor surely doesn't need you to talk to me.\\n\\n'I'll not take up any more of your time; but perhaps you'd like to see the games we have to offer? It's a bit of a walk, but you should go talk to Cecil Voller, the host of the Snowball Fight.\\n\\n'Cecil is a ways north of the town, but I've heard that the snowball fights are well worth the trip.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Ah, hello! I see you've trekked down to the Snowball Field during your tour of town! This is where folks come to throw freezing missiles at one another. \\n\\n'I hope you'll come back when you've finished your tour. The mayor is most particular about all patrons seeing all there is to see before they get distracted....'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You are welcomed with open arms to the fine Yule Festival of Winter-home",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Oh, hello! Are you interested in the theatre? We have quite a show that we're putting on this Yule, and we've travelled all the way from the Shire!\\n\\n'Make sure you come back and see the show when you're finished with your tour of town. I know you won't be disappointed.\\n\\n'Well, I am the last stop on your tour. You should return to the mayor. Do come back to see our wonderful show!'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Mabel Mitford has suggested that you might like to visit the Snowball Fight",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'What do you want, O Revered Patron?  Have you come to show off your silver and gold and your fat belly?  Well, show away. We earn our meagre bread while you stuff your faces and play in the snow.\\n\\n'You are not welcome in Winter-home, not to all of its residents. We slave so that the Mayor can be rich, and so that he can throw marvellous parties for you all. Begone! We are not welcome among you, and you are not welcome among us!'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Your tour has finished, but there is more of the town to be seen ahead....",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'Please, pardon my friend. It is a hard winter, and there is less money and bread to go around than usual. But that is no cause to be uncivil to the guests of this town.\\n\\n'Life can be cruel here, as you can plainly see, but I count myself among the lucky. Those who cannot work go even colder and hungrier than we.\\n\\n'I am sure you are more welcome among us than Gareth implied; we are a friendly folk. You are welcome to visit any time you wish. I hope you enjoy your time in our little town!'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "The workers here seem bitter cold, and their faces show signs of hunger",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "'So, you've seen all of the events? We have a wonderful little town, do we not? Perfectly suited for all your festival needs. You don't need to waste any more time talking to me. Go enjoy! Eat! Play! Watch theatre!'",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You should return to the mayor, for you have now seen more of Winter-home than intended....",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You should return to the mayor, for you have now seen more of Winter-home than intended....",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You should return to the mayor, for you have now seen more of Winter-home than intended....",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have arrived in Winter-home, and Guard Kember has offered to give you a tour of the many sights to be seen.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Return to Mayor Goodnough to finish your tour",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Visit Ona Kay, the Eating Contest Announcer",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Speak with the mayor of Winter-home about the festivities",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Speak with the mayor's wife",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Speak with someone from Winter-home to continue your tour",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Speak with Cecil Voller at the Snowball Field",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Speak with the hobbit-announcer about the Theatre Event",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Explore the other corner of Winter-home, for it looks interesting",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Speak with the man near Gareth Rust; he seems to have something to say",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Return to Mayor Goodnough to finish your tour",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Eating Contest begins at Ona Kay, the first Announcer.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The mayor and his wife, hosts of the Yule Festivities, are in the centre of the celebration.\\n\\nYou should speak with the mayor about the various events of the festival, for he wishes to greet all who arrive.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The mayor's wife is standing near the mayor, Winston Goodnough, watching over the festivities.\\n\\nThe mayor's wife wishes to speak with you.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "You should find your next destination on your tour of the town. Maybe one of the helpful servants knows what you should look at next?",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Cecil Voller is at the Snowball Field, north of the town.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "The hobbit-announcer of the travelling theatre can be found in Winter-home.\\n\\nYou should speak with the hobbit-announcer about the Theatre event.",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "It seems you've not explored the south-west corner of the town; you should explore it before returning to the mayor....",
      "es": ""
    },
    {
      "id": 94621400,
      "en": "A man standing near Gareth Rust beckons you.\\n\\nYou should speak with the man near Gareth Rust.",
      "es": ""
    },
    {
      "id": 94621401,
      "en": "Mayor Goodnough is in the centre of town.\\n\\nYou should return to Mayor Goodnough now that you have finished your tour of Winter-home's many events.",
      "es": ""
    },
    {
      "id": 8725904,
      "en": "'Hello there! New to the Frostbluff, are you? Well, you've come at the finest time of year. I just hope you behave yourself, or else you'll be hearing from me!\\n\\n'I'm sure you'll have a wonderful time, though. The mayor employs me to see to it that everyone keeps the peace so that you patrons can have the best possible experience during Yule.\\n\\n'You should begin by speaking to Ona Kay who runs the Eating Contest. All good celebrations should start with a full belly of delicious food!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Speak with Ona Kay at the Eating Contest to begin your tour!'",
      "es": ""
    },
    {
      "id": 8725905,
      "en": "'What do you want, O Revered Patron?  Have you come to show off your silver and gold and your fat belly?  Well, show away. We earn our meagre bread while you stuff your faces and play in the snow.\\n\\n'You are not welcome in Winter-home, not to all of its residents. We slave so that the Mayor can be rich, and so that he can throw marvellous parties for you all. Begone! We are not welcome among you, and you are not welcome among us!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Go ahead, my friend. Familiarize yourself with the activities of a fine Yule. You may want to speak with Mayor Goodnough first.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'You should speak with Mrs. Goodnough. She has had a great hand in putting together this year's festival!'",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Continue your tour of our beautiful town and the yule festivities!'",
      "es": ""
    },
    {
      "id": 171765008,
      "en": "Mayor Goodnough is in the centre of town.\\n\\nYou should return to Mayor Goodnough now that you have finished your tour of Winter-home's many events.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'You should speak with Cecil Voller at the Snowball Field... I must go now!'",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'You should head to the theatre and speak with the representative of G.L.O.B.E.'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'Be careful if you wander in to the south-west corner of town... there's unsavoury folk among the workers.'",
      "es": ""
    },
    {
      "id": 205636720,
      "en": "'Perhaps Daley will speak with you, but I have no desire to.'",
      "es": ""
    },
    {
      "id": 63183944,
      "en": "'Perhaps Daley will speak with you, but I have no desire to.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Yule Celebration of Winter-home",
      "es": ""
    },
    {
      "id": 63183945,
      "en": "'When you speak again with Mayor Goodnough, you shouldn't mention talking to me... it would not be to your benefit.'",
      "es": ""
    }
  ]
}