{
  "id": 620871994,
  "txt": [
    {
      "id": 218649169,
      "en": "An ominous relic stands before the door. You stare warily at it, but it keeps its secrets hidden. You feel suddenly faint and are overcome by a wave of dizziness and a strong feeling of sickness. You shake your head and the sensation passes, but you find your thoughts drawn to the door in front of which the relic has been placed.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You say an unusual relic has appeared in the depths of the Laenan caves, here in the Trollshaws? Most interesting, [placeholder]. I regret I can tell you nothing about this relic that you have not seen for yourself; the type is familiar to me, but I do not know what it may mean.\\n\\n'I can tell you what lies beyond the sealed door in those caves, however. Long ago, when the kingdom of Rhudaur was at its height, evil Men worshipped dark powers at a temple in the wilderness. The route overland to the temple has not been taken in many years and is surely overgrown; I have dispatched scouts from time to time to search for it.\\n\\n'I believe that the sealed door leads underground to that temple, [placeholder]. It is said some terrible thing befell the Men of Rhudaur within its walls. Let it remain sealed, for now. If this relic signals a return of that evil, we may need to take action; but for now, let the temple remain lost.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mysterious Relic in the Trollshaws",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "In the depths of the Laenan caves, a mysterious relic sits malevolently before a barred door.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "The door seems to be barred from the other side. Elrond should be told of it.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Examine the sealed door in the depths of the Laenan caves",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The door in the depths of the Laenan caves occupies your thoughts.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Elrond",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Elrond is in his library in the Last Homely House, in Rivendell.\\n\\nYou have found a mysterious relic in front of the sealed door in the depths of the Laenan caves, and should tell Elrond of it.",
      "es": ""
    }
  ]
}