{
  "id": 620800470,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You have done brave deeds that few others have accomplished, and for that you deserve great honour. Laerdan was badly injured and endured long torture, but he sleeps now, though fitful, and often his thoughts turn back to dark places. Terrible woes were taken upon him by his tormentors; I fear that though his body may recover, his spirit may ever lay in anguish from their hellish tortures.\\n\\n'Often now, Laerdan calls out in his sleep, to Narmeleth -- and to Elbereth -- and he is always searching for the ring Narchuil. But now trouble and doubt has taken me, for in his most troubled dreaming he cries aloud, claiming that the ring Narchuil is close at hand, and only in haste will it be recovered.\\n\\n'Whether this is in truth some secret taken from the Enemy in their folly, or whether it is yet another deceit of Amarthiel, you must learn the truth. Laerdan has spoken of a place, Barad Dúrgul... seek out the Dúnadan Gwathryn and recover Narchuil.'\\n\\n<rgb=#FF0000>You will automatically travel to Tármunn Súrsa in Angmar when you accept this quest.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'[placeholder], you have returned sooner than I expected, though I doubted not that you would at the last return.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Gwathryn will know of Barad Dúrgul. Return to him at Tarmúnn Sársa.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 12, Chapter 7:  Tidings of Narchuil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You have returned just in time, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have discovered that the ring Narchuil is being kept in Barad Dúrgul in Carn Dûm, you must return to Gwathryn and attempt to recover it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gwathryn is at Tármunn Súrsa, east of Carn Dûm, in Angmar.\\n\\nElrond bade you return to Gwathryn and seek out the location of Narchuil, the ring of Amarthiel.",
      "es": "",
      "es (fem)": ""
    }
  ]
}