{
  "id": 620800543,
  "txt": [
    {
      "id": 218649169,
      "en": "'What do you want, [placeholder]? Have you returned to gloat that you were chosen as the warrior to fight in Clúcath against the Trév Duvárdain? The vengeance for which I have trained so long has been stolen from me!\\n\\n'I am sorry. I see the wisdom in it, though it be hard. It is the way of my people that the strongest warrior should take the heaviest load, and you have proven yourself the master. I must put the needs of the Trév Gállorg before my own vengeance.\\n\\n'Tell Raith, at Crannog's ruling-seat, that I am at ease. Go forth to the Clúcath with my blessing, friend [placeholder].'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have taken it upon yourself to make peace with Nekhtan? That is good, [placeholder]. I know now what I only believed before: Crannog was right to give you this Fém. You truly are a friend to the Trév Gállorg.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I have set my anger aside, [placeholder]. I no longer have any ill will toward you. Give this news to Raith, that I am satisfied with Crannog's choice of warrior for the Clúcath.\\n\\n'You will find Raith at Crannog's ruling-seat in Aughaire.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "An Understanding",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'We understand each other, [placeholder].'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Nekhtan was upset that you were chosen to engage in Clúcath against the Trév Duvárdain, seeing it as the loss of his chance for vengeance.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I am sorry for my anger, [placeholder]. It was misplaced.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Raith is at Crannog's ruling-seat, west of the centre island of Aughaire.\\n\\nNekhtan has told you that he is satisfied: you have proven to be worthy of taking his place in Clúcath against the Trév Duvárdain.",
      "es": ""
    }
  ]
}