{
  "id": 620800471,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The name Barad Dúrgul is not unknown to me. It was one of the places my scouts first observed. At first, it seemed that it was guarded by great watching-stones, but it was not so, for the watching-stones lie silent, and they have no power over the minds of friend or foe.\\n\\n'You should seek out news of these stones, for I believe that the Enemy may be trying to draw us into a trap, not unlike the Rammas Deluon. Doubtless, the Angmarim Gate-wards outside of Barad Dúrgul are waiting for our assault before snapping the door shut behind us.\\n\\n'Learn what you may, then return here to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'This news brings me hope, for if it is true, then we have indeed found the location of the ring Narchuil! If Elrond Halfelven believes that you should be the one to recover it, I will not gainsay him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Barad Dúrgul lies to the west of here, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Have you found tidings of the watching stones yet, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 12, Chapter 8:  A Tireless Foe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Are you ready for the assault on Barad Dúrgul, [placeholder]? We must act quickly!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Elrond bade you return to Tármunn Súrsa and seek the hiding place of Amarthiel's ring, Narchuil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the watching-stone orders to Gwathryn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Barad Dúrgul is west of Tármunn Súrsa.\\n\\nGwathryn has sent you to defeat the Gate-wards of the Angmarim and learn what you may about the silent watching-stones.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gwathryn is at Tármunn Súrsa, east of Barad Dúrgul.\\n\\nYou should bring the watching-stone orders to Gwathryn.",
      "es": "",
      "es (fem)": ""
    }
  ]
}