{
  "id": 620800502,
  "txt": [
    {
      "id": 112892321,
      "en": "'Broken, yet not destroyed.'",
      "es": ""
    },
    {
      "id": 112892322,
      "en": "'Laerdan, my friend, seek not for the ring Narchuil.'",
      "es": ""
    },
    {
      "id": 134735681,
      "en": "'And what other councils I wonder were revealed in his torment.'",
      "es": ""
    },
    {
      "id": 112892323,
      "en": "'It cannot ease your sorrow.'",
      "es": ""
    },
    {
      "id": 112892324,
      "en": "''You will never see Narmeleth free of the evil that consumes her.'",
      "es": ""
    },
    {
      "id": 139469600,
      "en": "'I am not.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The council can not continue without Laerdan. I will speak with you privately in my library [placeholder].'",
      "es": ""
    },
    {
      "id": 205364769,
      "en": "'Come forward, [placeholder], The fate of the ring Narchuil concerns you as well.'",
      "es": ""
    },
    {
      "id": 205364770,
      "en": "'You all know why this council has been called.'",
      "es": ""
    },
    {
      "id": 205364771,
      "en": "'Laerdan, you will now give the full account of your deeds concerning Narchuil.'",
      "es": ""
    },
    {
      "id": 139469616,
      "en": "'Alas, he perished in the rescue of Arvedui.'",
      "es": ""
    },
    {
      "id": 205364772,
      "en": "'Laerdan, we are grateful at your return but you have much to answer for.'",
      "es": ""
    },
    {
      "id": 139469617,
      "en": "'The ring-half he bore is now lost to icy northern waters.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Half of Narchuil has been recovered, and you must attend a council called by Elrond to discuss the fate of the ring and to consider Laerdan's actions.",
      "es": ""
    },
    {
      "id": 205364773,
      "en": "'Speak now of the breaking of Narchuil and the imprisonment of Amarthiel.'",
      "es": ""
    },
    {
      "id": 139469618,
      "en": "'Long were the tortures I endured in Sammath Baul, but in the end I revealed what they sought.'",
      "es": ""
    },
    {
      "id": 205364774,
      "en": "'I do not wish more suffering upon you Laerdan, but I will have the tale told.'",
      "es": ""
    },
    {
      "id": 139469619,
      "en": "'That for long years half of the ring lay hidden in Bar-e-therchir.'",
      "es": ""
    },
    {
      "id": 205364775,
      "en": "'You are among friends, Laerdan, and we must know the full account.'",
      "es": ""
    },
    {
      "id": 139469620,
      "en": "'I remember nothing more, until I awoke here and was summoned to this council.'",
      "es": ""
    },
    {
      "id": 205364776,
      "en": "'Laerdan is a guest, not a prisoner.'",
      "es": ""
    },
    {
      "id": 139469621,
      "en": "'If only I had not broken the ring!'",
      "es": ""
    },
    {
      "id": 205364777,
      "en": "'Still, I am filled with unease at his words.  I fear that his oath will only lead to sorrow.'",
      "es": ""
    },
    {
      "id": 139469622,
      "en": "'Were it still whole I could turn its power to curing my Narmeleth.'",
      "es": ""
    },
    {
      "id": 139469623,
      "en": "'And what do you know of grief?'",
      "es": ""
    },
    {
      "id": 215455777,
      "en": "'And where now lies the other half of the ring?'",
      "es": ""
    },
    {
      "id": 139469624,
      "en": "'For too long you have sat here in splendour and it has made you soft.'",
      "es": ""
    },
    {
      "id": 126157361,
      "en": "'Would you force the tale from me?  I believed I was free of such torment.'",
      "es": ""
    },
    {
      "id": 139469625,
      "en": "'Are you content to watch all of Eriador fall into ruin?'",
      "es": ""
    },
    {
      "id": 126157362,
      "en": "'But it matters not, the ring Narchuil will never be remade.'",
      "es": ""
    },
    {
      "id": 126157363,
      "en": "'Very well then, Master Elrond.'",
      "es": ""
    },
    {
      "id": 134867793,
      "en": "'I take upon myself this oath;'",
      "es": ""
    },
    {
      "id": 126157364,
      "en": "'It was before the broken gates of Fornost that I took the ring from Amarthiel.'",
      "es": ""
    },
    {
      "id": 134867794,
      "en": "'That I should not find rest or peace until my Narmeleth is returned to me.'",
      "es": ""
    },
    {
      "id": 126157365,
      "en": "'In my haste I broke it upon the anvil Dringond, mightiest of the forges of the Dúnedain.'",
      "es": ""
    },
    {
      "id": 134867795,
      "en": "'By the name of Elbereth I swear it!",
      "es": ""
    },
    {
      "id": 126157366,
      "en": "'Indeed.  Breaking the ring did not remove the malice crafted into it.'",
      "es": ""
    },
    {
      "id": 134867796,
      "en": "'If Elrond Halfelven refuses to aid me I must then rely upon Aignel and Ningarch.'",
      "es": ""
    },
    {
      "id": 126157367,
      "en": "'I escaped with Narmeleth to Sithad, but still the ring held sway over her.'",
      "es": ""
    },
    {
      "id": 126157368,
      "en": "'Before she could be cured she was discovered by the Enemy.'",
      "es": ""
    },
    {
      "id": 126157369,
      "en": "'It was in the keeping of my friend Aearil:  mighty among the ship-captains of Círdan.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Attend the Council of Narchuil",
      "es": ""
    },
    {
      "id": 50367025,
      "en": "'Master Elrond, will you allow this departure?!'",
      "es": ""
    },
    {
      "id": 165464945,
      "en": "'Mordirith returned her to Carn Dûm, but the halves of Narchuil remained hidden.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Attend the Council of Narchuil.",
      "es": ""
    },
    {
      "id": 215453313,
      "en": "'How, then, did the enemy recover this half of the ring?'",
      "es": ""
    },
    {
      "id": 215453314,
      "en": "'You claim that it will never be remade...I would have you tell how you know this as a fact.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I will not remain idle here in Imladris, soon I will seek for the northward roads...'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I fear what deeds may be done now that Laerdan has returned.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Half-truths",
      "es": ""
    }
  ]
}