{
  "id": 620800468,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'You have the key and the Tarkrîp numbers have been reduced... we are ready for our assault! We must go quickly and in secret, for if suspicion is raised, Laerdan would surely be put to a cruel end ere we could come to his aid.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You do not have the key? It seems that you are not ready to leave on your quest just yet then, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 12, Chapter 5:  Strange Guardians",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Tarkrîp poisoners ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I believe Laerdan may be held at Sammath Baul in Carn Dûm. You should be wary when travelling there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Tarkrîp jailors ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I believe Laerdan may be held at Sammath Baul in Carn Dûm. You should be wary when travelling there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Recovered the Sammath Baul gate-key",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Sammath Baul is in Carn Dûm west from Tármunn Súrsa.\\n\\nGwathryn has instructed you to thin the Tarkrîp horde and collect the key of Sammath Baul from Lozudurkh.\\n\\n<rgb=#FF0000>The Shimmering Elf-stone will be able to be used in an upcoming objective of this quest to access the inspiration buff if you are playing solo or in a small fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'We are ready for our assault!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You are inspired!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Lozudurkh resides in the Sammath Baul gate-house. The gate-house is left of the Sammath Baul gate and has two torches in front of it.\\n\\nYou have yet to defeat Lozudurkh and obtain the key to Sammath Baul.\\n\\n<rgb=#FF0000>Using the Elf-stone allows you to access the inspiration buff while solo or in a smaller fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'You have done great deeds, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "This is a good place to draw upon the power of the Elf-stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Gwathryn is at Tármunn Súrsa, east of Sammath Baul.\\n\\nYou should return to Gwathryn with the gate-key to Sammath Baul.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "You cannot draw upon the Elf-stone's power here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbe1e221",
      "en": "'Who is out here making all that noise?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbe1e222",
      "en": "'You again?  Now that I am fully rested you will see my true power!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Tarkrîp poisoners ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Tarkrîp jailors ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Recover the Sammath Baul gate-key",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Use the Elf-stone to gain inspiration",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Return to Gwathryn with the Sammath Baul gate-key",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gwathryn believes that Laerdan was taken to Sammath Baul, which is currently being guarded by the brutal Tarkrîp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I sent ahead scouts to espy the movements of the Enemy, and I believe that Laerdan may have been taken into Sammath Baul. When the host from Evendim first arrived here, they tarried a short while, but they have since departed. In their stead, a company of Orcs has been brought here to guard Sammath Baul.\\n\\n'One of my scouts also saw a messenger from Carn Dûm, who entered into a gate-house. When he left that place, he summoned the creature Lozudurkh, and he was called Key-master, and he gave the messenger access into Sammath Baul by the main door. These tidings trouble me, that the brutal Tarkrîp now guard Sammath Baul, for the Krahjarn and Ongbúrz have always been their fiercest fighters, and the most trustworthy and faithful to their cause.\\n\\n'If you are to enter into Sammath Baul unhindered, you must thin the numbers of Tarkrîp and obtain the door-key. Return to me when you have completed this task, and we will strike at the Enemy as quick as we may.\\n\\n'I must speak to you a word of caution, go warily!  Something is amiss, and I know not what plans Amarthiel has for those who oppose her.'\\n\\n<rgb=#FF0000>Using the Elf-stone allows you to access the inspiration buff while solo or in a smaller fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    }
  ]
}