{
  "id": 620872989,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have set off some distracting fireworks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You ran out of time",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have been spotted",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You will earn the respect of Gareth Rust if you manage to make trouble at the Festival.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You have been spotted",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "You've been spotted!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "You've been spotted!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Back again? Maybe I spoke unjustly the first time we met. Mayor Goodnough's wish to please folk like you is the reason folk like me go hungry this winter. But you don't seem like a bad sort, despite the Mayor seeming to like you.\\n\\n'If you want to earn yet more favour with me and my fellows here, you surely won't object to playing a little prank on the Mayor for the sport of the real townsfolk.\\n\\n'The mayor has some fireworks stored near the festival area, and he's intent on saving them for just the right moment. If you set them off where they are, you'll ruin the show (at least for him.) While the patrons are distracted, you should pinch Frostbluff Coins from their pockets! I can think of better uses for those coins....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The fireworks are stored at the top of the stairs overlooking the Festival Square.\\n\\nYou should set off the fireworks to distract the wealthy patrons of the Festival.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'That was quite a display, [placeholder]! And judging from how close they were, I'll warrant you sent the mayor into a fit and disrupted things rather nicely!\\n\\n'Well done, well done. Here, you should keep half of what you managed to collect. These coins here will be enough to spread out among my friends so that they won't go hungry tonight!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Many wealthy patrons have been distracted by your mischief!\\n\\nYou should pick the pockets of the wealthy patrons for coins to give to the poor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Gareth Rust is in the workers' area in Winter-home.\\n\\nYou should return to Gareth Rust and find out if he saw your excellent firework display.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If you can pick the pockets of those silly distracted patrons, I'll have a great deal of respect for you, [placeholder]. Money is wasted on folk like them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Times have never been harder. A little money would go a long way amongst the workers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa81f35",
      "en": "You have set off some distracting fireworks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find a good place to set off the fireworks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Pick pockets of wealthy patrons ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Looted a distracted patron ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Return to Gareth Rust with the pilfered coins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Making Mischief",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Return to Gareth Rust with the pilfered coins",
      "es": "",
      "es (fem)": ""
    }
  ]
}