{
  "id": 620872842,
  "txt": [
    {
      "id": 218649170,
      "en": "'Surely... surely you are joking. How can this be? Has the mayor grown a heart? I'll not count my blessings -- I will go to work at once!\\n\\n'This is wonderful news...!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'What sorrow and what joy this winter has brought me! I can hardly believe my ears, [placeholder]. By what providence has the mayor decided to give me another chance at life?\\n\\n'You are so good to deliver this message to me. My outlook does not seem so bleak now.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Self-sacrifice: Support the Poor",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Oh, good [placeholder]! Thank you. I can feel it -- you have had a great part in this gift that you now bring me from Mayor Goodnough.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Hurrah! Hurrah! I cannot believe it! I've been hoping every moment that some luck would come my way, and it has at last!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "The mayor wants you to betray the workers, but you would never stoop so low!",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Don't look to me for advice, [placeholder]. It's not my role to choose or help you choose. You must look inside yourself and do what you think is right, for yourself or for others.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'You... you give me my life back with your news. I don't know what to say. Can it really be true, [placeholder]? Can the mayor have grown a heart?\\n\\n'What a wonderful day. Things are turning around for this town; I can feel it.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Guard Frostway has been driven off... but the door of the fort opens of its own accord",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'Ah, just the [placeholder] I wanted to see. You look to be quite a useful sort, so I have no qualms asking you to do a bit of dirty work for me.\\n\\n'You see, the workers here have never been overly fond of my policies. They can feel however they wish, but if I hear of them stirring up any trouble or complaining to folks, that will mean trouble for them.\\n\\n'Gareth Rust is the one who seems to be the most upstart among his peers. You must go spy on him and convince him to talk to you. If he says anything out of place, the rascal won't have a job!'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "The banker has been driven off... and a curious piece of paper swirls into your hand as he flees",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The mayor stands in the centre of Winter-home, overseeing the events of the Yule Festival.\\n\\nYou should speak with the mayor and find out what he wants from you, though it sounds like he has a sleazy scheme brewing.",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'What's that you have there?'\\n\\nThe mayor looks at the paper in your hand and pales in alarm as he realizes that you know everything about his irresponsible investing while the folks of his town go hungry.\\n\\n'W-what are you going to do with that?! Surely you don't mean to tell our innocent visitors of this... do you? Please... I will do anything you ask if you just put that paper back where it belongs, hidden away....\\n\\n'What do you want? What share of the profit will appease you?'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Your search is over; all evidence of the mayor's corruption is on this receipt",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Tell Regina Judson that she may have her old job back",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Gareth Rust is in the workers' area in Winter-home, ever toiling.\\n\\nYou should tell Gareth Rust that the mayor wants you to spy on him so he will lose his job.",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "'Ha! The mayor is right to send a spy. But you are a friend to us workers, and that is a great boon.\\n\\n'I have reason to believe that the mayor uses the extra funds from our lowered wages and over-time for unsavoury transactions and doesn't invest it in making our town better.\\n\\n'I have seen Guard Frostway coming to town at night to collect money and forms to bring to the fort down by the lake. Will you go investigate down there? The mayor will fire me on sight if I leave my post.'",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You demand that the mayor sets the wages right for the workers, and gives the beggars back their jobs",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Tell Jack Judson that he may have his old job back",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The fort on the frozen lake is east of Winter-home in Frostbluff.\\n\\nYou should go to the fort on the frozen lake and find what evidence you can of the Mayor's corruption, as Gareth Rust is sure the town's money is being put to corrupt use.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "Barrett Nowell is ecstatic about this turn of fate",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Tell Bill Hyde that he may have his old job back",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "The fort on the frozen lake is east of Winter-home in Frostbluff.\\n\\nYou should go to the fort on the frozen lake and find what evidence you can of the Mayor's corruption, as Gareth Rust is sure the town's money is being put to corrupt use.",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "Ted Ives is ecstatic about this turn of fate",
      "es": ""
    },
    {
      "id": 84765779,
      "en": "Talk to Gareth Rust of all that you have achieved on behalf of the workers",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "A piece of paper has swirled into your hand as the banker of Frostbluff fled from his post.\\n\\nYou should examine this piece of paper.",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "Regina Judson is ecstatic about this turn of fate",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "The mayor is in the town of Winter-home, in Frostbluff.\\n\\nYou should return to the mayor with the evidence you collected of his corruption.",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "Jack Judson is ecstatic about this turn of fate",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "The beggars, now re-hired for the former positions, are around the town.\\n\\nYou should quickly tell the beggars that their period of despair is at an end at last.",
      "es": ""
    },
    {
      "id": 94621400,
      "en": "Gareth Rust and Daley Utteridge are in the workers' area in Winter-home.\\n\\nYou should tell the workers of your success in manipulating the mayor. Things are looking up for the workers of Winter-home!",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find out what the mayor wants from you",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Tell Gareth Rust of the Mayor's desire to expose him",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Investigate the fort in Frostbluff where the mayor stores his funds and records",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Defend yourself from the banker of Frostbluff",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Use the door to gain access to the store-house",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Examine the piece of paper dropped by the banker",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Bring the proof of the mayor's corruption to Mayor Goodnough",
      "es": ""
    },
    {
      "id": 8725904,
      "en": "'You have done a wonderful thing, [placeholder]. We workers don't have much, but we scraped together what we could. Please, accept these gifts as tokens of our gratitude.\\n\\n'But know that we will not forget you, or the great deeds done this day. If we ever have opportunity to give you proper thanks, you can rest assured that we will.'",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Tell Barrett Nowell that he may have his old job back",
      "es": ""
    },
    {
      "id": 8725905,
      "en": "'You nosey patrons should mind your own business and stay in the festival area! You're out of bounds, [placeholder], and out of your depth!\\n\\n'So you're intent on sticking your nose where it don't belong? The mayor pays me good money to make sure folks like you don't dig up any unwanted dirt!'",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Tell Ted Ives that he may have his old job back",
      "es": ""
    },
    {
      "id": 8725906,
      "en": "'You fool. By challenging this fort, you are challenging the mayor. I think he will send you to the stocks for this, once I knock you out. And he'll find out whoever sent you here, stranger.'",
      "es": ""
    },
    {
      "id": 32729280,
      "en": "Bill Hyde is ecstatic about this turn of fate",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Sometimes you must put others before yourself, especially when those others have great need. Charity is a wonderful thing!\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I'll give you the short of it: the mayor is feeling a little suspicious of the workers and wants someone to spy on them to see what's afoot. What you make of this is for you to decide, but I would talk to the mayor if I were you. See if what he has to say is to your liking.'\\n\\n<rgb=#FF0000>WARNING: The rewards for both of these mutually-exclusive quests are UNIQUE to each quest. Please choose your quest carefully!</rgb>",
      "es": ""
    }
  ]
}