{
  "id": 620931902,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Ah, [placeholder], there remains another matter for us to discuss.\\n\\n'My apprentice's disappearance is quite concerning, but so too was the loss of my stock. When I awoke the other morn, they had all gone from my stables. If someone thought this a cruel prank, I know not, but they must have been spooked for their tracks away from Middlemead appear to have been made in a frenzy. \\n\\n'If you would, search the fields to the south. I am sure some haven't travelled far, and it would mean a great deal to me if they were returned to my keeping.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Déorwald can be found in Middlemead at the traders' pavillion.\\n\\nYou have returned many of Déorwald's wayward horses to his keeping. You should now speak to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to Déorwald",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Déorwald struggles to locate his stock after all of his horses were frightened away from their stables in Middlemead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Saddled with the Stock",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Found and returned wayward horses to Déorwald ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Thank you, [placeholder]. While this is not all of them, it is certainly enough to reopen my shop.\\n\\n'Curious though, that the only ones you could find were pale of coat. I wonder what has become of the rest...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73087",
      "en": "'Have you located all of my horses?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Find and return wayward horses to Déorwald ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Horses can be found wandering among the trees and fields to the south of Middlemead.\\n\\nDéorwald has asked for your aid in recovering his stock. You should find his wayward horses and ride them back to his tent in Middlemead.",
      "es": "",
      "es (fem)": ""
    }
  ]
}