{
  "id": 620931940,
  "txt": [
    {
      "id": "0xd730883",
      "en": "You have not recovered enough swords from the Dunlendings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "You have recovered many stolen swords from the nearby Dunlendings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "Collected stolen swords ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Stolen swords can be found in the hands of the nearby Dunlendings.\\n\\nYou have come across a wrecked cart that has been partially looted by the nearby Dunlendings. You should defeat them and recover the swords.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Dunlendings invading from the west have ransacked a passing cart and stolen numerous blades from Béored's shipment. You should reclaim them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "You have recovered many swords from the Dunlendings, depriving the enemies of Rohan the chance to exploit stolen arms against the Rohirrim in battle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Collect stolen swords",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "While investigating a wrecked cart on the road to the Stonedeans, you have discovered a barrel emptied of swords. You surmise that the nearby Dunlendings have armed themselves with the stolen weapons. In the interests of Middlemead and Kingstead, you should defeat the Dunlendings and reclaim the stolen arms.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "Hidden under the cover of trees, Dunlendings have ambushed a cart on the road to the Stonedeans and stolen numerous arms.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Collect stolen swords",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Disarming the Enemy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Collect stolen swords ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}