{
  "id": 620931942,
  "txt": [
    {
      "id": 246419792,
      "en": "Atwald is at your side.\\n\\nYou should speak with Atwald.",
      "es": ""
    },
    {
      "id": 246419795,
      "en": "You have hopefully turned the tide of sadness in Edoras by inspiring Atwald, for the people are in great need of cheering.",
      "es": ""
    },
    {
      "id": 246419777,
      "en": "Atwald is at your side.\\n\\nYou should speak with Atwald.",
      "es": ""
    },
    {
      "id": 162883666,
      "en": "'What are you waiting for? Lead on, brave traveller. Show me why I should sing happy songs instead of sad ones.'",
      "es": ""
    },
    {
      "id": 111477332,
      "en": "Speak with Atwald at your side",
      "es": ""
    },
    {
      "id": 246419782,
      "en": "Surely there is someone near the tavern area who is in need of assistance before the journey.\\n\\nYou should assist someone who is readying themselves to leave for Dunharrow, with Atwald at your side.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "You have decided to show the Minstrel of Edoras the importance of remaining positive.\\n\\n<rgb=#FF0000>NOTE: Edoras quests must be completed before the Evacuation of Edoras takes place.</rgb>",
      "es": ""
    },
    {
      "id": 111477314,
      "en": "Speak with Atwald at your side",
      "es": ""
    },
    {
      "id": 111477337,
      "en": "Demonstrate to Atwald how you may help in Edoras",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'You want me to sing more cheerful songs? How could I, when I have nothing good to sing of?\\n\\n'You must have an easy sort of life, traveller, if you can maintain a pleasant outlook at such a time.'\\n\\nAnnoyed, you encourage Atwald to follow you around and see this \\qeasy\\q sort of life you live.\\n\\n'I will gladly follow you -- and I might even make a song of it: Happy Ignorance. Or, The Clueless Traveller!'\\n\\n<rgb=#FF0000>NOTE: Edoras quests must be completed before the Evacuation of Edoras takes place.</rgb>",
      "es": ""
    },
    {
      "id": 162883649,
      "en": "'I am heartily ashamed of myself, [placeholder]! I will write a new song, one of hope, of survival, of kind deeds and the goodness inherent in people, and I will sing it to all.\\n\\n'Thank you, [placeholder], for showing me the meaning of heroism. I see now that it is not yet time to mourn for Rohan.'",
      "es": ""
    },
    {
      "id": 111477317,
      "en": "Completed",
      "es": "Completado"
    },
    {
      "id": 228870261,
      "en": "Edoras: The Melancholic Minstrel",
      "es": ""
    },
    {
      "id": 111477318,
      "en": "(Must be completed before the Evacuation of Edoras)",
      "es": ""
    },
    {
      "id": 162883652,
      "en": "You have hopefully turned the tide of sadness in Edoras by inspiring Atwald, for the people are in great need of cheering.",
      "es": ""
    }
  ]
}