{
  "id": 620931894,
  "txt": [
    {
      "id": 216727827,
      "en": "Fenmarch lies to the east of Aldburg, in the Eastmarch of Rohan.\\n\\nThane Arcil is concerned about his neighbours in Fenmarch. He would like for you to patrol the road that leads to Fenmarch, looking for any sign of Orcs or other trouble.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Fenmarch lies eastward upon the road.\\n\\nPatrol the road to Fenmarch.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "There are no signs of trouble yet.\\n\\nYou should continue to patrol the road to Fenmarch.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "There is a panicked Rohirrim woman ahead and the screams are now much closer.\\n\\nSpeak with the woman to find out what is happening.",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to the panicked Rohirrim woman",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Continue patrolling the eastern road to Fenmarch",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'Please, you must help! The Orcs appeared out of nowhere and began putting the lumber-yard to the torch! Guthláf and others are still there!'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Follow the sound of the screams eastward",
      "es": ""
    },
    {
      "id": 246419875,
      "en": "Screams can be heard off in the distance to the east.\\n\\nYou should follow the screams to locate their source.",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "You hear screams off in the distance. You should follow the sound eastward",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "You see no signs of trouble yet. You should continue to follow the road eastward",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'[placeholder], you have left a lasting mark upon Aldburg and its people. We should be able to defend ourselves from any attack, since the worst seems to be behind us now.\\n\\n'I do not have the same confidence about our neighbours in Fenmarch, however. I feel that your assistance would be better served assisting Thane Sparhafoc and his people.\\n\\n'Follow the road out of Aldburg and head eastward to the marsh-lands. Be vigilant and patrol the roads. I have a feeling we have not seen the last of these new Orcs.'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Travel to Fenmarch",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "Just to the east, a panicked Rohirrim woman beckons you closer",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Patrol the road to Fenmarch",
      "es": ""
    },
    {
      "id": 24695143,
      "en": "The White Hand Orcs have been defeated, and Arcil feels confident about Aldburg's ability to defend itself. He feels Fenmarch might benefit more from your valuable assistance.",
      "es": ""
    },
    {
      "id": 177082793,
      "en": "The road forks to the east and leads to Fenmarch. You should patrol the road for signs of any trouble",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Patrolling the Fenmarch",
      "es": ""
    }
  ]
}