{
  "id": 620873605,
  "txt": [
    {
      "id": 261171490,
      "en": "'I think...you DO!'",
      "es": ""
    },
    {
      "id": 261171491,
      "en": "'And yet you do so most admirably! Come, my kin! Slay them!'",
      "es": ""
    },
    {
      "id": 261171492,
      "en": "'I need not listen to your commands, warm-blood!'",
      "es": ""
    },
    {
      "id": 261171493,
      "en": "'What evidence do you have that this be so?'",
      "es": ""
    },
    {
      "id": 261171494,
      "en": "'I see. We will fulfill our oath at last, that the Heir may lift the curse. Tell your Men.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'It was unwise of you to come here, warm-bloods. This place belongs to the Dead Who Do Not Rest, and all your kind who stray here perish.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Who dares disturb this place? Who dares venture where only the Dead may walk?\\n\\n'The living may not pass. This road is not for you. Turn back! Turn back while you still have the power to do so!'",
      "es": ""
    },
    {
      "id": 244726209,
      "en": "'Only the Dead may walk this Forsaken Road.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You fight passing well, for a child. Britou will want to speak with you. Britou always wants to speak with those who brave this road. Keep the chasm on your right, and you will find him.'",
      "es": ""
    },
    {
      "id": 244726210,
      "en": "'Come, my brothers, come see these wayward children.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'This is an evil place, [placeholder], and the dread of it lies like a cloud upon my limbs! And so cold...I should think I would never be warm again.\\n\\n'This is a place of the Dead, kept by them throughout the long years. Will they rally to Aragorn's cause? We must learn if it be so.'",
      "es": ""
    },
    {
      "id": 244726211,
      "en": "'Who dares disturb the restless Dead?'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'What has happened? All of a sudden, the Oath-breakers fell upon us, and we have only driven them off for the moment! We have to get out of here!'",
      "es": ""
    },
    {
      "id": 244726212,
      "en": "'And what is that to us? Why should the Dead care who you are?'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'You are correct...we must get out of here! Hurry, before it is too late for us!'",
      "es": ""
    },
    {
      "id": 244726213,
      "en": "'No!'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'Stay on your guard, [placeholder]. These Men are without honour. We are here to listen to their words, but we must remain cautious.'",
      "es": ""
    },
    {
      "id": 244726214,
      "en": "'You have not been judged worthy of speaking, weak child.'",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'This seems to me a good sign, [placeholder]! If the Oath-breakers will fulfill their oath to Isildur, we will command an army the like of which has never been seen in Middle-earth. Surely victory will not be far behind!'",
      "es": ""
    },
    {
      "id": 244726215,
      "en": "'If you can defeat me, perhaps Britou will listen to your claim!'",
      "es": ""
    },
    {
      "id": 187754545,
      "en": "'Witness the strength of the Dúnedain and their allies!'",
      "es": ""
    },
    {
      "id": 225700897,
      "en": "'Is everyone all right?'",
      "es": ""
    },
    {
      "id": 187754546,
      "en": "'Britou, enough of this. We need prove nothing to you.'",
      "es": ""
    },
    {
      "id": 225700898,
      "en": "'You see now our strength. We are not to be trifled with, Maonir.'",
      "es": ""
    },
    {
      "id": 187754547,
      "en": "'We did not come here to entertain your careless whims, Oath-breaker!'",
      "es": ""
    },
    {
      "id": 187754548,
      "en": "'End this, Britou! I command you to end this!'",
      "es": ""
    },
    {
      "id": 187754549,
      "en": "'HOLD!'",
      "es": ""
    },
    {
      "id": 187754550,
      "en": "'I have the authority to command you and all your kind, Britou!'",
      "es": ""
    },
    {
      "id": 187754551,
      "en": "'For I...I am the Heir of Isildur!'",
      "es": ""
    },
    {
      "id": 187754552,
      "en": "'Only this: the Ring of Barahir, heirloom of Isildur's line!'",
      "es": ""
    },
    {
      "id": 101684225,
      "en": "'All who stray here belong to the Dead.'",
      "es": ""
    },
    {
      "id": 101684226,
      "en": "'I will consider what you have to say.'",
      "es": ""
    },
    {
      "id": 55104865,
      "en": "'You can never defeat me! That is my labour and my curse!'",
      "es": ""
    },
    {
      "id": 101684227,
      "en": "'Yes, I will consider it, but only if you can stand against the Dead!'",
      "es": ""
    },
    {
      "id": 55104866,
      "en": "'My hunger for death is not satisfied!'",
      "es": ""
    },
    {
      "id": 55104867,
      "en": "'Again!'",
      "es": ""
    },
    {
      "id": 181382625,
      "en": "'Where is Candaith? I have not seen him yet!'",
      "es": ""
    },
    {
      "id": 181382626,
      "en": "'Stop! We have to wait for Candaith! He has not yet come this way!'",
      "es": ""
    },
    {
      "id": 217153681,
      "en": "'The Dead shall have you!'",
      "es": ""
    },
    {
      "id": 217153682,
      "en": "'Die, foolish one!'",
      "es": ""
    },
    {
      "id": 217153683,
      "en": "'Pain and suffering be yours!'",
      "es": ""
    },
    {
      "id": 20332961,
      "en": "'That remains to be seen, warm-blood!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Walk with Radanir along the Forsaken Road",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Radanir",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Stay on your guard",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Maonir",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Halbarad",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Remain vigilant and stand against Maonir if necessary. Halbarad must not be defeated.",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Maonir",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Find and talk to Britou",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Stay on your guard!",
      "es": ""
    },
    {
      "id": 148687265,
      "en": "'Have you had enough, Maonir?'",
      "es": ""
    },
    {
      "id": 148687266,
      "en": "'Your honour is gone, and only my chieftain can return it to you!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Halbarad has been defeated",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Candaith has been defeated",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You are betrayed! You must escape the Forsaken Road",
      "es": ""
    },
    {
      "id": 43342961,
      "en": "'But that is not the Ring of Barahir, and you are not the Heir of Isildur.'",
      "es": ""
    },
    {
      "id": 170818081,
      "en": "'The Dúnedain and their allies will not be cowed by the likes of you, Oath-breaker!'",
      "es": ""
    },
    {
      "id": 43342962,
      "en": "'Now you die!'",
      "es": ""
    },
    {
      "id": 88379633,
      "en": "'You came to this place to escape your curse, Britou, and you brought these Men with you.'",
      "es": ""
    },
    {
      "id": 88379634,
      "en": "'But there was no escape, and you will never know the peace of death until you fulfill your oath.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Echoes of the Dead",
      "es": ""
    },
    {
      "id": 25702801,
      "en": "'I dare!'",
      "es": ""
    },
    {
      "id": 25702802,
      "en": "'Why? Because my chieftain is the heir of him to whom you took your oath!'",
      "es": ""
    },
    {
      "id": 25702803,
      "en": "'Do you acknowledge the right of Isildur's Heir to hold you to your oath?'",
      "es": ""
    },
    {
      "id": 119290897,
      "en": "'I desist, Dúnadan. For now.'",
      "es": ""
    },
    {
      "id": 30670913,
      "en": "'Stay alert. We do not know what we will find along the Forsaken Road.'",
      "es": ""
    },
    {
      "id": 30670914,
      "en": "'The Men we seek must labour still under Isildur's curse.'",
      "es": ""
    },
    {
      "id": 30670915,
      "en": "'What ceaseless toil their cowardice has given them!'",
      "es": ""
    },
    {
      "id": 30670916,
      "en": "'Hold. There is a presence here....'",
      "es": ""
    },
    {
      "id": 30670917,
      "en": "'Show yourself!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have come to walk the Forsaken Road beneath the Lich Bluffs, where it is said a number of Oath-breakers from the time of Isildur still dwell, suffering from their curse.\\n\\n<rgb=#FF0000>This quest is meant for a fellowship. If you choose to undertake this quest solo, you will receive an Inspired Greatness bonus, but the challenge will be great.</rgb>",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Talk to Candaith",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Defend Candaith from the Oath-breakers. He must not be defeated.",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Run back through the Forsaken Road and talk to Radanir to escape!",
      "es": ""
    },
    {
      "id": 78712993,
      "en": "'We have to get out of here! Aaaah!'",
      "es": ""
    },
    {
      "id": 6466673,
      "en": "'Fight on, fight on!'",
      "es": ""
    },
    {
      "id": 22654881,
      "en": "'Ha ha ha! You cannot defeat me!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'We will explore this side of the chasm, [placeholder]. You must go on ahead and search the other side of the great rift in the earth for Britou, he of whom Maonir spoke.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'We will stay here, but you should find Britou on the other side of the chasm. We must learn what we may along the Forsaken Road and cover as much ground as we can.'",
      "es": ""
    },
    {
      "id": 149305265,
      "en": "'Keep the chasm on your right, and you will find Britou.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Radanir stands within the Forsaken Road, wishing to speak with you about the grim place.",
      "es": ""
    },
    {
      "id": 149305266,
      "en": "'Come, my brothers. It is not our time.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "You have not ventured far along the Forsaken Road and have already encountered one of the Oath-breakers cursed by Isildur.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Halbarad has confronted Maonir along the Forsaken Road.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Maonir has given in, at last, and seems to wish to speak with you.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Maonir told you that Britou wants to speak with you, and that you could find him by keeping the chasm on your right.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Candaith is in the depths of the Forsaken Road, confronting the Oath-breaker Britou.",
      "es": ""
    },
    {
      "id": 261171489,
      "en": "'Yes, I am filled with the fear of you. Perhaps these others will do.'",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "You have been betrayed. You must escape from the Forsaken Road.",
      "es": ""
    }
  ]
}