{
  "id": 620873600,
  "txt": [
    {
      "id": 218649169,
      "en": "'Ha ha ha ha! That is how you slay an uruk! But where is Thráin? He would want the honour of defeating the leader of this band, and it was wrong of us to deprive him of it!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I will be well enough after a short rest, [placeholder]. Help me to my feet and inside Zudrugund. I have something I need to tell you about Nár. He was acting peculiarly before the attack.'",
      "es": ""
    },
    {
      "id": 6466673,
      "en": "'You must keep fighting!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'We are here and not much behind the uruks, if that is their foul stench I sense on the air! The other Rangers who came with us will approach from the other slope, and we will rejoin them when they have scouted the heights.\\n\\n'For now let us continue and defeat whatever uruks have stayed behind to defend their way back down the mountain!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'There are uruks further up the mountain! I have heard some of their talk, and they call themselves the Grishgúk. Their leader is called Núrzumgrat, and it sounds like he has come to the summit! We must fight through these uruks, [placeholder]!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'[placeholder]! This way! The uruks are at the summit! We have to do something, and quickly!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have failed to repel the attack",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have failed to repel the attack",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have defeated the Defender of the Span",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have failed to repel the attack",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You have repelled the attack",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "If Ergothorn can be trusted, a warband of uruks marches on Zudrugund from the south, with orders involving Nár that could endanger the errand of the Grey Company.\\n\\n<rgb=#FF0000>This quest is meant for a fellowship. If you choose to undertake this quest solo, you will receive an Inspired Greatness bonus, but the challenge will be great.</rgb>",
      "es": ""
    },
    {
      "id": 167299393,
      "en": "'Unless you want the same as that fool Ranger, you'll tell me where Nár is!'",
      "es": ""
    },
    {
      "id": 167299394,
      "en": "'Ah, more Rangers to slay! What a pleasing day this has become!'",
      "es": ""
    },
    {
      "id": 167299395,
      "en": "'Take them!'",
      "es": ""
    },
    {
      "id": 167299396,
      "en": "'If this is to be my end, I will finish as many of you rats as I can!'",
      "es": ""
    },
    {
      "id": 100938417,
      "en": "'Did you hear something?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Radanir on the path up to Zudrugund",
      "es": ""
    },
    {
      "id": 105097745,
      "en": "'From above!'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Fight alongside Radanir as you climb toward Zudrugund",
      "es": ""
    },
    {
      "id": 105097746,
      "en": "'There is a great troll ahead! Keep climbing the path and defeat it!'",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Fight your way further up the path and talk to Candaith",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Fight alongside Candaith as you climb toward Zudrugund",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Defeat the Defender of the Span",
      "es": ""
    },
    {
      "id": 253676129,
      "en": "'You must keep fighting!'",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Fight your way up the path to Zudrugund and talk to Calenglad",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Fight alongside Calenglad and confront the Grishgúk Uruks. Calenglad must not be defeated.",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Talk to Nár outside Zudrugund",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "You have come with Radanir to Zudrugund in pursuit of the uruk-band.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Candaith is further up the path to Zudrugund.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Núrzumgrat has left a mighty troll to defend the span below Zudrugund. It must be defeated if you are to reach the top.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Now that the Defender of the Span is defeated, you can approach Zudrugund, where the leader of the uruks confronts the dwarves.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Nár is outside Zudrugund, and you should speak to him now that the uruks are defeated.",
      "es": ""
    },
    {
      "id": 6076193,
      "en": "'This way! To Zudrugund!'",
      "es": ""
    },
    {
      "id": 6076194,
      "en": "'Hold, uruk!'",
      "es": ""
    },
    {
      "id": 6076195,
      "en": "'It is over. But what of Corunir?'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You must defeat the Defender of the Span if we are to come to Zudrugund!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'We have to do something about this troll, [placeholder]! The Defender of the Span keeps us from Zudrugund, where Nár and Frithgeir must be in mortal danger!'",
      "es": ""
    },
    {
      "id": 245386785,
      "en": "'What is this commotion?'",
      "es": ""
    },
    {
      "id": 39093329,
      "en": "'What do you think the boss wants with him?'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Continue upwards to Zudrugund, [placeholder]! Find Candaith along the path further ahead and help him fight the uruks!'",
      "es": ""
    },
    {
      "id": 241776145,
      "en": "'I...I am fine. I am merely winded. I am...glad you arrived...when you did!'",
      "es": ""
    },
    {
      "id": 245386786,
      "en": "'Uruks? Let me get my axe!'",
      "es": ""
    },
    {
      "id": 39093330,
      "en": "'It don't matter what I think. Boss wants him, boss gets him.'",
      "es": ""
    },
    {
      "id": 39093331,
      "en": "'If that's enough for Núrzumgrat, that's enough for me.'",
      "es": ""
    },
    {
      "id": 245386787,
      "en": "'Ha ha! I am ready!'",
      "es": ""
    },
    {
      "id": 39093332,
      "en": "'Good. We Grishgúk know our place. Boss'll remember that and reward it.'",
      "es": ""
    },
    {
      "id": 4415105,
      "en": "'I told you! I don't know where he is!'",
      "es": ""
    },
    {
      "id": 39093333,
      "en": "'I'm bored. I thought there would be fighting.'",
      "es": ""
    },
    {
      "id": 4415106,
      "en": "'And if I did, I wouldn't tell you!'",
      "es": ""
    },
    {
      "id": 39093334,
      "en": "'There'll be fighting enough if you don't quit annoying me.'",
      "es": ""
    },
    {
      "id": 4415107,
      "en": "'Uruks, Nár!'",
      "es": ""
    },
    {
      "id": 6092401,
      "en": "'If these uruks are like others I have seen, some will be stationed between us and the summit!'",
      "es": ""
    },
    {
      "id": 39093335,
      "en": "'All right, now I'm bored too. I could do with a good fight.'",
      "es": ""
    },
    {
      "id": 6092402,
      "en": "'It is as I said! To battle!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Attack on Zudrugund",
      "es": ""
    },
    {
      "id": 6092403,
      "en": "'We have done well, but do not let down your guard!'",
      "es": ""
    },
    {
      "id": 146040721,
      "en": "'That did it! The bridge is ours!'",
      "es": ""
    },
    {
      "id": 6092404,
      "en": "'Who is there? I can hear you sneaking about!'",
      "es": ""
    },
    {
      "id": 6092405,
      "en": "'That is all of them. Make your way further up the mountain and find Candaith on the way!'",
      "es": ""
    }
  ]
}