{
  "id": 620881858,
  "txt": [
    {
      "id": 136263297,
      "en": "TBD Spoke to TBD DUNLENDING I",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "TBD Spoke to TBD DUNLENDING J",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Lhucu confirmed Naeglanc's suspicions regarding the urn-shards you discovered.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'In the village below, Lhan Bach, there are two influential elders that guide the people. These folk have been pressed into assisting my father and his men against their will.\\n\\n'Will you speak with the elders, Nia and Parru, and see if they would be willing to put aside the fouling of our ancestors?\\n\\n'Travel south along the path and you will eventually come to the gate of Lhan Bach.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Nia and Parru are elders of Lhan Bach, found along the path south of Lhucu's hut.\\n\\nLhucu asked you to speak with Nia and Parru and convince them to turn away from the service of Trehéarn Brenin.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I should have known that my father was doing this, but he kept his plans from me. I am glad that the elders from Lhan Bach will stand with me against the monster my father has become.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Lhucu is at her hut, north of Lhan Bach.\\n\\nYou should return to Lhucu with the answers from Nia and Parru.\\n",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You should speak with the Elders of Lhan Bach.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'In the past, we had always served Trehéarn Brenin without fail. His rule was difficult, but just.\\n\\n'However, he now views our people as cattle and presses us into service with these evil men. We cannot openly fight against his might, but would assist those who would depose him.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'In the past, Trehéarn Brenin was able to rally our people to retake what was our birthright, but then the warriors abandoned us. I fear what has happened to our once-great leader.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Nia at Lhan Bach",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Parru at Lhan Bach",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Lhucu at her hut in the Bonevales",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Inspire Hope",
      "es": ""
    }
  ]
}