{
  "id": 620881851,
  "txt": [
    {
      "id": 218649169,
      "en": "'Many of the men of this town were taken from us, though Elain and I did not notice until the fires were out, the dead buried, and the wounded healed.\\n\\n'Those horrid Orc-men from Isengard must have kidnapped them for some evil purpose! The White Hand never wanted us to join them... they just want soldiers and slaves for their wicked cause.\\n\\n'Please, [placeholder]... help us get the men back!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Many of the men of this town were taken from us, though Elain and I did not notice until the fires were out, the dead buried, and the wounded healed.\\n\\n'Those horrid Orc-men from Isengard must have kidnapped them for some evil purpose! The White Hand never wanted us to join them... they just want soldiers and slaves for their wicked cause.\\n\\n'Please, [placeholder]... help us get the men back!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Thank you, [placeholder]! You have helped to restore our village a little. Lhan Tarren will be stronger with the presence of men, weak and useless as these are.\\n\\n'Perhaps Elain can train them to be more like her....'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Men That Were Taken",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Several of the younger men of Lhan Tarren were taken during the raid on the village. They are surely being kept at the half-orc encampment in Trum Dreng.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Freed men of Lhan Tarren from their cages ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Free men of Lhan Tarren from their cages ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The White Hand encampment is in the south-eastern part of Trum Dreng, and this is where the half-orc soldiers retreated with the kidnapped men of Lhan Tarren.\\n\\nYou should search the encampment for the men and free them as you find them.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Chief Guto",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Chief Guto can be found in Lhan Tarren, where Elder Riagán once stood.\\n\\nYou should seek out Chief Guto and tell him that you have freed the captured Stag-clan.",
      "es": ""
    }
  ]
}