{
  "id": 620881803,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Herding is the fastest way to make money here in Avardin, presuming you have the right connexions and enough money to start with. The clan tightly controls who can have cattle and how many. There are tags that are sold and attached to the animals. If any animal is found without a tag, it is brought to auction, and Bedwur keeps whatever the profit is. He is also the one who sells the tags.\\n\\n'I had a herd of cattle that strayed too far to the east, and many were devoured by the Wargs. I have sold the herdsmen to the mines to regain some of my losses, but now I need enough to get started again. If you can get me the tags from my dead cattle, I will sell them at auction. They can be found around the rock to the east.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Yes, these were indeed mine. They should bring a good price. I will attend your auction.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Those tags are often worth more than the cattle that they are placed upon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Merchants of Avardin -- Hevina",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Due to limited grazing grounds, cattle are a controlled and regulated resource.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected cattle-tags ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect cattle-tags ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Tags can be found on dead cattle around the rock to the east of Avardin.\\n\\nHevina asked you to collect tags off the dead cattle around the Warg-rock.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return the cattle-tags to Hevina in Avardin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Hevina is in Avardin in the central Starkmoor.\\n\\nHevina will be pleased to get her cattle tags back.",
      "es": "",
      "es (fem)": ""
    }
  ]
}