{
  "id": 620881800,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You are preparing an auction? Yes, I am interested. I am in need of cattle, for I sold my last ones to the war-effort. I made a decent profit, but I fear I sold too many. The Warg-packs to the east devoured the few I had left.\\n\\n'I am willing to buy more, but not until I know my investment is safe and secure. If you were to head into the hills east of here, to the rock the Wargs call home, and thin their numbers, I will consider coming to the auction to buy cattle.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I can tell from the stench upon you that you have been fighting Wargs, and given that you are standing here, I assume you were victorious. I will attend the auction.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Wargs are not good for business. I will not attend while there are so many wandering the hills.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Merchants of Avardin -- Folant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Wargs to the east have devastated the local cattle population, and Folant seeks to rectify the Warg-problem before he will attend the auction.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Wargs at the Hound's Rest ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Wargs at the Hound's Rest ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wargs can be found to the east of Avardin in the Starkmoor.\\n\\nYou should go to Hound's Rest and defeat Wargs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Folant in Avardin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Folant is in Avardin in the central Starkmoor.\\n\\nFolant will be pleased to hear that the Warg-population has been thinned.",
      "es": "",
      "es (fem)": ""
    }
  ]
}