{
  "id": 620881811,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Saruman cheated me out of much money with this last auction. You cannot go against the Wizard... once he names his price, the purchase is finished, whether it is fair or not. At the end of the day, however, I will always get paid.\\n\\n'The goods he purchased are travelling by caravan south to Wulf's Cleft. I do not know whether they plan to stay there or head further to Isengard, but I do know they will not make it. You will intercept them before they reach the camp.\\n\\n'Head south and follow the road. When you find them, be quick about it. They are evil men and do not deserve any quarter. Bring back the goods you find there. Once this is done, there is only one more task I will require of you before the boy will be considered free of his debt.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Very good! It appears that my goods survived both the trip and the battle in good condition. With these returned, I can now obtain the profit that Saruman denied me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Saruman will not suspect anything other than Dragon or Boar-clan raiders, and I will be able to turn a better profit.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Lost in the Mail",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Bedwur is feeling cheated by Saruman the White and wishes some retribution.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected goods ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect goods ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The caravan to Wulf's Cleft is travelling the southern road out of Avardin.\\n\\nBedwur asked you to raid the caravan heading to Wulf's Cleft and return to him the goods he sold to Saruman.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the goods to Bedwur in Avardin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bedwur is in Avardin in the central Starkmoor.\\n\\nBedwur will want to receive the goods so he can ready them for the next auction.",
      "es": "",
      "es (fem)": ""
    }
  ]
}