{
  "id": 620881832,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Dievlig in the Bonevales ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected sigils ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "After their rescue, Naeglanc and his allies returned to their encampment.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Thank you for coming to our rescue, [placeholder]. Several of the local Dunlendings have played an important role in bringing members of the Grey Company through the Bonevales. These fine people have risked their lives to help us, and we must do the same in kind.  \\n\\n'I would have you seek out the Dievlig and lay them low, both to avenge the folk who have fought at our side and to secure our passage through the Bonevales.\\n\\n'Travel north and up the hill...there you will find the remnant of the patrol that attacked us. Bring me their sigils as evidence that the deed is done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Dievlig patrol can be found upon the hill north of Echad Naeglanc.\\n\\nNaeglanc has asked you to defeat the remnant of the patrol which attacked him and his allies and bring him their sigils.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'With the patrol scattered, we should be able to learn what is happening here in the Bonevales.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Naeglanc is at Echad Naeglanc, south of the hill where you fought the Dievlig patrol.\\n\\nYou should bring the sigils you collected to Naeglanc with news of your victory.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you dealt with the Dievlig patrols yet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Dievlig in the Bonevales ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect sigils ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Naeglanc at Echad Naeglanc in the Bonevales",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Bloody Nose",
      "es": "",
      "es (fem)": ""
    }
  ]
}