{
  "id": 620881834,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Before our encampment was attacked, several of our allies were investigating the rise of the Dead in the Bone Quarry to the east. According to their reports, unlike in the Lich Bluffs, the Dunlending ancestors that were lain to rest here have never stirred until now.\\n\\n'In respect to my Dunlending friends, will you seek out the wights of the Bonevales and lay them to rest? When you have done this, seek out Ilar at his encampment at the north end of the Bone Quarry.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The plight of the Bonevales saddens my heart. The bodies of those that have passed on should not be fouled in this manner. I weep for those who have fallen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you dealt with the wights yet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Rising Tide",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Ilar is encamped north of the Bone Quarry.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Before his capture, the Ranger Naeglanc received scattered reports about wights rising from the cairns of the Bonevales.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated wights in the Bone Quarry ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat wights in the Bone Quarry ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wights may be found in the Bone Quarry, east of Echad Naeglanc.\\n\\nNaeglanc has asked you to defeat the wights that have risen in the Bone Quarry.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Ilar at his camp in the Bonevales",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ilar is at his camp, north of the Bone Quarry and east within the valley.\\n\\nNaeglanc asked you to speak with Ilar after dealing with the wights in the Bone Quarry.",
      "es": "",
      "es (fem)": ""
    }
  ]
}