{
  "id": 620881806,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'An auction, you say? I wish to trade cattle. I have saved enough to buy many tags, and my uncle is willing to give me several head from his herd. I have the land for them to graze on, but not the means to keep them safe.\\n\\n'If you are venturing to the great rock to the east, you will find several smaller stones around it. With enough of them, I could build an enclosure around my land to keep my cattle safe. If you bring me the stones, I will attend the auction.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'With these, I can make an enclosure that will keep my livestock safe. I will attend your auction.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'A dead, young cow is worth nothing, a dead cow in his prime, however, is worth a great deal. The trick is keeping them alive long enough to make them worth killing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Merchants of Avardin -- Eva",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Keeping your cattle alive long enough to be worth slaughtering is a struggle with hungry Wargs roaming the plains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected stones ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect stones ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Stones can be found around the Warg-rock to the east of Avardin.\\n\\nEva asked you to collect rocks from around the Warg-rock so she can build an enclosure for cattle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the stones to Eva",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Eva is in Avardin, in the central Starkmoor.\\n\\nEva will be eager to use the stones you found to begin building an enclosure.",
      "es": "",
      "es (fem)": ""
    }
  ]
}