{
  "id": 620881855,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "TBD Spoke to Ranger A",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You brought the remnants of an ancient, rune-engraved vessel to Mair among the cairns.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I think the message upon this vessel may explain what has happened here. Perhaps in ancient days, a great evil was captured and bound to this place. Unfortunately, it would appear that the Dievlig have fallen prey to that evil.\\n\\n'If you would, bring news of the message upon this urn to Naeglanc. Mayhaps, he will know better what it means.\\n\\n'The Ranger is at his camp, Echad Naeglanc, to the west of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Naeglanc is at Echad Naeglanc, west of the cairns where Mair is posted.\\n\\nMair has asked you to speak with Naeglanc regarding the remnants of the vessel you recovered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, [placeholder]! Thank you for rescuing me from the thing that my father has become. I believe the Ranger may be right.\\n\\n'Several moons ago, in the depths of his anger, my father must have been preyed upon by the foul spirit of this legend. It pains me to know that my father has not learned from what happened in ages past.\\n\\n'My hope is that I can rally my people from his influence, and that we might depart from this place. Perhaps we may yet reclaim our clan name of old and divest ourselves of the name Dievlig.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Lhucu's hut sits upon a ridge west of Echad Naeglanc, between Lhan Gogledh and Lhan Bach.\\n\\nNaeglanc suggested that you speak with Lhucu, daughter of Trehéarn Brenin, regarding the urn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You should take this vessel to Naeglanc at once.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'This vessel appears to be similar in nature to one in an old story which was told by an ally of ours in the Lich Bluffs.\\n\\n'It is said that a vessel of this nature was sighted many years ago in the possession of a clan brenin, who planned to betray his hosts in a most foul manner. It is said that it influenced his actions and caused the destruction of his people, for they were branded Oathbreakers. \\n\\n'I fear that the Dievlig are the descendants of these Oathbreakers and that their brenin, Trehéarn, has fallen under the same influence as his ancestor. Speak with Lhucu at her camp to the west...she is Trehéarn's daughter and may actually know more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Perhaps Lhucu will know more about the vessel.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Naeglanc at Echad Naeglanc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Lhucu at her hut",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Hope Rekindled",
      "es": "",
      "es (fem)": ""
    }
  ]
}