{
  "id": 620881807,
  "txt": [
    {
      "id": 54354734,
      "en": "Auctions are held frequently in Avardin, but only when enough merchants commit to attending.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I am more than willing to help out; however, auctions are very time-consuming, and I have a reputation to maintain. I need assurances that there will be enough merchants in attendance to make it worth my time.\\n\\n'If you can convince several of the other merchants around Avardin to participate, then I will consider putting together an auction for you. But I caution you: do not waste my time. There is very little I tolerate less than someone wasting my money.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Merchants can be found around Avardin, in the central Starkmoor.\\n\\nThere are several merchants within Avardin that may be willing to attend the auction.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'So, the merchants are all willing to come to the auction? It appears this may be my most profitable auction yet, then.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Bedwur is in Avardin in the central area of the Starkmoor.\\n\\nBedwur will be pleased to hear that you found several merchants committed to participating in the auction.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I will not waste my time unless I know that there will be enough people involved to turn a tidy profit.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Convince Folant to join the auction",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Convince Cadvan to join the auction",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Convince Hevina to join the auction",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Convince Eva to join the auction",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Preparing for the Auction",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Bedwur in Avardin",
      "es": ""
    }
  ]
}