{
  "id": 620881853,
  "txt": [
    {
      "id": 218649169,
      "en": "'Along the valley wall above the Bone Quarry, a small set of cairns trail further to the west. A large number of wights have been drawn to this area for some unknown reason.\\n\\n'Can you seek out the wights in these cairns and banish them from the Bonevales? It is troubling that the foul demons have begun to move more freely.\\n\\n'Travel eastwards along the ridge above the Bone Quarry and follow the valley to its end. There you will find the cairns in question. When you have done this, seek Mair among the cairns.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thank you for sending these abominations to oblivion. The evil they represent cannot be tolerated in these sacred lands.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Deal with those wights, then speak with Mair.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Final Rest",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Mair is encamped above the Bone Quarry.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Naeglanc and his allies continue to battle the evil wights and spirits which have arisen within the Bonevales.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated wights in the eastern valley ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat wights in the eastern valley ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Wights can be found among the cairns east along the road above the Bone Quarry.\\n\\nNaeglanc has asked you to banish any wights you might find around the cairns in the eastern valley.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Mair among the cairns",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Mair can be found in the eastern valley above the Bone Quarry.\\n\\nNaeglanc asked you to speak with Mair.",
      "es": ""
    }
  ]
}