{
  "id": 620881802,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You are looking for more sellers for the auction? I have a necklace which I am nearly done with and almost ready to sell. It is crafted of Warg-teeth. Dunlendings who wear them are powerful and demand respect from all around them, whether they retrieved the teeth themselves or not.\\n\\n'There is one last tooth which I need to finish this necklace, then it will be ready for sale. On the rock to the east is a powerful Warg, larger than the rest, called Hormgrat. His tooth shall be the centrepiece of this necklace. Bring it to me, and I shall sell in your auction.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'With this, my necklace will be noticed by everyone. You will command respect and power when you wear it. I will come to your auction.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'No other tooth shall do. It must be that of the most powerful Warg on the rock. With that, I can command any price I wish.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Merchants of Avardin -- Cadvan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Warg-teeth necklaces are highly valued as a symbol of strength in battle and power among the Dunlending clans.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Hormgrat's tooth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect Hormgrat's tooth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Hormgrat can be found at the Hound's Rest to the east of Avardin.\\n\\nCadvan asked you to get him a tooth from the most powerful Warg on the rock to the east.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring Hormgrat's tooth to Cadvan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Cadvan is in Avardin in the central Starkmoor.\\n\\nCadvan will be eager to place the Warg's tooth into the necklace.",
      "es": "",
      "es (fem)": ""
    }
  ]
}