{
  "id": 620881821,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The Auctioneer's treachery of Isengard finally caught up with him. There is no sign of the merchant's son",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The great Dunlending camp of Wulf's Cleft lies to the south of Avardin and the Starkmoor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'There is one last thing you must do for me, then I will consider Mabon's debt paid, and he will be free. If you fail me now, I will sell the boy off to the mines.\\n\\n'To the south of Starkmoor is Wulf's Cleft. The armies of Dunland have been gathering and training there. I often sell them weapons, armour, and slaves for training practice. Lately, the sales have been slowing. You are going to fix that for me.\\n\\n'There is a cliff to the south that overlooks Wulf's Cleft. Once there, I want you to do as much injury as possible. The more weapons and armour you destroy, the more I can sell the warriors tomorrow. Speak with me when you are ready to go, and I will show you the path.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bedwur is in Avardin in the central Starkmoor.\\n\\nBedwur has asked you to travel to an overlook of Wulf's Cleft and destroy whoever comes to find you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You are looking for Mabon? I do not know where he went, but I have my suspicions.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bedwur is in Avardin in the central Starkmoor.\\n\\nBedwur will be pleased to hear you have secured a large profit for him from the forces at Wulf's Cleft.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Eva is in Avardin, in the central Starkmoor.\\n\\nEva may have knowledge of where the boy has gone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Make sure you do as much damage as possible. I have a fresh set of conscripts and weapons ready to sell.'\\n\\n<rgb=#FF0000>WARNING: This is a solo instance and cannot be completed in a fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Bedwur to raid the outpost outside the Wulf's Cleft encampment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Bedwur in Avardin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Eva in Avardin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fangs of the Wulf",
      "es": "",
      "es (fem)": ""
    }
  ]
}