{
  "id": 621094453,
  "txt": [
    {
      "id": "0xfa8e118",
      "en": "Caught a fish!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "An Angler's Advice",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Catch a fish at the third spot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'You have been such a help to me, [placeholder]. I will show my appreciation by sharing with you where my new favourite fishing spots are! You know how to fish, yes? They are a secret, so do not tell anyone else. If you go fishing there, come back and show me what you caught. I would be very interested to see!\\n\\n'The first location is on a bridge in a nice, shady spot! You will find it crossing the stream east of Arwáth, the haunted grove. The second fishing spot is south along the same stream, and is also a bridge in a nice, cool, shady place! The third is a fishing dock on the Ikorbân, and is very far to the east. If you continue to follow the main road past the Wrackwade, you will eventually come by it. It does not have shade though, so bring a big hat!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "This looks like the second fishing spot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "Caught a fish!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "This looks like the third fishing spot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Zildug has shared with you the secret locations of his favourite fishing spots.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e04",
      "en": "Return to Zildug in Iridír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "You have found the second fishing spot Zildug described. You should cast a line and see if it is as good a place to fish as Zildug says.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Find the second fishing spot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "You have found the first fishing spot Zildug described. You should equip your fishing rod and see if it is as good a place to fish as Zildug says.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "The third fishing spot is a dock on the Ikorbân, far to the south-east past the Wrackwade. You should go there and try catching a fish.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Catch a fish at the second spot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "The second fishing spot is south along the same stream as the first. You should go there and try catching a fish.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "You have found the third fishing spot Zildug described. You should throw the old bait and hook and see if it is as good a place to fish as Zildug says.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Find the third fishing spot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Find the first fishing spot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "You caught a fish at each of the three locations Zildug recommended. You should return to Iridír and show your catch to the fisherman.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Catch a fish at the first spot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "The first fishing spot is on a bridge crossing a stream east of Arwáth. You should go there and try catching a fish.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "Caught a fish!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "This looks like the first fishing spot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'[placeholder]! You return! Níkhu, look at those lovely fish! I am very impressed. You are an excellent fisher. Did you enjoy the spots? Ambarûl is a beautiful land full of beautiful things to eat.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}