{
  "id": 621094587,
  "txt": [
    {
      "id": 216727830,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "TBD Talk to TBD Lumberjack",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Complete Instance: The Fading of the Forests",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "You escorted Agalûnu to meet with Shanthar. He explained why she should not clear-cut trees, especially in Ambarûl. You should talk to Agalûnu and find out what she is thinking.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Agalûnu has asked you to take her to meet the warden of Arwáth. You should tell her when you are ready to go.",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Talk to Agalûnu",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'I am a fool [placeholder]. I had no idea the whole of Ambarûl was once covered in a lush forest of such extraordinary trees. Worse yet, I am no better than my forebears who destroyed them. Like I did, they doubtless took for granted that it would always be there, no matter what.'\\n\\nAgalûnu sits in silent thought for several moments before she winces.\\n\\n'I spoke the truth when I told the Kinta I wanted to help, but I confess that perhaps my wound is not as healed as I thought. I do not think I will be capable of helping him anytime soon.'",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "TBD Let's talk back at my camp",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Are you ready to go? I will talk to this ignorant Kinta and make him see reason.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Upset that she has been asked to leave Arwáth, Agalûnu wishes to speak to Shanathar directly.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'This is madness, [placeholder]. I am well enough for a little travel. I would like you to take me to this supposed Kinta Elf. I will talk to him and see what, exactly, is so important that he would shoot someone but not speak with them. Tell me when you are ready to leave.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Fading of the Forests",
      "es": ""
    }
  ]
}