{
  "id": 621094521,
  "txt": [
    {
      "id": "0xd9b5688",
      "en": "'The logs were collected and have been added to the pile? Thank you [placeholder], this will speed the builders' work nicely.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Ningêna has asked you to collect logs and deposit them in a pile near the archers' towers at Sûru.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e18",
      "en": "Place the logs in the pile at the building site",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Collect logs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "You have placed the logs you collected at the building site. You should return to Ningêna.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "You have collected the logs. You should deposit them in a pile near the archers' towers at Sûru.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "Collected logs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'You collected all the logs and added them to the pile!? How did you... never-mind. It is not any of my business. Thank you [placeholder], this will speed the builders' work.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Some trees have been felled to the north-east for building our fortress. If you would gather them, there is a pile near the building site to which they may be added.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Trees have been felled to the north-east of Sûru for the building of the Dumûri fort. The logs have yet to be collected.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'There is another thing you could do for me if you wish. Some trees have been felled north-east of here for the building of our fortress. These have not yet been collected. If you could gather them, there is a pile near the building site to which they may be added.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Gathering Lumber",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to Ningêna",
      "es": "",
      "es (fem)": ""
    }
  ]
}