{
  "id": 621094480,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Pardon me, traveller! I need someone to help me, but the Dumûri say it is not urgent! My sister, Agalûnu, has gone missing! Okay, so she went on purpose but has not returned. She went north to Arwáth. Nobody goes to Arwáth. It is a forest haunted by tortured spirits!'\\n\\nThe woman is very distraught and is anxiously wringing her hands.\\n\\n'She said the trees there have wood that is better for woodworking and would be worth a fortune. I told her not to go, but she said, \\qI am no pashâg!\\q and that she would return in three days. That time has passed, and she has not returned! Did she anger the spirits? Did bandits attack her? Please, go to Arwáth and see if she is well. Nobody else will do it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Oh, thank you for stopping, stranger! Please, I am injured and need some help.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Find Agalûnu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Kalkhadra's sister, Agalûnu, has gone to the haunted forest of Arwáth and has not returned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'My sister has gone to the haunted forest in the north and has not returned. Please, go to Arwáth and see if she is well. Nobody else will do it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "You have found Agalûnu. You should talk to her and see if she is okay.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Kalkhadra asked you to go to Arwáth and check on Agalûnu. Arwáth is a forest in the northernmost reaches of Ambarûl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Sister's Concern",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Agalûnu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "You have found Agalûnu",
      "es": "",
      "es (fem)": ""
    }
  ]
}