{
  "id": 621094588,
  "txt": [
    {
      "id": 228284034,
      "en": "You bow to the stranger and introduce yourself as an Elf-friend.\\n\\n'It does not interest me that you are a friend of the Eldar. Will you prove a friend of the Kintai? We are not the Elves that you know. Shanthar is my name. Whether you have my friendship will depend greatly on why you have come here. Tell me.'\\n\\nYou tell him of Agalûnu, whom you found injured by an arrow, and ask Shanthar if he was the one who shot her.\\n\\n'It was. I dislike taking such actions, but this woman is resilient. Most Men do not come here at all. Those who do usually leave once they meet one of the Väiri, one of my departed elders. This woman is unafraid. I tried many times to cause her enough distress that she would leave the wood, but none of my efforts had borne fruit. I could not stand by idle while she felled trees of Arwáth. So yes, I loosed an arrow upon her. But know this Elf-friend, had I wanted to slay her, slain she would be. I only want her to leave.\\n\\n'I am the warden of this grove, and it is my sworn duty to my elders that the trees of Arwáth be protected from harm. I will ask you to please return to this Agalûnu and ask her to leave me and the trees of Arwáth in peace.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Shanthar has asked you to return to Agalûnu and tell her to leave Arwáth.",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Agalûnu",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Shanthar of the Kintai is the ever-vigilant protector of Arwáth. It is his sworn duty to protect the trees of the grove.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Warden of the Grove",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Hashtal-gûr. Have you any news?'\\n\\nYou tell Agalûnu about Shanthar and his duty to safe-guard the trees of Arwáth.\\n\\n'Kintai? I had thought those Elves to be only a legend, and long gone had they ever existed at all. This is absurd [placeholder]. Are you a woodworker? Have you ever tried to make furniture or chests with the wood of palms? The attempt brings nothing but misery, and the stuff dulls the sharpest of blades almost instantly. It is important to source quality hardwood. The trees of this grove are beautiful and perfect!\\n\\n'Not to mention, if this supposed Kinta only wanted me to depart, why did he not just talk to me and say so? Why the games, and then shooting me with an arrow of all things!'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "You bow to the stranger and introduce yourself.\\n\\n'Shanthar is my name. Tell me why you have come to this grove.'\\n\\nYou tell him of Agalûnu, whom you found injured by an arrow, and ask Shanthar if he was the one who shot her. His posture stiffens and he lifts his chin.\\n\\n'It was. I dislike taking such actions, but this woman is resilient. Most Men do not come here at all. Those who do usually leave once they meet one of the Väiri, one of my departed elders. This woman is unafraid. I tried many times to cause her enough distress that she would leave the wood, but none of my efforts had borne fruit. I could not stand by idle while she felled trees of Arwáth. So yes, I loosed an arrow upon her. But know this Eldar, had I wanted to slay her, slain she would be. I only want her to leave.\\n\\n'I am the warden of this grove, and it is my sworn duty to my elders that the trees of Arwáth be protected from harm. I will ask you to please return to this Agalûnu and tell her to leave me and the trees of Arwáth in peace.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'I ask you to please return to Agalûnu and tell her to leave me and the trees of Arwáth in peace.'",
      "es": ""
    }
  ]
}