{
  "id": 621094452,
  "txt": [
    {
      "id": "0x2f00e23",
      "en": "Bring the map you sketched to Khôltekh at Ilzag Khûl in Urash Dâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 13.1: Evil In The Canyons",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Collect claws from crebain in Urash Dâr ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'We will not cower before this threat, no matter how deadly the foes arrayed before us. Have we not powerful allies of our own?\\n\\n'When I walked in this land, many years ago, the folk here called me \\qInkanûsh.\\q Now I call upon my own memory of their language to name this camp: Ilzag Khûl, the Last Barrier Against Evil. From here we will prepare our defence against the Thardúth and the Utûgi they created. It will have to be enough.\\n\\n'Speak to our allies here at Ilzag Khûl and devise a plan, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Glorfindel at Ilzag Khûl in Urash Dâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'On the ride south from Gondor, Mithrandir spoke to me of the Thardúth and the Utûgi. I knew them not, [placeholder], for when the Dominion of Zíkar was at its height I was far away, and... otherwise engaged. The size and scope of the danger posed by Morgoth to the world is difficult to convey. When later I learned of the breaking of Thangorodrim and of his defeat in the Great Battle by the Host of Valinor...'\\n\\nGlorfindel falls silent, lost in distant memory.\\n\\n'I knew it to be true and still I could not believe it, [placeholder]. He is gone and can never return, but the seed he planted in this land seeks to burst through the crust after years of lying dormant. That cannot but affect the creatures here, and perhaps they will tell us something of how to combat this waking evil.\\n\\n'Will you gather the teeth and claws of jackals and crebain within Urash Dâr? By studying them I hope to learn something of use.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Khôltekh at Ilzag Khûl in Urash Dâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'The Wizard of the North weaves a curious tale, but I have seen little evidence of these creatures that have so frightened him. We should keep our attention upon the purpose that brought us here: the pursuit of Azagath and Nakási. The map they stole may have directed them to some location within these canyons. This was once part of the Kingdom of Hamât, before it was conquered by Ordâkh, and they may have searched for the once-mighty fortress of Ashâgir said to remain here.\\n\\n'While you were visiting the Elves, we spoke with a scout who claimed Azagath alone crossed into Urash Dâr. That may be true, but I caution you to not lower your guard overmuch; we must search the canyons carefully, for Nakási may remain hidden from our sight, waiting for her moment to strike. I do not wish to leave this camp without reason, for she may think to attack her former allies who remain with the Kindred of the Coins. Still, we must search these canyons!'\\n\\nKhôltekh raises his hand in a gesture of sudden realization that feels quite artificial to you.\\n\\n'I have it! I will give you a parchment, and when you find the entrance to Ashâgir, you can draw me a map of the location. Then I will be able to go straight there, minimizing the risk of ambush by Nakási! It is a good idea, [placeholder]. Ashâgir is said to be somewhere to the north-west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Rothog at Ilzag Khûl in Urash Dâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'The old man that came from the North speaks strangely and uses words unfamiliar to me, but one thing was clear.'\\n\\nRothog bares his fangs in a brilliant and blinding smile.\\n\\n'The Orcs we have seen before now are the merest imitations of a stronger and larger breed: the Utûgi. I am eager to test my combat prowess against these foes!\\n\\n'If they are similar to the warriors who fight in Dahâl Huliz, they will attract smaller and weaker Orcs to them as servants and thralls. The sheer force of their presence will draw other Orcs to them. Bring the battle to these weaker Orcs, and we may catch the attention of these Utûgi! I hope it will be so!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Speak to our allies here at Ilzag Khûl and devise the plan by which we will stand against the Thardúth and their Utûgi warriors.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Defeat Orcs throughout Urash Dâr ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'When you find the entrance to Ashâgir, you can draw me a map of the location. Then I will be able to go straight there, minimizing the risk of ambush by Nakási! It is a good idea, [placeholder]. Ashâgir is said to be somewhere to the north-west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "You hear Rahâzi calling for you from the vicinity of the camp-fire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Will you gather the teeth and claws of jackals and crebain within Urash Dâr? By studying them I hope to learn something of use.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'If these Utûgi are similar to the warriors who fight in Dahâl Huliz, they will attract smaller and weaker Orcs to them as servants and thralls. The sheer force of their presence will draw other Orcs to them. Bring the battle to these weaker Orcs, and we may catch the attention of these Utûgi! I hope it will be so!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Collect teeth from jackals in Urash Dâr ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Find a good place at which to sketch Khôltekh a map to Ashâgir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Sketch a map to Ashâgir on the parchment Khôltekh gave to you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'I hope you faced little trouble among the canyons as you collected these items, [placeholder]. I will begin my study of them and see what affect the waking of the Thardúth might have upon the creatures that dwell here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b0",
      "en": "Glorfindel is at Ilzag Khûl in Urash Dâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'I heard the sounds of battle from here! I would have joined you, but Belondor asked that I not leave the camp. He expressed some fear that once I began fighting the lesser Orcs and their Utûgi betters, I might not return, but instead continue deeper into the canyons in the grip of a powerful lust for combat!'\\n\\nRothog tilts his massive head to one side.\\n\\n'Once in awhile Belondor makes a good point, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Some of your companions at Ilzag Khûl in Urash Dâr have begun to devise plans for combatting the Thardúth and the Elder Orcs that serve them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'I have begun my study of those trophies you brought me, but it has not yet seen results.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Rothog is at Ilzag Khûl in Urash Dâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'You have done as I asked, then? Yes, the map you have drawn makes the location of Ashâgir quite clear to me! Very good, my useful friend. This will help ensure safety during my journey to Ashâgir. I need not fear an ambush by Nakási.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'I am pleased you fought against the Orcs. May the Utûgi provide a greater challenge!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Rothog asked you to defeat Orcs throughout Urash Dâr.\\nGlorfindel asked you to collect jackal teeth and craban claws from creatures throughout Urash Dâr so he can examine them for unusual effects or signs of corruption.\\nKhôltekh asked you to draw him a map to the ruins of Ashâgir in north-west Urash Dâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Khôltekh is at Ilzag Khûl in Urash Dâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1190",
      "en": "Collected jackal teeth in Urash Dâr ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d163",
      "en": "The evils that have awoken within Urash Dâr spell an uncertain future for not just the people of Ikorbân, but for all of Middle-earth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "Collected craban claws in Urash Dâr ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1194",
      "en": "You sketch a map to Ashâgir for Khôltekh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1196",
      "en": "From here you should be able to sketch the map for Khôltekh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Rahâzi is at Ilzag Khûl in Urash Dâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Talk to Rothog at Ilzag Khûl in Urash Dâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Talk to Rahâzi at Ilzag Khûl in Urash Dâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1ef9d7",
      "en": "You leave the ideal place for sketching Khôltekh's map",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'Why speaks the dwarf Khôltekh of the fortress Ashâgir? While you were gone, he spoke of little else, and to anyone who would listen.'\\n\\nYou tell Rahâzi that you understand he wishes to search for Azagath Sea-shadow within that fortress, and she frowns.\\n\\n'That was the last of the Hamâti strongholds to fall to Ordâkh, and it is said that it was home to the largest stockpile of Narghâk ever crafted by the sages of Hamât. They resisted the besieging Ordâkhai for a year and a day, but in the end the Hûl of Ordâkh sent assassins on a moonless night to climb the cliff; after slaying the guards they threw open the gates and the Ordâkhai army stormed the fortress.\\n\\n'With no other choice remaining to him, Taldûmu, last king of Hamât, set the stores of Narghâk ablaze. We name him today the Shâr Who Burned. No one within the fortress, defender or attacker, survived, and the fires burned for six days. When they finally went out, only ashes remained, along with the scraps of Taldûmu's crown, melted into a tangle.\\n\\n'If the dwarf Khôltekh goes to Ashâgir, I suggest you keep a wary eye upon him. The stockpile of Narghâk that once remained within burned long ago, but the fortress is an ill-omened tomb: the pyre of Hamât.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'The map you drew for me will help ensure safety during my journey to Ashâgir. I need not fear an ambush by Nakási.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e21",
      "en": "Bring the teeth and claws to Glorfindel at Ilzag Khûl in Urash Dâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Defeated Orcs throughout Urash Dâr ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}