{
  "id": 621094442,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "Make your way into the larder and collect a crate of mushrooms, then deliver the mushrooms to one of the sluggard miners milling about in the cavern below.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfe08ed6",
      "en": "Follow the miner",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5e51",
      "en": "You failed to deliver the snack",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "You delivered the snack and the lazy prospector dropped some ore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "<rgb=#ff0000>Avoid sneaky hobbits</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "A sneaky hobbit stole the snack",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa41d6a9",
      "en": "Deliver a snack to a lazy prospector",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Sluggard miners are more trouble than aid during the event. Fortunately, a quick bite of a mushroom from here in the deep will give them a little zeal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Hard Tack at Thorin's Hall has ended",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'There are Men here to help from the surface. I have found them incapable of focus or vim.\\n\\n'I know we can inspire them with a little bit of mushroom from here in the cavern.\\n\\n'Head to the larder and collect a crate of mushrooms. Deliver it to one of the sluggard miners and watch how fast he works.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Deliver a snack to a lazy prospector",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'I will not impugn your entire race, but I will impugn the sluggards milling aimlessly about our cavern.\\n\\n'The fools were meant to assist us, but all they do is stumble about and cause difficulty. I believe, however, with a bit of careful intervention from another Man, like yourself, they may respond better.\\n\\n'Go to the larder and collect a crate of mushrooms to deliver to them. Watch how quickly they work after.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "<rgb=#ff0000>Hard Tack of Thorin's Hall ends</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Hard Tack Event: Pick Them Up",
      "es": "",
      "es (fem)": ""
    }
  ]
}