{
  "id": 621094443,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Endunâm has asked you to collect beans found along the road travelling north-east to the old salt mines. He also needs pork loins from wild boars and fresh herbs, both from Shegdush far to the east.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "You have collected the meat, beans, and herbs for which Endunâm asked. You should bring the ingredients to him in Iridír.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "Collected fresh herbs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Bring the ingredients to Endunâm in Iridír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Lûkal, you are back! Have you the ingredients? Yes, there they are! Perfect!'\\n\\nYou watch as Endunâm expertly prepares the ingredients and adds a sauce filled with spices, garlic, and onions. He puts the ingredients in a large cooking pot and places it in the oven. As it simmers, the smell is enticing and it starts to feel like it's been forever since you last ate.\\n\\nEndunâm finally takes the pot from the oven, inspects his handiwork, and gives it a taste.\\n\\n'Mmm. Quite good, but not exactly the same. I am getting closer though!  Here, have a bowl and I will give you some to take on the road. Thank you for your help lûkal, be safe in your travels!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'I need some fresh herbs, beans, and meat from fen-wallowers. The sooner you get them, the sooner we can eat!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Collected pork loins ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Endunâm wants to recreate a dish his grandmother used to make but does not have all the ingredients he needs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Collected beans ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Collect pork loins from fen-wallowers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Tell me lûkal, have you any interest in tasting Ambarûli cuisine? I am trying to recreate a dish my grandmother used to make, but I do not have all the ingredients. I will tell you what - if you bring me the ingredients, I will give you a plate! Then you can say you have had some of the best food in the world!'\\n\\nThe man laughs heartily and grins.\\n\\n'What say you, friend? I need some snap beans. They grow on vines to the north-east along the road to the old salt mines. I will need loins from fen-wallowers. There are many of them far to the east in Shegdush. You can also find fresh herbs that I think will be perfect for this dish in Shegdush. The sooner you get them, the sooner we can eat!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Collect beans ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Collect fresh herbs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "An Old Family Recipe",
      "es": "",
      "es (fem)": ""
    }
  ]
}