{
  "id": 621094450,
  "txt": [
    {
      "id": 228284034,
      "en": "'Where do you hail from, [placeholder]? Is it far? I am a bit of a traveller myself. I was not born in Iridír. I am from Eshadûr, all the way across the river. It was once a busy fishing village, but now the Ordâkhai have taken it for themselves and told me I must go elsewhere.\\n\\n'But to tell you the truth, fishing from the north side of the river is not so different. There are just as many frogs here as there were in Eshadûr. Ambarûli love their frog legs! I catch them using traps. It is much easier than chasing them around with a net, like a fool!\\n\\n'Speaking of which, would you mind checking my frog traps? Why yes, I am trying to get you to do more of my work. Am I succeeding? They are in the marshes of the delta to the west. Go ahead. It will be fun.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Zildug has asked you to check his frog traps and bring him what you find.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "You have collected all the frogs from the traps. You should bring them to Zildug in Iridír.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Checking for Frogs",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Six frogs is not bad! That is twelve legs, after all. Thank you, [placeholder]. You are very kind.'",
      "es": ""
    },
    {
      "id": 49286673,
      "en": "Bring the frogs to Zildug in Iridír",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "The frog traps can be found in the marshes of the delta west of Iridír.",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Collected frogs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Would you mind checking my frog traps? They are in the marshes of the delta west of Iridír. Go ahead. It will be fun.'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Collect frogs from the traps ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "This trap is empty",
      "es": ""
    }
  ]
}