{
  "id": 621094451,
  "txt": [
    {
      "id": 216727827,
      "en": "Mithrandir has much to say about a number of different subjects.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'The eldest of the Kintai were twisted and corrupted into these Sere Ones by rites too vile to contemplate; the Thardúth rose in importance and power until they had become the deadliest rulers of Zíkar. Morgoth charged them with maintaining a tyrannical hold over the lands of the east and south, breeding as many Elder Orcs as they could for his war. When the call came at last, Orcs and wicked men departed for the north in vast numbers, swelling Morgoth's hordes in distant Beleriand.\\n\\n'But Morgoth's might did not prevail against the combined forces of the Elves and the Valar, and when Beleriand sank beneath the sea the Utûgi sent by the Thardúth were drowned and forgotten. Following the defeat of their dark master, the Thardúth that remained in Zíkar feared uprisings by the emboldened Men of Shagâna, but so too they feared the reprisal of Sauron, who they blamed in part for Morgoth's defeat. Using all of their sorcerous powers they set a geas upon their vaults, sealing them shut and deeming that their location should never be found so long as any lived in Middle-earth who remembered them.\\n\\n'They took what remained of their Utûgi deep into their sealed vaults and with witchcraft caused them to sleep, never again to wake while their halls remained shut. Last they did the same to themselves, lying down in the dark depths to await the hoped-for day when they could return to the living world above.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Mithrandir has much to say about a number of different subjects.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Mithrandir has much to say about a number of different subjects.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Mithrandir has much to say about a number of different subjects.",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Memory of the Utûgi and the Thardúth dimmed. In time, only the very eldest of the Kintai surviving in Shagâna remembered these servants of Morgoth. As they began to fade in the manner of their people, those memories vanished with them.\\n\\n'But Sauron remembered. In the ages that followed, he sent his servants to seek the hidden vaults of the Thardúth, hungering for their power and the secret of breeding anew the mighty Utûgi. The Nazgûl searched for the Sere Ones, but they searched in vain; the geas of Morgoth remained effective. Sauron despaired of ever locating the lost vaults, and turned his attention and his cunning to other matters.'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Mithrandir is at your campsite in Urash Dâr.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Mithrandir has much to say about a number of different subjects.",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'I believe now that Sauron could never break the geas of Morgoth, for so long as he remembered the Thardúth the enchantment of the Sere Ones could not be undone.\\n\\n'But then the most unlikely of events transpired: Frodo Baggins accepted the Quest of the Ring. Sauron's Ring was destroyed. Morgoth's greatest servant perished. The Thardúth passed beyond the memory of any who lived in the world, and the seal upon their hidden vaults was broken.\\n\\n'Sauron was gone, but the Sere Ones, servants of Morgoth his dark master, were loosed once again upon the world.'",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Hear what Mithrandir has to say about the Kintai",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'If only I had learned this before now. The deathly spirits of Thuringwath knew of Sauron's rivalry with his banished master, and of his search for the unknown powers Morgoth left behind, but they were slow to reveal these things to me. From their speech and from evil runes carved into the very foundations of Mordor I have pieced together this tale, but the learning came slowly.\\n\\n'Too slowly, [placeholder]. When I understood the magnitude of this threat, I returned to Minas Tirith with all of the haste Shadowfax had to give. I sent word to our trusted allies and our lean band hurried south through Harondor with utmost speed.\\n\\n'We must fight, [placeholder]. We must fight this legacy of Morgoth, or the Sere Ones will restore the Dominion of Zíkar and bring about a new age of darkness in Middle-earth.'",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Hear what Mithrandir has to say about the Elder Orcs",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Hear what Mithrandir has to say about the Thardúth",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Talk to Mithrandir at your campsite in Urash Dâr",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Hear what Mithrandir has to say about the Grim Southron",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Hear what Mithrandir has to say about the Dark Lord Sauron",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Mithrandir wishes to tell you what he has learned about the Geas of Morgoth, and what it could mean for Middle-earth.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'In Elder Days the world was greatly changed from its present form; Morgoth coveted it all. His fortress at Thangorodrim served as the seat of his power, but his servants went forth and established the control of their master in lands far distant. One such dominion subjugated for centuries the territory that is today called Shagâna, or Near Harad by the Gondorians. The tyrants of this dominion served Morgoth in all things; their empire was called Zíkar, and trustworthy accounts of it have disappeared. What remains of its history is hard to decipher by any but the most learned among the Wise.\\n\\n'But to understand the rise of Zíkar you must learn first of the Kintai, the Elves who did not join the Valar in the West. They once knew a great deal about Zíkar, but in the centuries since that empire disappeared they have tried to forget.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'During the early years of the First Age, various kingdoms of Men began to arise throughout Shagâna. The Kinta Elves gave them a wide berth, withdrawing into the Emerald Wood that once covered vast portions of the region; the young kingdoms of Men did not miss the Kintai, but focused instead upon commerce with the Temámir dwarves they encountered. But the Kinta clans and the tribes of Men shared more in common than they believed, for they were each the hated foes of Morgoth, and he wanted them destroyed.\\n\\n'His servants reserved particular torments for the Kintai, luring them through guile and deceit into hidden caverns beneath the eastern hills, where they were subjected to terrible desecrations. These imprisoned Kintai were twisted into the progenitors of a terrible breed of Orc, the like of which has not been seen since the Dominion of Zíkar ended.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 12.9: Legacy of Morgoth",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'These were the Elder Orcs, fashioned in the pits beneath Zíkar by foul craft of Morgoth. Memory of them faded over the passage of centuries; even the name that was given to them, \\qUtûgi,\\q brought to mind only dimly-remembered images, unfamiliar and indistinct demons of the ancient world.\\n\\n'The Utûgi possessed a size, strength, and cunning that Sauron coveted but could not replicate; the Orcs he bred in later years could not match those that belonged to his master, and that deficiency rankled. But the Utûgi were not the worst of the evils loosed upon the world by the Dominion of Zíkar, though they passed beyond all living memory in the years since. These were the Thardúth, the Sere Ones, and they served Morgoth in all things.'",
      "es": ""
    }
  ]
}