{
  "id": 621094591,
  "txt": [
    {
      "id": 162883717,
      "en": "'We are being watched, [placeholder].\\n\\n'I cannot see those who watch us, but I feel their eyes upon us. Can you feel them too?'",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'This must be the cruelest of Morgoth's hurts, a wound deep enough to persist so many thousands of years after his defeat.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 13.4: A Greater Power",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'We will together approach Utug-bûr. Let us hope the great courage possessed by our small number will give us safety as we pass beyond the falls.'",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Talk to Mithrandir at Ilzag Khûl in Urash Dâr",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'But I must not get ahead of myself. This Narghâk cannot be transported anywhere until something can be done about the ancient evil that wakens in Urash Dâr. That will require something of which I am not particularly fond: a confrontation.\\n\\n'We will return to Ilzag Khûl and see what the Wizard from the North has decided to do about these servants of Morgoth.'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Meet with Glorfindel to the north-east within the channel of the River Mûshid",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Talk to Glorfindel within the channel of the River Mûshid",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Few dwell here, but Legolas and Gimli have spoken with a small number of huntsmen and trappers among the canyons. They report an increase of dangerous creatures beside the river flowing from the north-eastern reaches of Urash Dâr.\\n\\n'That is the direction from which the Utûgi come, [placeholder]. Their masters must remain within a hidden place somewhere near the source of the river. It is time for us to confront the Sere Ones.\\n\\n'The walk will be a long one, but we must remain alert to threats as we proceed. The journey will become more dangerous as we near the hiding-place of the Thardúth.'",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Meet with Legolas to the north within the channel of the River Mûshid",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'We will return to Ilzag Khûl and see what the Wizard from the North has decided to do about these servants of Morgoth.'",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Talk to Legolas to the north within the channel of the River Mûshid",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'The walk will be a long one, but we must remain alert to threats as we proceed. The journey will become more dangerous as we near the hiding-place of the Thardúth.'",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Meet up with the rest of your travelling party to the distant north-east outside Utug-bûr",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Yes?'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'The creatures that prowl outside the river channel grow in danger and ferocity; it was wise of Mithrandir to direct us to follow the river as we approach the secret dwelling of the Thardúth.\\n\\n'We must be prepared for anything; neither I nor Gandalf have been tested by the Sere Ones, neither in this nor any age of the world.'",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Talk to Mithrandir outside Utug-bûr",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Talk to Silirtas outside Utug-bûr",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Yes?'",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Talk to Corudan outside Utug-bûr",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'We must be prepared for anything; neither I nor Gandalf have been tested by the Sere Ones, neither in this nor any age of the world.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Khôltekh admits, with regret, that the shipping of the Narghâk out of Urash Dâr will have to wait until the threat of the Thardúth has passed, and that will require something he does not relish: a confrontation.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Legolas is to the north within the channel of the River Mûshid that runs through Urash Dâr.\\n\\nMithrandir has sent much of your travelling company along the river to the north-east, where he believes the Thardúth dwell. He asked you to speak with them during the approach.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Neither I nor Gimli know what awaits us at the end of this journey, [placeholder]. Perhaps if we had some idea of how the Thardúth remained hidden for so long, but alas!\\n\\n'We must be ready for anything.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Mithrandir is at Ilzag Khûl in Urash Dâr.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'We must be ready for anything.'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Legolas is to the north within the channel of the River Mûshid that runs through Urash Dâr.\\n\\nMithrandir has sent much of your travelling company along the river to the north, where he believes the Thardúth dwell. He asked you to speak with them during the approach.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'We have arrived.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Glorfindel is to the north-east within the channel of the River Mûshid that runs through Urash Dâr.\\n\\nMithrandir has sent much of your travelling company along the river to the north-east, where he believes the Thardúth dwell. He asked you to speak with them during the approach.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Most of your travelling party has arrived at the approach to Utug-bûr, to the distant north-east in Urash Dâr.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Glorfindel is to the north-east within the channel of the River Mûshid that runs through Urash Dâr.\\n\\nMithrandir has sent much of your travelling company along the river to the north-east, where he believes the Thardúth dwell. He asked you to speak with them during the approach.",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Mithrandir is outside Utug-bûr, in the north-eastern reaches of Urash Dâr.",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Silirtas is outside Utug-bûr, in north-east Urash Dâr.",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Talk to Corudan outside Utug-bûr and stand against Azagath",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Corudan is outside Utug-bûr, in north-east Urash Dâr.",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Talk to Mithrandir during the Dagor Carlanthir",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "Corudan is outside Utug-bûr, in north-east Urash Dâr.",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "Mithrandir commands your allied forces during the Dagor Carlanthir, the Battle of the Red Waterfall.",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'Yes, I see now. I understand how the Thardúth remained hidden for so long. When they sealed the doors of their sanctuary, the Sere Ones changed the course of the river, hiding the face of the temple with the new cascade. They then pulled down the cliff-face to completely mask their location, and it remained hidden for the ages to follow.\\n\\n'The quakes that followed the fall of Sauron shook the earth, changing the cliffs and revealing the entrance to Utug-bûr.'",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'With fell sorcery the Thardúth make the falls run as red as blood, and by that name will this battle be known: Dagor Carlanthir, the Battle of the Red Waterfall!\\n\\n'We could not avoid this battle! We are now all that stands between these servants of Morgoth and the rest of Middle-earth!'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'Is it true that the foes we must face were once of my people? Are they truly beyond saving now, [placeholder]?\\n\\n'This must be the cruelest of Morgoth's hurts, a wound deep enough to persist so many thousands of years after his defeat.'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'The quakes that followed the fall of Sauron shook the earth, changing the cliffs and revealing the entrance to Utug-bûr.'",
      "es": ""
    }
  ]
}