{
  "id": 621094598,
  "txt": [
    {
      "id": 228284034,
      "en": "'We must seal the entrance... but my sister is still inside! What do we do?\\n\\n'I beg you, [placeholder]! We have to rescue Sigileth before the entrance is sealed!'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Talk to Corudan and go with him into the darkness of Utug-bûr",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Mithrandir at Ilzag Khûl in Urash Dâr",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'We will not have much time to bring Sigileth back out of the darkness, [placeholder]! If the Narghâk explodes while we are still inside...'\\n\\nCorudan shakes his head firmly.\\n\\n'We will be quick! We have to be! Hurry now, my friend! There is no time to waste!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Corudan has begged you to rescue Sigileth from within Utug-bûr before it is too late.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'And so the battle ends in victory for the united forces of Shagâna, Umbar, and Gondor. I can still feel the presence of the Thardúth with whom I strove; his hatred and his anger burns still in the darkness of Utug-bûr like a beacon. But his rage is unfocused, and it will be some time before he or his kind can emerge to trouble Middle-earth again.\\n\\n'The threat of the Thardúth has been reduced, but it is not eliminated. Other vaults of like kind to Utug-bûr may lie just beneath the surface; the breaking of the Geas of Morgoth means the occupants of these other hidden strongholds now stir restlessly, their long slumber nearing its end. I believe the Dominion of Zíkar stretched across much of Shagâna, after all, if the deathly spirit that told me of its existence can be believed. What cause would it have to lie to me, [placeholder]?'\\n\\nThe Wizard sighs and you see the faintest hint of a smile beneath his beard.\\n\\n'It seems I have made a habit of giving you bad tidings, my friend. I was named \\qLáthspell\\q once, in a distant land, \\qIll-news,\\q and if I keep going at this rate you will begin calling me that too!\\n\\n'So here are some good tidings: by your deeds and those of your friends and allies, a great evil has been opposed. The Thardúth will not rise again for some time, at least.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 13.7: Sigileth In The Darkness",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Corudan stands outside Utug-bûr during the Dagor Carlanthir.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Mithrandir is at Ilzag Khûl in Urash Dâr.",
      "es": ""
    }
  ]
}