{
  "id": 621094593,
  "txt": [
    {
      "id": 216727828,
      "en": "Deep within Ashâgir, Rothog is ready to do his part.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Corudan needs your help if he is to reach the chamber deep within Ashâgir where the last stockpile of Hungry Fire was hidden.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Talk to Rothog inside Ashâgir",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Rothog has fallen, and you have failed!",
      "es": ""
    },
    {
      "id": 172086952,
      "en": "Fight alongside Corudan and Rothog to reach the Narghâk stockpile",
      "es": ""
    },
    {
      "id": 24408737,
      "en": "'The fortress is more unstable than I thought.'",
      "es": ""
    },
    {
      "id": 24408738,
      "en": "'The straight way to the chamber has been blocked since last we came here.'",
      "es": ""
    },
    {
      "id": 24408739,
      "en": "'We have to circle around!'",
      "es": ""
    },
    {
      "id": 24408740,
      "en": "'We are fortunate the room has not been sealed once more!'",
      "es": ""
    },
    {
      "id": 24408741,
      "en": "'This way should be faster! Hurry!'",
      "es": ""
    },
    {
      "id": 24770025,
      "en": "Corudan has fallen, and you have failed!",
      "es": ""
    },
    {
      "id": 136559409,
      "en": "'Rothog moves at his own pace. You will have to accept it!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Corudan has devised a desperate plan, and he needs your help and the assistance of Rothog the Storm to carry it out.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Azagath and his Thardúth masters may not know why we have returned to Ashâgir, but if they marked our passage here they will try to stop us.\\n\\n'We must be prepared for anything as we return to that sealed chamber, [placeholder]!'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Talk to Corudan inside Ashâgir",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'I know of this Narghâk, this Hungry Fire, only by its evil reputation. I will carry as many of the crates as I can safely hold, [placeholder], but if they should come alight I will ensure neither you nor Corudan the Elf escape the burning.\\n\\n'If I am to perish in a conflagration of Narghâk, so too will you. See that I do not.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Return to Ashâgir",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "TBD - Blah!",
      "es": ""
    }
  ]
}