{
  "id": 621094448,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Níkhu! A traveller from the north! What an interesting time to be alive. Tell me traveller, where you come from, have you oysters? Today I am catching fish, but river oysters are a celebrated Ambarûli delicacy. Would you like to gather some? It is very easy. The water is shallow enough in places that all you have to do is pick them up!\\n\\n'Go ahead, look around in the shallows and find some oysters. When you are done, I will take them off your hands. What is that? Am I trying to get you to do my work for me?'\\n\\nThe fisherman gives you a lighthearted laugh and winks at you.\\n\\n'Well... yes. Will you do it?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Zildug told you about oysters that can be found in the Ikorbân River.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "You have gathered oysters from the Ikorbân River shallows. You should bring them to Zildug in Iridír.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Gathering Oysters",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Ah, look at these beautiful oysters. Thank you for gathering them. It was easy, yes?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e11",
      "en": "Bring the oysters to Zildug in Iridír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Zildug has invited you to gather oysters for him. Oysters can be harvested in the shallows west of Iridír.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Collected oysters ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Look around in the shallows to the west and find some oysters. When you are done, I will take them off your hands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Look in likely spots for oysters ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "There are no good oysters here",
      "es": "",
      "es (fem)": ""
    }
  ]
}