{
  "id": 621094589,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'I was in the grove and someone shot me with an arrow! I did not think anyone else was here. Of the living, anyway. Thankfully the arrow hit nothing vital and I can dress the wound myself.\\n\\n'I expect you are the capable sort, else you would not have come to these woods. Please, if you desire to help me, seek out who did this. Tread carefully friend, as those who say these woods are haunted speak true. I neither saw nor heard anything before I was struck, so be vigilant.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "While searching Arwáth for who might have struck Agalûnu with an arrow, you spotted a strange Elf.  You should talk to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to the strange Elf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Agalûnu was stuck by an arrow, shot by an unseen foe in Arwáth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "In Search of the Culprit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Tell me, who treads upon this sacred grove of my people?'\\n\\nThe Elf has an ethereal quality about him and you find him unsettling, though you cannot determine exactly why. He is not like any other Elf you have met.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "You spot a strange Elf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'I was in the grove and someone shot me with an arrow! Please, seek out who did this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "Upon seeing you, the strange Elf's eyes widen and he gives you a stiff, curt bow.\\n\\n'Welcome, Eldar. What brings you to my grove?'\\n\\nDespite his words, you have the uneasy feeling that you are not, in fact, welcome here.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Look for the person responsible",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Agalûnu has asked you to help her by finding who is responsible for wounding her. You should explore Arwáth in northern Ambarûl and seek out the culprit.",
      "es": "",
      "es (fem)": ""
    }
  ]
}