{
  "id": 621094446,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 12.8: Friends From the North",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Gimli in Urash Dâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Glorfindel in Urash Dâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Elladan in Urash Dâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Yes, yes, it is good to see you again. But there is no time to waste now, [placeholder]!\\n\\n'When I at last understood the danger that stirred in these lands, I came from the North in great haste with a number of companions. Not knowing how best to find you, I sent them to search in several different directions. You are fortunate I chose the same path on which you and the Elves were bound, for if I had not found you at that moment...'\\n\\nMithrandir falls silent, and taps his staff on the rocky ground.\\n\\n'Enough of that. But we must find and return the folk I sent in search of you, for we will need them all if we are to face this threat. Seek for Legolas, Gimli, the sons of Elrond, and Glorfindel among the canyons of Urash Dâr. When you have returned with them I will tell you what I know of the great evil that stirs in this land, and how we must stand against it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Elrohir in Urash Dâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Mithrandir at your campsite in Urash Dâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'We must find and return the folk I sent in search of you, for we will need them all if we are to face this threat. Seek for Legolas, Gimli, the sons of Elrond, and Glorfindel among the canyons of Urash Dâr. When you have returned with them I will tell you what I know of the great evil that stirs in this land, and how we must stand against it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'When we left you in Umbar Baharbêl, I thought it would be much longer before we saw you again, [placeholder]! But no sooner had we delivered Nimrodel to the shores of Gondor than Mithrandir sent urgent word that he had need of us.\\n\\n'The journeys Gimli and I planned to take must wait. After all, it is not wise to refuse a Wizard's call.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'It is good to see you again, [placeholder]. The merchant vessel that delivered us and the Lady Nimrodel back to Gondor benefitted from full sails, and the seas were calm. The voyage north was much more enjoyable than the one that bore us to Umbar by way of the Shield Isles, with not so much as a cloud in the sky!\\n\\n'But Gandalf had need of us, and this dwarf would not refuse him... especially not once we met up with him and he said we would travel south on land, through Harondor, and not by ship again so soon!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'We meet now in unhappier circumstances than a wedding at midsummer, [placeholder], but still it is good to see you. When Mithrandir called for my aid upon arriving at Minas Tirith, I could not refuse it. Never would I refuse such a call.\\n\\n'If only the Bright Company could have been assembled. Alas, that noble group belongs to another age, and many of those worthies have already departed for the West. I fear even the full complement of the Bright Company might not be enough to face this evil.\\n\\n'When you learn from Mithrandir what it is we must oppose you will understand. I will see you back at the camp after you have spoken to the others.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'After my brother and I completed our work, we returned to Minas Tirith. While there, we received word from Mithrandir that he had urgent need of us to face some hidden threat.\\n\\n'Elessar would have come himself, but Mithrandir refused him. With such as we to protect him I know not why, but the Wizard was most clear that Elessar should remain in Gondor and not come south with us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "Legolas and Gimli greet you warmly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Did you know Mithrandir has journeyed in these lands before now? He spoke of his travels to us as we came south through Harondor. When he walked here long ago, the people who dwelt in this land named him \\qInkanûsh.\\q'\\n\\n'He spoke too of the Kintai, the Elves of the Oasis who tend to beautiful groves throughout the region.'\\n\\nYou tell Elrohir that one of the Kintai has come with you to Urash Dâr.\\n\\n'I will be most pleased to speak with her!' he exclaims.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'The companions that came with me from the north have all returned to camp? Good. Then it is time for me to tell you what I have learned, and what must be done to face it.'\\n\\nMithrandir scans the distant horizon and leans upon his staff, gathering his thoughts. When he speaks again, his voice is cold.\\n\\n'A great evil sleeps in Urash Dâr, undisturbed for thousands of years. It has only now begun to awaken, for the enchantment that kept it from stirring would last until all knowledge of it passed beyond living memory.\\n\\n'The last to know of this evil used many names, [placeholder]. In these lands he was called Barkhûsh. Folk in the north knew him as Sauron. In every land he was the Dark Lord, but he served another in ages past; his master was Morgoth, the great enemy of the world. With the destruction of the One Ring and the death of Sauron, this enchantment, the Geas of Morgoth, has been lifted.\\n\\n'Morgoth can no longer trouble the circles of the world, but this evil he set in the roots of the earth has outlived even his greatest servant.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "Glorfindel greets you cordially, but his expression remains solemn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Mithrandir is at your campsite in Urash Dâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "Elladan and Elrohir look around curiously, intrigued by the rocks of Urash Dâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Mithrandir has sent you to recall the scouts he sent to the north-west and north-east of Urash Dâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Find Legolas and Gimli to the north-west of your campsite",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Find Glorfindel to the east of your campsite",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Find Elladan and Elrohir to the north-east of your campsite",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Legolas in Urash Dâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d172",
      "en": "Whether by chance or plan, friends have come from afar to lend you their aid. Now they must be brought together to face this new danger.",
      "es": "",
      "es (fem)": ""
    }
  ]
}