{
  "id": 621094599,
  "txt": [
    {
      "id": 177082769,
      "en": "Days earlier, in the aftermath of the Dagor Carlanthir",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Talk to Corudan inside Utug-bûr",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "She lives! Can it be possible?",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Corudan knows the need for haste if you are to rescue Sigileth.",
      "es": ""
    },
    {
      "id": 69036777,
      "en": "Fight alongside Corudan inside Utug-bûr",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "You can go no further inside Utug-bûr or you will be trapped forever with the Thardúth.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "You can go no further without risking entombment with the Thardúth... but perhaps Sigileth will hear your voice if you call for her down the hallway!",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Hurry, [placeholder]! We have little time to waste!'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "You are out of time! You must escape from Utug-bûr!",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "You have only moments before the entrance to Utug-bûr collapses. If you are to escape with Sigileth, you will have to act quickly.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Days later, anxious eyes turn to the east and consider the army of soldiers approaching Umbar Baharbêl.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Jajax waits in Dâr Laja to hear news of what his brother Daxamat learned of the approaching army.",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'What did you see, Dax? An army approaches Umbar Baharbêl?'\\n\\nYou tell Jajax that a great force of soldiers emerged from Ambarûl, drawing even with Telperiën's Wall, but they raised no banner and you could not discern their loyalties.\\n\\n'Did you see [placeholder] among them? Or perhaps Belondor leads these men? Is this army the same that he took with him in haste... or is it an army of Heirsworn, come to take the city?\\n\\n'I am not bringing Hármelak these tidings, Dax. I leave that to you!'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Hármelak waits for tidings of the army that approaches the city, and your brother Jajax is not about to give her this news. It falls to you to do this, Daxamat.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'What is it? I can see from your face you have tidings to share, but you fear they will be unwelcome. Speak them, and I will decide if it is so.'\\n\\nYou tell Hármelak that an army approaches the city, but you were unable to see who leads it, or what their intentions may be. Hármelak purses her lips, deep in thought.\\n\\n'When Belondor asked to bring soldiers to battle in the lands to the east, I told him I needed time to think upon it; he waited not for my answer, but took the soldiers and marched within the hour. Such disrespect cannot be allowed... but it is said that when commanders of men taste victory in battle, they can at times desire more and more. If Belondor leads this returning army, will he think to use it to take control of this city?\\n\\n'Or perhaps this is an army of Heirsworn. If Balakhâd escaped capture by the party sent to retrieve him, his survival could prove a beacon to his folk. Thinks he to overthrow the Kindred of the Coins? But from where could this army have come?'\\n\\nYou suggest to Hármelak that there may be a third possibility. She considers you carefully.\\n\\n'What is this third possibility, tidings-bearer Daxamat?'\\n\\nYou suggest that the army may be tired from battle in the east, and the soldiers may simply want to return home. In this you see the guidance of [placeholder], a hero who knows when to fight, and when not to fight. Hármelak weighs your suggestion.\\n\\n'We will see if you are right, Daxamat. We will see. Send word to the scouts that whoever leads this army is to be brought before me at once!'",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Several days ago, in the aftermath of the Dagor Carlanthir.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "You cannot have imagined it! You know someone lives beneath the rubble!",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "Days pass, and a ruler in Umbar Baharbêl anxiously awaits news",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "You cannot have imagined it! You know someone lives beneath the rubble!",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'[placeholder]...\\n\\n'Has anyone... ever told you...\\n\\n'You are such... a bother...'\\n\\nSigileth smiles up at you weakly.\\n\\n'Thank you... my dear friend...' she murmurs quietly.",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Days earlier, in the aftermath of the Dagor Carlanthir",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Break the rubble beside the collapsed entrance to Utug-bûr",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Break more of the rubble beside the collapsed entrance to Utug-bûr",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to Sigileth among the rubble beside the collapsed entrance to Utug-bûr",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "Your quick action has unearthed Sigileth from the rubble that might have proved her tomb!",
      "es": ""
    },
    {
      "id": 162883767,
      "en": "'I cannot believe it!'",
      "es": ""
    },
    {
      "id": 108381953,
      "en": "Your voice echoes in the darkness, but there is no response",
      "es": ""
    },
    {
      "id": 108381954,
      "en": "Silence returns to Utug-bûr",
      "es": ""
    },
    {
      "id": 108381955,
      "en": "The echoes fade away, and the corridor is once again silent",
      "es": ""
    },
    {
      "id": 108381956,
      "en": "There is no response to your call",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Heed the words of Corudan",
      "es": ""
    },
    {
      "id": 108381957,
      "en": "The echoes die away, and all is still once again",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Choose your words with care and call for Sigileth to return to you",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Escape from Utug-bûr!",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "<rgb=#FF0000>You have to reach the exit before the entrance collapses!</rgb>",
      "es": ""
    },
    {
      "id": 127884888,
      "en": "The Narghâk explodes, sealing the entrance, and you are trapped forever!",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Days pass, and a ruler in Umbar Baharbêl anxiously awaits news",
      "es": ""
    },
    {
      "id": 18738848,
      "en": "'Sigileth wounded these creatures, but she did not stay to finish them.'",
      "es": ""
    },
    {
      "id": 18738849,
      "en": "'We can go no further!'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to your brother Jajax in Dâr Laja and tell him what you saw",
      "es": ""
    },
    {
      "id": 18738850,
      "en": "'We would not have the time to escape!'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Hármelak inside Dâr Laja and tell her what you saw",
      "es": ""
    },
    {
      "id": 18738851,
      "en": "'Call for her, [placeholder]!'",
      "es": ""
    },
    {
      "id": 18738852,
      "en": "'It is all we can do!'",
      "es": ""
    },
    {
      "id": 18738853,
      "en": "'Sigileth!'",
      "es": ""
    },
    {
      "id": 18738854,
      "en": "'We are out of time! We have to leave!'",
      "es": ""
    },
    {
      "id": 18738855,
      "en": "'Run!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Sigileth In The Darkness",
      "es": ""
    }
  ]
}