{
  "id": 621094596,
  "txt": [
    {
      "id": 228870261,
      "en": "Chapter 13.6: The Madness In His Eyes",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Go to the front line of the Dagor Carlanthir, to the north-east",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to Elladan during the Dagor Carlanthir",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Is Azagath here? I have business with the Sea-shadow!\\n\\n'Let us push forward! My blade hungers for the blood of betrayers! Let us fight alongside the soldiers that marched with me to battle!\\n\\n'Lead on, [placeholder]!'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Talk to Sirgon during the Dagor Carlanthir",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "The Dagor Carlanthir rages all around you",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Let us push forward! My blade hungers for the blood of betrayers! Let us fight alongside the soldiers that marched with me to battle! Lead on, [placeholder]!'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Corudan in the middle of the river during the Dagor Carlanthir",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'It is bad, [placeholder].\\n\\n'Sirgon stood his ground against one of the great Utûgi as it bore down upon us, but he saw not the smaller creature that followed in the wake of the huge Orc: a small and spindly goblin-thing. It stuck him a dozen times with its knife before we noticed.'\\n\\nElladan lowers his voice until you can only just hear him over the sound of the fighting.\\n\\n'He will not survive this battle, [placeholder]. We have done all we could.'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to Corudan and help him place the caches of Narghâk outside Utug-bûr",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'I cannot see your face, [placeholder]... are you... are you all right?\\n\\n'The battle is not yet over... is it? I can hear the fighting...\\n\\n'How... are we doing...?'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Examine Silirtas during the Dagor Carlanthir",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "Elladan stands his ground against the encircling foes, but says nothing else.",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Corudan outside Utug-bûr during the Dagor Carlanthir",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'We are not yet finished! We have to place the Narghâk around the entrance, or it will be too late!\\n\\n'If the Thardúth emerge from Utug-bûr it is all over! [placeholder]! Can you hear me?'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Belondor has returned at the head of a small army of Umbari reinforcements, but even that may not be enough to turn the tide of the battle.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "The Dagor Carlanthir rages all around you.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'This will be our only chance! We have to collapse the entrance before the Thardúth emerge!'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Corudan stands in the middle of the river during the Dagor Carlanthir.",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Belondor wants to send some of his soldiers to fight alongside Sirgon at the front line to the north-east.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "Hoping against hope, you check the Kinta Elf for some sign of life, but there are none to be found. Silirtas is dead.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Corudan stands in the middle of the river during the Dagor Carlanthir.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Elladan fights by Sirgon's side during the Dagor Carlanthir.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'What can we do? We are out of time, [placeholder]!'",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Silirtas lies outside Utug-bûr during the Dagor Carlanthir.",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "Silirtas is dead.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Sirgon has been grievously injured during the Dagor Carlanthir.",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Corudan stands outside Utug-bûr during the Dagor Carlanthir.",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "Sirgon has sustained a grievous wound, but his allies still fight to defend him",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "Over the sound of fighting you hear Corudan calling for you to the east",
      "es": ""
    }
  ]
}