{
  "id": 621094472,
  "txt": [
    {
      "id": "0xa8e11a9",
      "en": "Belondor raises his hand in farewell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 13.2: The Hour Is Late",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Silirtas at Ilzag Khûl in Urash Dâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "<rgb=#00FF00>Wave</rgb> to Silirtas at Ilzag Khûl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'But that is not why I came to speak to you. The Wizard from the North has asked me to to return to Ambarûl with a message for my mother. He wants her to send as many Dumûri warriors as she can spare to us, to stand against these waking servants of Morgoth.\\n\\n'You have allied yourself with this Wizard before, [placeholder]. Have you known him to overreact to danger at any moment in the past?'\\n\\nYou confess that if Mithrandir believes he needs an army of warriors to face the Thardúth and their Utûgi, he is probably correct. Rahâzi nods slowly.\\n\\n'That is what I suspected. Farewell to you, my friend. I will see you again as soon as I can, and let us hope my mother sends the warriors requested by your Wizard!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "<rgb=#00FF00>Wave</rgb> to Rahâzi at Ilzag Khûl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Talk to Silirtas at Ilzag Khûl in Urash Dâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Sigileth at Ilzag Khûl in Urash Dâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'The Shagâni warrior will speak to Girhâzi of Ambarûl, and it is my hope she will return with many fierce warriors of that folk, but we will need as many fighters as we can gather to face the waking Thardúth.\\n\\n'It is my plan to send the Kinta woman Silirtas to the oasis groves, that she may return with Elf-warriors of that people; after all, their lands are threatened by the evil that stirs within Urash Dâr; it will not be contained without their help.\\n\\n'I also wish to send one of the leaders of Umbar to return with as many Umbari soldiers as can be marshalled in haste. What is that ruling body named? The Kindred of the Coins? Who of these should go, [placeholder]?'\\n\\nYou consider the choices available to you, and decide only Belondor can be trusted to return quickly with a sizeable force of Umbari soldiers. Mithrandir nods.\\n\\n'Very well. If he is as respected in Umbar as you say he is, he will be best-suited for this task. I ask you to tell him to depart at once, for the hour is late indeed. Then you must do the same for the Kinta Silirtas. Return to me when they have departed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Mithrandir at Ilzag Khûl in Urash Dâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "<rgb=#00FF00>Wave</rgb> to Sigileth at Ilzag Khûl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Farewell to you, my friend. I will see you again as soon as I can, and let us hope my mother sends the warriors requested by your Wizard!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Belondor at Ilzag Khûl in Urash Dâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'What asks the Wizard of me, [placeholder]? You should speak it aloud, though I believe I know already what my task must be.'\\n\\nYou tell Belondor that Mithrandir wants him to return to Umbar Baharbêl as quickly as he can, and to come back with a contingent of Umbari soldiers.\\n\\n'I knew in my heart I would be called to do this. I cannot promise I will return with the number of soldiers the Wizard wants... but I will return with as many as I can.\\n\\n'Good-bye to you, [placeholder]. Take care of my friends in the company, and beware of the terrible creatures that lurk within Urash Dâr! I will see you again, as soon as I may.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "<rgb=#00FF00>Wave</rgb> to Belondor at Ilzag Khûl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Wait for the emissaries to depart",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'If Belondor is as respected in Umbar as you say he is, he will be best-suited for this task. I ask you to tell him to depart at once, for the hour is late indeed. Then you must do the same for the Kinta Silirtas. Return to me when they have departed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Talk to Mithrandir at Ilzag Khûl in Urash Dâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'There is talk around camp that the Wizard seeks volunteers to bring reinforcements to Urash Dâr to face the servants of Morgoth. Is it true?'\\n\\nYou tell Silirtas that Mithrandir wanted you to ask her if she would be willing to return to the oasis groves of the Kintai with this request.\\n\\n'I will of course do this, [placeholder]. First to Vartúlin I will go, then to Shonith, and if the time can be spared I will speak with Shanthar at Arwáth. The Kintai must defend their groves, as they always have.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Good-bye to you. Take care of my friends in the company, and beware of the terrible creatures that lurk within Urash Dâr! I will see you again, as soon as I may.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Mithrandir believes facing the threat posed by the Thardúth will need the strong cooperation of many peoples: the Shagâni, the Kintai, and the Umbari.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Belondor is at Ilzag Khûl in Urash Dâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Silirtas is at Ilzag Khûl in Urash Dâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Rahâzi is at Ilzag Khûl in Urash Dâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'That is what I wish I could say, [placeholder].\\n\\n'But I cannot. If these Kintai reinforcements are needed with all haste... we can risk no delay. I know the untethered periods to which I succumb. I... do not want to endanger the delivery of this message, or the return of enough Kintai warriors to face their ancient, forgotten foes.\\n\\n'I am not the person to carry this message. Will you bear it on my behalf, Sigileth?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Mithrandir is at Ilzag Khûl in Urash Dâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Silirtas is at Ilzag Khûl in Urash Dâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "Sigileth stares at Silirtas in stunned surprise, knowing how difficult this admission must be for the Kinta Elf. When she recovers, her voice is thick with emotion and she speaks with understanding.\\n\\n'I will do this, Silirtas, fear not. Spend not a moment more thinking upon it. The Kintai will be told of our need, and I will return with as many as I can muster, and with utmost speed. Farewell, dear friend.\\n\\n'Good-bye, [placeholder]. Take care of my brother, and make sure he does nothing foolish. It is in his nature to act first and think later, if he thinks at all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Silirtas is at Ilzag Khûl in Urash Dâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'I am not the person to carry this message. Will you bear it on my behalf, Sigileth?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Belondor is at Ilzag Khûl in Urash Dâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Sigileth is at Ilzag Khûl in Urash Dâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "Silirtas takes a deep breath, and then heaves a sigh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1196",
      "en": "Sigileth bids you farewell and leaves on her mission",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1199",
      "en": "You choose not to mention that Sigileth shares this quality with her brother",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Sigileth is at Ilzag Khûl in Urash Dâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "The emissaries have left on their missions.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Mithrandir is at Ilzag Khûl in Urash Dâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "Rahâzi nods and bids you farewell, for now",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'The emissaries have departed? Good.\\n\\n'I hope they make haste. If they do not they may find only our bodies remain, crushed beneath the heels of the Utûgi and their Thardúth masters!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}