{
  "id": 621094586,
  "txt": [
    {
      "id": 228870261,
      "en": "Chapter 13.3: Hidden and Never Found",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to Corudan outside Ashâgir in Urash Dâr",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Search the depths of Ashâgir for a hidden chamber containing the cache of Narghâk",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'It may not come to that! The Thardúth have not woken in thousands of years, and the world is much changed since their Dominion of Zíkar threatened these lands. They may expect little in the way of opposition.\\n\\n'I spoke with the Elf Corudan while you sent the emissaries upon their urgent errands. From the description he gave to me it appears the man you pursued here, Azagath Sea-shadow, is a Gúrzyul of Sauron. I believe in his search for the Narghâk stockpile of which Corudan spoke, Azagath may find himself ensnared by the Thardúth.\\n\\n'Judging from the words of Megorlam of Thuringwath, the Sere Ones bore no love for Sauron; they suspected him of treachery and disloyalty to Morgoth. How will they treat with one of the Gúrzyul, I wonder?'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I am worried, [placeholder]. I overheard Khôltekh speaking to Rothog, and from his words it appeared that he believes he has discovered a lost cache of Narghâk. Do you think it is true?\\n\\n'Everything my sister told me about this substance fills me with fear. If Khôltekh has found a stockpile of the Hungry Fire...\\n\\n'Will you confront him about this discovery? We cannot simply stand by and allow the Kindred of the Coins to acquire such a thing!'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Corudan at Ilzag Khûl in Urash Dâr",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to Corudan in the undisturbed chamber deep within Ashâgir",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'I spoke with the Elf Corudan while you sent the emissaries upon their urgent errands. From the description he gave to me it appears the man you pursued here, Azagath Sea-shadow, is a Gúrzyul of Sauron. I believe in his search for the Narghâk stockpile of which Corudan spoke, Azagath may find himself ensnared by the Thardúth. The Sere Ones bore no love for Sauron; they suspected him of treachery and disloyalty to Morgoth. How will they treat with one of the Gúrzyul, I wonder?'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Khôltekh at Ilzag Khûl in Urash Dâr",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Talk to Khôltekh in the undisturbed chamber deep within Ashâgir",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'What do you want?'\\n\\nYou ask Khôltekh if Corudan misheard him concerning the dwarf's discovery of a lost stockpile of Narghâk. Khôltekh peers at you curiously.\\n\\n'I have not discovered it yet, [placeholder]... but I am hopeful it will not be much longer now. It had been my plan to search the old Hamâti fortress of Ashâgir for just such a stockpile, but I had planned to search it alone. Now you can join me, and if Corudan the Elf is so concerned about my comings-and-goings, he can join us as well.\\n\\n'I will meet the two of you outside Ashâgir, to the north-west. Your map was most clear to me, and I will have no difficulty finding the place. I trust you will have no problems joining me there?'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Meet with Khôltekh outside Ashâgir atop the north-west cliffs in Urash Dâr",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Will you confront Khôltekh about this discovery? We cannot simply stand by and allow the Kindred of the Coins to acquire such a thing!'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'It had been my plan to search the old Hamâti fortress of Ashâgir for an overlooked stockpile of Narghâk, but I had planned to search it alone. Now you can join me, and if Corudan the Elf is so concerned about my comings-and-goings, he can join us as well.\\n\\n'I will meet the two of you outside Ashâgir, to the north-west.'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Here we are.'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Khôltekh outside Ashâgir in Urash Dâr",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Here we are.'\\n\\nKhôltekh surveys the fortress of Ashâgir.\\n\\n'Ashâgir once held the largest stockpile of Narghâk ever collected in one place. Rather than surrender it to his enemies, the last Shâr of Hamât set fire to it, consuming fortress, Shâr, and stockpile.\\n\\n'But perhaps some of the Narghâk remained in sealed chambers belowground. It is my hope that some of that mighty stockpile escaped the conflagration, and you will help me find it. Does Corudan the Elf find this distasteful?'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'I do not like this, [placeholder], but if any member of the Kindred of the Coins finds a stockpile of Narghâk I believe we should know of it. That is true of Azagath or Nakási, but it is also true of Khôltekh.\\n\\n'I will help search the fortress for this stockpile... but I hope we find nothing.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Corudan is at Ilzag Khûl in Urash Dâr.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Khôltekh stands outside Ashâgir, to the north-west in Urash Dâr.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Perhaps some of the Narghâk remained in sealed chambers belowground. It is my hope that some of that mighty stockpile escaped the conflagration, and you will help me find it. Does Corudan the Elf find this distasteful?'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Corudan stands outside Ashâgir, atop the north-west cliffs in Urash Dâr.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'I will help search the fortress for this stockpile... but I hope we find nothing.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Khôltekh can be found at Ilzag Khûl in Urash Dâr.\\n\\nCorudan is concerned about Khôltekh's apparent discovery of a cache of Narghâk, the Hungry Fire.",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Somewhere inside the depths of Ashâgir, Khôltekh believes you will find a chamber containing a lost, hidden cache of Narghâk.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Khôltekh asked to meet you and Corudan outside Ashâgir, to the north-west in Urash Dâr.",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Corudan stands within the undisturbed chamber deep within Ashâgir.",
      "es": ""
    },
    {
      "id": 24695140,
      "en": "Mithrandir worries that the secrets buried within Urash Dâr might spell doom for not just the folk of Shagâna, but for all of Middle-earth as well.",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "Can this be the hidden cache of Narghâk sought by Khôltekh?",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Khôltekh stands within the undisturbed chamber deep within Ashâgir.",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'It is as I feared: a stockpile of Narghâk survived the conflagration of Ashâgir. This chamber must have been sealed away sometime during the Hamâti reign. When Taldûmu set the torch to the rest of the Hungry Fire, this chamber escaped the burning.\\n\\n'The quakes that shook this land following the defeat of Sauron must have opened the way to this sealed chamber, [placeholder].'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'Have you ever seen anything so beautiful as this undisturbed chamber? Behold: the last surviving stockpile of the Hungry Fire, a weapon thought vanished from the world!\\n\\n'I see the way forward now. The fortunes of my dominion are on the rise!'\\n\\nA curious light glimmers in Khôltekh's eye, and you are unable to determine if he speaks of the Kindred of the Coins, the Corsairs of Umbar, or the Temámir of the Shoreward Stone.",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'The quakes that shook this land following the defeat of Sauron must have opened the way to this sealed chamber.'",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "Khôltekh grins widely at you, his eyes alight",
      "es": ""
    }
  ]
}