{
  "id": 621094594,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 13.5: The Dagor Carlanthir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Mithrandir during the Dagor Carlanthir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'We are lucky indeed that the Shagâni warrior arrived with her mother's fighters, for without them we could not long stand against such numbers. The Dumûri fight fiercely, but Azagath has not yet returned to the field, and I fear when he does he will not be alone. The Thardúth wait to see the strength of our opposition.\\n\\n'Press forward and lend your assistance where you may, [placeholder]! The battle rages all about us, and your friends have need of you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Mithrandir during the Dagor Carlanthir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Corudan during the Dagor Carlanthir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Press forward and lend your assistance where you may! The battle rages all about us, and your friends have need of you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Corudan during the Dagor Carlanthir and help him seal Utug-bûr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Mithrandir during the Dagor Carlanthir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'An evil will tests my defences! I cannot pinpoint from where this sorcery comes, but I know it must lie within Utug-bûr. One of the Thardúth seeks to know who defies his people, and he challenges my resolve.\\n\\n'Worry not for me! My defences hold, for the time being. Return to where the fighting is thickest, and lend your aid to your friends once again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Belondor during the Dagor Carlanthir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Worry not for me! My defences hold, for the time being. Return to where the fighting is thickest, and lend your aid to your friends once again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'You... you have come back... but the fighting persists...'\\n\\nMithrandir's voice is weary with strain, his face haggard and drawn.\\n\\n'The Thardúth remain... within their temple, [placeholder]. We must count that... a blessing...'\\n\\nMithrandir falls silent, his attention focused upon a distant, invisible foe.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Complete 'Desperate Battle' quests during the Dagor Carlanthir ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Complete 'Desperate Battle' quests during the Dagor Carlanthir ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Mithrandir is in trouble, [placeholder]! Is there nothing we can do to help him? If the Thardúth emerge from within the temple...'\\n\\nCorudan stares at you with a dawning realization.\\n\\n'We have to prevent the Thardúth from leaving Utug-bûr! I know what we have to do!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "Mithrandir struggles against a distant, invisible foe, and says nothing further to you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The Dagor Carlanthir rages in Urash Dâr as the servants of the waking Thardúth bring war against the people of Ikorbân and their allies.\\n\\n<rgb=#00FF00>To return to the Dagor Carlanthir in the event you leave it, you can use a banner at your campsite of Ilzag Khûl in Urash Dâr to return to the fighting.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Corudan stands near Mithrandir during the Dagor Carlanthir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'We need to seal the entrance of Utug-bûr before the Thardúth emerge to finish us!\\n\\n'We need to retrieve the Hungry Fire from Ashâgir! I will tell Rothog... we have need of his strength!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The Dagor Carlanthir rages in Urash Dâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'There you are! To where did you disappear, [placeholder]? No, it matters not!\\n\\n'Did you see the arrival of Belondor? He returned at the head of an army of Umbari soldiers, and they have joined the battle!\\n\\n'My own battle with my unseen Thardúth opponent is at a low ebb; he has relaxed his onslaught for the moment, perhaps to change to a more successful tactic. It may be the tide is near to turning.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Corudan stands near Mithrandir during the Dagor Carlanthir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'It is good to see you are well, [placeholder]. When I set out for Umbar Baharbêl I believed your Wizard might wait to begin fighting the battle until I returned with my army, but it turns out that was not in his plan!\\n\\n'But we are here now, and there is no shortage of Orcs to fight! But where are the ancient creatures of which he spoke? Where are these corrupted Elves?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "The Dagor Carlanthir rages in Urash Dâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Mithrandir commands the allied forces during the Dagor Carlanthir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Mithrandir struggles against a distant opponent during the Dagor Carlanthir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Belondor stands near Mithrandir during the Dagor Carlanthir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Mithrandir commands the allied forces on the south-western bank of the river during the Dagor Carlanthir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'Did you see the arrival of Belondor? He returned at the head of an army of Umbari soldiers, and they have joined the battle!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}