{
  "id": 620864988,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected fresh boar-meat ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "This quest cannot be completed outside of the introduction.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Mundo Sackville-Baggins, a fellow prisoner from the Blackwold camp, is naturally very hungry after the ordeal, for hobbits have insatiable appetites.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Hey, you there! Yes, you there! I'm very hungry!\\n\\n'I haven't eaten since some woman gave me a bit of bread and jam for breakfast this morning. Such fare is hardly meant to feed a rabbit, let alone a full-grown hobbit like me.\\n\\n'If you get me proper food, I will reward you handsomely. I want something hearty and delicious!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Wild boars, perfect for pork or sausage, can be found roaming the outskirts of Archet.\\n\\nYou should collect boar-meat for Mundo's next meal so that he doesn't waste away from starvation.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Hey you! Hobbit, yes you! When was the last time they fed you? I haven't had a bite since breakfast, and I am starving!\\n\\n'All they gave me was bread and jam... did you fare any better? I would give anything for some real food. I don't think I've ever eaten so badly!\\n\\n'If you go fetch me some proper food, like meat, I will reward you handsomely. Perhaps I will even share my left-overs with you, if you are quick.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Mundo Sackville-Baggins awaits your return in the village of Archet.\\n\\nYou should bring the boar-meat you collected to Mundo, who will probably eat it all. You only hope that it is enough to satisfy him.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'What are you still doing here? Are you putting food in my belly right now? Do you have some hidden store of vittles? No? Then get moving, if you please!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Hey, you there! Yes you, the Big one! I'm very hungry!\\n\\n'I haven't eaten since some woman gave me a bit of bread and jam for breakfast this morning. Such fare is hardly meant to feed a rabbit, let alone a full-grown hobbit like me.\\n\\n'If you get me proper food, I will reward you handsomely. I want something hearty and delicious!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Hooray, you brought me pork! Or bacon! Or perhaps sausage... oh, it doesn't matter; I can make a little of each.'\\n\\nMundo weighs the parcel of meats in his hands.\\n\\n'This will give me something to munch on for a bit; hopefully this provender will last me until I can go back home.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect boar-meat for Mundo's next meal ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring Mundo his lunch of fresh boar-meat",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Very Empty Belly",
      "es": ""
    }
  ]
}