{
  "id": 620864989,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Otto knows that Calder Cob is involved with the Blackwolds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Ned Pruner agrees that Archet is in peril",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "After Calder Cob tried to have you ambushed by the Blackwolds, Strider wishes to prove beyond a doubt that he is an enemy to Archet.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I cannot decide which is more dangerous right now: Calder Cob's treachery or the ignorance of Captain Brackenbrook!\\n\\n'If Calder Cob is his best soldier, I know Brackenbrook will not believe that he tried to have you ambushed by a Blackwold.\\n\\n'I did some asking around while you were gone, and there is a Blackwold brigand in the stocks, across the lane from here; he is being held for highway robbery. You should question him about Calder Cob.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Otto the Brigand is being held in the stocks in the Archet Jailyard, across the lane from Strider and Amdir.\\n\\nYou should question Otto directly about Calder Cob and the Blackwolds' treachery; Captain Brackenbrook is not ready to be convinced by your words alone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'That is a serious charge, [placeholder]. Calder Cob has been loyal to me and this town since he was a boy....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Archet jailor, a man named Ned Pruner, stands warily near Otto.\\n\\nYou should speak with Ned Pruner, for perhaps Otto had a loose tongue around his captor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Captain Brackenbrook is in the town of Archet.\\n\\nYou should quickly tell Captain Brackenbrook about what Otto has said to you and to Ned Pruner, his jailor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I taste vengeance on the South Wind.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Let me go! I'm a friend of Calder Cob's, and I'm innocent at that! This idiot jailor won't heed me.'\\n\\nOtto quiets down as you tell him you know of Calder Cob's treachery.\\n\\n'So you think you know the plan? Don't be smug; it's too late! By now, the gears of war be turning down in the south, and quick. Soon I'll be free, and you'll be the one in shackles... or worse.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Otto is a Blackwold, and he is being held in the stocks. You can find him across the lane from here, past where the hobbits are sitting. There you will find the Archet Jail.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'It is good to make your acquaintance, [placeholder]. I noticed you were questioning Otto... does that mean that his mutterings have been truthful?\\n\\n'Yes, I do believe what you have come to Archet to tell. It is unprecedented, but all signs are showing that the Blackwolds mean to attack us. How is it that they have the means?\\n\\n'If Brackenbrook does not believe you, you may tell him that I DO, for what it's worth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You should repeat everything Otto said to Captain Brackenbrook. If any of it is true, it sounds like Archet is in for some real trouble.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Question Otto the Brigand about his ties to the Blackwolds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'I believe you, for what it's worth! I've never heard a brigand speak so dark....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to the jailor about Otto's foreboding words",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Captain Brackenbrook",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Intro: The Interrogation",
      "es": "",
      "es (fem)": ""
    }
  ]
}