{
  "id": 620864994,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Amdir only pretends to drink the tea; he looks even paler than before...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "This quest cannot be completed outside of the introduction.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Celandine made some medicinal bilberry tea for Amdir, hoping that it will help to strengthen and cheer him against whatever shadow has come over him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Doesn't the bilberry tea smell delightful? It still reminds me of my Gammer, who made this for me when I was under the weather, even though my Gammer is long gone.\\n\\n'You were such a dear to collect those wild berries for me, so I shan't be taking all the credit! Why don't you bring this nice brew to Amdir so he can thank you himself?\\n\\n'You make sure he drinks it all up!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Amdir sits across the lane from Celandine, in the centre of Archet.\\n\\nYou should bring Celandine's restorative bilberry tea to Amdir to help him gather his strength and wits.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Did that tea perk him up? I knew it would! Bilberry tea always fixes me right up, and I know it would be especially sweet if it came from both of us, [placeholder].\\n\\n'I know Amdir will be back on his feet soon -- he is so brave!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Celandine is across the lane from Amdir, in Archet's centre.\\n\\nYou should return to Celandine and lie to her on Amdir's behalf. He did not drink her tea, but he does not wish her to be disappointed....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'...'\\n\\nAmdir's eyes are now closed, and he makes no more effort to speak at this time. His face is as pale as ice.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Does... that tea smell of bilberries? That was very... sweet of Celandine, and very good of you to fetch her the makings. I am all the sorrier, for I cannot drink this now. I... I do not feel well enough just now.\\n\\n'I will pretend to drink it. You must tell Celandine I enjoyed her tea. Please... do not let her know that her kindness was wasted on me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Quickly now! You mustn't let the tea get cold. I hope it makes Amdir feel better!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Make sure that Amdir drinks the bilberry tea",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Celandine and lie for Amdir's sake",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Gift for Amdir",
      "es": "",
      "es (fem)": ""
    }
  ]
}