{
  "id": 620864993,
  "txt": [
    {
      "id": 218649169,
      "en": "'Amdir looks so changed since last night! I almost feel like he's naught but a shadow when I look at him, like he isn't really there... how it makes me shiver!\\n\\n'I saw Strider make a salve of kingsfoil for his wound, but my Gammer always used a different remedy when a young Brandybuck would get a nasty splinter -- sweet bilberry tea!\\n\\n'I smelled bilberries by the water to the east of here as we passed in the night, which means they're in season. I would dearly like to make a tea for poor Amdir.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well done! You have found more than enough for a good strong tea. This is sure to cheer Amdir right up! Give me a moment, and I will steep the berries in some boiling water.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I hope my Gammer's tea will make Amdir feel a bit better. It always cheered me up when I was ill!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Sweet Bilberry Tea",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Celandine Brandybuck believes that the medicinal qualities of bilberries will make a fine tea to stave off Amdir's apparent infection.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected bunches of bilberries ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "This quest cannot be completed outside of the introduction.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect bilberries for Celandine's medicinal tea ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Celandine smelled bilberries by water to the east of Archet as she passed through last night.\\n\\nYou should collect bilberries, for they make a sweet tea to stave off infection, or so the hobbits' lore will tell you.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the bilberries to Celandine",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Celandine Brandybuck awaits you in the centre of Archet.\\n\\nYou should bring Celandine the bilberries you collected, for she intends to make a sweet medicinal tea to help strengthen Amdir's will.",
      "es": ""
    }
  ]
}