{
  "id": 620844420,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You hide behind the upright stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x199fbf1",
      "en": "'Keep your eyes peeled, or I'll have somethin' to tell the Blade about you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The road east of Ost Galadh is the most direct route to the fortress of Dol Guldur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x199fcf1",
      "en": "'A pox on this hill! How long do we need to keep this watch, Boss?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x199f5f1",
      "en": "'I could do with some grub. How many of us really need to watch this road, anyway?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You have come to Ost Galadh, [placeholder], where the Golden Host prepares for the next leg of its journey. Is the road of the Malledhrim also the road of the Hidden Guard? I do not know if it should be, but if it must we shall learn at least what dangers lie along it!\\n\\n'Travel east of Ost Galadh and keep your eyes open for enemies on the road. As the road climbs towards Minas Gîl, there are upright stones on one side of the path. Perhaps you can hide behind these stones and learn what the Orc-presence may be in Emyn Lûm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Upright stones can be found along the sloping road to Minas Gîl, east of Ost Galadh.\\n\\nEnedhel has asked you to hide behind upright stones on the road to Minas Gîl in order to learn how closely the eastern way to Dol Guldur is being watched by the Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I see, [placeholder]. It would appear that the Orcs are indeed watching the road through Emyn Lûm very closely. What is safe for the Golden Host then is not safe for the errand of the Hidden Guard.\\n\\n'I cannot recommend this way to Cúcheron. The Hidden Guard must find another way to Dol Guldur... a secret way. Passage through Emyn Lûm is too closely watched.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Enedhel is within Ost Galadh, in Emyn Lûm.\\n\\nYou have hidden behind the upright stones on the road to Minas Gîl, east of Ost Galadh, and should return now to Enedhel with what you have learned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The eastern way to Dol Guldur may be watched by the Orcs, [placeholder]. Travel east of Ost Galadh and hide behind the upright stones that line the way to Minas Gîl. You may learn something of the Orc-presence in Emyn Lûm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'It is clear the Enemy is watching the straight road through Emyn Lûm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I cannot recommend the straight road through Emyn Lûm for the Hidden Guard.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Hide behind upright stones on the road to Minas Gîl ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Enedhel at Ost Galadh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 6: Scouting Emyn Lûm",
      "es": "",
      "es (fem)": ""
    }
  ]
}