{
  "id": 620844422,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected venom samples from spiders in the Scuttledells ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The spiders of the Scuttledells pose a danger to all who pass through, but it remains to be determined how great a threat they are to the Hidden Guard.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Hail, [placeholder], and well-met indeed, for I have seen naught but spiders and black dogs for three days now, and it is good to speak with an ally at last. A great gloom hangs over this corner of the wood, likely emanating from the barrows just to the north of here; no one has tended those barrows for an age, and they are home now to evils only... and the spiders are everywhere!\\n\\n'I cannot recommend that the Hidden Guard come this way until we know for sure how deadly the venom of these spiders may be. It seems that the eyes of Dol Guldur are not watching the Scuttledells, but that will be no relief to any of our company who fall to the spiders in the name of secrecy!\\n\\n'Take this cloth, and use it to gather the venom from slain spiders here in the Scuttledells; I will see how perilous it may be.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Spiders can be found throughout the Scuttledells.\\n\\nGladiel has asked you to gather venom from the spiders of the Scuttledells by using the cloth she gave you.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Let me see the samples of venom you have collected using the cloth I gave to you, [placeholder].\\n\\n'In such small quantities as you would encounter with a single spider, this venom will make you ill, but should have no lasting effects. Large doses of the venom would be more serious, of course, but I can recommend passage through the Scuttledells to the Elves of the Hidden Guard, as long as they can limit exposure to large numbers of these spiders as they pass.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Gladiel is by the Shrine of the Ancient One, in the Scuttledells.\\n\\nYou have collected a number of venom samples from the spiders of the Scuttledells and should return them to Gladiel so she can examine them.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Use the cloth I gave you to collect samples of venom from the spiders of the Scuttledells, and I will determine how dangerous this road may be for the Hidden Guard.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I am still waiting for you to collect venom samples from the spiders in the Scuttledells, [placeholder].'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The forces of the Enemy do not seem to be watching the Scuttledells.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The Scuttledells are tangled and wild, and its spiders deadly.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect venom samples from spiders in the Scuttledells ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'A single spider does not have the venom to be a real danger. Avoid groups!'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Gladiel by the Shrine of the Ancient One",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the cloth containing venom samples to Gladiel by the Shrine of the Ancient One",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Bring the cloth containing venom samples to Gladiel at the Shrine of the Ancient One",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 6: Scouting the Scuttledells",
      "es": ""
    }
  ]
}