{
  "id": 620844421,
  "txt": [
    {
      "id": 136263297,
      "en": "You make note of the Orc-presence at Krul Lugu",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Malendol has been defeated",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have successfully defended Malendol",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Orcs have a strong presence in Taur Morvith.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'There are a number of Orc-camps in Taur Morvith, [placeholder]. I do not know if the southern way is the ideal road for the Hidden Guard to take to Dol Guldur. My friend Malendol headed south to investigate, but he has not returned.\\n\\n'If you will travel south and scout the pair of Orc-forts there, you may find some sign of my friend. If the Orc-presence is so great as to cause him trouble, it is certainly too dangerous for the Hidden Guard to bring Mazog this way.\\n\\n'It is to be hoped that Malendol is not in Krul Lugu itself, but you should start your search there, in case the worst has happened.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Krul Lugu is the Orkish name for a pair of Orc-fortifications in the centre of Taur Morvith, south of the Verdant Shrine.\\n\\nErymbes has asked you to investigate the Orc presence at Krul Lugu and to then find her friend Malendol.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thank you for scouting the Orc-camps of Krul Lugu and for coming to the aid of Malendol, [placeholder].\\n\\n'With what you have to say about the Orc-presence in Taur Morvith, it must be my recommendation to the Hidden Guard that the southern route to Dol Guldur is not safe. Bringing the Orc Mazog this way would be ill-advised indeed.\\n\\n'They must find some other way to the fortress, a way that preserves the secrecy of their errand.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Malendol may be somewhere in or around the Orc-fortifications of Krul Lugu, in Taur Morvith.\\n\\nYou have assessed the Orc-presence at Krul Lugu and should now search for Malendol, who may be in trouble.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Erymbes is at the Verdant Shrine, north of the Orc-camps of Krul Lugu, in Taur Morvith.\\n\\nYou have scouted the Orc-camps of Krul Lugu and defended Malendol and should return now to Erymbes with what you have learned.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I want you to assess the Orc-presence at Krul Lugu, the Orc-fortifications located to the south, in the very centre of Taur Morvith, and to then search for my friend Malendol.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'[placeholder], have you come from Krul Lugu? I went to scout those Orc-camps, but more Orcs came marching out of the east, from Dol Guldur, and I could not rejoin Erymbes in the north. I have been resting to regain my power before attempting to make my way there.\\n\\n'I am not yet at my full strength, and more Orcs are coming up from the south. You must help me!'",
      "es": ""
    },
    {
      "id": 53751569,
      "en": "'I believe we are fine now, my friend. Tell Erymbes I will return shortly.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You must search for my friend Malendol in or around the Orc-fortifications of Krul Lugu, to the south, in the very centre of Taur Morvith. He may be in trouble!'",
      "es": ""
    },
    {
      "id": 214532817,
      "en": "'Look to the south! A patrol of Orcs returns to Krul Lugu!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Assess the Orc-presence at Krul Lugu",
      "es": ""
    },
    {
      "id": 214532818,
      "en": "'More are coming, my friend! Ready yourself!'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find Malendol in or around Krul Lugu",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Defend Malendol from the Orcs",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Erymbes at the Verdant Shrine",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 6: Scouting Taur Morvith",
      "es": ""
    }
  ]
}