{
  "id": 621051156,
  "txt": [
    {
      "id": "0xb568952",
      "en": "'You return! How fared our experiment?'\\n\\nYou give her the results.\\n\\n'Ah hah! Excellent! I gave Málur and Gerja the second phial which means... [placeholder]! We have done it! The second phial must then be the quellwort!\\n\\n'Oh my friend, thank you ever so much for all of your help! Our journey to the West encroaches, but now perhaps Sadorwen's passage will be that much gentler.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568925",
      "en": "'You tell that fool of an Elf that if she splashes me again with any of her so called concoctions that I will have her relocated to the camp north of here.\\n\\n'But since you are here, I might as well admit that yes, my beard is feeling quite fine now. That is no excuse, however!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568926",
      "en": "'Ah, you come from Golodhril? I cannot say as I have noticed much of a change, no.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568929",
      "en": "'I have not noticed a change, no. My beard has always been gloriously soft, though, so who really could tell?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a0",
      "en": "Talk to Málur Keenword",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d4",
      "en": "Talk to Mother Amma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011890",
      "en": "The test subjects are located at Bazanmanar.\\n\\nGolodhril has asked you to speak to her various test subjects.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d7",
      "en": "Talk to Rúdin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'My friend, you have done much for my sister and me. If you would do me one last favour, I would greatly appreciate it. I studied the two remaining plants you gathered for me and created two concoctions. While you were gone I had our friends here sample each and now all that remains is to determine the results! Please, go see how they have fared.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d8",
      "en": "Talk to Gerja Defthand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "Golodhril has narrowed her study down to two of the plants you collected for her in Clovengap.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011821",
      "en": "Golodhril is located at Bazanmanar.\\n\\nYou should report your findings to Golodhril.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa330",
      "en": "Quellwort and Lockblossom",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568923",
      "en": "'Well met! Oh yes, you can tell Golodhril that I have noticed that my beard is softer. Please do give her my thanks and let her know I'd like that recipe!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}