{
  "id": 621072724,
  "txt": [
    {
      "id": "0x82ba93",
      "en": "Looming high above Carn Dûm, Gwathrenost was erected long ago during the reign of the Witch-king of Angmar. It was from this nigh-impregnable fortress that Angmar waged its long war against Arnor, devastating the kingdoms of Arthedain, Cardolan, and Rhudaur. After the battle of Fornost turned against the Witch-king of Angmar, it was to Gwathrenost he fled, but he was overtaken by the forces of Eärnur and Glordindel before he could return to Carn Dûm. With Angmar all but destroyed, it laid abandoned for many years until the False King and Steward of Angmar, Mordirith, brought about the first rebirth of Angmar and summoned those still loyal to the iron crown of the Witch-king of Angmar into his service at Carn Dûm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Gwathrenost, the Witch-king's Citadel -- Shadows of the Past",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Find a forgotten tome",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Find Tham Mornarcham",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba98",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Find Tirith Gúlaran",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Find the pedestal of the lost palantír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Find Golodir's inscription",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82baa0",
      "en": "Kept by the Witch-king of Angmar and, later, the False King and Steward of Angmar, Mordirith, one of the palantíri rested upon this pedestal until the seeing-stone was stolen from Gwathrenost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Once the seat of the Witch-king of Angmar, the dread citadel of Gwathrenost casts a long shadow upon the city of Carn Dûm. All but abandoned after the Steward of Angmar was deposed, the remnants of the Iron Crown have crept forth from the shadows, seeking to master a lost artifact of the Witch-king and reclaim dominion of Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Once the seat of the Witch-king of Angmar, the dread citadel of Gwathrenost casts a long shadow upon the city of Carn Dûm. All but abandoned after the Steward of Angmar was deposed, the remnants of the Iron Crown have crept forth from the shadows, seeking to master a lost artifact of the Witch-king and reclaim dominion of Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1190",
      "en": "You have discovered an inscription to Lorniel carved into a wall of Golodir's prison",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "You have discovered Tham Mornarcham",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Find the armaments of the fallen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1196",
      "en": "You have discovered the pedestal of the lost palantír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82bab1",
      "en": "It was within this high chamber that Golodir was imprisoned at Gwathrenost, only granted the briefest and most unkind of freedoms on the days he was forced to peer into the palantír at Mordirith's behest. Through all of his suffering, his love for his daughter, Lorniel, never wavered and he dreamt of the day they would at last be reunited. Alas, Mordirith knew well of Golodir's hopes and his faith in those he had left behind at Gath Forthnír....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba85",
      "en": "It is rare, indeed, to find this complete volume in such pristine condition. Many of its copies found throughout Middle-earth were mysteriously short of pages, but the Iron Crown has done well to collect them all for those kept within Gwathrenost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82bab4",
      "en": "It was from Tham Mornarcham, long ago, that the Witch-king of Angmar ruled his realm. After he was forced to abandon Angmar, this hall, like all of Carn Dûm, laid empty for many years. However, when Mordirith sought to bring about the rebirth of Angmar, it became the seat of the False King and Steward of Angmar and the high hall of the Iron Crown. It was here that the Ranger Golodir confronted Mordirith in battle, wounded him with the blade, Dúnachar, and forced him into retreat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Find Gwathrenost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba88",
      "en": "From Tirith Gúlaran, the Witch-king of Angmar, and later, Mordirith, the False King and Steward of Angmar, could watch over all of Carn Dûm and its surrounding lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82bab7",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82bab8",
      "en": "Although they were slain during the second downfall of Angmar, Múra, an Angmarim sorceress, and Rodakhan, a woman of the Trév Duvárdain, have not been forgotten among the ranks of the Iron Crown. After the Iron Crown returned to Carn Dûm, their weapons of old, a staff and a halberd, were recovered and ceremonially mounted upon the walls of Gwathrenost. Those who approach these should take care not to disturb them, lest they incur the wrath of the Iron Crown.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "You have discovered Gwathrenost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "You have discovered weapons once wielded by Múra and Rodakhan reverently mounted in Gwathrenost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "You have discovered a nigh-forgotten tome detailing one of the many foes of the Iron Crown",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "You have discovered Tirith Gúlaran",
      "es": "",
      "es (fem)": ""
    }
  ]
}