{
  "id": 621072723,
  "txt": [
    {
      "id": "0xa502838",
      "en": "Talk to Lágsaith in Bail Avarc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011988",
      "en": "Complete 'Sagroth, Lair of Vermin' on any difficulty.\\n\\nUse the Instance Finder to enter 'Sagroth, Lair of Vermin'.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "The Lair of Vermin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119b6",
      "en": "Lágsaith has concluded her tale.\\n\\nYou should talk to her in Bail Avarc.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11a31",
      "en": "Completed 'Sagroth, Lair of Vermin'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1699",
      "en": "Not too long ago, a group of Trév Duvárdain defeated an Iron Crown sorcerer in the sewers of Carn Dûm. The tale is, as Lágsaith would have many believe, a rather strange one.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688c7",
      "en": "'I would say that the story has come to a close, but the fate of our large rat friend remains shrouded in mystery. May it find some modicum of peace out in the wild -- preferably far, far away from the Iron Crown.\\n\\n'Thank you for indulging me, friend. I've told this tale numerous times already, but I don't think I'll ever grow tired of it. Watching people react with smiles and laughter is enough for me. After all, what's the harm in some light-hearted fun amidst such dark days?\\n\\n'Was I lying about the large rat? Well...' \\n\\nLágsaith gives you a wink. \\n\\n'That's for me to know and for you to guess. If you think it would help you form a decision, come back again for another retelling!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568802",
      "en": "'Down we travelled into the depths of the old sewers of Carn Dûm....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f1",
      "en": "'You wish to hear the tale, eh? Well, I suppose I could grant you the privilege.\\n\\n'Once my dear Aighrig returned from the east, our little group began hunting down those who still believed in the Iron Crown. We tracked one such fool named Gárvadach into the sewers of Dûn Bándrath -- or Carn Dûm, as it's otherwise known. Apparently, he sought to capture and tame a beast of some sort. Rumours of terrible monstrosities lurking beneath the city come and go, but...'\\n\\nLágsaith leans in for a conspiratorial whisper. \\n\\n'I assure you, some of them have been very true. After all, why would the Iron Crown care about how their sorceries have poisoned the wildlife?'\\n\\nShe grins, then leans back. \\n\\n'Gárvadach may have been a fool, but anyone who perceives the world as something to be conquered is dangerous. The land does not forgive such arrogance, nor does it forget.\\n\\n'And so, the six of us pursued him....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5028f0",
      "en": "Complete 'Sagroth, Lair of Vermin' on any difficulty",
      "es": "",
      "es (fem)": ""
    }
  ]
}