{
  "id": 621072798,
  "txt": [
    {
      "id": 111477392,
      "en": "Arrive at the keep of Dâr-gazag",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Leave Gramsfoot by way of the hidden path along the mountainside to the west. Or, if you are feeling adventurous wander outside the main gate of Gramsfoot, but beware, the Freeps can attack you if you do not take the mountainside path. Your goal is to reach the keep, Dâr-gazag.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "You reached Dâr-gazag and should now return to Gramsfoot to complete your training.",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "You have arrived at Dâr-gazag",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Now that you have returned to Gramsfoot, speak with Uglash, the task-master.",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Use the skill <rgb=#FFFF00>Return to Gramsfoot</rgb> to return",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Speak with Uglash",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Look at this maggot, fresh from a run to Dâr-gazag. Think you're ready to face the blades of the enemy? I bet your bowels would loose before an Elf cuts you gut to throat!'\\n\\nUglash looks you over. \\n\\n'No, there's more that needs doing yet.'",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "You have returned to Gramsfoot",
      "es": ""
    },
    {
      "id": 51875092,
      "en": "You have received your first reward for being a warrior in Angmar's army. Before you are unleashed with the remainder of the horde, you are tasked with visiting the true seat of the army's power in the Ettenmoors, Dâr-gazag.",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Now, one last thing to do. The true power of our army lies at the end of a long path west out of the gates of Gramsfoot. There are other ways to get to the keep, but the safest path stays along the mountainside and keeps you above the fray until you are really ready to enter the fight.\\n\\n'Go now, to the keep at Dâr-gazag and see the host assembled there to defend the Fragment of Mordirith's crown.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Tutorial: The Keep at Dâr-Gazag",
      "es": ""
    }
  ]
}