{
  "id": 621072790,
  "txt": [
    {
      "id": "0xa8e11a9",
      "en": "Spoke with the Blogmal emissary",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'At last the Lord hears my plea. You are most welcome here, sister.\\n\\n'Please understand the powers of Angmar reach these lands but are diminished by the proximity to the Free People. A problem we shall remedy.\\n\\n'For now we must rely on this... rudimentary and makeshift gifts from the various clans gathered here. Each of the Orc clans, the Scara-pack, and Brood of Shelob send emissaries to entreat. He even allowed the White Hand at this table. Perhaps, in time there will be more. For now, it is these few.\\n\\n'Go and learn from each of the emissaries here and then return to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Tutorial: Allegiance and Blessing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'Just what I needed: another sorceress among my war host. Malavin's been sending word back to Angmar since her arrival. Now this!\\n\\n'It is a good thing we are allies, wench. Or I'd twist your body in a knot and snap you in half to water the soil. But our alliance is too important for a display of that magnitude. Go and visit your elder, Malavin. Learn what she has to teach.\\n\\n'Go now, while my temper holds.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Listen here. A sorceress come from the north to tell me how the fight goes. Oh, she has the ear of the steward, but the arms are here, in the Ettenmoors. We've been fighting while they've been locked away in castles and steel barricades. What do they know about battling these people?'\\n\\nIt is a question expecting no answer.\\n\\n'Bah... leadership back in Carn Dûm is looking for a new way to off these pesky Free Folk. So we got some new tricks available, meat. Each clan, and even the dirty dogs and sticky little spiders got their own emissaries here to help you new gits out. Oh and those southron Uruks too... talk to one of them and they'll give you a taste of what the leaders are thinking... don't get used to it though, maggot. These truces can only last so long....\\n\\n'But first, they want me to send every maggot with snot dripping on their face up the hill to talk with her. Well... so be it. Better you go talk to her than me. She calls herself, Malavin.'\\n\\nThere is a short pause.\\n\\n'If you get a chance, accidentally spit on her for me, would you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Another veteran of the way? Or are you a new recruit? Honestly, I cannot tell the difference between a seasoned warrior and a whelp fresh from the pens or egg. I do, however know a thing or two about obedience and seeing that orders are carried out.'\\n\\nShe smirks wryly.\\n\\n'Mordírith is displeased with the efforts here and organized an effort to entice you... warriors... with gifts. Each of the Orc clans, the Scara-pack, and Brood of Shelob send emissaries to entreat. He even allowed the White Hand at this table. Perhaps, in time there will be more. For now, it is these few.'\\n\\nShe pauses a moment to look you over.\\n\\n'It appears that the steward of Carn Dûm is correct in his assessment. You are all in dire need of help. I invite you then to speak with the emissaries here in Gramsfoot. Learn what they offer you and choose their blessing. Each has been ordered, for now, to entreat with all of you. Provide for your until the council of our lord is complete.\\n\\n'Run along now, and learn from each of the emissaries here and then return to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Speak with the emissaries",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Orders is orders. You need to talk to the Priestess first.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "You have spoken with Malavin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Talk with the skinny witch, then you can talk to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Abide by the council's will and speak with Malavin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Seek she who speaks for the lord of Carn Dûm. Our brood will wait our turn.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Far be it from the Krahjarn to deny protocol. What, you think we're all war hungry tyrants like Akúlhun?'\\n\\nHe smirks.\\n\\n'We are... some of us just hide it better. Talk with Malavin. That is the command. We will abide.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Sharkey's orders are clear, we let the woman speak... for now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'The pack is eager to hunt. The human is a barrier to our victory. Speak with her quick and then return to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The War-tyrant seems displeased that emissaries from Carn Dûm arrived and made their way into the war tent. His demeanour is more grim than usual, and he has instructed you to make your way to the Angmarim sorceress who now resides in the tent at the within the confines of Gramsfoot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'I am Fathrug, and you look like you are ready to tear the flesh off a man. That is all we ask. Find the Men. Flay the Men. Leave their carcasses littering the earth to turn the grass bloody. The Tarkríp clan will strengthen your skills, help you stay in the fight longer. You'll be rather brutal about your business of hacking and rending the enemy and while we won't teach you how to dodge a really nasty sword blow, we'll teach you to shrug it off and keep going.\\n\\n'The Tarkríp clan prizes scrappy warriors above all else, willing to strike at the enemy relentlessly!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "War-tyrant Akúlhun directed you to the war tent to speak with an Angmarim sorceress there named Malavin. Apparently she is here to assist, inspect, or guide the war effort. Whatever her purpose, it does not sit well with the War-tyrant.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'You look soft, maggot. I should know the Ongbúrz are the heartiest clan in all of Angmar. We are not afraid of battle. We thrive in it. We revel in the clash of hammers, axes, and all the tools those bearded bastards bring against us. We know little fear. Our prowess in in our staying power.\\n\\n'If you want to swing your blade wildly without thought about tomorrow, go talk with the Tarkríp or the dogs. If you want to stand tall above all the others then take our blessing into battle. Toughness like ours should never be underestimated.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Malavin instructed you to speak to each of the emissaries representing the clans of Carn Dûm and beyond. They have blessings that they will seek to bestow upon you, provided you will serve in their name.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Come closer. Smell that? Mushrooms. Slime. Herbs. Poultices. The trappings of healers. Oh, yes, the other clans will tell you that they are the most stalwart, or furious, or violent, or sinister, but we are the force that keeps them standing. We are the strength behind them all.'\\n\\nHe chuckles.\\n\\n'Half the pain that they don't feel is because of our stinking sludges and fungal brews. We know how to pound a spike into a missing arm if things go terribly ill, too. Sometimes the victim even survives long enough to make it more permanent.\\n\\n'The others will tell you tales, but it is we that let them keep tongues wagging. Without us, they'd all be face down in the dirt. Stand with us. Stand with the Blogmal Clan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'She is born of the first enemy of Elves. She feeds her brood well and gives them all they need to spread the faith of the Dark Lord. Gifts that sting deeply, secretly, and brutally. Her poison courses to seep into the flesh and twist it to the darkness where she dwells.'\\n\\nThe queen chitters.\\n\\n'She burns the victims from within so they sting, sting, sting, longer and more painfully. She is the corruption that seeds the earth with malicious intent. She is mother to her brood. Join with her and earn the gift to inflict suffering most profound.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Sharkey orders us north to help fight. So we come. We see why these clans fail. Too unbalanced. Too dedicated to destruction, or defence. Too dedicated to mysticism or the darkness.'\\n\\nHe shakes his head.\\n\\n'No temperance leads to a quick end. Learning the field of battle. Discerning the weakness and strengths of your enemy provides a clearer path to victory. It is an even path we walk. It is the teaching of our master that we prize. The method to strike hard. The method to stand tall. The method to withstand a strike and turn a blade.\\n\\n'I would lead the White Hand against any of these other clans and leave them in shambles. Join us and you will see what I mean.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1190",
      "en": "Spoke with the Shelob's Brood emissary",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1191",
      "en": "Spoke with the White Hand emissary",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "Spoke with the Krahjarn emissary",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "Spoke with the Scara-pack emissary",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Having spoken to all the emissaries it is time to return to Malavin for further instruction.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'The Krahjarn are born to lead. We remember the wars against the first. We recall the first lash against our backs and how to revisit that on our lessers. We know what it means to lead. To oversee the battle. To watch the flow of a fight. When to inspire and when to instill fear.'\\n\\nHe snarls.\\n\\n'We know what makes a maggot a maggot and how to make a whelp a warrior. Stand alongside us, whelp and we'll make you a warrior yet.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'The Scara know the hunt. The strength of sudden strike. The panic you instill from the shadow and tastiest, easiest places to tear flesh from bone. We teach the pack the way and it is for the warg or any to do the rest.'\\n\\nHe shakes his fur.\\n\\n'We heed only brutality and cruelty to bring down our targets quickly and as painfully as possible. Our pack can teach you, but you must do the rest. We waste time by standing still. Choose us and run free.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'Off with you until you have spoken to each of the emissaries. Return to me when you are done. I shall instruct your further.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "Spoke with the Tarkríp emissary",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Well done, I am amazed you had the attention span necessary to speak with them all. There may be hope for you yet. Now to the matter at hand. Choose. Choose a clan to represent while your fight for Angmar.\\n\\n'All will welcome you. Freely shirk your allegiance like you have done your duty for so long. Drink of their blessing until you find a home that is welcoming to you. They are ordered to show no malice toward each other for now. This truce may not hold forever.\\n\\n'Mordirith wants to see these Free Folk brought low. So the clans were convened to find the strongest among you in order to determine the best way to eliminate the forces here. Align yourself. That is all you need do.'\\n\\nShe smiles deviously.\\n\\n'And when you tire of their boon, simply visit another to take their blessing in the first's stead. For the moment, it is simple. It shall not be forever. So do your best to prove to the master what clans should remain here in the Ettenmoors fighting and slaughtering the Free Folk.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Spoke with the Ongbúrz emissary",
      "es": "",
      "es (fem)": ""
    }
  ]
}