{
  "id": 621072799,
  "txt": [
    {
      "id": 228284035,
      "en": "'Listen well, Uruk. There are expectations that I have of you and our race. You should lead - from the back. Whipping these lesser creatures into a frenzy and making sure that the taste of flesh stays fresh in their gullets.\\n\\n'You are prepared. Do not fail...'\\n\\nHe leans in close.\\n\\n'Or I'll skin you myself.'",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Return to Akulhún for your newest orders",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Well, little cur, you are able to follow orders well enough. Keep that up in the wild and you might survive.'\\n\\nAkulhún chuckles.\\n\\n'Go on, get fighting.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Well, sluggard, you followed orders well enough. Know your role and you will do well. You do know your role, yes?'\\n\\nAkulhún growls.\\n\\n'You'd better. This land is more unforgiving than the pits of Urugarth! Go on! Get fighting!'",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Creeping about is one way to fight in the Ettenmoors. Seeing as it is all you can do - you will have to make it work.'\\n\\nAkulhún lets out a guttural laugh.\\n\\n'I don't expect to last very long at all. But, the time has come for you to get fighting. Get out there, wretch. Go and fight!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Tutorial: Know your role!",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Uglash can prepare you for the fight to come no longer. He advised that you speak with the War-tyrant and begin your battles in the Ettenmoors.",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'There is little else that I can do to prepare you for what is beyond that gate.\\n\\nUglash laughs.\\n\\n'Time to prove yourself. Go to the War-tyrant. Tell him you are ready.'",
      "es": ""
    },
    {
      "id": 51875097,
      "en": "It is time to put all you have learned together and return to War-tyrant Akulhún for your orders.",
      "es": ""
    }
  ]
}