{
  "id": 621072785,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'Why does a spider skitter in before me? Are you lost? You should have spoken with Tolothdal. No matter. Orders are clear. All new recruits are to report to War-tyrant Akulhún at the totems and bonfires. Go now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'You little flea-bitten cur. What are you doing here? You don't belong with the Orcs and Uruks! Should have been over there with Morsûm the mangy! No matter. Orders is orders. Get down to the War-tyrant at the totems and bonfires. Akulhún is inspecting all new recruits personally!\\n\\n'Go now, maggot!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'What do you want? You shouldn't be in here. This is for Orcs! Not you little spindly things! Bah, Tolothdal must be hiding underground again. Worthless wretch.'\\n\\nHe spits.\\n\\n'Look, orders are simple. Go to the War-tyrant at the totems and bonfires and make yourself known. Go now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Don't you look tasty? There was a time when if you wandered by my web, I would have snared you and sucked your innards until you were a husk. But now, we are allies in this war.\\n\\n'Since you have wandered afar from Soldier Gazfríb I will inform of your duty. Go to the totems and bonfires and speak with War-tyrant Akulhún. He wishes to see all new recruits.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "You are directed to speak with War-tyrant Akulhún, the leader of the forces in Gramsfoot. He awaits you at the totems and bonfires down the hill near the exit into the Ettenmoors proper.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Little pup? Lost? You have wandered away from your pack and into my brood. You should be more cautious where your padded feet take you.\\n\\n'Since you strayed from Morsûm and your pack, I will inform you of your duty. Go to the totems and bonfires and speak with War-tyrant Akulhún. He wishes to see all new recruits.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Don't you look tasty? There was a time when if you wandered by my web, I would have snared you and sucked your innards until you were a husk. But now, we are allies in this war.\\n\\n'Since you have wandered afar from Soldier Gazfríb I will inform of your duty. Go to the totems and bonfires and speak with War-tyrant Akulhún. He wishes to see all new recruits.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Another broodling? I need warriors, not fodder! I cannot win a war against hardened enemies with such fragile legged creatures.'\\n\\nThe War-tyrant grumbles something despicable in Black Speech.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Here's a specimen ready for battle! Now, if only I could get the Lord of Angmar to recall the damned emissary he's sent here. Welcome to the front!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "Akulún looks you up and down.\\n\\n'I guess you can stand in front of my Uruks. Maybe catch some arrows and stop some blades. Yes, that'll do. Welcome to the war!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "Akulhún sniffs the air and looks down.\\n\\n'Another warg without a saddle. Glorious.'\\n\\nThe War-tyrant lets out a grunt.\\n\\n'You'll be skulking about in no time, I assume. Welcome to the front.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'Welcome, mistress. Your presence in this war-torn land is welcome. The filth that fights in the Lord's name falter at every turn. Perhaps with our hand to guide them we will turn the tide and finally force our way south to discover the hidden Elven stronghold. Though it is beneath you, your first task is to meet with War-tyrant Akulhún. You will find him behind you shouting incessantly in the shadow of the totems. Be warned, he has a temper.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Welcome to the Ettenmoors! It is time to learn your way around. Follow your orders and prepare to meet the enemy outside of the encampment at Gramsfoot!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'We are not worthy of your presence. Please do not strike at me, but you must visit War-tyrant Akulhún. You will find him at the totems near the gate of Gramsfoot.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Have you come to mock us or help us? I do not fear you. I will not bow to you. Your presence here can only mean that the Lord sees we need more aid and that is your role, to aid. Go to War-tyrant Akulhún at the totems and bonfires, he will give you orders. Move along.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'My brood has never tasted your blood before. Have you come to make an offering? Or are you lost? You look lost. Report to War-tyrant Akulhún beneath the totems. He will set you straight.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Pay attention, maggot! You are nothing! A speck. I don't know why Mordirith sent you here, other than to die like the rest! Ha! You need to make an impression or, at least an introduction. Make your way to the totems surrounded by bonfires. Find War-tyrant Akulhún and report in.\\n\\n'Now, get out of my face. You sicken me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'It appears that Malavin's protestations bent the Lord's ear enough to bring you into the battle. Very well. Since you are of her ilk, I will show you the reverence you deserve. Welcome to the Ettenmoors!\\n\\n'Let us hope the Orcs understand they should stand in front of you and not behind you out here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'You have just been hatched, broodling, but already you must play an important role. Mordirith sends you here to aid in the war against the Free Peoples. We have no time to waste. You must now get your feet wet. All of them.\\n\\n'Seek out the War-tyrant Akulhún near the totems and bonfires. He is the ultimate leader in the Ettenmoors and will give you your orders!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Well... well... a new pup fresh from a litter in the mires of Angmar. Finally ready to wet your pelt with the blood of our enemies? Good, bare your teeth. Gird your loins. Your first task is to meet the War-tyrant. Akulhún stands before the totems near the bonfires. Make your way to him and report your arrival.\\n\\n'Go now. Make the pack proud.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Why does an Orc loom before me? Are you lost? You should have spoken with Soldier Gazfríb. No matter. Orders are clear. All new recruits are to report to War-tyrant Akulhún at the totems and bonfires. Go now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Tutorial: Out of Angmar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Why does an Uruk loom before me? Are you lost? You should have spoken with Soldier Gazfríb. No matter. Orders are clear. All new recruits are to report to War-tyrant Akulhún at the totems and bonfires. Go now!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}