{
  "id": 621072742,
  "txt": [
    {
      "id": 246419840,
      "en": "Soltakh can be found at Bail Avarc.\\n\\nYou have arrived at Bail Avarc. You have not yet found Crannog, but Soltakh wishes to speak with you. You should talk to Soltakh.\\n\\n\\n<rgb=#FF0000>NOTE: Bail Avarc can initially only be accessed via stable-master routes. Bail Avarc can be reached via the stable-masters at Esteldín, Gath Forthnír, and the stables of Rivendell.</rgb>",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Bail Avarc can be found in Angmar, south-east of Carn Dûm.\\n\\nCrannog has sent you a missive requesting your aid at Bail Avarc in Angmar. You should travel to Bail Avarc.\\n\\n\\n<rgb=#FF0000>NOTE: Bail Avarc can initially only be accessed via stable-master routes. Bail Avarc can be reached via the Stable-masters at Esteldín, Gath Forthnír, and the stables of Rivendell.</rgb>",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Soltakh at Bail Avarc",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Crannog can be found at Bail Avarc.\\n\\nYou have arrived at Bail Avarc and should seek out Crannog.\\n\\n\\n<rgb=#FF0000>NOTE: Bail Avarc can initially only be accessed via stable-master routes. Bail Avarc can be reached via the stable-masters at Esteldín, Gath Forthnír, and the stables of Rivendell.</rgb>",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'It is good to see you, [placeholder], but I wish we had met again in better days.\\n\\n'Much has changed in your absence, my friend. I am afraid our troubles in Carn Dûm have only grown more dire since Crannog sent word.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Although the Angmarim of the Iron Crown and their allies among the Trév Duvárdain were scattered from Carn Dûm after the fall of the False King, Crannog, chieftain of the Trév Gállorg, has sent word requesting your aid at Bail Avarc, hinting that all may not be well in Angmar.",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "You have arrived at Bail Avarc and should seek out Crannog",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Travel to Bail Avarc in Angmar",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Soltakh waves as you approach, but there is a dour look about him",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "\\qMy friend,\\n\\nAfter Carn Dûm was retaken from the servants of the Iron Crown, I and many others believed they fled into the East. Alas, it seems whatever errand sent them there was not undertaken out of fear, but that they might one day return in greater wickedness to Angmar. Now, the Angmarim of the Iron Crown who served the False King and the tribesmen of the Trév Duvárdain still loyal to them have reclaimed the city of Carn Dûm.\\n\\nThe Trév Gállorg have not forgotten the aid you offered our tribe against the False King and the oppressors of the Iron Crown, but I must ask for your aid once again. When first you came to Aughaire, I offered to you a Fém—a purpose, a challenge, and the duty of all those who would call themselves Trév Gállorg. You fulfilled your Fém and saw it to its end. This day, I write to bestow upon you a new Fém: travel to Bail Avarc and aid us in casting the Iron Crown from Carn Dûm, once and for all.\\n\\nChieftain and twice-humbled tribesman of the Trév Gállorg,\\nCrannog\\q\\n\\nAttached to Crannog's missive is a small map of Angmar, denoting the location of Bail Avarc.\\n\\nDespite your many victories over the Iron Crown from the frozen foothills of Forochel to the eastern reaches of Mount Gundabad, Crannog's missive leaves you uneasy and an old dread fills your heart. Is the Iron Crown truly diminished and merely playing at a return to its former prominence in Angmar? Or has each seeming defeat of the Iron Crown only served to advance some greater scheme?\\n\\nQuestion after question comes unbidden to your mind. There will be time enough to think on all of them during the journey to Bail Avarc, you decide, and surely Crannog and the Trév Gállorg will have the answers you seek.\\n\\n\\n<rgb=#FF0000>NOTE: Bail Avarc can be reached via the stable-masters at Esteldín, Gath Forthnír, and the stables of Rivendell.</rgb>",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Find Crannog at Bail Avarc",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Angmar Reborn, Prologue",
      "es": ""
    }
  ]
}