{
  "id": 620794144,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Angmar must not control the mine",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Being sent here to Grothum was bad enough, now I have to deal with these fool târks and dwarfs stalking the mines. I'll not have this, maggot!\\n\\n'We know them drakes stalk the mines and it is time that we use their strength against our foes! We need to call them to action and get them to fight their leaders!.\\n\\n'Very near where their leader stands is a nice, flat rock just waiting for slabs of meat to be tossed atop it to get those drakes running. Get some Thistledown haunces and toss them on the slab. That ought to get the drake's attention. Then we'll see how strong these wretches truly are!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Call the Beasts!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Drakes stalk the mines and are a foe that often destroys the Orcs and trolls within the mines. It is time to turn that power against the Free People.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "The haunches are placed, the drakes are sure to come. You best hide, worm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collect Thistledown Haunch ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You fool! Calling the beasts now would bring them against our forces!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Place the Thistledown haunches on the flat stone in the Isendeep",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Search the areas south of Tol Ascarnen or west along the plains south and west of Dar-gazag for the Thistledown Grazers. Collect some of their haunces and bring them to the slab within the depths of the Isendeep.\\n\\nSoldier Golb directed you to turn the force of drakes often found stalking the Isendeep Mines against the Free People. He wants you to draw the drakes in with the promise of aurochs meat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect Thistledown Haunches ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}