{
  "id": 620794159,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Oh, please! My dear rooster, we have much more important things to do, such as napping. Besides, we must keep our mistress's house clear of mice and rats. We haven't time to run all the way to the Shire!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Who art thou, rooster? I am a noble steed of Rohan. Thy troubles are beneath my hooves.\\n\\n'Even were I of a mind to lend thee aid, I have not long been in this place and know not of this land called the Shire. Begone, bird, for I have naught to do with thee.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Wolves? Ha! We fear no wolves! They will not withstand our onslaught. They will be the next to fall!\\n\\n'After we destroy the helpless red squirrels, we shall conquer the wolves, and then the world! No one can stop us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Flying the Coop -- Bree-land",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Oh dear! I found such lovely grass here, but I can't seem to find my way back off the roof of this hobbit-hole. Do you see a path?\\n\\n'My dear rooster, how can I help you when I am stuck here? If I could find a way down, I might speak with my bull...wolves are too vicious for me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "George feels that help must be found from beyond the Shire to defend against the invading wolves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'I am trapped in a cage out in the middle of the Midgewater Marshes, and you want me to help you? I think you have it backwards, rooster. I am the one in need of help.\\n\\n'This Man here is more than a bit mad! If he throws any more of those dreadful dead midges in this cage, I think my carapace is going to split!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to creatures of Bree-land",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The horse is at Hengstacer. The grey squirrel can be found on an island in the southern part of Nen Harn. Wink the cat may be found in Bree. Sniken can be found in the south-east part of the Midgewater Marshes, in Roderick Neeker-friend's camp, on a hill above the Goblinhole Ruins. The cow can be found in Newbury in Buckland.\\n\\nGeorge has asked you to speak with the creatures of Bree-land. You should seek out and speak with the horse, the grey squirrel, Wink the cat, Sniken, and the cow in Bree-land.",
      "es": "",
      "es (fem)": ""
    }
  ]
}