{
  "id": 620794147,
  "txt": [
    {
      "id": 136263297,
      "en": "Caragdal has arrived to fortify the Grimwood!",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Caragdal has been slain",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You did not protect Caragdal during her patrol",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Grimwood is secured for Angmar's purposes. To ensure that it remains this way, we must grow our forces and support. \\n\\nYou must draw the web-weavers from the nearby tower to come to Angmar's aid at the Grimwood Lumber Camp.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'To the west, in a tower draped in the webs of their mistress lay a great spider. She will come to us and oversee the collection of wood through her minions if we beseech her aid.\\n\\n'Go there now, maggot, and speak with her. Bid her draw the spiders from the tower to the woods surrounding this camp.\\n\\n'Be quick!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Caragdal can be found in the ruins near the Grimwood Lumber Camp, nesting amongst her broodlings.\\n\\nCaragdal must be escorted safely to the Grimwood Lumber Camp.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Be swift. I will not suffer the slings and stones of those accursed little folk any longer. The time has come to decimate their ilk and wipe the world clean for our conquest.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Soldier Golb is in the Grimwood Lumber Camp.\\n\\nYou should return to Soldier Golb with the news that Caragdal is on the move.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Where is that spider, maggot?'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'So Caragdal is on the move? If you weren't such a blubbering weakling, I'd say you were beginning to be of some worth to us here! At least you do not fail in all that you attempt. You have impressed me...for now.\\n\\n'What are you looking at? Get back to work!'",
      "es": ""
    },
    {
      "id": 211727137,
      "en": "'Be swift, young one. Keep the Little Folk at a distance.'",
      "es": ""
    },
    {
      "id": 211727138,
      "en": "'I will summon the brood and move among the camp to help defend.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Escort Caragdal to the Grimwood Lumber Camp",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return to Soldier Golb with news of your success",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Speak with Caragdal",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Spider Harvesters",
      "es": ""
    }
  ]
}