{
  "id": 620794180,
  "txt": [
    {
      "id": 206797445,
      "en": "Defender of Imlad Gelair",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Broderic Willowmeade, a man of Bree-town has bade you seek out Imyl in the Last Homely House of Rivendell, and offer aid to her if you may.",
      "es": ""
    },
    {
      "id": 56351205,
      "en": "Elven Artisan",
      "es": ""
    },
    {
      "id": 93135429,
      "en": "Elven Soldier",
      "es": ""
    },
    {
      "id": 251448501,
      "en": "Elven Gardener",
      "es": ""
    },
    {
      "id": 189765125,
      "en": "Elven Musician",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Greetings, [placeholder], have you travelled to fair Rivendell? I have had business there on occasion in the past, but lately a friend of mine by the name of Imyl sent warning to me that I should no longer travel through the Trollshaws, for fear that I should fall victim to bands of roving hill-men who have come down from the north in the last year or so.\\n\\n'I count myself a friend of the fair Elves of Rivendell, and if matters have come to this, I fear that they may be in some peril. Should you find your way to Rivendell, seek out Imyl of the Last Homely House, and aid her, if you may. I would be most grateful.'",
      "es": ""
    },
    {
      "id": 147009781,
      "en": "Elven Orator",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Speak with Imyl of Rivendell.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Broderic sent you here? To aid us?\\n\\n'What a dear, foolish man he is. I doubt there is much that you can do to aid us, for our borders are tested by the shadow at every turn. However, if you are determined to lend us aid, then I will gratefully accept your help.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You should speak with Imyl at the Elf-haven of Rivendell.'",
      "es": ""
    },
    {
      "id": 147905957,
      "en": "Elven Scholar",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Elves of Rivendell",
      "es": ""
    }
  ]
}