{
  "id": 620857393,
  "txt": [
    {
      "id": "0xa4b0ff5",
      "en": "Skirmish Field Manual - Traits",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Skirmish Field Manual - Traits",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Traits - Your guide to all things Traited",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x38ce4c2",
      "en": "The Gambler",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x61726d1",
      "en": "As a new member of our Skirmish family, there is a lot to take in. This guide will help teach more about what you can do with Marks. The two main uses for them are for purchasing and upgrading Skirmish Traits, and for purchasing various rewards from the Skirmish Vendors.\\n\\nWe'll start by going through the four Skirmish trait types. All traits can have their Rank increased at the Trainer by spending additional Marks. Increased Rank increases the level effectiveness of the trait.\\n\\nATTRIBUTE\\nAttribute traits come in two types: Role traits and cosmetic traits. The Role trait determines the fundamental role your soldier will be filling. You may only equip one Role trait, and it will dictate some of your later trait choices. The Role trait will change your Soldier's armour and weapons, as well as their basic abilities. For instance, the Archer role has medium armour and does good ranged damage, while the Protector has heavy armour and low damage but draws aggro well. The cosmetic traits allow you to choose the hair colour, hair style, clothing and even race of your Soldier.\\n\\nSKILL\\nEach Skill trait you slot will give your Soldier a new skill that he will use in combat.  Each Skill trait is tied to a specific Role, as listed in the trait.\\n\\nTRAINING\\nTraining traits will increase various passive abilities of your soldier, like critical rating or morale. Most of these traits can be paired with all soldier Roles, but some are more restrictive than others.\\n\\nPERSONAL\\nThese traits represent the extra inspiration and drive you can tap into while leading your Soldier in a Skirmish. They are mostly passive bonuses like Training, and will ONLY function while inside a Skirmish.\\n\\nNext, we have the Skirmish vendors in the Skirmish camps. There are a number of vendors with various rewards that can be purchased with Marks. Some rewards also require additional currency, Medallions or Seals.  These are found by completing the optional Encounters, by participating in larger group size Skirmishes, or completing Classic instances.",
      "es": "",
      "es (fem)": ""
    }
  ]
}