{
  "id": 621002016,
  "txt": [
    {
      "id": "0xa502859",
      "en": "The deep sorrow is causing you to <rgb=#FF00FF>cry</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011828",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688a1",
      "en": "Then, everything abruptly changes. Gruesome scenes flash before you, furious slashing, dismembered limbs and blood, so much blood. You see the man through the eyes of the woman, lying on a cold, stone floor, completely ripped apart. You see her reaching out to him, but the light is fading from your shared vision. She is dying, and the weight of this is suffocating you.\\n\\nJust in time, she releases you. You gasp for air as one more image comes to you. A face, beautiful, but dark. Not the same as the woman's, but similar, related. Hatred comes to you; the most intense hatred you've ever experienced. Hatred is this being's purpose now. And then, realization. This face must belong to Lhaereth the Stained.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11af1",
      "en": "You can now access the courtyards of Seregost and beyond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502830",
      "en": "Talk to the Blood-bathed Watcher",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa2b3",
      "en": "The Bloody Watchers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688a5",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119a1",
      "en": "The Blood-bathed Watcher can be found at the base of Seregost.\\n\\nThe Watcher's deep sorrow is causing you to <rgb=#FF00FF>cry</rgb>.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688a7",
      "en": "Before you looms a grotesque stone figure. The bloody waters of the Chaydash run down its features, making it almost feel alive. As you study its features, you are unsettled to realize that its gaze is piercing into you, examining your thoughts. Your mind drifts to your experiences in Seregost's prison and your successful escape. Suddenly, your mind is grasped by the spirit, and a stream of images comes to you, hazy and dream-like. \\n\\nYou see a man and woman, walking together through beautiful fields, hand in hand. They are clearly very much in love, but you notice the woman does not seem entirely normal. Her features are ever so slightly monstrous. Regardless, the man is enraptured by her. Emotions come to you that are not your own. Love and happiness, but in the background a deep and growing sorrow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119d0",
      "en": "The Blood-bathed Watcher can be found at the base of Seregost.\\n\\nYou should talk to the Blood-bathed Watcher again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688d9",
      "en": "The spirit sees that you finally understand and shows you another image, this time different, clearer. This must be somewhere nearby, not a memory. You see another statue, a twin of this one, standing in the Chaydash. The red waters pass through an iron gate and stone walls behind it. It must be behind Seregost itself, further upstream. You can feel a forlorn attachment to this statue, as if the spirit yearns to be closer to it. The man's face appears in your mind for just a moment, and the spirit shows you an almost tangible connexion through the waters. You get the sense that you could pull on this connexion to travel to the other Watching-stone. The image fades away and you can feel the spirit trying to form a word in your mouth.\\n\\nYou allow the word to form: 'Bargain?' \\n\\nThe spirit shows you what you must do to be allowed passage. Your hate-fueled visions of slain merrevail, Lhaereth struck down in her throne room, and Seregost in ruins. You tell the spirit that you do mean to end Lhaereth's reign of terror, one way or another. You feel a bit uncomfortable at the spirit's murderous delight, but you believe she will now allow you access to Seregost and beyond.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a9",
      "en": "Solve the Watching Stone's riddle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11ae4",
      "en": "The Blood-bathed Watcher notices your empathy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119a5",
      "en": "The Blood-bathed Watcher can be found at the base of Seregost.\\n\\nThe realization that this was the daughter of Lhaereth <rgb=#FF00FF>surprises</rgb> you!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1650",
      "en": "The Blood-bathed Watcher sits in the waters of the Chaydash, at the base of Seregost. What mysteries does it guard?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502852",
      "en": "Talk to the Blood-bathed Watcher",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1624",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11ae7",
      "en": "The Blood-bathed Watcher notices your realization",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119a8",
      "en": "The Blood-bathed Watcher can be found at the base of Seregost.\\n\\nYou should talk to the Blood-bathed Watcher again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502826",
      "en": "Show the Blood-bathed Watcher your <rgb=#FF00FF>surprise</rgb>",
      "es": "",
      "es (fem)": ""
    }
  ]
}