{
  "id": 621002018,
  "txt": [
    {
      "id": "0xda44875",
      "en": "The Black Book of Mordor - Where the Shadows Lie",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "Complete 'Where the Shadows Lie, Chapter 6'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50255",
      "en": "Complete 'Where the Shadows Lie, Chapter 7'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50258",
      "en": "Complete 'Where the Shadows Lie, Chapter 9'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50259",
      "en": "Complete 'Where the Shadows Lie, Chapter 8'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba70",
      "en": "Hoping to gain insight into the life of the Elf Magoldir, whose name appears within the Black Book of Mordor, Gandalf prevailed upon the shade of Isildur to recount the tale of the Siege of Barad-dûr that concluded the Second Age.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba41",
      "en": "At the behest of King Thorin you brought Khîl Tale-spinner, a trouble-making Zhélruka, back to his father's home in the Ironfold. You also brought word to Thorin's own son Durin that the time had come for him to learn what it takes to lead. But even as Durin prepared to return to the Lonely Mountain, Khîl discovered a hidden chamber within his father's house, and in that secret room was revealed a black-bound book covered in evil sigils and bearing the Eye of Sauron: the Black Book of Mordor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba43",
      "en": "On your return to the Lonely Mountain you encountered a band of Zhélruka on the border of the Dale-lands. Aggrieved that the messenger they dispatched to King Thorin had not yet returned, they threatened to cross by the base of Erebor, in war if need be, and Durin stayed behind to ease the tension. After bringing the Black Book of Mordor to Gandalf and delivering word of his son to King Thorin, you learned that the Zhélruka passed into the Grey Mountains; unwilling to shed dwarf-blood, Durin followed them instead, vowing to protect the Men of Dale from the possibility of Zhélruka aggression. When you finally caught up to Durin, his heart had been moved by the chill air of the mountains, and he desired to prove himself a worthy son and heir to King Thorin, though it mean risking the ire of Karazgar, the Weeping Warrior.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba72",
      "en": "The shade of Isildur concluded his tale of the Great Alliance of Elves and Men that brought about the defeat of Sauron at the conclusion of the Second Age, but their victory was bittersweet, for Sauron endured and his evil persisted.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba44",
      "en": "An excursion to the Anvil of Winterstith and a quest for vengeance embroiled the Dwarves of Skarháld in further conflict with Karazgar, the Weeping Warrior, and only the timely intervention of Gandalf staved off disaster. His study of the Black Book of Mordor has borne some fruit, but Karazgar's interest in that forbidding tome has convinced the Wizard that it must not remain in the Grey Mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba74",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82baa3",
      "en": "The story continues in future chapters!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82baa4",
      "en": "You delved beyond the Black Gate into the vale of Udûn, where Sauron's armies were equipped for war. The Dark Lord may be gone, but his lieutenants remain and vie for power in the absence of his unifying evil. Chief among these is Ugrukhôr, the Captain of the Pit, who seeks to maintain his command over Udûn from the fortress of Durthang.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba76",
      "en": "Within Barad Cúron, the Tower of the Crescent Moon, you confronted the wraith Gothmog and put an end to his evil designs and those of another of Mordor's Masters. But your victory within the tower raised further questions, and the mystery of the Black Book of Mordor remains...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Complete 'Where the Shadows Lie, Chapter 1'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba48",
      "en": "The story continues in future chapters!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82baa6",
      "en": "With the unlikely help of the Khundolar war-leader Ayorzén the Wily, you obtained an heirloom corrupted by its long stay in Gorgoroth. You were able to cleanse it of the evil that encircled it, and Elrond imbued it with the Light of Eärendil, a powerful force for Good that will light your way in the Black Land. You met with Dulgabêth, the former Mouth of Sauron, and listened to his offer of peace. Aragorn deemed it unacceptable, but believes you learned information of use from he who hopes to rule Mordor as Sauron's heir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba49",
      "en": "At Gandalf's suggestion you journeyed to the house of Grimbeorn in the Beorning-lands. While you helped his folk make safe their homes and those of their neighbours in the vales of the Anduin, the Wizard continued his study of the Black Book of Mordor. Before long, Elrond and much of his household arrived in the vales on their way to Gondor for the wedding of his daughter Arwen to Aragorn Elessar. They also sought out Grimbeorn, who found his hospitality, and his patience, tested by the arrival of the Elves. Meanwhile, the presence of the Weeping Warrior can still be felt in the vales, and his desire to obtain the Black Book has not lessened.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82baa7",
      "en": "The search for information led you further into Gorgoroth, and you learned more about the Gúrzyul and the uneasy alliances they have formed in order to solidify their own domains. More troubling for Gandalf and for Middle-earth is your discovery that Lhaereth the Stained, the Lady of Blight, has returned to Mordor and seeks to perfect her pestilential master-work. She was responsible for the Great Plague that swept Gondor and the lands to the east earlier in the Third Age; does she now hope to finish what she started?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82baa8",
      "en": "Your infiltration of Amon Thaur has revealed a troubling development for Middle-earth: the Masters of Mordor have set aside their differences and come together beneath the rule of Lhaereth the Stained, Lady of Blight. A unified Mordor endangers all the Free People: Men, dwarves, Elves, and hobbits alike.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "The story continues in future chapters!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba51",
      "en": "In the wake of Sauron's defeat, the Gúrzyul Ugrukhôr seeks information about a mysterious artifact known only as the Bugdatish, and he sends his minions in search of Karazgar the Weeping Warrior, another of the Gúrzyul who may possess the secret of it. Meanwhile, the Lord and Lady of the Golden Wood come to Dol Guldur, the former stronghold of the Necromancer, and raze it to the ground.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba54",
      "en": "The search for Karazgar continued into Eryn Lasgalen and the Dale-lands, bringing you into the confidence of the surviving dwarves of Thorin's Company, who sought answers for the apparent decline of their people's craft-skill. Gandalf came to believe that the Gúrzyul might be experiencing a similar decline, and they seek a means to reverse or counter it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Unravel the story of 'The Black Book of Mordor - Where the Shadows Lie'.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba56",
      "en": "The story continues in future chapters!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50271",
      "en": "Complete 'Where the Shadows Lie, Chapter 12'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Complete 'Where the Shadows Lie, Chapter 2'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba57",
      "en": "The story continues in future chapters!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Complete 'Where the Shadows Lie, Chapter 3'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50273",
      "en": "Complete 'Where the Shadows Lie, Chapter 13'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Complete 'Where the Shadows Lie, Chapter 4'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50246",
      "en": "Complete 'Where the Shadows Lie, Chapter 10'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50275",
      "en": "Complete 'Where the Shadows Lie, Chapter 14'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50247",
      "en": "Complete 'Where the Shadows Lie, Chapter 11'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a9",
      "en": "Complete 'Where the Shadows Lie, Chapter 5'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba60",
      "en": "Gandalf sent you from the Vales of Anduin to Imlad Morgul, where you joined the warriors of Gondor seeking to cleanse Imlad Morgul and Minas Morgul at the command of King Elessar. But his were not the only eyes turned on the Dead City, and the Masters of Mordor also sought to take advantage of the Morgul-sorceries laid bare by the defeat of the Witch-king.",
      "es": "",
      "es (fem)": ""
    }
  ]
}