{
  "id": 621076516,
  "txt": [
    {
      "id": 162883717,
      "en": "'Can I ask you to deal with any of the foes that encroach upon our lands? There is no shortage of threats throughout many of the Green Hills.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 4.2: A Knight of the Green Hills",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'You have taken care of some foes of Pinnath Gelin? I am grateful for your service on behalf of Ost Arndír and the Lady Nauriel. I see why the King has made you a part of his travelling company!'",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'Do you often befriend liars, [placeholder], and encourage them to speak untruths? Because Orgolas here has told me something surprising, and there is no way it could be true!\\n\\n'He says that King Elessar adventured with my grandsire Hirluin in Umbar, many years ago, and that he is the \\qThorongil\\q for whom I was named!'",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Travel to the northern entrance of the keep of Ost Arndír, north-east of Iáphel",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Hirluin's daughter is named Nauriel, and she is high in the order of knights that protects Pinnath Gelin; it is the tradition in this land that women may also wield sword and sceptre. She is married to Carandolion, who is the brother of Duinhir of the Blackroot Vale, though I recall the two are quite different in temper. The son of Nauriel and Carandolion is named Thorongil, and must now be about ten years old.'\\n\\nElessar nods.\\n\\n'Yes, I am afraid Hirluin spoke often of our campaign in Umbar, and while it has been many years since I wore the name \\qThorongil,\\q his grandson was given that name in remembrance of me. I would prefer you not speak of it to Nauriel or her son. There must be few in Outer Gondor these days who know the warrior Thorongil and the King Elessar for the same man, and I would like to keep it that way.\\n\\n'Ost Arndír is to the north-east of Iáphel. Let us travel there now before Grethril burdens our pack-horses with more bottles of wine than we need. To speak honestly, this may have happened already.'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Defeat foes throughout Pinnath Gelin ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Talk to Hebron outside the keep of Ost Arndír",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to Lady Nauriel in Ost Arndír",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Welcome.'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Welcome to Ost Arndír, home of the Lady Nauriel, Knight of the Green Hills and Lord of Pinnath Gelin. She awaits you inside the hall.'",
      "es": ""
    },
    {
      "id": 177082756,
      "en": "You decide to leave the boys to their game, and see if Hebron has any work for you",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Talk to Thorongil inside his room in the keep of Ost Arndír",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 177082757,
      "en": "Thorongil and Orgolas run up, shouting and bickering",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Talk to Orgolas in Thorongil's room inside the keep of Ost Arndír",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'I am pleased to see you among the Green Hills, King Elessar and Queen Arwen! You and all your company are welcome to stay for as long as it pleases you. Know that there are dangers still in Pinnath Gelin, for Haradrim fighters were transported here on Corsair ships during the war, and my knights have not yet found them all. Raiders from Umbar, too, have come up the rivers in small boats and harry our people. But I see warriors among your company, and if they exercise caution they should fear little.\\n\\n'I understand you have brought Golasgil's heir Orgolas with you on this visit? My son Thorongil will be delighted to entertain a boy of his own years! Perhaps this [placeholder], [placeholder], will show Orgolas to my son's chambers? You will find them to the north-east, through the door on the right.'",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Talk to Hebron in Ost Arndír",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Talk to Hebron outside the northern entrance of the keep in Ost Arndír",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'I understand you have brought Golasgil's heir Orgolas with you on this visit? My son Thorongil will be delighted to entertain a boy of his own years! Perhaps this [placeholder], [placeholder], will show Orgolas to my son's chambers? You will find them to the north-east, through the door on the right.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "King Elessar's next destination is to be Ost Arndír in Pinnath Gelin.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Nauriel's son Thorongil's room is to the north-east, through the door on the right.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Hello. So you are a [placeholder]? Are you a good one?'\\n\\nThorongil dismisses your answer with a casual wave, and turns to Orgolas.\\n\\n'I am going to train to be a knight when I'm old enough. It won't be very long from now, just a year or two! I have already been practicing my sword-play with sticks and with implements from the kitchens. Do you want to see? We can pretend to duel, and whoever wins gets to be the King of Outer Gondor. I wager King Elessar will be very impressed with us!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "The entrance to Ost Arndír is to the north-east of Iáphel, in Pinnath Gelin.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Back home in Lond Cirion, Aerhant often lets me climb the tower and look out over the Sea, and I have seen a great many Corsair ships going here and there across the waves! Once when the sky was clear I thought I could see all the way to Umbar, but he said that wasn't possible. But I have very sharp eyes, just like my father did, and he was a great mariner and fought bravely at the Black Gate of Mordor.\\n\\n'I will be fine, [placeholder]. You can go now.'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Thorongil is in his room north of the main hall, inside the keep of Ost Arndír.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'I have been practicing my sword-play. I am already very skilled, ask anyone!'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Hebron is outside the northern entrance to the keep of Ost Arndír.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Find Thorongil's room inside the keep of Ost Arndír",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Orgolas is in Thorongil's room in Ost Arndír.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "The Lady Nauriel is inside the main hall of Ost Arndír, located upstairs inside the keep.",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Hebron is outside the northern entrance of the keep of Ost Arndír.",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "Hebron nods in welcome",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "Thorongil and Orgolas stand uncertainly together",
      "es": ""
    },
    {
      "id": 162883745,
      "en": "'I am afraid Hirluin spoke often of our campaign in Umbar, and while it has been many years since I wore the name \\qThorongil,\\q his grandson was given that name in remembrance of me. I would prefer you not speak of it to Nauriel or her son. There must be few in Outer Gondor these days who know the warrior Thorongil and the King Elessar for the same man, and I would like to keep it that way.\\n\\n'Ost Arndír is to the north-east of Iáphel. Let us travel there now before Grethril burdens our pack-horses with more bottles of wine than we need.'",
      "es": ""
    },
    {
      "id": 162883746,
      "en": "'Welcome to Ost Arndír, home of the Lady Nauriel, Knight of the Green Hills and Lord of Pinnath Gelin. She awaits you inside the hall.'",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "According to Hebron, various dangers can be found in the vicinity of Ost Arndír, and the folk of the town would appreciate you helping deal with them.",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Talk to Thorongil outside the keep of Ost Arndír",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "Hebron is outside the northern entrance of the keep in Ost Arndír.",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "Thorongil is outside the northern entrance of the keep of Ost Arndír.",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'Ah, [placeholder], you are looking for something to do while the King and Queen speak with Lady Nauriel? I am glad to hear it, for there is always something that needs doing in and around Ost Arndír.\\n\\n'Can I ask you to deal with any of the foes that encroach upon our lands? There is no shortage of threats throughout many of the Green Hills.'",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "Defeated foes throughout Pinnath Gelin ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'I will be fine, [placeholder]. You can go now.'",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'What is this tumult?'",
      "es": ""
    }
  ]
}