{
  "id": 621076499,
  "txt": [
    {
      "id": "0xa5029c6",
      "en": "Defeat Ruthless Dead ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "You have defeated many of the Ruthless Dead, and should report to the battle-worn soldier standing outside the Ruins of Ethilllorn south of Linhir.\\n\\nTalk to the soldier outside the Ruins of Ethillorn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1729",
      "en": "A battle-worn soldier would like your help to disperse the Ruthless Dead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b07",
      "en": "Defeated Ruthless Dead ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d0",
      "en": "Defeat Ruthless Dead berserkers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011874",
      "en": "A battle-worn soldier has offered you the chance to defeat the Ruthless Dead in the Ruins of Ethillorn, south of Linhir.\\n\\nDefeat the Ruthless Dead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "The Ruthless Dead of Ethillorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568934",
      "en": "TBD grateful, relieved.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b11",
      "en": "Defeated Ruthless Dead berserkers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568938",
      "en": "A battle-worn soldier stands guard outside the Ruins of Ethillorn. Dirt marks his face. Sweat mats down his hair in clumps. There are scrapes across his armour, as if some beast tried to claw the heart from his chest.\\n\\nBut he's beaming as you approach him.\\n\\n'Hail, traveller!'\\n\\nYou feel his eyes assess your worth, and when he judges you a capable adventurer, he beams wider.\\n\\n'I have been tasked with dispersing the Ruthless Dead from within the walls of Ethillorn. I am in the middle of a respite, but if you would like a turn, you are more than welcome.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568939",
      "en": "'To test myself against such strange beings is an honour and a privilege, is it not?\\n\\n'Thank you for your aid. I will tend to whatever remains in due time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c5",
      "en": "Talk to the battle-worn soldier outside the Ruins of Ethillorn",
      "es": "",
      "es (fem)": ""
    }
  ]
}