{
  "id": 621076530,
  "txt": [
    {
      "id": "0xa8e1195",
      "en": "Found and defeated Corsairs hiding in Iáphel ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'The Reaper of the Waves? I think we know this captain, [placeholder].\\n\\n'Nakási has reason to hate Gondor, and she told you herself that she planned to wreak vengeance upon my kingdom. It would not surprise me to learn she planned to raid every village along the river's edge in Pinnath Gelin, but the abduction of Thorongil caused her to change this plan. He may prove a useful hostage for the Kindred of the Coins.\\n\\n'But I am getting ahead of myself. Right now we must bring this unwelcome news to Thorongil's mother Nauriel, and then perhaps we can do something to prevent Nakási from escaping Outer Gondor with Thorongil in her custody.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08eda7",
      "en": "Listen to King Elessar's commands",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'One of the Corsairs, a huge lout with muscles like I have never seen, lifted Thorongil up by one arm and dangled him over the river. \\qIs this one of those halflings I have heard about?\\q he asked, and Thorongil spat curses at him and said he was named Thorongil and would have all the Corsairs put to death if they didn't unhand him. They laughed at that, oh, did they ever! I can still hear the laughter, it's terrible!\\n\\n'But there was something about that name they didn't like. \\qThorongil, you say?\\q the big fellow asked, drawing his sword. I think he would have killed Thorongil then and there, but an Elf among the Corsairs said something to him and his face became like a storm cloud. I couldn't really hear it from where I was hiding, but I think the Elf was saying the captain would want to keep Thorongil onboard her ship.\\n\\n'The big lout put his sword away and hauled Thorongil onto their boat and they rowed out into the river and then they were gone. I know it was wrong and we shouldn't have come here! But I didn't know how to get out of it, and then it was all over and it was too late! The way they spoke about their captain... it fills me with terror even now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "King Elessar has brought his soldiers to bear against the Corsair raiders that threaten Iáphel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5e70",
      "en": "You have failed to protect Iáphel!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "King Elessar has asked you to go with the Swan-knight Rossaran to drive the Corsairs from northern Iáphel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'This attack is a personal affront to me, [placeholder], for this land is not just under the protection of Lady Nauriel and the Knights of the Green Hills, but it falls also within my purview as the King of Gondor! The people of Iáphel will not be endangered while I still live to prevent it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Search for Corsairs hiding behind the northern buildings of Iáphel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Talk to King Elessar by the shore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Corsairs have raided the grassy hills and fields of Tûm Rost, threatening the village and vineyards of Iáphel with destruction.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Gimli remained in the main square of Iáphel to root Corsair raiders from out of hiding.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Search along the shoreline for any sign of hidden Corsairs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Would that I had a company of mounted swan-knights with which to sweep the Corsairs from this place! You and I will have to do, [placeholder], and we must be up to the task. That is the command of the King!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "You and Gimli have caught up with King Elessar by the shore, down the hill from Iáphel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Search along the shoreline for any sign of hidden Corsairs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a5",
      "en": "Search along the shoreline for any sign of hidden Corsairs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'I stayed behind, [placeholder], and I was right to do so: some of the Corsair raiders hid themselves around the square and thought to attack Elessar from the rear. But there may be more! We should follow after him and see if any other villains had the same idea.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Talk to Orgolas outside his hiding-place",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5e79",
      "en": "You have failed to protect Iáphel!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "Listen to Orgolas explain what befell Thorongil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Talk to Orgolas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50250",
      "en": "Talk to King Elessar by the shore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'I do not fully understand it, [placeholder]. The main Corsair ships must be anchored further down the river, for most of the raiders rowed here in secret, piloting small boats. Why then would they set fire to the hillside as they approached Iáphel, giving away their presence before they reached the village that was their destination?'\\n\\nYou suggest to Elessar that perhaps the Corsairs wanted to inspire fear in the hearts of the villagers, and he nods.\\n\\n'Perhaps that is the answer. Still, it is good to hear that most of the villagers remain unharmed. We drove the Corsairs back to the river and most of them fled in their small ships. They may seek to return once they have licked their wounds, but I think it more likely they will not attack Iáphel again for some time.\\n\\n'We should search along the shoreline and ensure that no Corsairs remain here in hiding. It is possible we overlooked some of the fleeing pillagers in our charge down the hill.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "King Elessar has asked you to search along the shoreline for sign of Corsairs that did not take to their boats.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "King Elessar has asked you to search along the shoreline for sign of Corsairs that did not take to their boats.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6af6",
      "en": "Fight alongside King Elessar in Iáphel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "King Elessar has asked you to search along the shoreline for sign of Corsairs that did not take to their boats.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6af9",
      "en": "Fight alongside Rossaran in northern Iáphel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "What has brought Orgolas to this place? He was supposed to remain in Ost Arndír!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'I'm sorry! I'm sorry!' Orgolas stammers nervously, overcome with fright. 'I told Thorongil it was wrong, and we should not follow the warriors, but he said if we didn't that my father Golasgil would know his heir to be a coward! And I am no coward, [placeholder], but...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "You should listen to Orgolas's story.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Find and defeat Corsairs hiding behind the northern buildings of Iáphel ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Talk to Rossaran among the northern buildings of Iáphel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Talk to Gimli in the main square of Iáphel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "This potential hiding-place is free of hidden Corsairs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "Gwindir, the vintner of Iáphel, sits in a widening red pool and stares at you with glassy eyes, his clothes red-stained. You ask if he is injured, and he shakes his head.\\n\\n'This is not blood,' he says. 'It is worse! My finest bottles were smashed beyond repair and their contents drained! I pray the King still has the bottles we gifted to him. They are irreplaceable now.'\\n\\nGwindir falls silent.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "King Elessar wears a thoughtful expression as he waits for you to speak to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "A young boy emerges from the hiding-place: Orgolas of Anfalas!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "A Corsair leaps from his hiding-place and attacks!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "You should listen to Orgolas's story.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3101781",
      "en": "'We will surprise any of the Corsairs that think to trap Elessar and the others!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x27a32a1",
      "en": "'Oh no... oh no...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x27a32a2",
      "en": "'I should not have listened to him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa060641",
      "en": "'This way!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x27a32a3",
      "en": "'I knew it was wrong, but there was no convincing him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa060642",
      "en": "'There may still be Corsairs lurking in the shadows, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "Rossaran is waiting to hear your report among the northern buildings of Iáphel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x27a32a4",
      "en": "'Thorongil wanted to get a closer look at the ships... and then...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa060643",
      "en": "'I will search inside the buildings to the north, and you should go around to the back.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x27a32a5",
      "en": "'I'm... I'm...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa060644",
      "en": "'Gimli may need your help back in the main square. Hurry to him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'We are fortunate, my friend. Most of the villagers are unharmed, for the Corsairs set the hillside aflame as they climbed up to the village, and the folk of Iáphel did not delay; they took shelter among these buildings at the first sign of the Corsair approach. Once we have put out the fires, most of the danger should be over.\\n\\n'Just before you returned, I heard the dwarf Gimli shouting back in the main square. You should ensure he has all in hand; it could be more of the Corsairs hid themselves and thought to do some mischief when our backs were turned.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5e45",
      "en": "You have failed to protect the villagers of Iáphel!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x27a32a6",
      "en": "'I'm sorry, my king... but Thorongil...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x27a32a7",
      "en": "'I told him we should turn around, but he wanted to get closer to the ships.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x27a32a8",
      "en": "'I hid in a bush, but he kept going... and one of the Corsairs seized him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x27a32a9",
      "en": "'I'll never forget the name they called their captain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08ed89",
      "en": "Listen to Orgolas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6ac8",
      "en": "Fight alongside Gimli as he makes his way down to the shore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7a32a60",
      "en": "'They called her the Reaper of the Waves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x912301",
      "en": "'Hurry! We must defend the folk of Iáphel from the Corsairs!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to King Elessar outside Iáphel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x912302",
      "en": "'Remain on your guard! There are still Corsairs hereabout!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x912303",
      "en": "'The village is not yet safe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x912304",
      "en": "'[placeholder], go with Rossaran and deal with the raiders in the north.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x912305",
      "en": "'The rest of you: spread out!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08ed93",
      "en": "Listen to Rossaran's suggestion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1183",
      "en": "You defeated another of the hiding Corsairs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to the Swan-knight Rossaran in Iáphel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x912306",
      "en": "'My friends! How fare the folk of Iáphel?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x912307",
      "en": "'Orgolas? You were to stay at Ost Arndír!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x912308",
      "en": "'Breathe deeply, Orgolas, and then tell us what befell Thorongil.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: Raiders In Tûm Rost",
      "es": "",
      "es (fem)": ""
    }
  ]
}