{
  "id": 621076528,
  "txt": [
    {
      "id": "0x2f00e21",
      "en": "From the deck of the Wave-hunter, <rgb=#00FF00>beckon</rgb> for Thorongil to come down",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'We should get him to come down, if we can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'He should not be up there!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1196",
      "en": "Orgolas peers up at the rigging of the Wave-hunter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'You worry too much, [placeholder]. I was not in any danger, but even if I was I would not be afraid. I am no coward!\\n\\n'I was named for the great hero Thorongil, sword-brother of my grandsire Hirluin and mighty hero of Gondor! He warred with Umbar, many years ago, and I have heard from the men-at-arms of Ost Arndír that even today the Umbarrim tremble when they speak his name! I am going to follow in his footsteps as soon as I am old enough to become a Knight of the Green Hills. And that is the truth, unlike whatever lies Orgolas insists on telling! To think King Elessar might be the same man as Thorongil of old? Pig slop!\\n\\n'I tire of this ship, anyway. Orgolas's mother sent the Wave-hunter here during the war, and it did not even see any fighting! What a waste that is!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Orgolas is outside the keep of Ost Arndír.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'Thorongil and I are about the same age, but I think he is... I don't know...'\\n\\nOrgolas kicks a small stone into the water, and the ripples run up against the side of the Wave-hunter before dispersing.\\n\\n'He is rather childish, isn't he? He says he will soon become a Knight of the Green Hills, but I think he is too rash, and too unthinking, and too... I don't know. A proper knight should not be any of those things, [placeholder]! He does not give a thought for any of his people, and speaks only of his own glory. And I was telling the truth about King Elessar!\\n\\n'I suppose we should return to Ost Arndír.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'I tire of this ship. It bores me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'He is just making it up! One look at the King tells me he could not be old enough to have been of fighting age when my grandsire Hirluin adventured in Umbar! To think Orgolas believes I would fall for such falsehoods! I tell you I am smarter than that!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "The boys have run off on their adventure.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'But it is true! I am not lying! I heard King Elessar say he was the very same Thorongil that adventured with Hirluin and Forlong in Umbar so many years ago! It is true! Tell him, [placeholder]! I wish Thorongil would believe me! But he is going to take me to see the Wave-hunter where it sits at dock, and I do want to see the ship my father left to me, so...'\\n\\nYou tell the boys they should not go alone, but they pay you no mind.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Thorongil is eager to show his new friend the sights and sounds of Pinnath Gelin, and to make a memorable first impression.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Daeram is inside the kitchens of the keep in Ost Arndír.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Orgolas must think I know nothing at all if he believes I will fall for this falsehood!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Wait for Thorongil to come down",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Orgolas and Thorongil intended to go to the Wave-hunter, docked to the east on the lake in Pinnath Gelin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a5",
      "en": "Talk to Thorongil on the deck of the Wave-hunter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'What? Orgolas has left the keep with Nauriel's son? Already? We only just arrived! How can he have already slipped my watch and disappeared?'\\n\\nYou tell Daeram that the boys intended to see the Wave-hunter where it is docked, and he breathes a sigh of relief.\\n\\n'That is not far from here to the east. Quickly now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Talk to Orgolas near the Wave-hunter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "Return to the northern entrance of the keep of Ost Arndír, west of the Wave-hunter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50250",
      "en": "There is no stopping them",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Look there!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a9",
      "en": "Talk to Hebron outside the keep of Ost Arndír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Orgolas is near the Wave-hunter, peering up at the rigging.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'I told him not to do it, but he would not listen to me. Now he is halfway up the rigging of the Wave-hunter, even though I told him he should not climb it! It is my ship, [placeholder], given to me by my father, and Thorongil should do what I say, and not what I forbid, concerning it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Daeram is near the Wave-hunter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'What if he falls, [placeholder]? At least Orgolas had sense enough to stay on solid ground! I am not burdened with the duty of protecting Thorongil.\\n\\n'Still... I do not want him to fall. But thank the Valar it is not Orgolas up there. Lady Marra would cook me on a spit and serve me to her guests.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'He should not be up there! The Wave-hunter is my ship!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "You should cross onto the deck of the Wave-hunter in order to get Thorongil to come down.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'We should get him to come down, if we can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'He should not be up there!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to Orgolas outside the keep of Ost Arndír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "From the deck of the Wave-hunter you should <rgb=#00FF00>beckon</rgb> for Thorongil to come down.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "TBD - Find BODYGUARD TBD and tell him where Orgolas planned to go",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Find Daeram at the keep's kitchens in Ost Arndír and tell him where the boys planned to go",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Find Orgolas and Thorongil near the Wave-hunter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Talk to Orgolas near the Wave-hunter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Talk to Daeram near the Wave-hunter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Cross onto the deck of the Wave-hunter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Thorongil is high above your head in the rigging of the Wave-hunter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Thorongil stands on the deck of the Wave-hunter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "Orgolas stands near the Wave-hunter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "The northern entrance to the keep of Ost Arndír is west of the Wave-hunter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "'That is not far from here to the east. Quickly now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56853",
      "en": "'I suppose we should return to Ost Arndír.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a0",
      "en": "Hebron is outside the keep of Ost Arndír.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'The boys are safe? Thank the Valar!\\n\\n'A scout has just arrived from Tûm Rost, driving his horse beyond exhaustion. The Corsairs have attacked in force!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1171",
      "en": "You should tell someone where they plan to go",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1180",
      "en": "High above you, Thorongil clings to the rigging of the Wave-hunter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1182",
      "en": "'Why should I?' Thorongil calls down to you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1184",
      "en": "Thorongil grudgingly descends to the deck of the Wave-hunter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1188",
      "en": "Hebron stares at you with apprehension",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 4.3: His Namesake",
      "es": "",
      "es (fem)": ""
    }
  ]
}