{
  "id": 621076437,
  "txt": [
    {
      "id": "0xd730885",
      "en": "'I have never seen such a thing in my time. I am sorry that I cannot help you more, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "You have spoken with Pip Diggins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Speak with Marigold Winterdown",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730889",
      "en": "'I would leave a sapling that I saw moving around alone. Nothing good can some of such a thing in these lands. Most of these lands are cursed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'This is a peculiar find. I cannot say I have seen anything like this little sapling in all of my long years.\\n\\n'I wonder...'\\n\\nThe Elf pauses.\\n\\n'There is an emissary at Ost Ringdyr north of here who comes from the village of hobbits, Hoarhallow. Perhaps he or his kin have seen something like this before. Can you visit him and learn what you can?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'An unattended sapling in the wildlands of the Ettenmoors. Deary me.\\n\\n'I will tell you this, my friend. I have heard tell of angry trees that roam the woods just outside of Hoarhallow, but I've fortune enough to never have run afoul of one of the creatures. I believe there are one or two from my town who have witnessed such things, and they may know something. Make your way to them at Hoarhallow in the distant south-west.\\n\\n'If you seek out Emerald Twospade, Ned Claybrick, and Marigold Winterdown, they may be able to tell you more of the creature of which you speak.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "You spoke with Ned Claybrick",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'The emissary from Hoarhallow, Pip Diggins, is at Ost Ringdyr to the north of Glân Vraig. You can travel there, in relative safety, if you take the hidden path just to the north of the quartermaster.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'I have not seen a sapling that trembled when I walked near. Trees do not move when I go near them... but there are fell things in those woods. They are not trees, but have the look of them. They are vile creatures.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "You spoke with Emerald Twospade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'A shivering sapling? Reacting to you as you moved? I may have heard stories when I was young about trees as such, but I have always thought them tales to make children stay away from the woods. I should like to see such a thing in my day, I think.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "You discovered a sapling that reacted to your presence growing in the Ettenmoors. Being curious, you collected the little sapling and took it to the safety of Glân Vraig and delivered it to Faranil, a horticulturist from Rivendell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730894",
      "en": "'Have you spoken with Pip Diggins and followed up on his directions?\\n\\n'I do think that the sapling looks...hungry.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Make your way north to Ost Ringdyr and speak with Emissary Pip Diggins of Hoarhallow. He may have knowledge of the sapling that you discovered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'A sapling you say?\\n\\n'I cannot say in my wandering that I have seen such a thing, but I have seen the terrors that dwell in the woods. Horrible walking trees and roots that try to drag you beneath the ground.\\n\\n'Best stay away from them. May be best to leave that sapling - could be one of theirs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Speak with Ned Claybrick",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Make your way from Ost Ringdyr to Hoarhallow far to the south-west. There, find and speak with Marigold Winterdown, Ned Claybrick, and Emerald Twospade about the sapling.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Speak with Emerald Twospade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Travel to Ost Ringdyr and speak with Emissary Pip Diggins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "After speaking with the residents of Hoarhallow, it is clear that they have never seen a sapling like you have found. They have seen the vile huorns that make the woods their home near their village of Hoarhallow. Return to the cultivator and explain what you learned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "You spoke with Marigold Winterdown",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730881",
      "en": "'I know nothing more of what you speak, friend. Please, the imagery of fell woodlan spirits frightens me so, I wish to speak of them no more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Curious. We shall need to care for this little sapling and see what becomes of it. I feel that there is a reason you made this discovery, [placeholder]. We should remain diligent. Perhaps I can learn something more of this curious little creature.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Cultivation: A Matter of Expertise",
      "es": "",
      "es (fem)": ""
    }
  ]
}