{
  "id": 621076517,
  "txt": [
    {
      "id": "0x9b56880",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "Picked grapes from the vines at Iáphel ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'You have done very well with the work! Should you wish to aid us in the future, I would not refuse the assistance! But I suppose the King has other tasks for you.\\n\\n'I set aside some bottles for your company. Bring them to the King's provisioner, and be sure to tell her that if she wishes to purchase more for the cellars of Minas Tirith, the vintners of Iáphel will give her a fair price. The King should have the finest of wines for his table. Don't you agree?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1198",
      "en": "Selected wines for the King's company ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'I set aside some bottles for your company. Bring them to the King's provisioner, and be sure to tell her that if she wishes to purchase more for the cellars of Minas Tirith, the vintners of Iáphel will give her a fair price. The King should have the finest of wines for his table. Don't you agree?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "King Elessar is outside the keep of Lond Cirion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'Thank you for these, [placeholder]!\\n\\n'No, we cannot open these now! We must save them for the right time! I am certain they will live up to their reputation, but if we were to drink them now, in the field, we would truly be wasting the opportunity to enjoy them! Perhaps when the King's business in Pinnath Gelin is done.\\n\\n'Where does he intend next to travel?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Do you think there will be fighting? They say the war is over, but from the tower I saw Corsair ships off in the distance, and the guards report that they sometimes send raiding parties inland to slay and to steal!\\n\\n'I have studied the maps, you know, and the road to Pinnath Gelin leaves Lond Cirion to the west. It passes through Thingast before turning north, and folk say Thingast might be haunted! I will have my sword at the ready. Will you tell King Elessar that I am not afraid?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Talk to King Elessar at Iáphel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Thingast has a reputation for being haunted, and the folk of Lond Cirion will appreciate if you face some of the dangers there as you journey north.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'Yes, I am ready to continue onward, [placeholder]. Our next destination is Ost Arndír, stronghold of the Lord of the Green Hills. It was the keep of my friend and companion Hirluin the Fair, but I understand after his death at Pelennor his daughter now rules from that seat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Young Orgolas says the road we must take through Thingast may be haunted? I have not heard this before, though it is true that folk once dwelled there and now only their ruins remain. They were called the Orodhoth by the Dúnedain, but they had another name for themselves that I cannot recall.\\n\\n'As we travel through Thingast, let us remain alert for any dangers that might threaten the safety of the company: spirits, beasts, or raiding Corsairs. Two of these seem more likely to me, but I will not discount the possibility that the folk of Anfalas know more about these lands than we do, and Thingast may truly by haunted by shades. I tell you I have had my fill of spirits.'\\n\\nElessar smiles.\\n\\n'My companion Hirluin was lord of Pinnath Gelin, [placeholder], and he and I adventured with Forlong in days long ago. Forlong would say he could never have his fill of spirit, and Hirluin would laugh and laugh; no room could be empty of cheer that had the two of them in it. But they are gone now, and cheer seems hard to come by. At least the memory of their jesting remains with me, and I cherish it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Orgolas is very excited to join King Elessar's travelling party as he journeys into Pinnath Gelin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Iáphel is located north of Thingast, in Tûm Rost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Defeat beasts or spirits in Thingast ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e36",
      "en": "Bring the grapes to Gwindir in Iáphel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Grethril is at the entrance of Iáphel in Tûm Rost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e39",
      "en": "Bring the wine bottles to Grethril by the entrance to Iáphel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Do you have a moment for me, [placeholder]? I know we have come to Pinnath Gelin for matters most serious, but I beg a small boon of you and the King, for we have come to a place of which I have heard a great deal, and all of it good!\\n\\n'This is Iáphel in Tûm Rost, and word of the high quality of its grapes has reached the ears of wine-lovers across all of Gondor, even in distant Minas Tirith. Do you think you might see if one of the vintners here might gift us a bottle or two of their finest? I do not know what it is that makes the wine here so renowned, but this is like to be my only chance to sample it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Gwindir is north-west of the entrance to Iáphel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Welcome to Iáphel, the most fruitful field among all the green hills of Pinnath Gelin! I understand your company came to Tûm Rost by the road from Anfalas? You saw, then, how dry that land can be, despite how near to the Sea it lies? I will of course gift to the King and his party some bottles of our finest wine, for you must all be so parched!\\n\\n'Our land is quite different than the Langstrand to the south. Where that is a place of dry, salt-scarred cliffs, ours is a green, rainy country. The mist off the Sea comes to the mountains as low clouds, leaving fog in the hollows; it gives to our grapes a rich, full taste, and the wine we make from them is without compare!\\n\\n'Aye, we will gift you some bottles. But first I ask that some among your company help us with our work. Not the King or Queen, of course! But we have grapes to pick, and you surely will not refuse when such quality wine is to be the reward?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to King Elessar outside the keep of Lond Cirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to Grethril by the entrance to Iáphel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Vine trellises can be found on the western side of Iáphel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Talk to Gwindir north-west of the entrance of Iáphel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Pick grapes from the vines at Iáphel ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "King Elessar's travelling party has arrived at Iáphel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Select wines for the King's company ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'I have studied the maps, you know, and the road to Pinnath Gelin leaves Lond Cirion to the west. It passes through Thingast before turning north, and folk say Thingast might be haunted! I will have my sword at the ready. Will you tell King Elessar that I am not afraid?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Gwindir is waiting for you to return with the grapes you picked.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a2",
      "en": "'As we travel through Thingast, let us remain alert for any dangers that might threaten the safety of the company: spirits, beasts, or raiding Corsairs. Two of these seem more likely to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'As we travel through Thingast, let us remain alert for any dangers that might threaten the safety of the company: spirits, beasts, or raiding Corsairs. Two of these seem more likely to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Gwindir offered you three of the wines stored nearby.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a4",
      "en": "'This is Iáphel in Tûm Rost, and word of the high quality of its grapes has reached the ears of wine-lovers across all of Gondor, even in distant Minas Tirith. Do you think you might see if one of the vintners here might gift us a bottle or two of their finest? I do not know what it is that makes the wine here so renowned, but this is like to be my only chance to sample it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a5",
      "en": "'We will gift you some bottles. But first I ask that some among your company help us with our work. Not the King or Queen, of course! But we have grapes to pick, and you surely will not refuse when such quality wine is to be the reward?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "Grethril will know how best to store the wine bottles. She is by the entrance to Iáphel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a6",
      "en": "'I set aside some bottles for your company. Bring them to the King's provisioner, and be sure to tell her that if she wishes to purchase more for the cellars of Minas Tirith, the vintners of Iáphel will give her a fair price. The King should have the finest of wines for his table. Don't you agree?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a7",
      "en": "'Where does the King intend next to travel?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "King Elessar is in Iáphel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Defeated beasts or spirits in Thingast ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 4.1: Among the Green Hills",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Travel to the entrance of Iáphel in Tûm Rost",
      "es": "",
      "es (fem)": ""
    }
  ]
}