{
  "id": 621076527,
  "txt": [
    {
      "id": "0x6a50281",
      "en": "Talk to Reniaril",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Defeated Orcs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "Reniaril beckons you to her.\\n\\n'You look like you can take care of yourself.'\\n\\nShe studies you intently, while being aware of her surroundings.\\n\\n'My name is Reniaril. I'm in charge of patrols along these roads. We could use someone of your ability if you could help. Imloth Melui has got its hands full with restoration efforts, and we have supplies being carted all along these roads. Sometimes these supplies get lost. I'm concerned that Dindal's Overlook has been overrun by remnant Orcs. I used to oversee the supply routes from there but I can no longer patrol in peace.\\n\\n'Just follow the road east until you see a path through the forest to the north into the cliffside. Perhaps you could do us all a favour and clear the way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "You should inform Reniaril that Dindal's Overlook has been cleared of remnant Orcs.\\n\\nReniaril can be found south of Imloth Melui and north-east of Arnach.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Reniaril is concerned that Dindal's Overlook has been overrun by remnant Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730890",
      "en": "Reniaril is busy scouting the roads.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'I could hear the cries of the Orcs all the way from here.\\n\\n'So the deed is done then. Hopefully we won't have to deal with anymore stray Orcs in the area. With so many fleeing from the war, it can be difficult to track them all down.\\n\\n'Thank you for your service.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Remnants of Orcs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Reniaril has asked you to defeat any Orcs you find along the path to Dindal's Overlook.\\n\\nDindal's Overlook can be found east of Imloth Melui.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Defeat Orcs in Dindal's Overlook ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}