{
  "id": 621076453,
  "txt": [
    {
      "id": 190220629,
      "en": "You open the chest, anticipating gold and glittering jewels, but are instead met with the sight and smell of an old, mouldy shirt.\\n\\nWhy would anyone keep this?",
      "es": ""
    },
    {
      "id": 246419795,
      "en": "Thama Aklam has become home to a number of brigands.",
      "es": ""
    },
    {
      "id": 126687017,
      "en": "Thama Aklam has many coffers in it, likely home to ill-gotten gains.",
      "es": ""
    },
    {
      "id": 190220632,
      "en": "At first glance, the chest appears empty, but a seasoned adventurer knows that looks can be deceiving.\\n\\nYou knock on the bottom of the chest. It rings hollow.\\n\\nAha! A false bottom.\\n\\nYou pry it open with your fingers to reveal a hidden compartment that is also...\\n\\nEmpty.",
      "es": ""
    },
    {
      "id": 190220449,
      "en": "Among the mundane items in this coffer, you find a stack of neatly folded papers.\\n\\nPerhaps these are missives, plans for attacking nearby settlements or travellers on the road.\\n\\nA cursory examination reveals them instead to be love letters -- poorly written love letters best not read by anyone. Ever.",
      "es": ""
    },
    {
      "id": 190220633,
      "en": "Within this coffer is a small supply crate.\\n\\nYou pry open the lid, revealing a strongbox.\\n\\nThe strongbox, in turn, contains a thick canvas sack.\\n\\nYou peer into the bag only to find a small chest.\\n\\nYou open the chest, expecting to find something precious, something worth something to anyone, but it is empty.\\n\\nAnd then you realize, the containers were the real treasures all along.",
      "es": ""
    },
    {
      "id": 184621172,
      "en": "Thama Aklam is host to many suspicious coffers.\\n\\nInspect coffers in Thama Aklam.",
      "es": ""
    },
    {
      "id": 173025746,
      "en": "Completed",
      "es": "Completado"
    },
    {
      "id": 190220593,
      "en": "You spy some coffers in Thama Aklam that are probably filled with ill-gotten gains.\\n\\nInvestigate these coffers to see what has been keeping the brigands so busy.",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "The Spoils of Thama Aklam",
      "es": ""
    },
    {
      "id": 173025749,
      "en": "Inspect coffers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220599,
      "en": "'After a thorough inspection of their coffers, you can safely conclude that these brigands are either largely inactive or largely ineffective.'",
      "es": ""
    },
    {
      "id": 173025730,
      "en": "Discover the camp of Thama Aklam",
      "es": ""
    },
    {
      "id": 184621136,
      "en": "You have inspected many coffers.",
      "es": ""
    }
  ]
}