{
  "id": 621076429,
  "txt": [
    {
      "id": "0xeb011a0",
      "en": "Halgúr does not wish to speak to you anymore. Perhaps Sadrien in Imloth Melui has more information on what transpired at the homestead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "The wolf mother seems to have been injured and cannot fend for herself. The wolf cub seems to be in high spirits, unaware of its mother's condition. It appears, from the food remnants and empty water dishes, Melnith frequented this cove daily to check on the wolf and cub.\\n\\nHalgúr should be informed of this immediately.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a9",
      "en": "Sadrien must have more information",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Of War and Rose Petals",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'What business do you have rummaging through my things? Leave at once!'\\n\\nHalgúr has become agitated. Reminding him of the sorry state of his homestead has seemingly reopened a wound or a memory he would rather forget.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50251",
      "en": "Talk to Sadrien",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Investigate Halgúr's materials",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "Sadrien asks you to find Melnith's retreat east of Imloth Melui.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Could you spare a moment? You look as though war has painted a stroke on you. The war has taken the heart of my father. He idles in his work and has very little reason to speak to me. Could you possibly deliver a message?'\\n\\nThe young woman hesitates for a moment before whispering a message into your ear to deliver.\\n\\n'His name is Halgúr. You can find his homestead south of Imloth Melui.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to Sadrien",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "The area has been ransacked",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Examine the ruins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Leave me be, wanderer. I have no words for you.'\\n\\nThe man continues to bury himself in his work ignoring you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a8",
      "en": "Inform Halgúr of Melnith's retreat. Halgúr can be found at his homestead south of Imloth Melui.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Investigate Melnith's retreat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "Halgúr beckoned ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "Any edible food has been taken, the rest rotted",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Halgúr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "A young woman stands distraught that her father has lost his purpose in life after suffering the consequences of war.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "These supplies have not been used",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Sadrien has asked you to deliver a message to Halgúr at his homestead south of Imloth Melui.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "The homestead looks to have been ransacked.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "Halgúr is still not willing to listen. He needs to be encouraged in some way.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Halgúr is ignoring you. Perhaps you can learn more by searching his homestead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "All the edible food has been taken. The rest has been left to rot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Investigate the food stores",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b6",
      "en": "You have convinced Halgúr to meet you at Melnith's retreat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "The supplies have not seen much use. Halgúr seems to be working aimlessly.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b9",
      "en": "Halgúr has a renewed sense of hope for the world. Inform Sadrien back in Imloth Melui.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Check on Halgúr's supplies",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "'Have I not suffered enough? Must you trouble me so?! My wife is lost to me. There is nothing left for me in this world!'\\n\\nHalgúr begins to well up.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "Halgúr needs to know about this place",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Talk to Halgúr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "The materials have been destroyed. They will not see any use.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a7",
      "en": "'My beloved Melnith. So kind. So gentle. It is no wonder she spent many a twilight away tending to this area.'\\n\\nHalgúr examines a ribbon on the wolf mother's neck.\\n\\n'Nathemel. That is the name Melnith gave to this wolf mother.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Examine the rubble",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Talk to Halgúr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Part of Halgúr's homestead has collapsed. Something terrible must have happened. Speak to Halgúr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Beckon Halgúr ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "They have all been destroyed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56850",
      "en": "'Thank you so much for everything you've done, traveller. My father has a renewed sense of spirit and vigour. He has found purpose once again. Even I had no idea my mother tended to a wolf mother, but now we both have renewed purpose. We shall both endeavour to maintain the beauty of this land.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Talk to Halgúr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "The building has collapsed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'I must apologize. I knew he would be reluctant to speak to you.\\n\\n'I had hoped that your experience in the war would still his fervour. His will to continue on with meaning was lost... along with my mother.'\\n\\nSadrien steels herself before continuing.\\n\\n'After the war, many parties retreating would often trouble us on the way to Pelargir. My father's homestead was raided, ransacked and pillaged of anything valuable. He tried to stand his ground, but those brigands chose to ruin his home. My mother Melnith was inside when the building collapsed.\\n\\n'So you see, reminding him of that moment may have angered him. There is something you should see.'\\n\\nSadrien tells you of a place Melnith used to frequent daily.\\n\\n'Most of the time, when I would visit, my mother would be away. Father thought she was visiting the markets. So I followed her one day, at a distance. I never got too close, but there is a spot in the forest she visits daily. Perhaps there is something there that could help you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Halgúr dismisses you completely",
      "es": "",
      "es (fem)": ""
    }
  ]
}