{
  "id": 621076525,
  "txt": [
    {
      "id": "0x6a50281",
      "en": "Talk to Mallenor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Defeated wargs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Welcome to Imloth Melui. I am Mallenor. I am overseeing the transport of supplies from the Harlond to Imloth Melui and the surrounding land.\\n\\n'We have been getting reports that some of the townsfolk are not receiving the supplies they need to begin work on restoration efforts.'\\n\\nMallenor looks off into the distance, tracking movement in the horizon.\\n\\n'If you could lend a hand, we would be most appreciative. I've tracked several wargs to an abandoned camp east of Arnach.\\n\\n'There seems to be a large warg presence in that area. Our supplies have also disappeared from those roads.\\n\\n'Go and rid us of these fell creatures so that we may resume our work in haste.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "You have dispatched as many wargs as you can. You should inform Mallenor of your progress.\\n\\nMallenor is in Imloth Melui.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Mallenor is concerned that the increased presence of wargs is affecting the region's ability to transport supplies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730890",
      "en": "Mallenor ignores you looking off into the distance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'I've been tracking you. We have already seen the presence of wargs lessen of late.\\n\\n'This could truly be your calling. You should consider this a worthy path.'\\n\\nMallenor looks down and smirks.\\n\\n'But I won't stop you from moving on if you have other business to attend. We are grateful for all your help dealing with the wargs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Wargs and What They Wrought",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Mallenor has asked you to defeat wargs at Galdir's Dell east of Arnach.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Defeat wargs at Galdir's Dell ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}