{
  "id": 620889912,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'From what you have said, we know that Saruman has a much larger force of uruks than we do of Men. Grimbold estimates that each one of us is worth at least twenty uruks, but he is from Grimslade, and the men of that place are not known for their mastery of numbers. I fear he underestimates the savagery of Saruman's forces. And then there are the hostile Dunlending clans to consider.\\n\\n'Athelard has gone to the eyot in the middle of the river to train some of the men. They have seen less combat than others, and they have much to learn if they are to be of help during a real battle. Go to him and help train these youths.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Prince Théodred's plan is a daring one, but there is wisdom in it. He is like his father in this: he does not shy away from using his strength where it is necessary.\\n\\n'I would like you by my side during this daring strike, [placeholder]. We will plant the seed of doubt in Saruman's mind, and he may think twice before sending his army forth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'My men are practicing a technique to help them fight from horseback, a technique that will snare their opponents. With careful aim, my men can ensnare their enemy's legs with a thrown net. It will then keep the foe-man from attacking until our footmen can close the distance.\\n\\n'Gather up the nets they have already thrown and bring them to me, [placeholder], and I will give them to new riders. This is something they must master if we are to be as effective as we must be.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8ac411",
      "en": "'I am ready for you, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'These men need to be stronger. We are the only defence between Saruman's evil and the people of Rohan! I need to make them stronger.\\n\\n'Find a warrior and an archer and fight with them, [placeholder]. Perhaps your example will teach them something.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8ac412",
      "en": "'Come at me with everything you have!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Well? What do you think of their abilities? Are they made of stern enough stuff to stand against the forces of Saruman you beheld within Isengard?'\\n\\nAthelard sighs heavily.\\n\\n'They will have to do. You should find Rungar and help him with the training of his riders. He is just to the north of Grimbold's camp.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have helped to strengthen the Rohirrim footman",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8ac413",
      "en": "'Show me no quarter, for our foes will not!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'Your news is welcome, my friend. We need every man to be ready, for what I have in mind is dangerous. But the reward, should we prevail, could be significant.\\n\\n'If we wait until Saruman's army is ready, we cannot hope to hold the ford against him. We do not have the men. Your report of the size of Saruman's force has it much larger than I feared.\\n\\n'If we can catch him before he is ready, we might strike such a blow that his force will be sent into disarray. He is wise, yes, and is the wise man not cautious? He will see that we have taken him by surprise, and he will retreat behind his walls and he will continue to grow his army until he is certain we cannot oppose him. Every day that goes by is a day in our favour.\\n\\n'The size of his army is of no account as long as it stays within Isengard. Let it stay there forever. We must make him uncertain enough of his success that he never moves it. That is my proposal. If you are still willing to help us, Grimbold has asked that you ride with him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have helped to strengthen the Rohirrim archer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'I am ready to show you the strength of my arm, [placeholder]. I have sharpened my skills against many of my kinsmen. Let me now sharpen them further!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Collected a thrown net ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "'I have been the victor in many competitions, [placeholder]. Few can boast as swift an arrow or as true. If you believe you can best me in training, prove it is so!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085259",
      "en": "'Very good. Their skill throwing the nets is improving with each pass. Once they have mastered it, we will be better prepared to face any unmounted foe that comes.\\n\\n'Théodred will wish to see you. He is somewhere in the camp to the south, I expect. Tell my Prince that the riders are becoming more skilled at the technique he suggested, and that I have some craftsmen working on more nets.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Rohirrim charged with holding the Ford of Isen are training so they will be ready when the need arises to push back Saruman's forces.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x72dc3b1",
      "en": "'Thank you for the melee, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x72dc3b2",
      "en": "'You have bested me, friend. Thank you for the training.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c50",
      "en": "Talk to Grimbold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Athelard on the eyot in the Isen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to a Rohirrim footman training on the eyot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat the Rohirrim footman",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to a Rohirrim archer training on the eyot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Defeat the Rohirrim archer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Talk to Rungar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Collect thrown nets ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "Bring the nets to Rungar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c9",
      "en": "Talk to Théodred in Grimbold's Camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Athelard is on the eyot in the middle of the river, south-east of Grimbold's camp.\\n\\nThéodred wants you to help Athelard with training some of the youths who have seen less combat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Rohirrim footmen and archers are training on the eyot in the Ford.\\n\\nAthelard has asked you to help train the footmen and archers under his command.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Athelard is on the eyot in the middle of the Isen, overseeing the training of his men.\\n\\nYou have practiced sparring with the footmen and archers serving with Athelard and should tell him of your experience.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Rungar is just to the north of Grimbold's camp, seeing to the training of riders under his command.\\n\\nAthelard has asked you to help Rungar with the training of his riders.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x285fcb1",
      "en": "'You have bested me, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Riders are practicing their net-throwing down the hill to the east of Rungar.\\n\\nRungar has asked you to collect some of the thrown nets and bring them back to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x285fcb2",
      "en": "'Thank you for the training, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "Rungar is north of Grimbold's camp.\\n\\nYou have collected some of the nets thrown by the riders and should bring them to Rungar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced7",
      "en": "Théodred is in Grimbold's camp, south of Rungar.\\n\\nRungar has sent you to see Théodred.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced8",
      "en": "Grimbold is in his camp in the Heathfells.\\n\\nThéodred has told you to speak with Grimbold if you wish to help the Rohirrim with their plan to take Saruman by surprise.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852590",
      "en": "'Where are the nets I asked you to bring me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'My men must master this technique, for the good of Rohan! Gather up the nets they have thrown and bring them to me. I can send another group of horsemen down to practice.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Prince Théodred is somewhere in Grimbold's camp, south of here. Find him and tell him my riders will be ready for what he has planned.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'My men need to be stronger if they are to stand against the forces marshalled by Saruman. Challenge a footman and an archer to combat and see how they fare.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'The training of our footmen and archers is well underway. Now you should help some of the riders with their training. Go north of Grimbold's camp and help Rungar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Saruman has many more forces than we do. We need ours to be stronger than his, despite the numbers!\\n\\n'Athelard has taken some of the men to the eyot in the middle of the river to train. Go to him and help him with this task!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'The size of Saruman's army is of no account if he never moves it. I propose a strike to surprise him, and to show him he is not yet ready to march. Grimbold asked for you to ride with him, if you agree to help us with this plan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa229911",
      "en": "'My arrows fly true and will prove superior!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 5, Chapter 3: Training on the Banks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa229912",
      "en": "'I am ready for you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa229913",
      "en": "'Ready yourself for training!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}