{
  "id": 620950477,
  "txt": [
    {
      "id": 173025619,
      "en": "Meet Gladion at the Corsair encampment",
      "es": ""
    },
    {
      "id": 173025622,
      "en": "Search for signs of Fuirion",
      "es": ""
    },
    {
      "id": 148970388,
      "en": "There is no sign of Fuirion here",
      "es": ""
    },
    {
      "id": 190220705,
      "en": "'I cannot see him anywhere, but surely he has not gone far, in his condition. I hope he has not been discovered! What was he thinking? These are all seasoned warriors, and deadly. Fuirion is naught but a wounded farmer....'",
      "es": ""
    },
    {
      "id": 24695202,
      "en": "Limril hopes that you will search for Fuirion and protect Gladion in the Corsairs' encampment.",
      "es": ""
    },
    {
      "id": 184621264,
      "en": "Gladion has run off to the Corsair encampment in north-eastern Lamedon.\\n\\nYou should search for Gladion at the Corsair encampment.",
      "es": ""
    },
    {
      "id": 148970391,
      "en": "You have found Fuirion, but he is unconscious",
      "es": ""
    },
    {
      "id": 184621269,
      "en": "Fuirion might be somewhere within the Corsair encampment in north-eastern Lamedon.\\n\\nYou should search the tents for signs of Fuirion.",
      "es": ""
    },
    {
      "id": 190220712,
      "en": "'Here looking for this one, are you? He won't last much longer. He was already damaged enough on his own before my boys got to him. When they were done they dragged him over to me.\\n\\n'Looking for bounties, he was. I suppose you're here to do the same.'",
      "es": ""
    },
    {
      "id": 162883671,
      "en": "'Gladion! I could not bear to lose both of them. Do... do you know anything about this, [placeholder]? You spoke with Fuirion last. Did he tell you anything?'\\n\\nHer eyes search yours for a common understanding, but you cannot betray Fuirion's communication to you. After a pause she sighs.\\n\\n'Well, please bring them back alive....'",
      "es": ""
    },
    {
      "id": 173025568,
      "en": "Speak with Hebil, captain of the Corsairs",
      "es": ""
    },
    {
      "id": 184621273,
      "en": "Hebil, captain of the Corsairs in the Lamedon encampment, can be found in the Corsairs' encampment in north-eastern Lamedon.\\n\\nYou should speak with Hebil.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Missing",
      "es": ""
    }
  ]
}