{
  "id": 620927013,
  "txt": [
    {
      "id": 194893396,
      "en": "'I am not convinced that is as wise as it may seem.'",
      "es": ""
    },
    {
      "id": 194893397,
      "en": "'No, the Dunlending are our brothers too. We have long lived together in peace here.'",
      "es": ""
    },
    {
      "id": 227696533,
      "en": "Instance: Instance: The Council of Herubrand",
      "es": ""
    },
    {
      "id": 62555457,
      "en": "'Good, everyone has arrived. It is time to begin.'",
      "es": ""
    },
    {
      "id": 62555458,
      "en": "'I want to thank you three for saving Briant and me during the attack.'",
      "es": ""
    },
    {
      "id": 62555459,
      "en": "'We would have died with my wife and father if not for your quick thinking.'",
      "es": ""
    },
    {
      "id": 62555460,
      "en": "'We must find those who killed my family!'",
      "es": ""
    },
    {
      "id": 62555461,
      "en": "'I would not have invited [placeholder] to the council if I thought doing so would risk our safety.'",
      "es": ""
    },
    {
      "id": 62555462,
      "en": "'We must start somewhere. I agree, we should see if the guards might help point us in the right direction.'",
      "es": ""
    },
    {
      "id": 62555463,
      "en": "'If those sworn to protect us went missing, that is troubling. We should discuss this with the captain.'",
      "es": ""
    },
    {
      "id": 62555464,
      "en": "'We have nothing to base our suspicions on any particular people.'",
      "es": ""
    },
    {
      "id": 62555465,
      "en": "'These injuries will heal, but I still live to see that this city does not fall.'",
      "es": ""
    },
    {
      "id": 194893137,
      "en": "'It may be wise to speak with the guards around the city to see if they have seen suspicious activity?'",
      "es": ""
    },
    {
      "id": 194893138,
      "en": "'Trouble seems to be brewing in the lower quarters of Woodhurst.'",
      "es": ""
    },
    {
      "id": 194893139,
      "en": "'Are the Dunlendings there suspected to be behind this attack?'",
      "es": ""
    },
    {
      "id": 194894929,
      "en": "'Not to interrupt, but do we know this [placeholder] can be trusted?'",
      "es": ""
    },
    {
      "id": 194894930,
      "en": "'Given the events of late, I simply feel it is unwise to put trust in this newcomer. I meant no offence.'",
      "es": ""
    },
    {
      "id": 194894931,
      "en": "'We could just as easily blame the Rohirrim.'",
      "es": ""
    },
    {
      "id": 194894932,
      "en": "'Whom I'm sure are enthralled with us for letting this city become so dangerous for them.'",
      "es": ""
    },
    {
      "id": 232090545,
      "en": "'Yes, my Reeve.'",
      "es": ""
    },
    {
      "id": 194894933,
      "en": "'Speaking of which, do any remain, or have they all left? Is that not suspicious?'",
      "es": ""
    },
    {
      "id": 195581040,
      "en": "'But, who is our enemy? We could not determine who those men were.'",
      "es": ""
    },
    {
      "id": 195581041,
      "en": "'They looked like men from Woodhurst, though none of their faces were familiar...'",
      "es": ""
    },
    {
      "id": 195581042,
      "en": "'Is anyone safe, if we cannot even keep the mead hall secure?'",
      "es": ""
    },
    {
      "id": 195581043,
      "en": "'Enough.'",
      "es": ""
    },
    {
      "id": 195581044,
      "en": "'Bickering about this will get us nowhere.'",
      "es": ""
    },
    {
      "id": 195581045,
      "en": "'I want to catch whoever is behind this, but we should not jump to conclusions.'",
      "es": ""
    },
    {
      "id": 195581046,
      "en": "'We will see what the guards and the captain have to say.'",
      "es": ""
    },
    {
      "id": 194893393,
      "en": "'The night we were attacked, two guards stood watch outside the mead hall.'",
      "es": ""
    },
    {
      "id": 194893394,
      "en": "'Yet I saw no guard assist our struggle, nor were they injured or dead outside the door.'",
      "es": ""
    },
    {
      "id": 194893395,
      "en": "'Their absence is suspicious, and I am not sure the guards can be trusted.'",
      "es": ""
    }
  ]
}