{
  "id": 620927015,
  "txt": [
    {
      "id": 228284034,
      "en": "'I feared that outcome, but am grateful for the truth. I vow to find whoever killed my wife and father and rout the evil from this city.\\n\\n'It is time my advisors and I discuss our plan. We must discover who was behind the attack and reclaim my seat in the mead hall. If I returned now, I feel it might become my tomb, as it almost did before.'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Talk to Herubrand",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Herubrand is in the cellar of the farmhouse.\\n\\nThe council meeting has ended, and Herubrand wishes to speak with you.",
      "es": ""
    },
    {
      "id": 126754729,
      "en": "The Council of Herubrand",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Herubrand has decided to meet with his council to discuss what should be done in the aftermath of the attack on the mead hall of Woodhurst.",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'The advisors are on their way here, and the council meeting should begin in a few moments.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "TBD - Herubrand meets with Advisors",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'I believe I may trust the council, as they were always loyal to my father, Heremond. However, I have doubts regarding some of their motivations.\\n\\n'Arnwi's observation about the missing guards is very troubling. Had they been there to help, my family might still live.\\n\\n'Nevertheless, I believe that speaking with the guards who remain at their posts will yield our best chance of discovering the source of the attack.'",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Talk to Herubrand",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Herubrand is in the cellar of the farmhouse near the farm fields of Woodhurst.\\n\\nHerubrand is gathering his advisors for a council meeting, at which you should be present.",
      "es": ""
    }
  ]
}