{
  "id": 620901274,
  "txt": [
    {
      "id": 266054019,
      "en": "'It's half as tall as we are, isn't it? That's a halfling.'",
      "es": ""
    },
    {
      "id": 209882561,
      "en": "'Don't bother, [placeholder]. There's no point in setting me free.'",
      "es": ""
    },
    {
      "id": 209882562,
      "en": "'Oh, what can I do?'",
      "es": ""
    },
    {
      "id": 209882563,
      "en": "'I have to get out of here!'",
      "es": ""
    },
    {
      "id": 209882564,
      "en": "'My friends need me!'",
      "es": ""
    },
    {
      "id": 209882565,
      "en": "'Yes! Did you see that? No cage can contain Drafli Broadshield!'",
      "es": ""
    },
    {
      "id": 209882566,
      "en": "'Follow me, [placeholder]!'",
      "es": ""
    },
    {
      "id": 209882567,
      "en": "'What's going on here?'",
      "es": ""
    },
    {
      "id": 209882568,
      "en": "'I will speak!'",
      "es": ""
    },
    {
      "id": 209882569,
      "en": "'I will speak with this axe!'",
      "es": ""
    },
    {
      "id": 162934625,
      "en": "'I could crush you into paste, foolish one.'",
      "es": ""
    },
    {
      "id": 162934626,
      "en": "'Tell me what I want to know, and I will let you live.'",
      "es": ""
    },
    {
      "id": 162934627,
      "en": "'One of you stood by the stone seat atop this hill.'",
      "es": ""
    },
    {
      "id": 162934628,
      "en": "'Tell me who it was and you will be rewarded.'",
      "es": ""
    },
    {
      "id": 132627281,
      "en": "'What?! Get him!'",
      "es": ""
    },
    {
      "id": 162934629,
      "en": "'You are wise to obey, dwarf.'",
      "es": ""
    },
    {
      "id": 162934630,
      "en": "'Disobedient fools!'",
      "es": ""
    },
    {
      "id": 162934631,
      "en": "'My time? My time is dawning! My master's victory is near at hand!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The glowers worked tremendously, [placeholder]! I cannot believe I took glistershade so much for granted! All they do is glow? Sometimes that is enough!\\n\\n'But they can't help us now, can they? Look at that thing!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Our part of the plan to free Drafli should be easy, [placeholder]. We are to sneak up to the gate and listen to the conversation of the Uruks. Listen for anything that would make us need to change our plans.\\n\\n'I may not be much of a Captain, but I will be the best Burglar I can for my friends. Follow me, and do not let yourself be seen!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'There is the encampment, [placeholder]. Do you remember the plan? You and Maedal will creep up to the entrance so you can spy on the activities of the Uruks within the walls. Once you have determined that things are as we expect them to be, Rodwen and I will drop into the camp from above while Cúfaron sows confusion among the Uruks with his arrows.\\n\\n'I have tasked Ramdir with keeping an eye on Isteron. Our lore-master has decided that he wants to study the effect of some plant he found on the Uruks, and I... well, I am sure Ramdir can keep him from interfering with the plan.\\n\\n'It is time, [placeholder]. May good fortune shine on all of us, and we will have Drafli Broadshield back with us before the moon is any higher in the night sky!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'It is no use, [placeholder]. My friends are better off without me. I am no use as a guardian. Look at me! Stuck in this cage, depending on someone else to free me. That is not the way of a dwarf!'\\n\\nYou tell Drafli that his friends are endangered and need his help.\\n\\n'But what can I do? I am stuck here in this cage!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'That was a fortunate gambit, [placeholder]! We survived, but I do not dare to call that a triumph. We must leave the East Wall as soon as we can, for the wraith may return when it recovers from the disappointment of which it spoke.\\n\\n'We cannot stay here.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have been spotted, and the rescue mission has ended in failure!",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Let us hurry back to Parth Galen, [placeholder]. We do not want to be here when our foe returns.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Drafli's guard",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'Ha ha! I am ready to fight once more, [placeholder]! I am a dwarf, I am a guardian, and I am free! Now let us go save my friends!'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Drafli has been defeated!",
      "es": ""
    },
    {
      "id": 262089809,
      "en": "'[placeholder] is ready, Maedal, if you are.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "It is time for Hestil's group of adventurers-for-hire to rescue their guardian from his captivity, and you have agreed to help with the task.",
      "es": ""
    },
    {
      "id": 267437649,
      "en": "'Hurry, Drafli! Something terrible awaits at the top!'",
      "es": ""
    },
    {
      "id": 267437650,
      "en": "'We have nothing to say to you.'",
      "es": ""
    },
    {
      "id": 248554433,
      "en": "'Stay back, creature of shadow!'",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Talk to Isteron atop Amon Hen",
      "es": ""
    },
    {
      "id": 248554434,
      "en": "'I am Ramdir, a Warden of Minas Ithil! Your time is ended, creature of shadow!'",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Survive your encounter with the Grim Southron",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Talk to Ramdir atop Amon Hen",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Hestil outside the Uruk camp",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Maedal outside the Uruk camp",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Listen to the situation within the Uruk camp",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Avoid being seen!",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Enter the camp and defeat the Uruk guarding Drafli's cage",
      "es": ""
    },
    {
      "id": 260302001,
      "en": "'Drafli! It is good to have you back!'",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Wait for Drafli to recover his self-confidence",
      "es": ""
    },
    {
      "id": 260302002,
      "en": "'It would cost you dearly, servant of Sauron!'",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Drafli Broadshield",
      "es": ""
    },
    {
      "id": 7902897,
      "en": "'Glowers! This way for glowers! They are flowers, and they glow!'",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Talk to Drafli Broadshield",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Fight up the slope of Amon Hen to Isteron with Drafli",
      "es": ""
    },
    {
      "id": 175278257,
      "en": "'I thought it was a trick! Now you die!'",
      "es": ""
    },
    {
      "id": 136743217,
      "en": "Isteron's pet bog-lurker decided against following his master on this one.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Hestil is outside the Uruk encampment on Amon Hen, waiting to speak with you before setting the plan into motion.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Maedal is outside the Uruk camp on Amon Hen, waiting to speak with you for your part of the plan to rescue Drafli Broadshield from captivity.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "You need to observe what's going on inside the Uruk camp on Amon Hen. Be careful not to be seen!",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "The Uruk camp has mostly emptied in pursuit of Isteron! You need to go and rescue Drafli Broadshield while the others see to Isteron's well-being.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Drafli Broadshield is inside his cage in the Uruk camp on Amon Hen. You need to speak to him to get him out of his depression.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Drafli Broadshield has recovered his confidence and needs to speak to you.",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "Isteron is in trouble near the top of Amon Hen.",
      "es": ""
    },
    {
      "id": 94621400,
      "en": "Hestil's group of adventurers-for-hire is in danger near the summit of Amon Hen.",
      "es": ""
    },
    {
      "id": 94621401,
      "en": "Ramdir is near the summit of Amon Hen, and you should speak to him.",
      "es": ""
    },
    {
      "id": 198340401,
      "en": "'This way, and stay quiet!'",
      "es": ""
    },
    {
      "id": 198340402,
      "en": "'Ramdir? What's he doing back here? Where is Isteron?'",
      "es": ""
    },
    {
      "id": 266054273,
      "en": "'It's true. Some of the boys think we might not have the right one.'",
      "es": ""
    },
    {
      "id": 198340403,
      "en": "'Pssst... Ramdir! Where is Isteron?'",
      "es": ""
    },
    {
      "id": 266054274,
      "en": "'Is it a halfling, though? The boys say it's a dwarf.'",
      "es": ""
    },
    {
      "id": 198340404,
      "en": "'New plan, [placeholder]!'",
      "es": ""
    },
    {
      "id": 267539329,
      "en": "'Take that! Take that! I have hunted much deadlier foes than you!'",
      "es": ""
    },
    {
      "id": 266054275,
      "en": "'Are you sure that's what that means?'",
      "es": ""
    },
    {
      "id": 198340405,
      "en": "'You save Drafli from his cage! We will rescue Isteron from his own folly!'",
      "es": ""
    },
    {
      "id": 197132593,
      "en": "'Up the hill, Drafli! Isteron needs your help!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Short of Stature, Great in Deed",
      "es": ""
    },
    {
      "id": 266054017,
      "en": "'Is that so?'",
      "es": ""
    },
    {
      "id": 266054018,
      "en": "'What do you mean? The bosses want halflings, we got a halfling.'",
      "es": ""
    }
  ]
}