{
  "id": 620901276,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Greetings to you, [placeholder]. My name is Cúfaron, and I am a hunter of great skill. Ask anyone! I will not regale you with tales of my many accomplishments, but if you are not careful I fear my companions might!\\n\\n'Isteron was always very impressed with my stories of the lands to the distant east. Great beasts and dangerous birds can be found there, and I have hunted them all! Rodwen might speak of my prowess in the south-lands. Do you know those mighty four-legged monstrosities, the great mûmakil?'\\n\\nCúfaron quickly shakes his head as you ask if he hunted one of those.\\n\\n'Nay, not as such...but I saw one. In the distance, but still, you have not seen one, have you?'\\n\\nThe hunter regains his composure.\\n\\n'There are a lot of vile dogs around the East Wall, and I do not think they are creatures of nature. The Rohirrim call them swert-hounds, and they seem to me to be quite evil. You should hunt them, as I plan to do. I think they could cause trouble for us if they get too near to our camp.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have returned to compare notes with the master hunter? Sounds good to me, [placeholder]! I strode about the East Wall and defeated... how many swert-hounds did you defeat?'\\n\\nCúfaron listens as you answer, then nods.\\n\\n'Six? I see, I see. Well, I defeated seven. It is true that you almost bested me. I know it is not a competition, but it is still nice to know the score.\\n\\n'These creatures are not natural, that much seems certain. Their evil is evident. They were drawn here by something, but I know not what. We should not stay here. The sooner my friends and I can be gone from this place, the better! But I will, of course, continue to hunt the deadliest of creatures for as long as we remain in the East Wall, and you should strive to match me in this, if you can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You should hunt the swert-hounds that haunt the East Wall, and I shall as well. Let us meet back here, and we can compare tallies?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Dogs of Evil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Cúfaron regaled you with tales of his exploits, but he said he has never seen Swert-hounds like the ones that prowl the East Wall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated swert-hounds throughout the East Wall ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat swert-hounds throughout the East Wall ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Swert-hounds can be found throughout the East Wall.\\n\\nCúfaron has asked you to hunt some of the swert-hounds that haunt the East Wall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Cúfaron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Cúfaron is at Hestil's camp on Parth Galen.\\n\\nYou have defeated many swert-hounds and should now return to Cúfaron as he asked.",
      "es": "",
      "es (fem)": ""
    }
  ]
}