{
  "id": 620901364,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Before I prevail upon Hestil to get her band of adventurers moving, I have a request, [placeholder]. I wish to see the Argonath. The Pillars of the Kings stand in the cliffs north of here.\\n\\n'It would mean a great deal to me to see them. I will meet you in their shadow, [placeholder], and we will speak again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Behold the Pillars of the Kings, [placeholder]. I wish I had the words to explain to you what I am feeling, but I simply do not. Isildur. Anárion. It is... overwhelming.\\n\\n'The Wardens of Minas Ithil have long fought on in the memory of the Tower of the Moon, though it has been lost to the Enemy for so many years. It is called Minas Morgul now, and those of us who remember what it once stood for are few. Many of my fellows abandoned the cause, because it seemed impossible to go on. They said we toiled for naught.\\n\\n'Would they think so if they could stand where I stand now and gaze upon these likenesses of Isildur and Anárion? They are a reminder, [placeholder], that the works of Men will last, that the spirit of Man cannot be crushed, despite adversity and the passage of time. Even the Orcs cannot tear them down, and if they sought to, my heart sings that Men would take the pieces and build them anew.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I will meet you north of here, in the shadow of the Argonath. I wish to gaze upon the Pillars of the Kings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Long-awaited Sight",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ramdir has one request before he prevails upon Hestil to get her band of adventurers moving: he wishes to see the Argonath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Ramdir beneath the shadow of the Argonath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ramdir wants to speak with you in the shadow of the Argonath, north along the Anduin.\\n\\nRamdir has wanted to gaze upon the Pillars of the Kings for many years, and he has asked to meet you at a place where he has a good vantage point of them.",
      "es": "",
      "es (fem)": ""
    }
  ]
}