{
  "id": 620901269,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected short arrows ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected long arrows ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Wilferth considers himself something of an expert on Orcs and thinks he knows something about the Orcs in the East Wall.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You are here to help? Good. I trust Mansig, of course, but he did lead us into an ambush. He is my captain, and I will not forget it, but I have seen more of war than he has. He may have underestimated the Orc-threat here in the East Wall, but I will not.\\n\\n'I am something of an expert on Orcs and have fought some hundred of the creatures. They come in all shapes and sizes, and the sharp eye can distinguish other differences as well. To many of my people an Orc is an Orc, but I can see even the subtle differences.\\n\\n'I think we are dealing with several distinct tribes, [placeholder]. Defeat Orcs and Uruks in the woods of the East Wall and collect arrows from their quivers. By studying them, I can determine what tribes we are dealing with here in the East Wall.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Orcs and Uruks can be found throughout the East Wall, and even the warriors carry quivers of arrows.\\n\\nWilferth has asked you to defeat Orcs and Uruks throughout the East Wall and to collect arrows from them for him to study.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Let me see the arrows that you have collected. Ah, yes, this is what I suspected.'\\n\\nWilferth holds out a pair of the short arrows for you to inspect.\\n\\n'The length of the shaft is a clue to its origin. This arrow was designed to fly a short distance fairly accurately. It is of the type used by Orcs of Mordor and is primarily a skirmisher's arrow. It is well-suited to combat among the trees of the East Wall and would be less of a threat upon the plains of Rohan. The danger of the Orc that fires this arrow is the danger of surprise. If you know he is there, he will be less effective.'\\n\\nWilferth presents to you a pair of much longer arrows.\\n\\n'These are more troubling. The length of the arrow tells me it is to be used with a much larger bow, drawn by a stronger arm. The Uruk that fires this arrow expects it to travel much further than those fired by his Orc-brothers. This is an arrow ideal for combat on the plains of my homeland, and I fear it was designed for that purpose.\\n\\n'The Orcs and Uruks in the East Wall are equipped for different purposes, [placeholder]. They possess different goals, but I can tell you one thing they share at least: they hate us and are all our enemies.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Wilferth is at the Rohirrim-camp in the East Wall.\\n\\nYou have collected several arrows from the Orcs and Uruks in the East Wall and should bring them to Wilferth for study.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Orcs and Uruks carry quivers of arrows. Even those who fight with their hands carry them, if not for their use then to resupply their archer brethren. Defeat these creatures throughout the East Wall and bring me some of their arrows for study.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have nothing for me?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Orcs in the East Wall and collect short arrows ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Uruks in the East Wall and collect long arrows ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the arrows to Wilferth for inspection",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "An Eye for the Foe",
      "es": ""
    }
  ]
}