{
  "id": 620901362,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Talk to Ramdir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'How much do you know of this area, [placeholder]? Two hills rise on either side of the river and between them the torrent descends at Rauros. You can hear the falls from quite far away, such is the power of his voice as it echoes between the slopes of the hills. The names of these hills are Amon Hen, on this side of the river, and Amon Lhaw, on the far side.\\n\\n'There are great stone seats on the crest of each hill, the Seat of Seeing on Amon Hen and the Seat of Hearing on Amon Lhaw. In days of old, great kings came to sit in those high places and much was revealed to them.\\n\\n'There is a massive Orc-presence upon Amon Hen, just to the east of here. Climb the hill, defeating as many of the Orcs as you can, and stand at the summit. If you <rgb=#FF0000>look</rgb> across the river, you may be able to see if Amon Lhaw is host to a similar Orc-presence. That will tell me with what we may deal.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It is as I feared, then: there are more Orcs on Amon Lhaw to reinforce the creatures that have already crossed the river. We cannot stay here. I need to convince Hestil that she and her friends need to move again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I do not know what the great kings saw atop Amon Hen, at the Seat of Seeing, but I know what you may be able to see: if there is a gathering of Orcs across the river on Amon Lhaw. If there is such a gathering, we will know that the Orcs here are only an initial force, and they could be reinforced.\\n\\n'Stand at the Seat of Seeing and <rgb=#FF0000>look</rgb> across the river.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Slopes of Amon Hen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ramdir is concerned about the massive presence of Orcs on Amon Hen and wants you to scout the hilltop to see how many Orcs gather on Amon Lhaw.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You see distant fires and camps of the Orcs on Amon Lhaw: a great force gathers there",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "<rgb=#FF0000>Look</rgb> across the river at Amon Lhaw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Seat of Seeing is located atop Amon Hen, east of Parth Galen.\\n\\nRamdir has asked you to climb Amon Hen, defeating Orcs as you go, and to stand at the Seat of Seeing and <rgb=#FF0000>look</rgb> across the river.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Climb Amon Hen and stand at the Seat of Seeing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ramdir is at Hestil's camp near Parth Galen.\\n\\nYou have seen evidence of a large massing of Orcs on Amon Lhaw and should report it to Ramdir.",
      "es": "",
      "es (fem)": ""
    }
  ]
}