{
  "id": 620901273,
  "txt": [
    {
      "id": 218649169,
      "en": "'Well met, [placeholder]. My name is Rodwen, and I am a champion of Gondor and an adventurer-for-hire. I have come north from Gondor with my friends in search of glory and coin, not necessarily in that sequence, but now we have run into some trouble.\\n\\n'We lost Cuilinn not long after leaving Cair Andros; he was a minstrel, and did not understand the need for silence at a crucial moment. Our guardian, as staunch a dwarf as I've ever known, has been captured by Orcs! And Isteron seems to have just wandered off... he is a lore-master, so I suppose we should have expected it. He gets interested in the strangest of things, and tends to follow that interest wherever it leads him, which is usually... away.\\n\\n'We could use your help, if you offer it. Introduce yourself to Hestil over there before she goes even more grey with worry! Come speak to me again afterward and I will answer any of your questions.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Yes? Are you here to help us?'\\n\\nHestil listens as you offer her your aid, and then she nods curtly.\\n\\n'Well, we'll see how much help you can be, [placeholder]. We ran into trouble not long after we left Cair Andros, but that was only the start. These lands were supposed to be deserted, but now they are anything but empty: Orcs have poured across the river in great numbers, and we find further passage north to be much more difficult than we planned! And now our guardian has gotten himself captured!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Hestil is the captain of our group of adventurers-for-hire. Introduce yourself to her and perhaps you can help us get out of the troubling situation in which we find ourselves. Come speak to me afterward and I will answer whatever questions you have.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "For Glory and Coin",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You met Rodwen, a champion of Gondor and an adventurer-for-hire, and she asked for your aid.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Hestil is by her camp near Parth Galen, in the East Wall.\\n\\nRodwen has introduced herself to you, and recommended that you speak with Hestil if you are interested in helping her unfortunate band of adventurers.",
      "es": ""
    }
  ]
}