{
  "id": 620901383,
  "txt": [
    {
      "id": "0xa282991",
      "en": "'You led us on a pretty chase, but now it is over!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have defeated the Under-wall Captain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Isteron wants you to defeat one of the leaders from Moria that leads the Orcs in the Under-wall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'While you were away, I did some research, and I have determined from where these Orcs came. They are from Moria, deep beneath the Misty Mountains. According to conversations I overheard while examining the moss that grows down here in the Under-walls, they came to this place by following a trail of some kind.\\n\\n'I do not know what they were following, but it sounds like they skirted some \\qElf-woods.\\q That has to be the Golden Wood I have heard so much about! It is no wonder that they avoided it, but I am surprised that they have come this far from Moria in pursuit of their prey.\\n\\n'It is only right that these Orcs be sent back to Moria! If you find one of their leaders, challenge him to combat and defeat him to send a message to his underlings!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Leaders of the Moria Orcs can be found in the northernmost and southernmost side passages in the Under-wall.\\n\\nIsteron wants you to send a message to the Moria Orcs by challenging one of their leaders in battle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You did it! That is a job well done, [placeholder].'\\n\\nYou tell Isteron what the Orc said before the battle, and the lore-master shrugs.\\n\\n'I do not know what he was talking about, [placeholder]. Maybe he thought you were someone else? It does not matter now, I suppose.\\n\\n'Thank you for all your help! I do not need anything else right now, so you can just let yourself out. The southernmost exit from the Under-wall should leave you right near the camp my companions established, if you would like to help them as you have helped me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Isteron is by the northernmost exit from the Under-wall.\\n\\nYou have defeated a Moria Orc-leader and should return to tell Isteron of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Look for the leaders of the Moria Orcs in some of the side passages you explored here in the Under-wall, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You led us on a pretty chase, [placeholder]! But now it's the end of the road for you, and me and my boys will bring you back to Moria in pieces!\\n\\n'You were right to abandon your Wizard on that bridge! You would have died with him if you had stayed and fought instead of running away and hiding in the Elf-woods. But now we've found you, and it's the end for you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find and defeat an Under-wall Captain in the Under-wall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat the Under-wall Captain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Isteron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Leaders from Moria",
      "es": "",
      "es (fem)": ""
    }
  ]
}