{
  "id": 620901239,
  "txt": [
    {
      "id": 136263297,
      "en": "You point Langmanu in the direction of camp",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You point Swithlic in the direction of camp",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Radwulf is concerned over a couple of his friends that are still missing after the Orc-attack.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You heard about the Orc-attack, [placeholder]? They fell upon us without warning, as we were trying to get this camp established. We are still trying to recover from it. Look around you! If the Orcs attack again, we might not be as fortunate as we were the first time.\\n\\n'Several of my friends have gone missing, and I have not seen them since the attack. Look for Langmanu and Swithlic somewhere in the East Wall, [placeholder]. I am worried about them. Langmanu is too proud to ask for help if he needs it, and Swithlic is not as bold as he was in his youth.\\n\\n'If my friends are lost and frightened, they will probably seek out the streams or falls that dot the landscape of the East Wall. Look for water, and you may be able to find out what happened to Langmanu and Swithlic.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Langmanu and Swithlic have not been seen since the Orc-attack, and Radwulf is worried about them. He thinks that they will seek out the streams or waterfalls in the East Wall and wants you to look for his friends.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You found my friends! Langmanu and Swithlic are both fine and found their way back here, thanks to you. It seems to me that you are a good [placeholder] to have around!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Radwulf is in the Rohirrim-camp in the East Wall.\\n\\nYou found Langmanu and Swithlic by the streams that run through the East Wall and should return to Radwulf at the Rohirrim-camp. You wonder whether you should ask him why he left out the fact that they were horses.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'My friends are out there, lost and scared. I have not seen Langmanu or Swithlic since the attack, and I am worried about them. They will likely seek water, so look for them near a stream or waterfall in the East Wall.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find Langmanu and show him the way back to camp",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find Swithlic and show him the way back to camp",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Radwulf",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Lost Friends",
      "es": ""
    }
  ]
}