{
  "id": 620901338,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'[placeholder], it seems to me that we must prove the Aldor wrong, if we are to impress reason upon him. We must show him that a man can make his own fate!\\n\\n'Not far from here, we came across an encampment of Easterlings. I am confident that we can overcome them, despite their greater number... if we can accomplish this, then perhaps Harding will see reason and know that he can change his fate.\\n\\n'Hopefully, he will send his people to safety, though he remains to shore up his defences. Will you ride with us against the Khundolar? If so, let me know when you are ready, and we will depart.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done, [placeholder]! Our decisive victory should make it clear that the Khundolar are no match for a battle-readied éored! Aldor Harding will have no choice but to heed our warning.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Let us away then, and may Harding's fate change in the face of our fury!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Five Against the Wold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Aldor Harding of the Wold declared foreknowledge of his own death at the hands of the Khundolar, citing this as the reason he will not evacuate Harwick.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have overrun an encampment of Khundolar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Burnoth to join the Riders Four in a raid against the Khundolar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Burnoth is at the refugee camp outside Harwick.\\n\\nYou should speak with Burnoth when you are ready to ride against the Easterlings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Burnoth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Burnoth is at the refugee camp outside Harwick.\\n\\nYou should speak with Burnoth regarding the battle against the Easterlings.",
      "es": "",
      "es (fem)": ""
    }
  ]
}