{
  "id": 620901316,
  "txt": [
    {
      "id": 136263297,
      "en": "You have defended the wild herd from slaughter",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "The old man is gone",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Having returned from Thrug-unur victorious, the mysterious old man reveals another task that is more vital to the Rohirrim than the death of any Orc or goblin.\\n\\n<rgb=#FF0000>NOTE: This instance is meant to be run with Mounted Combat. It may be run on foot, but will be considerably harder.</rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The true treasure of the Riddermark lies in one of its most royal bloodlines... the Mearas, lords of horses. While most of the wild horses of Rohan are not of pure Mearas stock, they all share in the bloodline, making them highly desirable to all.\\n\\n'Long has Mordor raided the herds of Rohan, taking the black horses and slaughtering the rest. I have learned that Orcs from Mordor are preparing to attack a herd not far from here... to the south-east.\\n\\n'You must not allow these noble beasts to be taken or slaughtered! Speak with me again if you are willing to go to their defence.'\\n\\n<rgb=#FF0000>NOTE: This instance is meant to be run with Mounted Combat. It may be run on foot, but will be considerably harder.</rgb>",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The mysterious old man is at Éomer's Vengeance, near the eaves of Fangorn, in the Entwash Vale.\\n\\nYou should speak again with the mysterious old man if you are willing to defend the herd of wild horses.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You discovered the source of the smoke and ashes? You say that a battle was fought there and that the bodies of the Orcs were burned? That would mean the Rohirrim were victorious.\\n\\n'This old man you speak of sounds much like Saruman... it is said he goes to and fro in such disguise; however, why would he send you to kill the captain of the goblins if he is behind the invasion as you say?\\n\\n'As well, his tidings saved the wild herds from the Orcs of Mordor... I cannot believe any evil of the man.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The mysterious old man is at Éomer's Vengeance, on the eaves of Fangorn, in the Entwash Vale.\\n\\nYou should return to the mysterious old man with news of your success.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Thane Béortnoth is encamped beyond the walls of Thornhope, east of Éomer's Vengeance.\\n\\nYou should return to Thane Béortnoth and tell him of the mysterious old man.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You must hurry if you are to save the horses!'\\n\\n<rgb=#FF0000>NOTE: This instance is meant to be run with Mounted Combat. It may be run on foot, but will be considerably harder.</rgb>",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Let the mysterious old man know that you will defend the herd",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to the mysterious old man at Éomer's Vengeance",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Thane Béortnoth outside of Thornhope",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Treasure of Rohan",
      "es": ""
    }
  ]
}