{
  "id": 620901242,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Grish",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Bidroi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Defeated Rûkaz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You rescued Éorpwald, a wounded Rohirrim warrior, from Thornhope and helped him reach the relative safety of Béortnoth's camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Ah, [placeholder]! I did not... have the time to properly thank you... for your assistance.\\n\\n'The affront against my Thane and my people is unforgiveable. Many died -- men, women, children, young and old alike -- butchered... by the Orcs. There were three of the creatures in particular that I would see slaughtered where they stand. They deserve no less.\\n\\n'These three -- Bidroi, Grish, and Rûkaz -- murdered Thane Wulfrad's family... and would have slain Béortnoth as well, had the giant not come and saved him. Aye, Béortnoth is not as mad as he seems.\\n\\n'Would you enter Thornhope and bring these three devils to justice?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bidroi, Grish, and Rûkaz can all be found within the walls of Thornhope.\\n\\nÉorpwald asked you to take revenge upon Bidroi, Grish, and Rûkaz, three lieutenants of the invading forces, on behalf of Thane Wulfrad's family.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah... I am satisfied then. You have my gratitude, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Éorpwald is encamped outside the walls of Thornhope.\\n\\nYou should return to Éorpwald with news of your victory.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Grish",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Bidroi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat Rûkaz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Éorpwald outside of Thornhope",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Horse-lord's Revenge",
      "es": "",
      "es (fem)": ""
    }
  ]
}