{
  "id": 620901275,
  "txt": [
    {
      "id": 218649169,
      "en": "'I suppose we are as prepared as we are likely to be to rescue Drafli, [placeholder]. Let me know when you are ready to begin, and we can go over the plan!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'There were some close moments, [placeholder], but Maedal's plan worked flawlessly. Well, perhaps not flawlessly, but it did what it was supposed to. Drafli is rescued, and now we can resume our journey.\\n\\n'Thank you very much for your help, [placeholder]! Now we can....'\\n\\nHestil looks around.\\n\\n'Where did Drafli go? He was here a moment ago, and... Isteron? Isteron, where have you wandered off to now?'\\n\\nHestil sighs.\\n\\n'And they are off again! It is not easy leading this company, that is for certain! I wonder if Cuilinn needs any help running his farm? Oh no! What am I saying?\\n\\n'Thank you once again, [placeholder]. They are my friends, but sometimes I think they have more to fear from themselves than they do from Orcs! Good fortune upon your journey!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Everyone is ready, [placeholder]? Very well. Let us rescue Drafli Broadshield!'\\n\\n<rgb=#FF0000>This is a solo quest and cannot be completed with a fellowship.</rgb>",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Short of Stature, Great in Deed",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Hestil believes that her band of adventurers-for-hire are ready to try and rescue their guardian, with your help.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Hestil and begin the rescue of Drafli Broadshield",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Hestil is at her camp on Parth Galen.\\n\\nHestil is waiting for you to let her know when you are ready to begin the rescue attempt of Drafli Broadshield.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Hestil",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Hestil is at her camp on Parth Galen.\\n\\nYou have aided in the rescue of Drafli Broadshield and should now speak to Hestil.",
      "es": ""
    }
  ]
}