{
  "id": 620901320,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'If you wish to truly give Thane Béortnoth and his people hope of surviving the Orc-invasion, you will need to cut off the Orcs from reinforcement.\\n\\n'To the north-east of here, there is an encampment of goblins and Wargs called Thrug-unur. The goblins there came down from Moria in pursuit of that Company of which you know, but which I will not name, and were pressed into service by Saruman's Uruk-hai.\\n\\n'Enter Thrug-unur and deal with the captain of the goblins, Zân... cut the head from the serpent, and the body will die. Return to me when the deed is done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, you have proven every bit as valuable as I believed you would. Well done, [placeholder]. I have one more task for you, and it is one that will win you great favour with the Rohirrim....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Mysterious Old Man",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Thane Béortnoth sent you to investigate a location where he saw smoke and ashes rising near the eaves of Fangorn, and you discovered a battlefield where the bodies of Orcs had been piled and burned. There was also a mysterious old man awaiting you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Zân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Zân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Zân can be found at the goblin-camp of Thrug-unur, north-east of Éomer's Vengeance.\\n\\nThe mysterious old man suggested that you defeat Zân, the captain of the Moria-goblins, in hopes of cutting off the reinforcements from Thornhope.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to the mysterious old man at Éomer's Vengeance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The mysterious old man can be found at Éomer's Vengeance, south-west of Thrug-ulur.\\n\\nYou should return to the mysterious old man with news of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}