{
  "id": 620901374,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Hail and well met, friend [placeholder]. It appears our paths run along similar courses. I did not believe things had become so dire within the borders of the Riddermark, but I see from the Orc-encampment outside Eaworth that the situation here is worse than I imagined.\\n\\n'I am sore distressed to bring word of the Khundolar to Reeve Ingbert, but if he does not join in the muster, I fear the Eastemnet will fall. Will you accompany me to meet with him?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The situation here is far worse than I imagined. If we do not help the Reeve against these Orcs, I fear Eaworth and the Entwash Vale will fall!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Let us meet with the Reeve and see what he has to say.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Reeve of the Entwash Vale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have met up once more with the Riders Four outside the Mead Hall of Eaworth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Burnoth has agreed to help the Reeve in exchange for a conscription to the muster of the Eastemnet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Burnoth to accompany him into the Mead Hall of Eaworth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Burnoth awaits you outside the Mead Hall of Eaworth.\\n\\nYou should speak with Burnoth when you are ready to accompany him into the Mead Hall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Burnoth outside the Mead Hall of Eaworth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Burnoth awaits you outside the Mead Hall of Eaworth.\\n\\nYou should speak with Burnoth regarding Reeve Ingbert's response.",
      "es": "",
      "es (fem)": ""
    }
  ]
}