{
  "id": 620901268,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected Utlac's prized arrow",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Utlac told you more about the Orc-raid that greeted the Rohirrim upon their arrival in the East Wall, and he wants you to help him recover an arrow he spent in haste as the Orcs fled.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I have a confession to make to you, [placeholder]. I know that I seem level-headed, as fine an example of a steadfast Man of Rohan as you could hope to meet, but I have a secret. I have been known to lose my temper on occasion. Nay, look not with disbelief!\\n\\n'It seemed that we would not be able to hold out against the Orcs that ambushed us upon arriving at the East Wall, but we prevailed. As the Orcs broke and fled for the safety of the trees, I loosed my prized red-fletched arrow at an Orc's retreating back. I did not need to loose, but I was angered! I let that arrow fly and saw it pierce him in the leg.\\n\\n'But he did not fall! He kept running, and he took my prized arrow with him! He ran to the south, [placeholder]. Perhaps he followed the streams that flow out of and back into the East Wall, using them for guidance. Go that way and find his body, for surely he has succumbed to his injuries by now, and retrieve my prized arrow!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Orc on which Utlac wasted his prized arrow ran south of Mansig's camp, and the archer thinks that he may have followed the course of the streams as they flow out of and back into the East Wall.\\n\\nUtlac feels badly about wasting his prized red-fletched arrow and wants you to find the Orc that carried it away after the ambush.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "Before the entrance to a dark cave lies the body of a fallen Orc. It seems to have succumbed to its wounds before reaching the dark safety of the cave-mouth.\\n\\nEmbedded in its leg you find a red-fletched arrow. This must be Utlac's prized arrow, which you take.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Utlac is at the Rohirrim-camp in the East Wall.\\n\\nYou have recovered the red-fletched arrow that Utlac wanted you to find and should bring it back to him.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I wish I were not so hot-headed, [placeholder]! If I had kept my temper, I would not have wasted my prized arrow on a fleeing foe!\\n\\n'That Orc must have succumbed to his wounds by now. Find wherever his body now lies, south of here, probably along the side of one of the streams and recover my prized arrow!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You found it! Ah, look at this arrow. It is the very best one I possess, and it was foolish of me to loose it as I did, but I was angered.\\n\\n'Thank you for returning it to me. I will use more care in the days ahead not to waste it! I want to make sure it is spent on a worthy opponent, not on some retreating Orc!\\n\\n'You say the Orc died in front of a cave-entrance? I am curious about this cave you discovered, [placeholder]. What more can you tell me of it?'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'You have nothing for me?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find the Orc that escaped with Utlac's prized arrow",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the red-fletched arrow to Utlac",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Pointless Flight",
      "es": ""
    }
  ]
}