{
  "id": 620901339,
  "txt": [
    {
      "id": 218649169,
      "en": "'Hail and well met, [placeholder]. So you have come recently yourself out of the north? Perhaps you encountered the Easterlings my companion Hutha warned of?\\n\\n'The Khundolar, they say, are descended from the terrible horde that descended upon the Field of Celebrant in the days of Círion, Steward of Gondor. Eorl the Young led the ancestors of our people to the Field in answer to Círion's call for aid and won the day. As reward for his service and friendship, all the lands of Calenardhon were given to Eorl and his people, and it became known as Rohan.\\n\\n'Now with these Easterlings threatening our borders once more, my companions and I seek to warn the Reeves of the Eastemnet of the impending invasion and encourage them to muster for war. Our final destination is, of course, Edoras, but for now we have a task to complete. Perhaps you would be of a mind to lend us your aid?'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Do you understand now somewhat of the Rohirrim and our mission? We are a close people and do not oft trust outsiders, but you seem a good sort.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'There is much to tell....'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Riders Four",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You encountered a band of riders who have recently come down out of the north of the Wold.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have spoken with Burnoth and his men",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Speak with Burnoth to learn more about his men and their mission",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Burnoth is at the refugee-camp outside Harwick in the Wold.\\n\\nYou should speak with Burnoth if you would know more of his men and their mission.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Burnoth at the refugee-camp outside Harwick",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Burnoth is at the refugee-camp outside of Harwick in the Wold.\\n\\nYou should speak again with Burnoth.",
      "es": ""
    }
  ]
}