{
  "id": 620901369,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "The Riders Four have come to Cliving to warn Reeve Athelward of the impending invasion of the Khundolar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'[placeholder], we meet again! We have been here for a few days, but have been unable to speak with Reeve Athelward. He has not refused to see us, as Aldor Harding, but has passed naught but excuses through his doorward.\\n\\n'Perhaps you will once again speak on our behalf? An impending invasion by a horde of Khundolar Easterlings is not a matter to be taken lightly.\\n\\n'If you could, either convince Athelward to speak with us directly or relate our tale to him as best you may.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Reeve Athelward is in the Mead Hall of Cliving.\\n\\nBurnoth has asked you to relate his message regarding the Khundolar invasion to Reeve Athelward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Greetings! Have you found your stay in Cliving a pleasant one... or at least eventful?\\n\\n'Yes, I know of the Riders of whom you speak. They are retainers of Lord Éomer? Had I known sooner, I would have greeted them with a warmer welcome.\\n\\n'Let a feast be prepared, and let them come to my hall! I will give them a welcome they will not soon forget!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Burnoth is encamped with his Riders outside the Mead Hall of Cliving.\\n\\nYou should return to Burnoth with Athelward's reply.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Burnoth is encamped with his Riders outside the Mead Hall of Cliving.\\n\\nYou should return to Burnoth with Athelward's reply.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "You relate Athelward's words to Burnoth, and he pauses in thought.\\n\\n'In truth, I am troubled, [placeholder]. You have said naught to discourage me, but I find Athelward's response queer in these dark times. Does he truly seek to host a feast for a few ragged Riders?\\n\\n'Nay, this is troubling indeed... I must consider our best options.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'A moment, [placeholder]. I must apologize for my abruptness to you in Harwick. I told you of my shame, but I did not speak of my pride.\\n\\n'When I first came to Aldburg, I fell in love with Fleda, niece of Gártorn. We were soon married, and she bore me two daughters: Léoflad and Wynith. They have both grown into beautiful women, and they are my joy.\\n\\n'Though Gártorn and the warriors of Aldburg forsook me, Fleda remained faithful... she is why I remained in Éomer's service. Alas, though Fleda and Léoflad remain faithful to me, young Wynith is shamed by my dishonour... it is for her that I seek redemption.\\n\\n'My pardon for the interruption, but I thought it important to share this with you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Athelward at the Mead Hall of Cliving",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Burnoth in Cliving",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Burnoth in Cliving",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Reeve of the Norcrofts",
      "es": "",
      "es (fem)": ""
    }
  ]
}