{
  "id": 620901263,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'[placeholder], if I am to see these survivors safely to Eaworth, a safe path must be made. Mounted scouts of the Enemy roam the Vale and would present a significant hindrance to our journey south.\\n\\n'Would you hunt these scouts and defeat a few so that we may leave here in relative safety? If you bring me their spears, it would be of great aid, for my people could defend themselves should the need arise.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have brought me more spears than we need, but that is well, for it means that if one spear is broken, we have replacements.\\n\\n'Thank you for your aid, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Have you found any Orc-spears. I will need enough to arm my companions.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Hope from Thornhope",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Returned to sanity through your deeds, Thane Béortnoth of Thornhope desires to lend what defence he is able both to the few survivors of his ruined city and all peoples of the Entwash Vale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Orc-spears ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect Orc-spears ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Mounted scouts of the Enemy can be found throughout the Entwash Vale.\\n\\nThane Béortnoth asked you to hunt the mounted scouts of the Enemy and bring him their spears.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the Orc-spears to Thane Béortnoth outside of Thornhope",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Thane Béortnoth is encamped beyond the walls of Thornhope.\\n\\nYou should bring the spears you collected to Thane Béortnoth.",
      "es": "",
      "es (fem)": ""
    }
  ]
}