{
  "id": 620901310,
  "txt": [
    {
      "id": 136263297,
      "en": "Something feels wrong here. You should peek into the nearby hole in the fence",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "A fell-beast of Mordor perches here, and its rider cannot be far. You should observe the enemies in this part of the camp...",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Undeep Watch is very concerned with the Easterling movements at the South Undeep.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'We have spotted Easterlings moving along the shore, and also a great bird circling overhead. An eagle, perhaps? But... I find that I cannot bear to look at it for long, for my heart fills with dread.\\n\\n'I am loath to venture down to the South Undeep to see what evil is afoot with our foes, but I know it must be something terrible. If you have a stout heart, by all means go take a look. But I will not judge you for fleeing.\\n\\n'All I know is that the Thane will not react without evidence. He is too practical to risk Langhold for naught but a chill upon the air....'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Easterling camp can be found at the South Undeep.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'A Nazgûl of Mordor! Save us....\\n\\n'You must ride to Langhold, [placeholder], as fast as you can. Warn the Thane! We do not stand a chance against this united army of foes!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "A fenced-in area can be found behind the Easterling camp at the South Undeep.\\n\\nYou should peek into the fenced-in area to see if anything is amiss.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Adbert is at his post at the Undeep Watch.\\n\\nYou should return to Adbert with news of the Nazgûl's presence in the Easterling camp, along with the brigands poised to attack Langhold with aid from Mordor.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find the source of the watchman's dread in the Easterling encampment",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Peek into the hole in the fence",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Return at once to Adbert to warn him",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "An Unsettling Alliance",
      "es": ""
    }
  ]
}