{
  "id": 620901380,
  "txt": [
    {
      "id": 218649169,
      "en": "'You mentioned glowing flowers in the corners of some of those side passages, [placeholder]? I am very interested in those. Do you think you could pick some of them for me and bring them back? They may have useful properties.'\\n\\nIsteron's attention wanders as he contemplates something. After a moment he seems to notice you again.\\n\\n'Glowing flowers...glowers. Glowers, [placeholder]! Glowers of the Under-wall! Get me some of these glowers, friend, so I can study them! You will find them in the corners of the side passages you scouted earlier.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "You hand the glowing flowers to Isteron, and he seems disappointed.\\n\\n'Oh. These are just glistershade...they are as common as the dirt in which they grow! Well, maybe not as common as that, but close to it. Their only special property is that they glow. They do absolutely nothing else. I suppose they are fine if you want to attract attention, but I have collected much more interesting things than these throughout my storied past.\\n\\n'Thank you anyway, [placeholder]. But one thing: I have noticed that you are not using the name \\qUnder-wall\\q for these tunnels, and I think you should. It is a good name, and I would like you to use it. You can also call these flowers \\qglowers\\q if you would like.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Glowers! That is brilliant. I cannot wait to tell my companions about this latest naming discovery of mine. Go find me glowers in the corners of the side passages here in the Under-wall!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Glow in the Corners",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Isteron wants you to investigate the glowing flowers that you briefly encountered while scouting the side passages in the Under-wall.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected glowing flowers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect glowing flowers in the side passages of the Under-wall ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Glowing flowers can be found in the corners of the side passages in the Under-wall.\\n\\nIsteron wants you to collect some of the glowing flowers in the Under-wall so he can study their properties.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the glowing flowers to Isteron",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Isteron is by the northernmost exit from the Under-wall.\\n\\nYou have collected glowing flowers from the corners of the side passages in the Under-wall.",
      "es": ""
    }
  ]
}