{
  "id": 620901368,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You aided Fastred against a company of Orcs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The doorwarden at the Mead Hall of Snowbourn informed you that Reeve Fastred was abroad, hunting Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Well, there is nothing for it, I suppose. We will have to ride out and meet Fastred.\\n\\n'Go to the stables and inform the others. I will meet you at Fastred's camp.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ulf, Léofdag, and Hutha are waiting near the stables.\\n\\nBurnoth asked you to inform his Riders that he would meet you and them at Reeve Fastred's camp in the Sutcrofts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It was a battle well-fought, but I am distressed that Fastred refuses still to evacuate the women and children. If the invasion reaches the Sutcrofts, there will be a great slaughter.\\n\\n'Well, there is naught more we can do. We must ride to Edoras and hope that Théoden King will hear a voice other than that of Wormtongue.\\n\\n'Fare-thee-well, friend. May your travels bear you hence, so that we may meet again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ulf the Reaver is at the stables of Snowbourn.\\n\\nYou should speak with Ulf the Reaver when you are ready to depart for Fastred's camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Burnoth is outside the Mead Hall of Snowbourn.\\n\\nYou should speak with Burnoth regarding the experience in the Sutcrofts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Let us then ride!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'If Fastred craves the blood of Orcs, then I say we help him get it!\\n\\n'What say you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to the Riders Four in Snowbourn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Ulf to ride out into the Sutcrofts to meet Fastred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Burnoth outside the Mead Hall of Snowbourn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Thirst for Blood",
      "es": "",
      "es (fem)": ""
    }
  ]
}