{
  "id": 620901267,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected bows from Orcs or Uruks in the East Wall ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Utlac says the greatest danger faced by the Rohirrim who have come to the East Wall is the threat posed by Orc-archers lurking among the trees.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Give me three good archers from Snowbourn, and I could keep a dozen Orcs at bay, even in poor light or foul weather. The bows of my people are well-made, but it is the strength of a Rohirrim archer's arm and the sharpness of his eye that truly makes him dangerous.\\n\\n'Orcs are different. Their bows are crudely-fashioned, and they seek to make up for their poor training with numbers only. Still, an arrow fired poorly from hiding can pierce even the bravest man, on occasion.\\n\\n'Defeat archers throughout the East Wall, [placeholder], and bring me their bows for breaking. I do not want a stray arrow to fell even a single man more.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Orc and Uruk-archers can be found throughout the East Wall.\\n\\nUtlac has asked you to defeat Orcs or Uruks throughout the East Wall and to take their bows so he can destroy them.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Can you smell that? Even the smoke of the burning smells foul. Thank you for helping destroy those crude bows, [placeholder]. Every blow to the Orcs helps our chances of surviving here in the East Wall.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Utlac is at the Rohirrim-camp in the East Wall.\\n\\nYou have recovered many crude bows from the Orcs that inhabit the East Wall and should bring them to Utlac so he can destroy them.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "A camp-fire near Utlac is just the place to burn the Orc-bows you have taken.\\n\\nUtlac cannot bear to handle the Orc-bows any longer and has asked you to burn them in a nearby camp-fire.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The miserable Orcs that sneak throughout the East Wall use their bows to attack the men of this company. Defeat the Orcs, seize their bows, and bring them back to me!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Look at these things, [placeholder]. I knew the Orcs cared little for the craft of bow-making, but I did not expect them to be this crude. It is a wonder these bows do not fall apart in their filthy hands.\\n\\n'Still, an arrow fired from one of these can still kill. We had best not forget that.\\n\\n'I cannot bear to handle these bows any longer, [placeholder]. Take them and throw them in the fire over there. The Orcs will loose no more arrows at the Rohirrim from these crude things. Oh, and one more thing! Do not burn these bows in any of the cookfires. That would simply be offensive. Make sure the fire you choose is not being used to cook someone's meal.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Utlac is at the Rohirrim-encampment, waiting to speak with you.",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I gave you back the bows, [placeholder]. Throw them in the camp-fire over there so I do not need to see them any longer. The thought that one of my friends could be slain by a stray arrow fired from one of those crude devices has turned my stomach.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'You have nothing for me?'",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Utlac is at the Rohirrim encampment, waiting to speak with you.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect bows from Orcs or Uruks in the East Wall ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring Orc-bows to Utlac",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Throw the Orc-bows on the camp-fire near Utlac",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Utlac",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Bows of Foul Craft",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Utlac",
      "es": ""
    }
  ]
}