{
  "id": 620901372,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'It is settled then. As we proved the Easterlings no match for the Riders of the Mark, so shall we teach the Orcs a lesson in fear!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Let us return to my men and set our trap.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: The Reeve of the Entwash Vale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Watch the discourse between Burnoth and Reeve Ingbert.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Speak with Burnoth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Watch the discourse between Burnoth and Reeve Ingbert.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Speak with Burnoth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x335e81",
      "en": "'Welcome to Eaworth, Captain... though I wish it were under better circumstances.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x335e82",
      "en": "'You say that you and your men are retainers of Lord Éomer, but what would bring you this far north?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x335e83",
      "en": "'Would that I could, Captain, but you have seen the threats upon my very doorstep. As long as the Orcs hold us in siege, we dare not reduce our own defences.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x335e84",
      "en": "'We sent word to Thornhope long ago, but we have heard nothing from Thane Wulfrad... I fear they were besieged long before us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x335e85",
      "en": "'If it were not for the courage of my son, Ingmar, and our friend [placeholder] here, Eaworth would have already fallen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x335e86",
      "en": "'If you can do what you say, then aye. If the siege is weakened, I should be able to spare some men for a muster.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x335e87",
      "en": "'I trust [placeholder], and if [placeholder] shares that trust with you, then so shall I. Eaworth and the Entwash Vale are in your hands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Watch the discourse between Burnoth and Ingbert",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Burnoth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Watch the discourse between Burnoth and Ingbert",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Burnoth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x87efa71",
      "en": "'My lord, Éomer sent us north to harry the Orcs and distract them so that the Ridings of the Eastemnet could muster their strength.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have accompanied Burnoth as he comes before Ingbert, Reeve of the Entwash Vale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x87efa72",
      "en": "'However, while we were away in the Wold, we learned that a great horde of Easterlings, the Khundolar, plan to invade from the north.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x87efa73",
      "en": "'We rode south at once to warn the Reeves, but we have encountered naught but resistance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x87efa74",
      "en": "'Will you not send a contingent to Harwick to help bolster our defences in the north? I fear Aldor Harding is resigned to defeat, though I daresay he will take many an Easterling with him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x87efa75",
      "en": "'What of Thornhope? Could they not help to fortify Eaworth, while you send help to Harwick?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x87efa76",
      "en": "'You say that this siege is all that stands in your way of reinforcing the Wold? Then I have a plan... [placeholder], will you attend me a moment?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x87efa77",
      "en": "'[placeholder] and I believe that we may break the siege, or at the very least weaken it. If we can do this, will you send a company to Harwick?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x87efa78",
      "en": "'It will be dangerous, for my trap will bring the Orcs within the walls of Eaworth. Those who shall not fight should take shelter in the north end of the city, preferably behind bolted doors.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'So, [placeholder], you have struck at the heart of the Orcs' encampment? Perhaps between us, we may break the siege, or at least weaken it enough to enable Reeve Ingbert to send a company of men to Harwick.\\n\\n'What say you? Will you help me lay a trap for the Orcs?\\n\\n'Good!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}