{
  "id": 620901340,
  "txt": [
    {
      "id": "0x87efa71",
      "en": "'My father, Baldeg, is a high-ranking retainer in the employ of Thane Sparhafoc of Fenmarch....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x87efa72",
      "en": "'My dream was to become a great warrior, but my father would have none of it. Instead, he pushed me into more peaceful pursuits, such as harp-playing and storytelling....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x904f421",
      "en": "'Know that I will only speak of Ulf the Reaver. The one who existed before him no longer exists.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x87efa73",
      "en": "'Nevertheless, I found ways of training in arms, and by my sixteenth summer, I had proven myself by hunting and slaying a small patrol of Orc-scouts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x904f422",
      "en": "'For the first five years from the time of my \\qbirth,\\q I wandered Rohan, hiring out my axe to anyone who needed heads hewn... whether it be Orc or Dunlending.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x87efa74",
      "en": "'Begrudgingly, my father allowed me to become Thane Sparhafoc's squire, and three years ago, I found myself at Aldburg as a retainer of Lord Éomer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8b734d1",
      "en": "'My beginnings were humble... my father, Winedag, was a farmer in the fields of the Sutcrofts, and I was born to be the same. However, fate would have it otherwise....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x904f423",
      "en": "'One eve after slaying a party of Orcs out of the Misty Mountains, while I lay sleeping among their corpses at the foot of one of the Argonath, I was awakened by Lord Éomer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x87efa75",
      "en": "'When word came of troubles with Orcs out of the East Wall, Lord Éomer offered me a small command and a mission to harry the forces of the Enemy, while the Reeves could muster their strength.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8b734d2",
      "en": "'My father answered Éomund of Aldburg's call to arms, and in glorious battle saved the Thane's life.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x904f424",
      "en": "'He offered me a place among his retainers. Weary of wandering, I accepted and dwelt there for many years.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x87efa76",
      "en": "'We met Hutha at the northern borders of the Wold, and he brought word from his cousin Twiga at Etheburg that chilled our hearts and drive us south on this, our most urgent errand....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8b734d3",
      "en": "'As reward, Éomund granted my father's request for me to be squired to one of his retainers. And so, I trained beneath Gártorn, a fierce warrior and master of the spear.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x904f425",
      "en": "'But I became restless once more... I had not spilled the blood of my foes in a long time. When Captain Burnoth offered me the opportunity to kill Orcs, I could not refuse....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x87efa77",
      "en": "'You should speak with Hutha... he can speak in more detail of Twiga's tidings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8b734d4",
      "en": "'That is where my shame began. One dark day, I rode forth from Aldburg in the company of Éomund and a handful of his knights....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x904f426",
      "en": "'So here I am, with the promise that my axe will drink more deeply still before the end.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x87efa78",
      "en": "'For honour and glory!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8b734d5",
      "en": "'Éomund wished to pursue a band of Orcs that had come down out of the East Wall not far from my father's croft. That proved his undoing, and mine.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8b734d6",
      "en": "'Our numbers proved too small, and the Orcs overwhelmed us... I was the only man to survive among us, though I was wounded trying to save my Thane.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8b734d7",
      "en": "'In shame, I returned to Aldburg, bearing Éomund's body upon my own horse. Gártorn exiled me to the settlement of Stangard in Eorlsmead for two years, and even when I returned he would have nothing to do with me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8b734d8",
      "en": "'I considered surrendering my spurs and returning to my father's croft, but I could not bear to face my younger brothers, and Éomer, Éomund's son still valued my spear and my friendship. And there were other reasons to stay that surpassed all others....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8b734d9",
      "en": "'Burnoth, as well, saw past my shame, and he became my captain. To death would I follow him, if it would renew my honour.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Ah, [placeholder]. My road has not been an easy one....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'There is much more to tell, but not enough time for it. Perhaps at another time, we may speak more freely?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "The young archer eyes you a little suspiciously.\\n\\n'You wish to speak with me? Ah, Burnoth sent you. So be it....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "Léofdag eyes you warily.\\n\\n'Few care to know my tale, for it is one of shame. But if know it you must....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "Ulf stares at you darkly, as though uncertain whether to speak or fight.\\n\\n'My past is my own, stranger, but for Burnoth's sake, I will speak a little of it....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'Return to me later, and we will speak more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Burnoth invited you to speak with him and his companions to learn more about the Riders Four and their mission in the Eastemnet.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb734dc0",
      "en": "'Now you know my shame... do not ask me of it again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Burnoth, son of Baldeg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Hutha, son of Hengest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Léofdag, son of Winedag",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Ulf the Reaver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Burnoth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5cd4f30",
      "en": "'Harwick is our first destination, and I fear we will meet with little success here....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5cd4f31",
      "en": "'For honour and glory!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Burnoth is near the camp-fire of the Riders Four in the refugee camp outside Harwick.\\n\\nYou should speak with Burnoth to learn his story.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Burnoth is at the refugee camp outside Harwick.\\n\\nYou should return to Burnoth and let him know that you have spoken with his companions.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x75cd4f1",
      "en": "'I must beg your pardon for my suspicion... it is not in my nature, truly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x75cd4f2",
      "en": "'My father, Hengest, was the chief knight of Thane Elda of Firien, though he has been dead these many years... slain by Orcs....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x75cd4f3",
      "en": "'My father and brothers are very large and strong -- traits which I clearly did not inherit -- and the other children teased me mercilessly. Thankfully, my dear brothers were also my defenders.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x75cd4f4",
      "en": "'Alas for my father, for he would have given anything for me, like my brothers, to follow in the footsteps of Helm or Eorl, but I honoured a man of very distant relation more: Bard of Dale, who slew Smaug the Golden!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x75cd4f5",
      "en": "'When I was ten summers, I could feather quail in flight from a hundred paces... by twelve, I could do the same and splinter my first arrow with a second before the bird hit the ground.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x75cd4f6",
      "en": "'My skill came to the attention of Lord Éomer, and I was summoned to Aldburg at the age of fifteen, where I have spent my last seven years in his service.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: The Riders Four",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x75cd4f7",
      "en": "'I left Aldburg with Burnoth, Léofdag, and Ulf, but was quickly dispatched to scout ahead. Besides the Orcs, I heard rumours of threats from beyond Rohan's borders....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x75cd4f8",
      "en": "'I went at once to Etheburg in the Brown Lands and spoke with my cousin Twiga... he told me of a great force of Easterlings coming down from the cliffs to invade Rohan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x75cd4f9",
      "en": "'I immediately sought out Burnoth in the Wold and delivered Twiga's message. We determined then to ride through the Eastemnet and warn the Reeves of the coming invasion.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}