{
  "id": 620901236,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected Frána's pillow",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected Frána's cloak",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Collected Frána's robe",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You rescued Frána, a minor nobleman of the House of Thornhope, who had hidden himself away during the Orcs' attack on the city.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'This is insufferable. My dear cousin, Béortnoth, is hardly in a position to lead our people... what remains of them. He persists in the belief that we should stay and fight for this ruin. Well, I will not suffer this discomfort any longer.\\n\\n'Surely, some few comforts of mine survived the destruction of the city. Go into Thornhope and bring me whatever comforts you can scavenge. I simply refuse to sleep upon this hard ground for one more night.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Some of Frána's comforts may yet be found near the Mead Hall of Thornhope.\\n\\nFrána has rudely commanded you to find any of his comforts which may have survived the Orcs' attack and bring them back to him.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I suppose I must be grateful. You have performed your duty well.\\n\\n'These trifles must do, I suppose.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Frána is encamped outside the walls of Thornhope.\\n\\nYou should bring the items you found to Frána.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Have you found nothing of mine in Thronhope?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect Frána's pillow",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect Frána's cloak",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect Frána's robe",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Bring the items you found to Frána outside of Thornhope",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Noble's Endeavour",
      "es": ""
    }
  ]
}