{
  "id": 620901272,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You do not think that I remained here in idleness, do you? Because I did not! I went hunting as well, but I did not hunt stag or elk or fowl. Nay, my hunt was for the foes of my people: the Orc and the Uruk!\\n\\n'In the woods I found two such creatures discussing a recent battle. I thought they spoke of the Orc-ambush that troubled this very camp, but then they spoke of a mighty hero that cut down dozens of their number. At that moment, I leaped from the concealing bushes and slew them, shouting \\qTo your sorrow he returns!\\q\\n\\n'Afterwards, I decided they probably spoke not of me, but of another. There is another glade to the far south-east of here, at a narrow place between the cliffs and the great lake. That might be the one of which they spoke. Go there and see what there is to see! I want to know what happened to this hero mightier even than Wilferth!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What did you find, [placeholder]?'\\n\\nWilferth listens to your description of the scene at the glade with an expression of growing admiration.\\n\\n'What glory! Some great hero certainly left his mark on that place...more than a dozen dead Uruks, you said? I would have liked to see our mystery friend in person. And you say you did not see a body? Where could he have gone, I wonder?\\n\\n'Thank you for investigating that place for me, [placeholder]. Tales of such recent glory stir my heart and inspire me to work even harder for my people! For Rohan!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Uruks spoke of a great battle, and it seems that they may not have been speaking of the ambush on this camp. Go to the glade far to the south-east of here, at a narrow place between the cliffs and the lake, and see what there is to see.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Recent Glory",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Wilferth heard tell of a mighty hero that cut down dozens of Uruks and wants you to investigate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Bodies of Uruks litter the ground of this glade, the site of a recent battle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Dead Orc Glade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "There is a glade far to the south-east of the Rohirrim camp, in a narrow place between the cliffs and the great lake in East Wall. A great battle between the Uruks and an unknown hero took place there.\\n\\nWilferth wants you to investigate Dead Orc Glade to learn what happened there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Wilferth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Wilferth is at the Rohirrim-camp in the East Wall.\\n\\nYou found a glade full of the bodies of dead Uruks and should report what you saw to Wilferth.",
      "es": "",
      "es (fem)": ""
    }
  ]
}