{
  "id": 620901317,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Wargs abound at Thrug-unur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected Warg-fangs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The mysterious old man sent you to Thrug-unur to defeat the captain of the Moria-goblins there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "The mysterious old man sent you to Thrug-unur to defeat the captain of the Moria-goblins there. In Thrug-unur, you discovered many Wargs. You should defeat some.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wargs can be found at Thrug-ulur, north-east of Éomer's Vengeance in the Entwash Vale.\\n\\nYou should defeat as many Wargs as you can to further aid the cause of Thane Beortnoth and the survivors of Thornhope. Their fangs would make a good trophy to prove your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have gathered quite the collection of Warg-teeth, but for what purpose I cannot guess... nor do I care. Nevertheless, they prove that you have either slain a number of Wargs or that there are now a great many toothless Wargs on the loose.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Wargs can be found at Thrug-unur, north-east of Éomer's Vengeance in the Entwash Vale.\\n\\nYou should defeat as many Wargs as you can to further aid the cause of Thane Béortnoth and the survivors of Thornhope. Their fangs would make a good trophy to prove your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'What do you need? Have you dealt with the Enemy at Thrug-unur?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect Warg-fangs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to the mysterious old man at Éomer's Vengeance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect Warg-fangs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fangs a Million",
      "es": "",
      "es (fem)": ""
    }
  ]
}