{
  "id": 620901270,
  "txt": [
    {
      "id": 218649169,
      "en": "'They may not be working together, [placeholder], but the various tribes of Orcs and Uruks here in the East Wall are each our enemies. Is it possible for them to set aside their differences and work together, as Men do? I am afraid it is. We must oppose them all, wherever we can. \\n\\n'During the Orc-ambush that greeted us shortly after our arrival here, I saw an Orc from Mordor carrying a high-quality sword. It was not of Orc-make; their weapons are crude and ugly, but this blade caught the light and seemed to shine as the Orc swung it around him in deadly arcs.\\n\\n'It is not right for such a weapon to languish in the hands of an Orc. I did not see this Orc after the battle, so he must have escaped into the East Wall somewhere. Find him and take the sword from him, [placeholder]. Many of the retreating Orcs fled to the north-east. Begin your search there, at the camp the Mordor Orcs have established between here and the Wold.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah, you did it! Very good, [placeholder]. It brings joy to my heart to know that Orc will no longer wield this stolen sword. Now, who did he steal it from, I wonder?'\\n\\nWilferth takes the blade and examines it carefully.\\n\\n'I would say it is from Gondor, though it does not have much in the way of ornamentation. I will hold onto it for now. It could use a good cleaning. Perhaps it will drink Orc-blood again, as it was intended to do!\\n\\n'Thank you, [placeholder]. By wresting it from the clutches of that Orc, you have restored a measure of this blade's dignity.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I do not like the idea of an Orc holding such a high-quality sword in his filthy hands, [placeholder]. Track down the Orc I saw and take it from him! If he fled with the others, he will be somewhere to the north-east, probably to the camp the Mordor Orcs established between here and the Wold.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have nothing for me?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Above His Station",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Wilferth thinks the Orcs and Uruks may have different reasons for being in the East Wall, but he knows that they are all your enemies, and an advantage to any one of them is a problem for your friends.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected the stolen sword",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find an Orc wielding a stolen sword and take it from him",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Orc with the unusually high-quality sword fled after the raid to the north-east and is probably within the camp the Mordor Orcs have established between Mansig's encampment and the Wold.\\n\\nWilferth saw an Orc wielding a sword well above its station and wants you to reclaim it.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the stolen sword to Wilferth",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Wilferth is at the Rohirrim-camp in the East Wall.\\n\\nYou have recovered the stolen sword and should return with it to Wilferth so he can see it.",
      "es": ""
    }
  ]
}