{
  "id": 620901211,
  "txt": [
    {
      "id": 136263297,
      "en": "You found what remains of Sperling's sword upon the drake",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You found Sperling's toy sword upon the corpse of the drake that mauled the Orc, who slew the dog, which absconded with the sword to begin with.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "You found Sperling's toy sword upon the corpse of the drake which mauled the Orc who slew the dog which absconded with the sword to begin with.\\n\\nYou should bring the sword to Sperling.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Sperling is at Eaworth, in the Entwash Vale.\\n\\nYou should bring the toy sword to Sperling and explain what happened.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Oh thank you, good [placeholder]! I was afraid Brunstan and Sperling might remain enemies forever.\\n\\n'And thank you as well for not mentioning my other friend to them. All is well now!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Sperling is at Eaworth, in the Entwash Vale.\\n\\nYou should bring the toy sword to Sperling and explain what happened.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Brunstan is in Eaworth.\\n\\nYou should let Brunstan know that you found Sperling's sword.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You found Sperling's sword?'\\n\\nBrunstan looks alarmed.\\n\\n'I thought I had returned it to Sperling...so it was my fault it was lost after all. I must apologize to Sperling at once!'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Getfleda is in Eaworth.\\n\\nYou should return to Getfleda and let her know that all is now well between Brunstan and Sperling.",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'This is my sword! But it is broken....'\\n\\nYou explain what happened, carefully avoiding mention of Getfleda's other friend while still clearing Brunstan of blame.\\n\\n'You say it ended up in the belly of a drake? Then I will not be sad, for the sword my father gave me helped slay a drake! Thank you!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Do you know where the sword my father gave me is? I am sure Brunstan stole it.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the toy sword to Sperling at Eaworth",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the toy sword to Sperling at Eaworth",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Brunstan in Eaworth",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Getfleda in Eaworth",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Patching Friendships",
      "es": ""
    }
  ]
}