{
  "id": 620901311,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You find nothing of note, but see a camp-fire's smoke in the west. Perhaps there were witnesses to the battle that happened here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have discovered a friendly-looking fishing encampment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "The footsteps lead deeper into the forest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Thane Béortnoth wishes to know more about what happened at Éomer's Vengeance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "The footsteps lead deeper into the forest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "The small footprints end abruptly here near what appear to be steps of stone leading up the hill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'[placeholder], I am curious as to what happened at the battlefield you discovered. Clearly, there was conflict between Riders of the Mark and the Orcs, but what brought the Riders there to begin with? And who was that old man you found there?\\n\\n'I bid you return to the site and see if you can find any answers to this mystery.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Éomer's Vengeance lies to the west of Thornhope.\\n\\nThane Béortnoth bade you seek answers to the mystery of what occured at Éomer's Vengeance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Hail, traveller!\\n\\n'You seek answers to the battle that took place away east, do you? We do not know, ourselves. We were out fishing the night it took place, but I imagine that it was a fearsome battle. The smoke billowed black and high.\\n\\n'I am sorry that I could not tell you more! But do sit and share stories with us of your travels.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "A thin pillar of campfire smoke can be seen to the west.\\n\\nYou should find the camp-fire, for perhaps the friends or foes you find will have answers about what took place here.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The men at this fishing-encampment at the edge of the Entwash and Fangorn appear friendly.\\n\\nYou should speak to a fisherman at the camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "You should follow the footsteps into Fangorn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "The footsteps come to an end upon this hill.\\n\\nYou should examine the final footprints.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Seek clues at Éomer's Vengeance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find the source of the camp-fire's smoke",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to a fisherman",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Follow the footsteps into Fangorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "At the Edge of Fangorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Examine final footprints",
      "es": "",
      "es (fem)": ""
    }
  ]
}