{
  "id": 620901381,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Rodwen lost her sword in a battle with the Orcs and would love to see it again, but she thinks it very unlikely.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Shortly after we arrived in the East Wall, I was set upon by Orcs and barely escaped with my life. There were perhaps a dozen of the creatures, and though I gave better than I got, there were simply too many. My greatest shame is not that I retreated, [placeholder], but that I lost my sword as I did so. I have borrowed this old thing from Hestil, but it is not as good a sword as my own: a high-quality blade from Gondor.\\n\\n'It is probably in the hands of some Orc now. If you could find it and return it to me, I would be indebted to you. I do not even know where to begin such a search, [placeholder]. There are so many Orcs throughout the East Wall. It could be any of them, if the Orc that took it even remains in this land.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wilferth is at the Rohirrim-camp in the East Wall.\\n\\nYou remember returning a high-quality blade of Gondorian make to Wilferth from the Orc that possessed it. Perhaps this was Rodwen's blade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You say that you have found the owner of the blade? Really? How do you know?'\\n\\nYou recount the tale told to you by Rodwen of her encounter with the Orcs and how she left her sword behind.\\n\\n'Hmm... I suppose the blade does belong to her. She does not sound like much of a champion, if you ask for my opinion. One of the Rohirrim would rather die than leave his blade behind.'\\n\\nStill grumbling, Wilferth hands you the sword to return to Rodwen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Rodwen is at Hestil's camp, near Parth Galen in the East Wall.\\n\\nYou have recovered Rodwen's sword and should bring it to her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I do not know where my blade is now, [placeholder]. It is probably in the hands of a filthy Orc. I would be indebted to you if you could return it to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You found my sword! Thank you, [placeholder], it is good to hold it once again! Where did you find it?'\\n\\nYou tell Rodwen the story, and though you keep some of what Wilferth said to yourself, she is still able to piece together the tone of his comments.\\n\\n'Was it shameful to leave my sword behind? Perhaps, but if everyone acted as this Rohirrim man insists he would do, there would be fewer Rohirrim in this land, that is certain. There is honour in staying alive, [placeholder]. A noble death may lead to a multitude of songs, but a hasty retreat may lead to more dead Orcs. Your Rohirrim friend might do well to remember that.\\n\\n'Thank you for finding my sword. Now she and I have work to do!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Return that sword to your friend and tell her not to lose it again. She is right to be shamed by its loss.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You have nothing for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Rodwen's sword",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the sword to Rodwen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Reunion",
      "es": "",
      "es (fem)": ""
    }
  ]
}