{
  "id": 620901370,
  "txt": [
    {
      "id": 136263297,
      "en": "You have helped weaken the Orcs' siege",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Burnoth agreed to help defend Eaworth from the Orcs and weaken the siege against the Entwash Vale.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Are you prepared, [placeholder]? Hutha will ride out into the Vale and harry the Orcs. Hopefully, he can goad them into mounting an assault on Eaworth, drawing them to the ruined southern walls.\\n\\n'When they attack, we will put up a token fight, but gradually withdraw into the city, where the greater part of our forces will fall upon them. They will be trapped in our onslaught.\\n\\n'Will you join us, my friend? If so, let Hutha know his task, then rejoin me to finish preparations at the southern walls.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Hutha is standing near Burnoth outside the Mead Hall of Eaworth.\\n\\nBurnoth asked you to give Hutha his instructions, then return to him.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well done, [placeholder]! The Orcs never suspected the trap, and a good many of them shall no longer threaten the walls of Eaworth.\\n\\n'It is time for my men and I to ride on to Snowbourn, so I shall say fare-thee-well. Speak with Reeve Ingbert and remind him of his promise.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Burnoth is standing outside the Mead Hall of Eaworth.\\n\\nYou should speak with Burnoth when you are prepared to join the defence of Eaworth.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Burnoth stands outside the Mead Hall of Eaworth.\\n\\nYou should return to Burnoth and discuss your victory.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Let us go down into the city... there is much to be done.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "Hutha nods as you relay Burnoth's instructions.\\n\\n'That, Hafoc and I can do easily enough.\\n\\n'My brothers, Hereman and Heca, would be proud, I think to know all that I have accomplished on this journey. Their little brother Elfling has grown fangs.\\n\\n'Elfling, I have always been called by those who disparaged me, but it is a name I wear as a badge of respect, for in my hand, my bow Bloodhorn sings as the bows of the Elves.\\n\\n'Ah well, I have a mission and must be on my way. Tell Burnoth to have everything ready when I return!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "Hutha nods as you relay Burnoth's instructions.\\n\\n'That, Hafoc and I can do easily enough.\\n\\n'My brothers, Hereman and Heca, would be proud, I think to know all that I have accomplished on this journey. There little brother Elfling has grown fangs.\\n\\n'Elfling, I have always been called by those who disparaged me, but it is a name I wear as a badge of respect, for in my hand, my bow Bloodhorn sings as the bows of the Elves.\\n\\n'Ah well, I have a mission and must be on my way. Tell Burnoth to have everything ready when I return!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Hutha",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Burnoth to begin preparations for the siege of Eaworth",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Burnoth outside the Mead Hall of Eaworth",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Eaworth Under Siege",
      "es": ""
    }
  ]
}