{
  "id": 620901271,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'We do not know what might lie within that cave, [placeholder], but that fleeing Orc wanted to get there. I think you should go back to the cave mouth and investigate.\\n\\n'You should finish helping out around camp first, of course. I do not want to deprive my friends of your aid, [placeholder]! Go investigate the cave once everyone here is satisfied and our camp is prepared for whatever the Orcs may have in store for us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Oh, I did not see you approach. But here you are!\\n\\n'Well now, a [placeholder], is it? It is! Ah, you are a welcome change from the Orcs, I tell you true!\\n\\n'There is no shortage of those creatures down here, and they are interfering with my studies and my enjoyment of this journey both! With your help, I imagine they will be less of a problem! My companions are still above-ground and are unavailable to help. I cannot imagine Rodwen even realizes I am missing. Perhaps she is the one who is missing? Yes, that sounds more reasonable!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I want you to investigate the cave-mouth you discovered, but not before you help my friends here at camp. I do not want to be responsible for depriving them of your aid prematurely! Once you are satisfied that the camp is situated well, then you should investigate the cave.\\n\\n'It was near where the stream flows back into the East Wall from the western cliffs, was it not? A good distance to the south of Mansig's encampment?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Beneath the Earth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Utlac wants you to investigate the cave-mouth you discovered once you are done helping the other Rohirrim at the camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You see a man in the cave, but he is busy thinking and does not acknowledge you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Finish helping the Rohirrim at the camp, then investigate the cave-mouth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The cave-mouth you discovered is south of Mansig's encampment, near where the stream flows back into the East Wall, in the western cliffs.\\n\\nUtlac wants you to finish helping his friends at the Rohirrim-camp in the East Wall, then investigate the cave you discovered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to the man in the cave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "You have found a man inside the cave-system beneath the East Wall.",
      "es": "",
      "es (fem)": ""
    }
  ]
}