{
  "id": 620901288,
  "txt": [
    {
      "id": 218649169,
      "en": "'Well-met, friend. You are a [placeholder], unless I miss my guess? I thought so. It is a pleasure to meet you. My name is Ramdir, and I am a Warden of Minas Ithil. We seek to keep alive the memory of the Tower of the Moon and the virtues that it represents. There are few of us left in these dark days, but that makes our charge all the more important.\\n\\n'I have travelled with this band of adventurers ever since I met them at Cair Andros, to the south. Our goals are not precisely aligned, but I could not make the journey north on my own, and they professed a need for another protector on the road. I did not know how badly they needed it: they have not done the first thing for ensuring their safety at this camp! It is common cause enough, for now.\\n\\n'Do you see the great rock out there in the water? It is called Tol Brandir by the Elves, but to Men of my kind it is the Tindrock. It is said to be unclimbable, but I worry that an Orc-archer could do some hurt if he managed to make it a perch. Swim out to the Tindrock and circle it once, looking for sign of an Orc-presence. It would make me feel more secure, friend.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "The water-logged body of an Orc floats here. Judging from the state of the corpse and its position lodged up against the steep cliff, this Orc sought to climb the Tindrock but failed. If he did not hit the cliff during his rapid descent, the impact with the water was enough to finish his attempt.\\n\\nYou are confident it also put an end to any other Orc-designs on climbing the Tindrock. It seems as unclimbable as Ramdir hoped it would be.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Tindrock is supposed to be unclimbable, but if the Orcs could get a foothold atop it they could do some real hurt to us. Swim out to the Tindrock and look for any sign that the Orcs have tried to secure a foothold.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You say that the Orcs have not managed to climb the Tindrock? That is good! It would be a devastating perch from which they could rain arrows upon my companions.\\n\\n'These are good people, [placeholder], even if they care more for glory and coin than for the ideals of the Wardens of Minas Ithil. However, they are not cautious enough by half.\\n\\n'I will stand by them for as long as our paths are the same, but I tell you true: I will fear for their safety once we go our separate ways.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Common Cause",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Ramdir told you how he came to journey with Hestil's group of adventurers-for-hire and wants your help to ensure their safety.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "It seems that Orcs have tried -- and failed -- to scale the Tindrock",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Swim out to the Tindrock, looking for signs of Orc presence",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Tindrock is the large rock located in the water at the top of the Falls of Rauros.\\n\\nRamdir asked you to swim out to the Tindrock, looking for signs of an Orc-presence seeking a foothold on the supposedly unclimbable rock.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Ramdir",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ramdir is at Hestil's camp on Parth Galen.\\n\\nDuring your swim out to the Tindrock, you found evidence that the Orcs will be unable to gain a foothold on the steep rock rising above Rauros.",
      "es": ""
    }
  ]
}