{
  "id": 620901342,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'For a stranger to these lands, you seem to have some freedom to move about. That speaks highly of you. Perhaps you can be of assistance to me and my companions.\\n\\n'We have been trying to secure an audience with Aldor Harding, but he refuses to speak with us. There is no doubt that he knows already of the Easterlings upon his threshold, for his men have engaged with them, but he knows not their true strength, as we do.\\n\\n'Will you go to the Mead Hall and speak with the Aldor? Perhaps he will listen to the warnings of one who has been further abroad... and I hear that you have already seen him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You say Aldor Harding believes he will die at the hands of the Khundolar Easterlings because of portents he claims to have seen? Then we have a difficult task ahead of us....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "Harding sighs.\\n\\n'I know what message you would deliver on behalf of Burnoth and his Riders, and it is futile.\\n\\n'The strength of the Khundolar is not unknown to me -- already I prepare to defend the Eastemnet from their advance, and I will die defending Rohan. In truth, I know this, for I have seen the omens.\\n\\n'Go now and leave me to my work.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Reeve of the Wold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Burnoth and the Riders Four have been unable to secure an audience with Harding, Reeve of the Wold and Aldor of the Eastemnet.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Harding at the Mead Hall of Harwick",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Aldor Harding is at the Mead Hall of Harwick.\\n\\nBurnoth has asked you to speak with Aldor Harding and deliver news of the Easterlings' true strength.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Burnoth at the refugee camp outside Harwick",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Burnoth is at the refugee camp, outside of Harwick.\\n\\nYou should return to Burnoth with Harding's reply.",
      "es": "",
      "es (fem)": ""
    }
  ]
}