{
  "id": 620901375,
  "txt": [
    {
      "id": 142539377,
      "en": "'Do you wish to know why it is that I believe we will have victory here?'",
      "es": ""
    },
    {
      "id": 142539378,
      "en": "'Madness though it may seem to you, I believe it is because I refuse to die so far from home.'",
      "es": ""
    },
    {
      "id": 151319585,
      "en": "'I told you of the day Lord Éomer found me, but I did not tell you \\qwhy\\q I was hunting Orcs near the Argonath.'",
      "es": ""
    },
    {
      "id": 142539379,
      "en": "'We all have our reasons to live, and those things drive us to survive. For Hutha, it is the bond of brotherhood. For Léofdag, it is redemption. For Ulf, it is vengeance. For Reeve Ingbert, it is for honour and his people.'",
      "es": ""
    },
    {
      "id": 151319586,
      "en": "'My birth name was Wigelm, son of Widere. My father was of the Rohirrim, my mother of the Dunlendings.'",
      "es": ""
    },
    {
      "id": 142539380,
      "en": "'What is my reason, you ask? Perhaps you have heard me call my horse by the ignoble name of Prancey? Brynmód is his right name, but Prancey is the name given him by my daughter, Céolwen.'",
      "es": ""
    },
    {
      "id": 146224337,
      "en": "'Do you wish to know why I volunteered to ride with Burnoth? You know already of my great shame, and that is the gist of it....'",
      "es": ""
    },
    {
      "id": 151319587,
      "en": "'By the time I was seventeen, I had married a girl named Atta. We had three sons: Wigbrit, Dermod, and Egric.'",
      "es": ""
    },
    {
      "id": 142539381,
      "en": "'Not long after I came to Aldburg, I met a lady named Merewen, the daughter of one of Lord Éomer's counselors. We fell in love and were wed.'",
      "es": ""
    },
    {
      "id": 146224338,
      "en": "'I have been spurned by nearly all of my friends and companions in arms, save those I ride with now, yet that matters not to me.'",
      "es": ""
    },
    {
      "id": 151319588,
      "en": "'Then ten years ago, I lost everything....'",
      "es": ""
    },
    {
      "id": 142539382,
      "en": "'Merewen bore us a daughter... Céolwen is now three-and-a-half summers. I swear to you that I will not die in these lands, parted from them.'",
      "es": ""
    },
    {
      "id": 146224339,
      "en": "'My dear Fleda sees past my shame, and even stands staunchly in my defence with her uncle... I need not prove my worth to her.'",
      "es": ""
    },
    {
      "id": 151319589,
      "en": "'Thane Gladsúnu of Gapholt called a weapontake to cleanse the Orcs of the Misty Mountains from the area....'",
      "es": ""
    },
    {
      "id": 142539383,
      "en": "'My life will end in Aldburg, beside my wife and daughter, be it in peacetime or in war.'",
      "es": ""
    },
    {
      "id": 146224340,
      "en": "'My daughters, however, must bear the brunt of my shame. They are both of marrying age, but no man will have them because of me.'",
      "es": ""
    },
    {
      "id": 151319590,
      "en": "'I joined the Thane's company of one-hundred and twenty men, and we drove the Orcs back into their caves... only we learned too late that it had been a trap.'",
      "es": ""
    },
    {
      "id": 142539384,
      "en": "'Now you know all that is worth knowing about me.'",
      "es": ""
    },
    {
      "id": 55330420,
      "en": "'Fall back to the next position... and watch those arrows!'",
      "es": ""
    },
    {
      "id": 146224341,
      "en": "'Léofwen, the elder, declares that she cares not and remains ever faithful to her father, but I have seen great desire in her eyes when she looks upon the children in the village.'",
      "es": ""
    },
    {
      "id": 99208756,
      "en": "'Fall back! Fall back!'",
      "es": ""
    },
    {
      "id": 151319591,
      "en": "'The Orcs ambushed us within their caverns, and only twenty of us returned alive... though many of us wished we had not.'",
      "es": ""
    },
    {
      "id": 142539385,
      "en": "'Indeed, I was just about to send [placeholder] here to check in with Ulf and Léofdag.'",
      "es": ""
    },
    {
      "id": 146224342,
      "en": "'My younger daughter, Wynith, however, scorns me for her plight. I must prove to her and to the men of Aldburg once more that I am worthy of honour... as in my youth.'",
      "es": ""
    },
    {
      "id": 151319592,
      "en": "'We returned to our homes to find them burnt to the ground and our families slain. My wife and sons lay before me, dead, in the midst of a dozen Dunlendings.'",
      "es": ""
    },
    {
      "id": 146224343,
      "en": "'Do you see this scarf I wear? It was given to me by my Fleda and is my most prized possession... I wear it now as a token of my oath to redeem my honour.'",
      "es": ""
    },
    {
      "id": 151319593,
      "en": "'I do not remember what happened next... I simply awoke later amid the severed heads of the Dunlendings, with a large gash upon my face. Wigelm died then, and Ulf the Reaver was born.'",
      "es": ""
    },
    {
      "id": 146224344,
      "en": "'I can truly say now that I am an open book to you.'",
      "es": ""
    },
    {
      "id": 3366529,
      "en": "'Ho there, my friends! Is all in order?'",
      "es": ""
    },
    {
      "id": 3366530,
      "en": "'My men are prepared. One force awaits within the hall, another in the northern end of the city. They simply await your call.'",
      "es": ""
    },
    {
      "id": 3366531,
      "en": "'Good... if we survive this, there will be a feast in your honour!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I believe we are nearly ready, [placeholder]; however, would you stay and speak with me a moment before checking in with the others?'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'[placeholder], go down into the southern end of the village and speak with Ulf and Léofdag. Make certain they are ready, then go to the gate to watch for Hutha's return.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You and Burnoth's Riders have done my people a great service, [placeholder]. We will consider the captain's warnings.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Ah, [placeholder], you have come to check on our readiness? Indeed, all is prepared here.\\n\\n'However, do you have a moment to speak with me?'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Now all we must do is... wait! What is that? I think I see Hutha approaching!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have defeated the Orc-assault",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'All is in readiness here, [placeholder].\\n\\n'Stay a moment, though. I once told you that I would not speak of my past. It is rare indeed that I do so, and only with those I trust. You have earned my trust.\\n\\n'You deserve to know a little, at least, of what drives me onward....'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "<rgb=#FF0000>Burnoth has perished</rgb>",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'You should find Léofdag and learn the state of his company.\\n\\n'I believe he is posted near the southern gate.'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "<rgb=#FF0000>Hutha has perished</rgb>",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'We have again made a good showing against our enemies, [placeholder]! Come, we will speak again when the Reeve's men have cleared away this rabble.'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "<rgb=#FF0000>Ingbert has perished</rgb>",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "<rgb=#FF0000>Léofdag has perished</rgb>",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "<rgb=#FF0000>Ulf has perished</rgb>",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The trap has been set, soon to be sprung against the Orcs besieging Eaworth.",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Defend Eaworth and spring the trap",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Talk to Reeve Ingbert",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "<rgb=#FF0000>Ingbert and the Riders Four must survive</rgb>",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Burnoth",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Hear Burnoth's tale",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Burnoth",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Ulf the Reaver",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Hear Ulf's tale",
      "es": ""
    },
    {
      "id": 5194448,
      "en": "'I can only barely remember what my wife and sons looked like... all I know now is the desire to shed the blood of my enemies.'",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Ulf the Reaver",
      "es": ""
    },
    {
      "id": 5194449,
      "en": "'The rest of my story you know already.'",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Léofdag",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Hear Léofdag's tale",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Talk to Léofdag",
      "es": ""
    },
    {
      "id": 195691572,
      "en": "<rgb=#00FFFF>Retreat with the Riders to the next defensive position!</rgb>",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Talk to Burnoth.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Hear Burnoth's tale.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Talk to Burnoth.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Talk to Ulf the Reaver in the southern end of Eaworth.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Hear Ulf's tale.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Speak with Ulf the Reaver.",
      "es": ""
    },
    {
      "id": 256073540,
      "en": "'Fall back to the next position!'",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "Speak with Léofdag near the southern gate of Eaworth.",
      "es": ""
    },
    {
      "id": 94621400,
      "en": "Hear Léofdag's tale.",
      "es": ""
    },
    {
      "id": 94621401,
      "en": "Speak with Léofdag.",
      "es": ""
    },
    {
      "id": 123524337,
      "en": "'Beware! The Orcs are coming!'",
      "es": ""
    },
    {
      "id": 171765008,
      "en": "Defend Eaworth and spring the trap.",
      "es": ""
    },
    {
      "id": 171765009,
      "en": "Reeve Ingbert is outside the Mead Hall of Eaworth.\\n\\nYou should speak with Reeve Ingbert.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Eaworth Under Siege",
      "es": ""
    },
    {
      "id": 12890580,
      "en": "'Loose!'",
      "es": ""
    }
  ]
}