{
  "id": 620901382,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You make note of the Moria Orc-presence in this room for Isteron's map",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You make note of the gredbyg-presence in this room for Isteron's map",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You make note of the large Orc-presence for Isteron's map",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Isteron wants you to map out the cave-network beneath the East Wall so he can efficiently advance his studies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Orcs and insects, insects and Orcs. If I were studying either of these things, this cave-network would be a dream come true! But, sadly, I am not. My studies are more esoteric than those trivialities. But they are endangered by the dangers in this place!\\n\\n'My friends have a camp near the grassy lawn of Parth Galen, if you know where that is, and they have decided the Orcs in the East Wall are too dense for us to proceed northwards. I left them to discuss what to do next and found my way to these caves. Why not explore while they determine the next course of action? I learned quickly that the water is very treacherous. Try not to fall in, because you will not come back out.\\n\\n'I entered this cave-network from what must have been the southernmost entrance, and from my exploration it appears that there are three entrances to this network, as well as three side tunnels. Explore those three side tunnels and tell me what you find, and I will reward you with the twin gifts of knowledge and of gratitude...and perhaps a more monetary gift as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Isteron wants you to thoroughly map the three side passages that branch off the main tunnel that runs beneath the East Wall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "Isteron listens as you describe your painstaking exploration of the tunnel beneath the East Wall and its many side passages. After you are done speaking, the lore-master's eyes light up.\\n\\n'I have decided, [placeholder]! I shall name this tunnel system \\qthe Under-wall.\\q Do you see why? It runs beneath the East Wall. Very clever, is it not?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Isteron is by the northernmost exit from the caves that run beneath the East Wall.\\n\\nYou have explored the side passages beneath the East Wall's main passage and should return to Isteron with the information you have collected.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'This tunnel runs primarily north and south, but there are three passages that branch off of it. I want you to explore these side passages in the interest of preparing a comprehensive map of this cavern's layout.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Explore the northernmost chamber off the tunnel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Explore the middle chamber off the tunnel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Explore the southernmost chamber off the tunnel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Isteron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Side Passages",
      "es": "",
      "es (fem)": ""
    }
  ]
}