{
  "id": 620871187,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "You have turned in a stack of trophies for a modest reward suitable for a collector such as yourself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "Wanted: Pure black fur from the beasts in the eastern reaches of the Misty Mountains. You can deliver these items to Afwald within the ruins at Hrimbarg in the Misty Mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Supplies are supplies at the moment, thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'We are alone out here and there is not much around us. We could fend for ourselves if we were well, but with my companion hurting things are more difficult. If you happen upon any of the beasts around here, we could use their fur, skins, and ears.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Thorin's Hall Task: Pure Black Fur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Afwald, the provisioner at the dwarf-ruin of Hrimbarg, awaits the return of pure black fur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected pure black fur ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the pure black fur to Afwald within the ruins of Hrimbarg in the Misty Mountains",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You have accepted a task to deliver pure black fur from the beasts found in the eastern reaches of the Misty Mountains to Afwald. Afwald can be found within the ruins at Hrimbarg, also found in the Misty Mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "Wanted: Pure black fur from the beasts in the eastern reaches of the Misty Mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect pure black fur ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}