{
  "id": 620871126,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "You have turned in a stack of trophies for a modest reward suitable for a collector such as yourself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "Wanted: Extremely sharp claws from the cave-claws in the western stretches of the Trollshaws. Deliver the items to Heithur Ironfist at Barachen's Camp, south of the road in the western Trollshaws.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'They are not much, but I am certain that I can work with them. Thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I am going to try to make some traps, but there is no forge here for me to work metal. Instead, I was thinking of making them from claws and wood. The wood is easy to get but strong and sharp claws will need to come from the cave-claws.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Thorin's Hall Task: Extremely Sharp Claws",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Heithur Ironfist, in the company and relative safety of Barachen's Camp, awaits your return with extremely sharp claws.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected extremely sharp claws ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the extremely sharp claws to Heithur Ironfist at Barachen's Camp in the Trollshaws",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You have accepted a task to collect extremely sharp claws from the cave-claws in the western stretches of the Trollshaws. You are to deliver the items to Heithur Ironfist, a dwarf taking refuge at Barachen's Camp, south of the road in the western Trollshaws.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "Wanted: Extremely sharp claws from the cave-claws in the western stretches of the Trollshaws. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect extremely sharp claws ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}