{
  "id": 620871192,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "You have turned in a stack of trophies for a modest reward suitable for a collector such as yourself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "Wanted: Great scales from the worms in the eastern reaches of the Misty Mountains. You can deliver these items to Afwald within the ruins at Hrimbarg in the Misty Mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am glad to see that you are making your way through these terrible creatures. Thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'There is a clutch of worms in the south that are a terrifying foe. We need to cull their number and collect the various scales and skin that they leave behind. Aside from the possible armour we might make, the beasts are simply vile.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Thorin's Hall Task: Great Scales",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Afwald, the provisioner at the dwarf-ruin of Hrimbarg, awaits the return of great scales.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected great scales ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the great scales to Afwald within the ruins of Hrimbarg in the Misty Mountains",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You have accepted a task to deliver great scales from the worms found in the eastern reaches of the Misty Mountains to Afwald. Afwald can be found within the ruins at Hrimbarg, also found in the Misty Mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "Wanted: Great scales from the worms in the eastern reaches of the Misty Mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect great scales ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}