{
  "id": 620871050,
  "txt": [
    {
      "id": 228284034,
      "en": "You have turned in a stack of trophies for a modest reward suitable for a collector such as yourself.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "Wanted: New sword sheaths from goblins or tomb-robbers threatening the areas surrounding the haven of Ost Forod. Deliver the items to Parr Chopley at the centre of the fortress.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'It looks as though you showed this bunch a thing or two.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'There are a great many threats in this place, some from within, but those outside the walls are greater than most others. We'd like to see that the goblins and more aggressive tomb-robbers are kept in their place. Their broken weapons or sword sheaths will suffice.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Wardens of Annúminas Task: New Sword Sheaths",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Parr Chopley, an out-of-place hobbit at Ost Forod, awaits the delivery of new sword sheaths at the haven outpost of Ost Forod in Evendim.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected new sword sheaths ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Deliver the new sword sheaths to the hobbit Parr Chopley at the outpost of Ost Forod",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "You have accepted a task to collect the new sword sheaths from the goblins or tomb-robbers surrounding the haven outpost of Ost Forod in Evendim. You are to deliver the items to Parr Chopley, a hobbit, living in the settlement.",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "Wanted: New sword sheaths from goblins or tomb-robbers threatening the areas surrounding the haven of Ost Forod.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect new sword sheaths ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}