{
  "id": 620871016,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated a Cave-claw Burrower ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Skorgrím's body is gone, but the same strange flower as found in Edhelion grows at the site of his long grave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "The flower has a poisonous, deathly look to it....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The body of Skorgrím was last seen several years ago by dwarf-miners in the Silver Deep Mine, where the ruined cellars of Edhelion were found for the first time since its fall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I have been told Skorgrím's body was discovered by Thorin's folk back when he inhabited this land, before his death.\\n\\n'The dwarf-miners dug into the mountain and exposed the ruined cellars of Edhelion, and that is where the corpse lay perfectly preserved -- in the Silver Deep Mine.\\n\\n'When Talagan brought the library down upon them both, they fell to their grave below. You could search for Skorgrím's body where last it was seen, if you seek it still. For my part, I have no wish to look upon Skorgrím again.''",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Silver Deep Mine is west of the ruins of Edhelion, at the bottom of the stair-path leading down the Mountain.\\n\\nYou should follow the stairs down and enter the Silver Deep Mine to search for Skorgrím's body once again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You are the dwarf that discovered Skorgrím's body some years ago, are you not?\\n\\n'It was the ruined cellar of Edhelion's library that you came upon, above which Skorgrím Dourhand fell to his doom after attacking my fair city.\\n\\n'The mine is just down the mountainside from here. You should perhaps continue your search where it started, and see if his body lies preserved there still. For my part, I have no wish to look upon Skorgrím again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The place where Skorgrím's body was discovered deep in the mine, where the sun touches the old ruined cellars of Edhelion.\\n\\nYou should seek Skorgrím's body once more to ensure that it does not walk as it did in Elrond's dream.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "You have found the site of Skorgrím's body, but...the body is nowhere to be found. Instead, red flowers are in its place.\\n\\nYou should pick up one of the fell red flowers to bring to Elladan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Silver Deep Mine is west of here, down the stairs that lead down the mountain-side. Inside that mine was where Skorgrím's body was discovered.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'That is a vile, little flower, and one I have not seen before. You say it grew where Skorgrím died, and where his body lay in death for all these years? Such magic is not common with dwarves....\\n\\n'His body has been moved, though we do not know where. It seems that the flowers follow him in death. Perhaps they will lead to his new grave.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Elladan awaits your return at the Edhelion Watch.\\n\\nYou should return to Elladan with the flower you collected from the site of Skorgrím's grave.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat pests as you seek Skorgrím's body ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find the site where Skorgrím's body was found",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect one of the strange, red flowers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring the odious red flower to Elladan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Intro: Where Skorgrím Sleeps",
      "es": "",
      "es (fem)": ""
    }
  ]
}