{
  "id": 620871044,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected shimmering dust ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Tinnudir, a Ranger-outpost on the eastern shore of Lake Evendim, is home to the Rangers of Evendim. There, at the outpost, a Ranger named Astiul awaits the return of shimmering dust.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "Wanted: Shimmering dust from the Dead in the lands surrounding the Ranger-outpost at Tinnudir. You are to deliver the items to the Ranger Astiul at the outpost on the shores of Lake Evendim.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "You have been tasked with collecting shimmering dust from the Dead surrounding Tinnudir. You are to deliver the items to the Ranger Astiul within the lakeside outpost.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'They will not rise again to threaten any in this world.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'The Dead rise and walk to the along the Kingsway. There are two types of residue left behind when they fall, and we want them both to see that they rise no more.'",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "Wanted: Shimmering dust from the Dead in the lands surrounding the Ranger-outpost at Tinnudir.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "You have turned in a stack of trophies for a modest reward suitable for a collector such as yourself.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Deliver the shimmering dust to Astiul at the Ranger-outpost of Tinnudir",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'They will not rise again to threaten any in this world.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect shimmering dust ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "DNT Obsolete: Wardens of Annúminas Task: Shimmering Dust",
      "es": ""
    }
  ]
}