{
  "id": 620871177,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "You have turned in a stack of trophies for a modest reward suitable for a collector such as yourself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "Wanted: Broken great swords from the Gauredain and goblins in the eastern reaches of the Misty Mountains. You can deliver these items to Afwald within the ruins at Hrimbarg in the Misty Mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Good to know that their number is dwindling every time that you step out into the wild, thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'The goblins and Gauredain in this area are vile creatures. They attacked us and forced us to this place. Now vengeance is not always the best option, but thinning their number out is a necessity if we are to ever leave. Bring me their sword sheaths and broken weapons.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Thorin's Hall Task: Broken Great Swords",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Afwald, the provisioner at the dwarf-ruin of Hrimbarg, awaits the return of broken great swords.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected broken great swords ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the broken great swords to Afwald within the ruins of Hrimbarg in the Misty Mountains",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You have accepted a task to deliver broken great swords from the Gauredain and goblins found in the eastern reaches of the Misty Mountains to Afwald. Afwald can be found within the ruins at Hrimbarg, also found in the Misty Mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "Wanted: Broken great swords from the Gauredain and goblins in the eastern reaches of the Misty Mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect broken great swords ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}