{
  "id": 620871111,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "You have turned in a stack of trophies for a modest reward suitable for a collector such as yourself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "Wanted: Gilded sword sheaths from the sentient creatures to the north and west conspiring against the Lossoth. Deliver the items to Santtu at Kauppa-kohta.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It is good to know that there are fewer enemies about to harm us now. Thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'There are goblins in the woods and men who dress as wolves in the frozen valleys to the north. They carry large swords and fine sword sheaths. We want them removed from our hunting grounds.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Lossoth Task: Gilded Sword Sheaths",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Santtu at the Lossoth outpost of Kauppa-kohta awaits a delivery of gilded sword sheaths.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected gilded sword sheaths ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the gilded sword sheaths to Santtu at Kauppa-kohta in Forochel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You have accepted a task to collect and deliver gilded sword sheaths from the sentient creatures north in the frozen valleys and in the woods surrounding Kauppa-khota to Santtu, a Lossoth watching over the outpost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "Wanted: Gilded sword sheaths from the sentient creatures to the north and west conspiring against the Lossoth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect gilded sword sheaths ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}