{
  "id": 620871024,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "You have turned in a stack of trophies for a modest reward suitable for a collector such as yourself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "Wanted: Heavy sword sheaths from the brigands in the ruins surrounding the Ranger-outpost at Tinnudir. You are to deliver the items to the Ranger Astiul at the outpost on the shores of Lake Evendim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It is good to know that the number of these defilers is thinning every time you step foot near our ancestral homes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'If you find yourself in the ruins of our ancestral homes be sure to drive the brigands combing through our history out of them. Bring anything that you find on them to me...I may find a use for whatever they carry.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Wardens of Annúminas Task: Heavy Sword Sheaths",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Tinnudir, a Ranger-outpost on the eastern shore of Lake Evendim, is home to the Rangers of Evendim. There, at the outpost, a Ranger named Astiul awaits the return of heavy sword sheaths.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected heavy sword sheaths ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the heavy sword sheaths to Astiul at the Ranger-outpost of Tinnudir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You have been tasked with collecting heavy sword sheaths from the brigands surrounding Tinnudir. You are to deliver the items to the Ranger Astiul within the lakeside outpost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "Wanted: Heavy sword sheaths from the brigands in the ruins surrounding the Ranger-outpost at Tinnudir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect heavy sword sheaths ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}