{
  "id": 620871028,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "You have turned in a stack of trophies for a modest reward suitable for a collector such as yourself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "Wanted: Broken longswords from the brigands in the ruins on Tyrn Fornech, north of the Ranger-outpost at Tinnudir, or to the south, near Annúminas. You are to deliver the items to the Ranger Astiul at the outpost on the shores of Lake Evendim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'We will rework this metal into something that can be used by our hands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'The stronger brigands and some goblins in the ruins of this land may carry metal weapons. If you beat them and collect these weapons, we will honour your name.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Wardens of Annúminas Task: Broken Longswords",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Tinnudir, a Ranger-outpost on the eastern shore of Lake Evendim, is home to the Rangers of Evendim. There, at the outpost, a Ranger named Astiul awaits the return of broken longswords.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected broken longswords ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the broken longswords to Astiul at the Ranger-outpost of Tinnudir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You have been tasked with collecting broken longswords from the brigands and goblins at Tyrn Fornech, north of Tinnudir, or to the south near Annúminas. You are to deliver the items to the Ranger Astiul within the lakeside outpost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "Wanted: Broken longswords from the brigands in the ruins on Tyrn Fornech, north of the Ranger-outpost at Tinnudir, or to the south, near Annúminas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect broken longswords ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}