{
  "id": 620871021,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "You have turned in a stack of trophies for a modest reward suitable for a collector such as yourself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "Wanted: Leathery fur from the beasts in the lands surrounding the Ranger-outpost at Tinnudir. You are to deliver the items to the Ranger Astiul at the outpost on the shores of Lake Evendim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I will see that these are given to those who can put them to good use.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Though supplies are not diminished too much, thus far, it is good to prepare for the future. We could use skins and furs from the beasts surrounding this land.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Wardens of Annúminas Task: Leathery Fur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Tinnudir, a Ranger-outpost on the eastern shore of Lake Evendim, is home to the Rangers of Evendim. There, at the outpost, a Ranger named Astiul awaits the return of leathery fur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected leathery fur ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the leathery fur to Astiul at the Ranger-outpost of Tinnudir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You have been tasked with collecting leathery fur from the beasts surrounding Tinnudir. You are to deliver the items to the Ranger Astiul within the lakeside outpost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "Wanted: Leathery fur from the beasts in the lands surrounding the Ranger-outpost at Tinnudir. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect leathery fur ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}