{
  "id": 620871120,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "You have turned in a stack of trophies for a modest reward suitable for a collector such as yourself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "Wanted: Broken longswords from the Hill-men and trolls in the western stretches of the Trollshaws. Deliver the items to Heithur Ironfist at Barachen's Camp, south of the road in the western Trollshaws.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ha! Look at these, serves those beasts right. Thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'There are Hill-men and trolls in these woods, and we have a need to drive them off. Get something from them to let me know that you fought them back.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Thorin's Hall Task: Broken Longswords",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Heithur Ironfist, in the company and relative safety of Barachen's Camp, awaits your return with broken longswords.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected broken longswords ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the broken longswords to Heithur Ironfist at Barachen's Camp in the Trollshaws",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You have accepted a task to collect broken longswords from the Hill-men and trolls in the western stretches of the Trollshaws. You are to deliver the items to Heithur Ironfist, a dwarf taking refuge at Barachen's Camp, south of the road in the western Trollshaws.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "Wanted: Broken longswords from the Hill-men and trolls in the western stretches of the Trollshaws.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect broken longswords ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}