{
  "id": 620871037,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "You have turned in a stack of trophies for a modest reward suitable for a collector such as yourself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "Wanted: Broken short bows from the brigands in the ruins surrounding the Ranger-outpost at Tinnudir. You are to deliver the items to the Ranger Astiul at the outpost on the shores of Lake Evendim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The preservation of our heritage is very important to us. This brings us much solace.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'The brigands searching through these ruins trespass where they do not belong. They must be taught a lesson. Bring us proof of these actions.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Wardens of Annúminas Task: Broken Short Bows",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Tinnudir, a Ranger-outpost on the eastern shore of Lake Evendim, is home to the Rangers of Evendim. There, at the outpost, a Ranger named Astiul awaits the return of broken short bows.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected broken short bows ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the broken short bows to Astiul at the Ranger-outpost of Tinnudir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You have been tasked with collecting broken short bows from the brigands in the ruins surrounding Tinnudir. You are to deliver the items to the Ranger Astiul within the lakeside outpost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "Wanted: Broken short bows from the brigands in the ruins surrounding the Ranger-outpost at Tinnudir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect broken short bows ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}