{
  "id": 620871151,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "The trail of flowers that grow near Skorgrím's corpse have led you to Gormr, the Steward of Thorin's Hall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I heard one of the guards here talking -- down yonder is Gormr, the Steward appointed by Thorin Oakenshield before he left. Gormr is the reason we have come, and the leader of this Dourhand rabble you see all over the place.\\n\\n'You are the well-spoken one in our party, [placeholder]. You might as well go speak with him and find out what he has done here...and why he has grown silent over the years.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gormr guards the door to the tomb at the Berghold, in the south of the Thorin's Gate area.\\n\\nYou should speak with Gormr and find out what you can about his initiatives as Steward of Thorin's Hall and why Skorgrím's body has been moved.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I heard one of the guards here talking -- down yonder is Gormr, the Steward appointed by Thorin before he left. Gormr is the reason we have come, and the leader of this Dourhand rabble you see all over the place.\\n\\n'He harbours no love for Dwalin's folk, nor for those who once lived in Thorin's Hall, before the Dourhands took over. You might as well go speak with him, and find out what he has done here, and why he has grown silent over the years. Maybe he knows where that body you seek has got to.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gormr guards the door to the tomb at the Berghold, in the south of the Thorin's Gate area.\\n\\nYou should speak with Gormr and find out what you can about his initiatives as Steward of Thorin's Halls, and why Skorgrím's body has been moved.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Gormr should be here in this keep, though I don't know why anyone would want to spend his time in such a dreadful, foreboding place....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Is that [placeholder]? It has been long indeed since last we met. I remember you: you were the dwarf that discovered Skorgrím's body the day I discovered the relics he sought. The Longbeards of Dwalin's party are not welcome here, but you...you I might allow, for your good deed.\\n\\n'Do you like what I have done with the place? Welcome to Skorgrím's Tomb!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'I see an Elf, surely from that party that has come to settle on the outskirts of that gloomy Elf-town in the north. What do you want, Elf?\\n\\n'You have come to Skorgrím's Tomb, but Skorgrím was an enemy of your people. Why should I talk to you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'I see an Elf, surely from that party that has come to settle on the outskirts of that gloomy Elf-town in the north. What do you want, Elf?\\n\\n'You have come to Skorgrím's Tomb, but Skorgrím was an enemy of your people. Why should I talk to you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Gormr Doursmith, Steward of Thorin's Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak with Gormr Doursmith, Steward of Thorin's Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Intro: Gormr, Steward of the Hall",
      "es": "",
      "es (fem)": ""
    }
  ]
}