{
  "id": 620871169,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "You have turned in a stack of trophies for a modest reward suitable for a collector such as yourself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "Wanted: Monstrous heartwood from the twisted creatures of nature surrounding the outpost of Gwingris. You can return the items to Maedlathron at Gwingris in Eregion for reward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I will send this on to be studied by our scholars. Thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'This land has been twisted by perversions of nature. All the natural creatures -- the lurkers and Huorns -- have gone wild and have become violent. We must collect everything from them and study them well. We should also take the broken weapons from the Wood-trolls.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Elves of Rivendell Task: Monstrous Heartwood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Maedlathron awaits the return of a collection of monstrous heartwood at the Elf-encampment at Gwingris.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected monstrous heartwood ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the monstrous heartwood to Maedlathron in Gwingris within Eregion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You have accepted a task to deliver monstrous heartwood from the twisted creatures of nature near and surrounding the Elf-encampment of Gwingris to the Elf Maedlathron.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "Wanted: Monstrous heartwood from the twisted creatures of nature surrounding the outpost of Gwingris.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect monstrous heartwood ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}