{
  "id": 620909582,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Welcome, welcome! All the free folk are welcome, especially those handy with a weapon. The fish of the Entwash are plenty, but the dangers are great. We steer clear of the forest, but most enemies are wise enough to steer clear as well, for this is a fell place.\\n\\n'Hold a moment -- you are here because you wish to go into the forest? Are you mad? I know not what spell is upon you, but I suppose it is your head to lose.\\n\\n'We lost our boat downriver, so this is not the way to go. You had better go into the small clearing, which you will see gaping black at you if you follow the edge of the trees west of here. Enjoy what little is left of your life!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "This is a strange tree that you have found -- rather, it is not a tree at all, but a very still, tree-like Ent.\\n\\nHe does not acknowledge you for a moment, but you become gradually aware that he regards you with slow, keen eyes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Into Fangorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have come to the edge of Fangorn, a forest steeped with rumour and legend. The men camped outside to fish the Entwash seem friendly enough, but they have little to tell you, other than warnings to keep clear of the trees.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find your way into Fangorn and search for signs of life",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The entrance to Fangorn can be found by following the edge of the trees and into a small clearing, where a light path can still be seen trailing into the forest.\\n\\nYou should find a way into Fangorn and see what can be seen there.",
      "es": "",
      "es (fem)": ""
    }
  ]
}