{
  "id": 620909491,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Ah, [placeholder], it saddens all of us to learn that Lady Góda was party to the betrayal of the Entwash Vale. Vale-minded it is.\\n\\n'Be that as it may, Lady Góda wishes to speak with you... perhaps to state her case, though I fear Reeve Ingbert is stung to the heart and will not relent.\\n\\n'You will find Góda in her cell in the prison.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, you have come. Nay, I do not wish to atone for my so-called crimes, for I do not believe I have committed one.\\n\\n'You, however, have committed a great atrocity against my people. You have caused my son and grandson to defy the laws of Théoden King, making them traitors to Rohan... and you have removed the favour of Gríma, who holds counsel with greater powers than our king.\\n\\n'You know not what you have done, for great wrath shall now be poured out against us... now leave me to await our doom.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Greetings, Doom of Eaworth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Lady's Pleasure",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You have brought ruin to the Vale.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Goldwine informed you that Lady Góda wished to speak with you regarding her betrayal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You have awakened the displeasure of Saruman....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Lady Góda",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Lady Góda is in her cell within the prison of Eaworth.\\n\\nYou should learn what Lady Góda wishes to say.",
      "es": "",
      "es (fem)": ""
    }
  ]
}