{
  "id": 620904344,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I am not certain that you saw it before you travelled out this way, but I have amassed a rather sizeable collection of Orc heads outside Snowbourn.\\n\\n'If you would be so kind as to provide more for my collection, I am certain I can find space enough for them. Now then, I will take my leave.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, beautiful work... your name?\\n\\n'[placeholder]? Very well.\\n\\n'[placeholder], I am well aware of the problems facing this city as well as the rest of the Sutcrofts. \\n\\n'Our enemies have grown in number and I have heard grim news from the Wold. Nevertheless, Snowbourn remains strong and should it fall to me, I will ensure the survival of the Eastemnet myself!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Making An Example",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Fastred's hatred for the Orcs has shaped Snowbourn as of late. He has asked that you collect Orc heads to decorate the pikes outside the city as he returns to the mead-hall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Beheaded Orcs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Behead Orcs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Fastred wants you to gather Orc heads to add to the grim display outside Snowbourn. \\n\\nOrcs can be found throughout the Sutcrofts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Fastred in Snowbourn's mead-hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Fastred will be pleased to hear that you have added to the collection of Orc heads outside Snowbourn. \\n\\nFastred can be found inside the mead-hall in Snowbourn.",
      "es": "",
      "es (fem)": ""
    }
  ]
}