{
  "id": 620904342,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "<rgb=#FF0000>Completing Aiding the Eastemnet will cancel this quest</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'If we have any hope of reclaiming Thornhope for the people of Rohan, the road to the north must be kept clear and open. If we cannot travel along those paths, then there is no chance Thornhope will be ours ever again.\\n\\n'The road is currently being patrolled by groups of mounted uruks. Roving bands move through the hills to the east and west of the road itself. While the enemy holds this ground, Thornhope will never return to our control.\\n\\n'Speak with me when you are ready to ride north.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The road to Thornhope is not yet cleared, and more battles are yet to be fought, but you have won some great victories today.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Let me know when you are ready to depart for the road to Thornhope.'\\n\\n<rgb=#FF0000>This is an instanced public questing area.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Road to Thornhope",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Mounted uruks are marauding across the north of the Entwash Vale, closing off the road to Thornhope and threatening any effort to reclaim the town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated mounted uruks on the road to Thornhope ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat mounted uruks on the road to Thornhope ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Mounted uruks can be found on the Road to Thornhope.\\n\\nHolenmal has asked that you clear mounted uruks from the Road to Thornhope.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Holenmal at Eaworth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Holenmal is at Eaworth.\\n\\nHolenmal is waiting to speak with you about your victories along the road to Thornhope.",
      "es": "",
      "es (fem)": ""
    }
  ]
}