{
  "id": 620904334,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "Climb the hill to try to see if you can spot the hobbits from above",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have come to the banks of the Entwash",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Found a hobbit-footprint in the mud",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "It looks like a pair of hobbits may have paused here to wash their cares away in the clear water",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ashlimb has spotted two young hobbits whom you know to be Merry and Pippin of the Shire, friends you have met on your travels.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "This footprint points away from the river now, following a low path through the wood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "You find some crumbs. Only a hobbit could stop for a nibble upon the discovery of such a strange hill. Surely they climbed this....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "This tree-ish Ent has decided that he is curious about the creatures he saw -- hobbits whom you know to be Meriadoc Brandybuck and Peregrin Took of the Shire. Ashlimb's inquisitive gaze speaks plainly: he wishes to know whither these hobbits have gone, and what fate they have met. Are they safe?\\n\\nYou find yourself wondering the same thing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The hobbits walked south-west, towards where they believed the Entwash to be.\\n\\nYou should try to find the Entwash and search for signs of the two lost halflings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well met, [placeholder]. This would be a surprising meeting, if I had not known that you would appear at this very spot around this very time.\\n\\n'Come, let us speak at some length. Do make yourself comfortable!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Signs of the hobbits' passage may be found along the Entwash heading north-west, deeper into the forest.\\n\\nYou should search for signs of the two lost halflings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The hobbits walked north along the Entwash.\\n\\nYou should search for signs of the two lost halflings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "The hobbits veered north-east on the path running alongside the Entwash.\\n\\nYou should search for signs of the two lost halflings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "You have followed the hobbits to a strange hill in Fangorn that promises an overlook above the treetops.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the Entwash and search for signs of the hobbits' passage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find a sign of Merry and Pippin's passage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Find a sign of Merry and Pippin's passage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Follow the path through the forest to search for signs of Merry and Pippin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Tracking Some Hobbits",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Climb the hill to try to see if you can spot the hobbits from above",
      "es": "",
      "es (fem)": ""
    }
  ]
}