{
  "id": 620904396,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'Welcome back, [placeholder]. I have considered the note you brought me, considered your efforts thus far, and I have decided what needs to be done.\\n\\n'If you would, have a drink, and we shall speak further.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I trust you enjoyed the drink? Aye, our mead is among the finest in Rohan, as you will come to learn. On the matter at hand, though... that note has raised my ire.\\n\\n'I have enough trouble dealing with the Orcs and ignoring the King's call to retreat from the Eastemnet. I will not uproot my people, under any circumstance. If the Sutcrofts are to fall, I will fall with them and not before I slay every Orc that dares stand against me.\\n\\n'Snowbourn must ready itself for battle; meanwhile, I will instruct my guards to attempt to expose the traitor, whomever he may be.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Reeve's Family",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Ah, so my son has sent you to me?\\n\\n'I overheard him speaking to Elflád of a mighty visitor in these lands.... You are welcome here, traveller. Fastred would not send you to us unless you earned his trust.\\n\\n'Sadly, my son has lost sight of my husband's ideals. He would be wise to heed Éomer's call to abandon these lands, if only to spare the defenceless. Such stubbornness is difficult to influence, though....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "Beneath the veil of this Rohirric bassinet, you see a small boy. He coos inquisitively at your presence, but then appears to lull himself back to sleep.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "As you enter, you see an older Woman to your left, and the noises of a child upstairs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'Hello, traveller. Fastred has told me much of your journey through the Eastemnet and the aid you provided for Garsfeld.\\n\\n'I thank you for bringing renewed hope to the people of the Sutcrofts. While many of the soldiers stand by my husband, some of the crofters fear for their safety. Our son would perhaps be safer elsewhere, but Fastred has decreed that none shall leave. As always, I must stand with him.\\n\\n'You are always welcome here, [placeholder]. I must tend to Folcred, so you may return to Fastred when you see fit.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Fastred's mother grows concerned by her son's leadership, but will say no more",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Elflád's words are bold, mirroring the resolve of her husband",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Fastred's home can be found slightly south and east of the Mead Hall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "After meeting with Fastred's family, you should now return to him in the Mead Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Théodhild can be found inside Fastred's home in central Snowbourn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "As you finish your drink, Fastred looks as if he has more yet to say",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Elflád can be found on the second floor of Fastred's home in central Snowbourn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Folcred can be found on the second floor of Fastred's house near Elflád.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Fastred can be found inside the Mead Hall of Snowbourn.\\n\\nCynelac has informed you that Fastred wants to speak with you after you have finished meeting with his family.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "Fastred has set out a drink on the table in front of him inside of the Mead Hall of Snowbourn.\\n\\nReeve Fastred bids you drink with him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced7",
      "en": "Fastred can be found inside the Mead Hall of Snowbourn.\\n\\nReeve Fastred desires to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Enter Fastred's home",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Théodhild",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Elflád",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Folcred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Fastred in the Mead Hall of Snowbourn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Share a drink with Fastred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Talk to Fastred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Fastred has appreciated your labour thus far and wishes for you to meet his family before speaking further with him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'[placeholder], Reeve Fastred has expressed a desire for you to meet with his family. Once you have met with them, you should return to him as soon as you are able.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}