{
  "id": 620904239,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "<rgb=#FF0000>Completing Aiding the Eastemnet will cancel this quest</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'While the Entwash has many fish, so do the streams that pour into it. Just north of Garsfeld is a small stream that comes up from undergound. In between the mouth and the first waterfall, a kind of guppy can be found.\\n\\n'The Garsfeld guppy is unique because its bones are tough but pliable. There are no better needles for stitching and closing wounds. The fish is elusive though and rarely stays in the same location for very long.\\n\\n'Head to the waters north of Garsfeld and catch several Garsfeld guppies, then bring them back here.'\\n\\n<rgb=#FF0000>The Fishing Hobby is required to complete this quest</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These look like nice fat fish...I might be able to get a bit of meat out of them in addition to the rib-bones.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Garsfeld Guppy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The stream just north of Garsfeld is the breeding ground for a type of guppy unique to Rohan. The rib-bones of this fish are strong yet pliable, making for perfect needles for stitching wounds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Caught Garsfeld guppies ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Catch Garsfeld guppies ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Garsfeld guppies can be found in the river just north of Garsfeld. The fish is elusive though and rarely stays in the same location for very long.\\n\\nHéalac asked you to catch several Garsfeld guppies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the Garsfeld guppies to Héalac",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Héalac is at Snowbourn.\\n\\nHéalac will be eager to begin de-boning the Garsfeld guppies you caught.",
      "es": "",
      "es (fem)": ""
    }
  ]
}