{
  "id": 620904240,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "<rgb=#FF0000>Completing Aiding the Eastemnet will cancel this quest</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The Enemy has been rampaging through our fields and destroying our crops. Food-supplies are low and will not last much longer. We need to supplement the farms with what the lakes and rivers can provide.\\n\\n'The best place for catching that many fish is the lake just outside of town to the east. The fish swim into it and get caught between the water-wheel to the south and waterfall to the north and cannot get out. Stuck inside, they just feed and grow.\\n\\n'Several dozen cuts of fish should help to fill the stores and get us through a few more days. Slice up the fish you catch in order to get cuts... the larger the fish the more the cuts.'\\n\\n<rgb=#FF0000>The Fishing Hobby is required to complete this quest</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'This is more than I expected. Thank you, [placeholder]. We will be able to feed many mouths.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Cuts of Fish",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The people of Rohan are being starved out by the destruction of their farms and crops. A large quantity of fish would help ease the shortage.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected cuts of fish ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have caught a small fish. You should slice it for Cuts of Fish",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect cuts of fish ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Fish can be caught in the lake and river just east of Snowbourn.\\n\\nHéalac asked you to go fishing and bring him several dozen cuts of fish.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the cuts of fish to Héalac",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Héalac is at Snowbourn.\\n\\nHéalac will be pleased to get all of the cuts of fish you were able to catch.",
      "es": "",
      "es (fem)": ""
    }
  ]
}