{
  "id": 620904384,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "As you approach the man, he appears very distracted and seemingly blind to your arrival",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The man looks up, clearly still distracted, but seems willing to speak",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The man you saved from the Orc-controlled croft has been exhibiting strange behaviours, and Fastred is curious to know what he has seen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'One of my men informed me that you rescued a man by the name of Sigeric from one of the northern crofts.\\n\\n'It is most interesting that he should be spared... by Orcs of all things. Perhaps you should see what he has to say.\\n\\n'I have heard that he has been spotted near the north gate, so it is likely that you will find him there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Fastred believes the man you saved to be resting somewhere in Snowbourn near the walls.\\n\\nFastred wants you to speak with the man you saved from the croft near Garsfeld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It is good to see you again. I cannot thank you enough for saving me from that grisly fate.\\n\\n'I know not why I was the only one to survive... it pains me greatly to think of it.\\n\\n'So much of that day does not make sense to me... there were many queer happenings before the attack. If you have the time, I would tell you more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The man you saved, Sigeric, is resting in Snowbourn near the walls.\\n\\nYou have found the man, but he appears to be deep in thought... perhaps you can politely draw his attention?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The man you saved is resting in Snowbourn near the walls.\\n\\nSigeric is now paying attention to you. You should speak with him and learn what he experienced at the croft, as well as any other information he might have on the recent Orc-siege.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Sigeric in Snowbourn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Gain Sigeric's attention with a polite <rgb=#FF00FF>cough</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Sigeric",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Survivor",
      "es": "",
      "es (fem)": ""
    }
  ]
}