{
  "id": 620904333,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "<rgb=#FF0000>Completing Aiding the Eastemnet will cancel this quest</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'It does not matter how many arrows or swords we have, or how solid and secure our defences, if we do not have food. If the Enemy can starve us, then the battle is lost long before it has even begun. Orcs are bringing this threat to bear upon us even as we speak.\\n\\n'Head to the farms of Norcrofts and defeat the Orcs who are riding through the fields.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'A battle well-fought and well-won, but not yet over. They will return... I have no doubt.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Are you prepared to battle the Orcs upon the farms of the Norcrofts?'\\n\\n<rgb=#FF0000>This is an instanced public questing area.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Farms of the Norcrofts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Mounted Orcs are razing the farms of the Norcrofts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated mounted Orcs in the farms of the Norcrofts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat mounted Orcs in the farms of the Norcrofts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Mounted Orcs can be found in the farms of the Norcrofts.\\n\\nHwitnyd asked you to ride out into the farms of the Norcrofts and defeat the mounted Orcs rampaging through the fields.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Hwitnyd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Hwitnyd is at Cliving.\\n\\nHwitnyd will be pleased to hear that you have driven the Orcs from the farms of the Norcrofts.",
      "es": "",
      "es (fem)": ""
    }
  ]
}