{
  "id": 620904335,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "<rgb=#FF0000>Completing Aiding the Eastemnet will cancel this quest</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Most of our food comes from the farms just to the north of here, but that supply is being gravely threatened. A pack of Warg-riders has been rampaging through the fields, destroying our crops and threatening our much-needed food.\\n\\n'Head out into the farms of the Sutcrofts and drive these goblins and their Wargs from our fields.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Dinner has been saved.\\n\\n'I know not what tomorrow will bring but I know that we will greet it with full stomachs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Are you ready to join the battle with the Enemy at the farms of the Sutcrofts?'\\n\\n<rgb=#FF0000>This is an instanced public questing area.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Farms of the Sutcrofts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Goblin-riders are riding through the farms of the Sutcrofts, destroying needed food and crops.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Warg-riders at the farms of the Sutcrofts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Warg-riders at the farms of the Sutcrofts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Warg-riders can be found at the farms of the Sutcrofts.\\n\\nDaggaric asked you to head to the farms of the Sutcrofts and defeat the Warg-riders rampaging through the fields.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Daggaric",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Daggaric is at Snowbourn.\\n\\nDaggaric will be pleased to hear that many of the Warg-riders have been driven from the farms of the Sutcrofts.",
      "es": "",
      "es (fem)": ""
    }
  ]
}