{
  "id": 620997079,
  "txt": [
    {
      "id": 246419840,
      "en": "Sador can be found at the Black Gate\\n\\nYou have been summoned by Sador, whose company has entered Mordor.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "TBD can be found at the Black Gate\\n\\nYou have been summoned by TBD, who seeks to enter Mordor with those who remain after the Battle of the Black Gate.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Sador at the Black Gate",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Talk to Mithrandir at the Black Gate",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to Mithrandir near the Black Gate",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'I cannot abandon my post here at the Black Gate. Aragorn has tasked me with keeping tally on those who enter Mordor, and passing what information we have learned on to him. Yet there are affairs in Udûn that must be looked after, which go unattended.\\n\\n'You are going that way? Perhaps you could be of some help.'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'All is not quiet in Mordor, my friend. I need someone like yourself to be my eyes upon the wreckage of Sauron's domain.\\n\\n'Aragorn has appointed Sador, a captain of Gondor, to watch over the Black Gate. Others lead an expedition into Mordor. While you are not obligated, I ask of you to join the company. Speak with Sador if you are willing to brave the plateau of Gorgoroth.'",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Mithrandir can be found near the Black Gate\\n\\nYou have been summoned by Mithrandir, who wishes you to enter Mordor on his behalf.",
      "es": ""
    },
    {
      "id": 51875092,
      "en": "You have been summoned by those who seek to enter Mordor.",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Mithrandir can be found near the Black Gate\\n\\nYou have been summoned by Mithrandir, who wishes you to enter Mordor on his behalf.",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Mordor Awaits",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "You have been summoned by those who seek to enter Mordor.\\n\\nYou should meet at the Black Gate as soon as you are able.",
      "es": ""
    }
  ]
}