{
  "id": 621043805,
  "txt": [
    {
      "id": 184621781,
      "en": "King Thorin can be found at Vosh Torú.\\n\\nYou have come with King Thorin on an errand to Vosh Torú. You should talk to King Thorin.",
      "es": ""
    },
    {
      "id": 184621603,
      "en": "King Thorin can be found at Vosh Torú.\\n\\nHersegg has told you to come and speak with her grandfather. You should follow King Thorin and meet Hermáth Stormhammer.",
      "es": ""
    },
    {
      "id": 9361705,
      "en": "Listen to Hermáth Stormhammer",
      "es": ""
    },
    {
      "id": 190221090,
      "en": "'Ah, good! Hersegg is home.\\n\\n'It has been too long since last I spoke to Hermáth....'\\n\\nKing Thorin notes a look of surprise on your face. After a moment, he raises an eyebrow in what seems to be some sort of amusement.\\n\\n'Hah! Hermáth may have grown old, but he is still a hale warrior—and very much alive! I thought that was clear, my friend!\\n\\n'Hersegg seems quite engrossed in her reading. Would you find out if Hermáth is around?'",
      "es": ""
    },
    {
      "id": 184621652,
      "en": "Hersegg can be found at Vosh Torú.\\n\\nAfter arriving at Vosh Torú, you have learned that Hersegg's errand involves her grandather, Hermáth. You should talk to Hersegg.",
      "es": ""
    },
    {
      "id": 184621606,
      "en": "Hermáth Stormhammer can be found at Vosh Torú.\\n\\nYou have entered Vosh Torú and found Hermáth Stormhammer. You should meet Hermáth Stormhammer.",
      "es": ""
    },
    {
      "id": 190221095,
      "en": "'Oh, I am sorry, [placeholder]. I didn't even hear you come in!'\\n\\nYou ask Hersegg if Hermáth is around, also noting the slight misunderstanding you had with King Thorin regarding her grandfather.\\n\\n'Grandfather Hermáth? I never said he was dead!\\n\\nHersegg chuckles to herself.\\n\\n'Yes, yes, of course. I'll let him know that King Thorin is here!'",
      "es": ""
    },
    {
      "id": 184621656,
      "en": "Hersegg can be found at Vosh Torú.\\n\\nYou should wait for Hersegg.",
      "es": ""
    },
    {
      "id": 184622032,
      "en": "Hermáth Stormhammer can be found at Vosh Torú.\\n\\nYou have met Hermáth Stormhammer and he seems eager to meet you in turn. You should hail Hermáth Stormhammer and introduce yourself.",
      "es": ""
    },
    {
      "id": 148969618,
      "en": "As their conversation comes to an end, King Thorin beckons you over",
      "es": ""
    },
    {
      "id": 190221143,
      "en": "'Ah, good! Hersegg is home.\\n\\n'It has been too long since last I spoke to Hermáth....'\\n\\nKing Thorin notes a look of surprise on your face. After a moment, he raises an eyebrow in what seems to be some sort of amusement.\\n\\n'Hah! Hermáth may have grown old, but he is still a hale warrior—and very much alive! Surely you know the history of Durin's Folk, my friend!\\n\\n'Hersegg seems quite engrossed in her reading. Would you find out if Hermáth is around?'",
      "es": ""
    },
    {
      "id": 184622035,
      "en": "King Thorin and Hermáth Stormhammer can be found at Vosh Torú.\\n\\nAfter introducing yourself, King Thorin has asked to speak with Hermáth Stormhammer. You should listen.",
      "es": ""
    },
    {
      "id": 184622036,
      "en": "King Thorin can be found at Vosh Torú.\\n\\nAfter introducing yourself, King Thorin has gestured for you to come speak with him. You should talk to King Thorin.",
      "es": ""
    },
    {
      "id": 236953904,
      "en": "Will of the Stormhammer",
      "es": ""
    },
    {
      "id": 190221008,
      "en": "'My heart feels lighter this day, [placeholder].\\n\\n'I am pleased that Hermáth and I could finally speak plainly of our sorrows. And I am even more pleased that he has entertained the idea of joining the Gabil'akkâ!'",
      "es": ""
    },
    {
      "id": 184622041,
      "en": "King Thorin can be found at Vosh Torú.\\n\\nAfter speaking with Hermáth Stormhammer, King Thorin seems relieved. You should talk to King Thorin.",
      "es": ""
    },
    {
      "id": 173025825,
      "en": "Talk to King Thorin at Vosh Torú",
      "es": ""
    },
    {
      "id": 173025873,
      "en": "Listen to King Thorin and Hermáth Stormhammer",
      "es": ""
    },
    {
      "id": 126686928,
      "en": "Determined to aid his son, Durin, and the Dwarves of the Gabil'akkâ to reclaim Mount Gundabad, King Thorin Stonehelm hopes to enlist the aid of an old friend.",
      "es": ""
    },
    {
      "id": 190220968,
      "en": "'A moment, [placeholder]?'\\n\\nKing Thorin clears his throat, seemingly a bit uneasy.\\n\\n'I believe it is time I spoke to Hermáth—both to offer him a proposal and to apologize.'",
      "es": ""
    },
    {
      "id": 173025878,
      "en": "Talk to King Thorin at Vosh Torú",
      "es": ""
    },
    {
      "id": 173026209,
      "en": "Follow King Thorin and meet Hermáth Stormhammer",
      "es": ""
    },
    {
      "id": 173026257,
      "en": "Talk to King Thorin at Vosh Torú",
      "es": ""
    },
    {
      "id": 148969824,
      "en": "As Hersegg crosses back into the hall, she beckons you forth",
      "es": ""
    },
    {
      "id": 148969826,
      "en": "As you enter, Hermáth turns to greet you",
      "es": ""
    },
    {
      "id": 173026213,
      "en": "Meet Hermáth Stormhammer",
      "es": ""
    },
    {
      "id": 148969828,
      "en": "Hermáth looks at you appraisingly",
      "es": ""
    },
    {
      "id": 190221305,
      "en": "'I think that went well, my friend.'",
      "es": ""
    },
    {
      "id": 173026262,
      "en": "Talk to Hersegg at Vosh Torú",
      "es": ""
    },
    {
      "id": 173026216,
      "en": "<rgb=#FF00FF>Hail</rgb> Hermáth Stormhammer and introduce yourself",
      "es": ""
    },
    {
      "id": 173026265,
      "en": "Wait for Hersegg",
      "es": ""
    }
  ]
}