{
  "id": 620890679,
  "txt": [
    {
      "id": 136263297,
      "en": "Drunkard accused ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Accused a sober party-goer! ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Bounder Boffin has his hands full with the rowdy party-going at the Farmers Faire.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the event it is associated with ends. </rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'[placeholder], hello! Are you keeping out of trouble at the Farmers Faire? Of course you are -- you wouldn't sink to the level of these dreadfully misbehaved party-goers.\\n\\n'If you're looking for something to do, would you help me make rounds about the Faire? Some folk have had too much to drink, and must be reprimanded for bad behaviour and being a public nuisance!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Party-goers can be found all over the Farmers Faire market area in Bywater during the festival.\\n\\nYou should accuse drunkards of drunken and disorderly behaviour to keep the party in line.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'My thanks to you, [placeholder]; you are a great help! We Bounders are always a bit overworked. Why, I couldn't even take my afternoon nap yesterday!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Bounder Boffin is in Bywater in the Shire.\\n\\nYou should speak with Bounder Boffin, and let him know that the party is under control.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Just, ah...keep watchful for signs of the disorderly conduct. The drunk ones should make their presence known sooner or later.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'How rude!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'The revels continue undisturbed? My thanks to you, [placeholder].'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Accuse drunkards of disorderly conduct ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Leave sober party-goers alone ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Speak with Bounder Boffin",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Bounder Rounds",
      "es": ""
    }
  ]
}