{
  "id": 620890735,
  "txt": [
    {
      "id": 171621735,
      "en": "If you see me, the Scriptlink works",
      "es": ""
    },
    {
      "id": 4216117,
      "en": "<rgb=#00FFFF>Encounter Complete: Gwyllion's lieutenant has fallen at your hand</rgb>",
      "es": ""
    },
    {
      "id": 139980277,
      "en": "<rgb=#00FF00>You have defeated the last of Gwyllion's minions</rgb>",
      "es": ""
    },
    {
      "id": 114224747,
      "en": "<rgb=#FF0000>Gwyllion has launched a counterattack against the outer courtyard gate</rgb>",
      "es": ""
    },
    {
      "id": 96025228,
      "en": "'Gwyllion! Your demons have been routed and your plans laid to ruin....'",
      "es": ""
    },
    {
      "id": 130478821,
      "en": "<rgb=#00FF00>You have taken control of Gwyllion's hut and may now claim the banner.</rgb>",
      "es": ""
    },
    {
      "id": 159548539,
      "en": "<rgb=#FF0000>Gwyllion has been enraged by the destruction of her minions</rgb>",
      "es": ""
    },
    {
      "id": 114224667,
      "en": "<rgb=#FF0000>Gwyllion has launched a counterattack against the inner courtyard gate</rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'In the Windfells of Enedwaith, we first encountered the hag Gwyllion. There she was using her evil powers to summon fell spirits in the forms of druggavar, cuthraul, and cûn annûn to build an army of ancient evil to the aid of Saruman. Then in the Gravenwood below, we hindered her efforts to create a host of wights.\\n\\n'Long have we hounded this Old Woman of the Mountain, and now we have her cornered. It is our duty to remain here and try to hinder her efforts. If she should succeed, all manner of foul demons shall come to the aid of Saruman against Rohan.\\n\\n'The Boar-clan of Dunland understands that this is not to the benefit of their people and have sent mystics to try and counter the Old Woman's spells should she try to turn them against us.\\n\\n'[placeholder], go forward and claim the gate to the outer courtyard of her abode. Amlan and I will stay with the Boar-clan mystics until the point is secure. Go now, and may the Valar protect you!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I confess I had not even imagined that the Old Woman of the Mountain had power enough to summon such a horde of devils to her aid. It is well that she has been defeated.\\n\\n'Well done, [placeholder], my friend through many dangers.'",
      "es": ""
    },
    {
      "id": 218691089,
      "en": "'Forward! We must secure this position!'",
      "es": ""
    },
    {
      "id": 44589556,
      "en": "<rgb=#00FF00>You have defeated Gwyllion, the Old Woman of the Mountain</rgb>",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I fear this struggle is not over, [placeholder]. We have defeated Gwyllion here, but who knows what other allies Saruman may still have?\\n\\n'Let us return to our camp.'",
      "es": ""
    },
    {
      "id": 210358465,
      "en": "'Do you think you have hindered me, Duvodiad? Never!'",
      "es": ""
    },
    {
      "id": 210358466,
      "en": "'You have done nothing but incur my wrath! Behold your doom!'",
      "es": ""
    },
    {
      "id": 210358467,
      "en": "'Echrud, destroy these interlopers!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "<rgb=#00FF00>Gwyllion and Echrud have been defeated, leaving the Old Woman's threat to Rohan empty</rgb>",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "<rgb=#FF0000>Saeradan has fallen</rgb>",
      "es": ""
    },
    {
      "id": 47104433,
      "en": "<rgb=#00FFFF>Encounter: A cry of rage sends a chill down your spine as one of Gwyllion's lieutenants enters the fray</rgb>",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "<rgb=#FF0000>Saeradan has fallen</rgb>",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "<rgb=#00FF00>Gwyllion and Echrud have been defeated, leaving the Old Woman's threat to Rohan empty</rgb>",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "<rgb=#FF0000>Saeradan has fallen</rgb>",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "<rgb=#00FF00>With the courtyard in your control, the gates to the doorway of the Great Smials open. The half-orc leading the assault is angry</rgb>",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "<rgb=#00FF00>The half-orc leading the assault has fallen. The remaining brigands and goblins are scattering. The Great Smials are safe</rgb>",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have accompanied the Rangers Saeradan and Amlan to confront the witch Gwyllion, called the Old Woman of the Mountain by the Dunlending locals, at her home atop Methedras, a great mountain overlooking the vale of Nan Curunír and Isengard.",
      "es": ""
    },
    {
      "id": 144510049,
      "en": "'Echrud, no! You have slain my beloved pet... now you will die!'",
      "es": ""
    },
    {
      "id": 144510050,
      "en": "'My home is destroyed and my pets laid waste... you will pay for what you have done! The White Hand will see to it!'",
      "es": ""
    },
    {
      "id": 87146437,
      "en": "<rgb=#00FF00>You have defeated the last of Gwyllion's minions</rgb>",
      "es": ""
    },
    {
      "id": 154834322,
      "en": "'Surrender to the Dúnedain, and we may show you leniency, if you should repent of your ways and renounce Saruman!'",
      "es": ""
    },
    {
      "id": 114224779,
      "en": "<rgb=#FF0000>Now that you have laid claim to Gwyllion's hut, the Old Woman of the Mountain turns her attention to you....</rgb>",
      "es": ""
    },
    {
      "id": 247383555,
      "en": "<rgb=#00FFFF>Protect the Dunlending drummers!</rgb>",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Saeradan",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Capture the outer courtyard gate",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Capture the inner courtyard gate",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Capture Gwyllion's hut",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Defeat Gwyllion and Echrud at the entrance to Gwyllion's hut and claim the final control point",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Saeradan",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "<rgb=#FF0000>Saeradan must survive</rgb>",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "<rgb=#FF0000>Saeradan must survive</rgb>",
      "es": ""
    },
    {
      "id": 150341444,
      "en": "'We will remain here and wait for the Dunlendings... you secure the area and take the next gate.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Saeradan waits to speak with you on the path leading up Methedras.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Take control of the gate to the outer courtyard of Gwyllion's homestead.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "With the gate to the outer courtyard in your control, it is now time to break the enemy's hold on the outer courtyard and win through to the gate to the inner courtyard and Gwyllion's hut.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "The gate to the inner courtyard gate has been secured. Now the inner courtyard and Gwyllion's hut beyond may be assaulted.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "The courtyard has fallen. Now all that remains is to defeat the leader of the assault and break the siege.\\n\\n<rgb=#FF0000>Note: The Boar-clan mystics will counter the buffs Gwyllion has placed on her servants, but will not fight.</rgb>",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Speak with Saeradan.",
      "es": ""
    },
    {
      "id": 130421477,
      "en": "<rgb=#00FF00>You have taken control of the outer courtyard gate and may now claim the banner.</rgb>",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Storm on Methedras",
      "es": ""
    },
    {
      "id": 130441957,
      "en": "<rgb=#00FF00>You have taken control of the Inner Courtyard and may now claim the banner.</rgb>",
      "es": ""
    }
  ]
}