{
  "id": 620838290,
  "txt": [
    {
      "id": 54354734,
      "en": "Cúbenn has crafted an arrow in memory of Núrelleth's husband Faengris, slain by Orcs.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Do you have a moment, [placeholder]? I am a fletcher, and it is my duty to fashion arrows for the quivers of the Galadhrim. I have done this for many a year, and my shafts have been the doom of many an Orc. But I recently finished an arrow different from all the rest.\\n\\n'My friend Faengris, with whom I learned the craft of bow-making and arrow-fletching, was recently slain by a company of Orcs that came down from the Misty Mountains. When the sharp pains of grief lessened somewhat, I set to making an arrow of such bite that it could kill a marching line of Orcs with one shot when fired from a quality bow.\\n\\n'This arrow in memory of Faengris may be some small comfort to his widow, Núrelleth. Bring it to her that she may see that the Orcs will pay for his death. She can often be found on Telain Glorelloth, where the flets extend over the encircling hedge.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Núrelleth can be found on Telain Glorelloth, where the flets extend over the hedge that encircles Caras Galadhon.\\n\\nCúbenn has given you the arrow he crafted in memory of Núrelleth's slain husband Faengris.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "Núrelleth looks at you silently for a moment before taking the arrow from you and examining it sadly.\\n\\n'It is most kind of Cúbenn to have worked so long on this arrow in memory of my husband, [placeholder]. Their friendship was very important to Faengris, and he spoke often of Cúbenn's skill at bow-making and arrow-fletching. Faengris....'\\n\\nHer fingers trace the pattern on the fletching, and she no longer seems aware of your presence. After a moment, Núrelleth looks up again.\\n\\n'This is a fine arrow indeed, [placeholder], but Faengris would not want it wasted on the Orcs.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'There is little I can do to relieve Núrelleth's sorrow, or my own, but I hope the knowledge that this arrow I have fashioned will slay many Orcs will be of some comfort to her. Look for her on Telain Glorelloth, where the flets extend over the encircling hedge.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have not brought me anything?'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'My husband was slain by Orcs of Moria, but he will never truly leave me.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Faengris was always quick to laughter. Even now, I can see his sparkling eyes.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the vengeance arrow to Núrelleth",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'I come here every day...to look into the distance and think of Faengris.'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Was Núrelleth pleased with the arrow I made in memory of Faengris?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "In Memory of the Lost",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'How is Núrelleth's sorrow? Have you visited her today?'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'Núrelleth may not wish to spend the arrow on Orcs, but I will avenge Faengris.'",
      "es": ""
    }
  ]
}