{
  "id": 620838265,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'When Trevadiel heard there would be another visitor to Caras Galadhon, she hurried to the entrance with all haste; she delights in greeting those unfamiliar to the city, and there are so very few of those that she rarely has the opportunity.\\n\\n'Look above us, and you will see Telain Galadhrim, a series of flets upon which Elves of the many professions can be consulted for guidance and services. Climb the steps that wind up the bole of the tree here to reach the talan upon which the class trainers reside.\\n\\n'You will find Rainen on the flet above, and she will continue your tour of the city.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'On this high flet of Telain Galadhrim you will find those of my kin entrusted with the rewarding of valuable items to those who have proven themselves true friends of the Elves of Lórien.\\n\\n'Bring any Lothlórien gold leaves or Lothlórien silver branches to the Elves on this flet for your rewards.\\n\\n'I hope you will enjoy your stay in Caras Galadhon, [placeholder], and that you will be a valuable contributor to the good welfare of Lothlórien! Namárië!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "City of the Golden Wood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Many of the services you might need in Caras Galadhon can be found here at Telain Galadhrim.\\n\\n'On this level you will find the class trainers, a vault-keeper and our hall of trade. If you cross the flet to the ladder on the far side and climb the ladder there, you will find a mailbox for your use. On that level you will find vendors for the scholarly and jewelsmithy pursuits, as well as a healer and provisioner.\\n\\n'But for now, climb this ladder here to reach the next level and speak with Padril on the level above.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We are beneath Telain Galadhrim, the flets upon which the class trainers reside. Climb these winding steps up to the flets and speak with Rainen, who will continue your tour of the city.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Climb this ladder to reach the higher level and speak with my friend Padril, for she will conclude your tour of Telain Galadhrim.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Randiron is in Telain Galadhrim, beneath the flet on which the trainers reside, down the western path and along the first right turn.\\n\\nTrevadiel told you to seek Randiron to learn more of the ways of Caras Galadhon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'To reach Telain Galadhrim, follow this path to the west and take the first right turning. Follow that path to my friend Randiron, who will guide you further.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Rainen is at Telain Galadhrim, the flet upon which the trainers reside, up the winding steps from Randiron.\\n\\nRandiron has told you to speak with his friend Rainen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'How are you enjoying Caras Galadhon, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Padril can be found at Telain Galadhrim, on the level above Rainen, reached by climbing the ladder.\\n\\nRainen has asked you to speak with her friend Padril.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'I hope you are enjoying your time here, friend [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'It is my pleasure to welcome newcomers to Caras Galadhon, rare as it is.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'Climb these steps to reach Telain Galadhrim, where you will find many services.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c48",
      "en": "'These winding steps will take you to the flets of Telain Galadhrim.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c49",
      "en": "'Telain Galadhrim is above us, at the top of these winding steps.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c470",
      "en": "'On this level of Telain Galadhrim, you will find the class trainers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c471",
      "en": "'This ladder will take you up to the Elves of my kin who grant bartering rewards.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c472",
      "en": "'The vault-keeper has a residence on this level of Telain Galadhrim.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Randiron near Telain Galadhrim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c473",
      "en": "'On this level of Telain Galadhrim, you will find the Elves who grant bartering rewards.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Rainen at Telain Galadhrim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c474",
      "en": "'Spend your gold leaves and silver branches wisely!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Padril at Telain Galadhrim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Trevadiel has welcomed you to Caras Galadhon and wants you to become familiar with the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Welcome, [placeholder], to Caras Galadhon, beloved city of Lord Celeborn and Lady Galadriel of Lothlórien! Count yourself among the fortunate few, friend [placeholder], for not many outsiders have seen the beauty of this place and could report of it. What make you of Caras Galadhon thus far?\\n\\n'You wonder how you will find your way among the tall mallorn-trees? It is not as confusing as it may seem at first, my friend, and I will help you to learn your way around.\\n\\n'To reach Telain Galadhrim, the flets upon which the trainers reside, follow this path to the west and take the first right turning. Follow that path to my friend Randiron, who will guide you further.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}