{
  "id": 620838285,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected wind-blown pages ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Istarien has lost to a mischievous breeze the pages of a letter she was writing.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Mae govannen, [placeholder]. How are you enjoying your stay in Caras Galadhon?'\\n\\nIstarien appears distracted and distant as you give your response. After a moment, she apologizes.\\n\\n'I am sorry, my friend. I was writing a letter to Bruicheron's brother Rilhathel, but a sudden gust of wind grabbed the pages and has carried them from this flet out across the city!\\n\\n'There were five pages, and some of what I was writing could be considered very private... a matter not for the accidental viewing of others! If you can recover the pages of my letter from the surrounding area, I would be most grateful!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The five pages of Istarien's letter to Rilhathel can be found on nearby flets and in the area around Istarien.\\n\\nThe pages of an embarrassingly private letter Istarien was writing have been scattered onto nearby flets by a mischievous breeze, and she wants you to retrieve them.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thank you so much, [placeholder]! I will keep a tighter grip upon the remaining pages as I continue to write my letter!\\n\\n'You did not read it, did you? It is nothing embarrassing. Truly, it is not!\\n\\n'Take this with my thanks, [placeholder]! I will be more careful in the future!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Istarien is on one of the upper flets of Telain Galadhrim.\\n\\nYou have recovered the pages of Istarien's letter and should now return them to her.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The wind-blown pages of my letter might be anywhere in the nearby area, [placeholder]. If you can retrieve all of them and return them to me, I would greatly appreciate it!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have not yet found the pages of my letter?'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Thank you again for recovering all the pages of my letter, [placeholder]!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I have not yet finished my letter to Rilhathel.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect wind-blown pages ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'No, I have not received a letter from Istarien lately. Why do you ask?'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the pages of the letter to Istarien",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Mae govannen, [placeholder].'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Mischievous Breeze",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'We must remain vigilant in our defence of Lothlórien.'",
      "es": ""
    }
  ]
}