{
  "id": 620838286,
  "txt": [
    {
      "id": 136263297,
      "en": "You search the distance for Amroth's white ship, but it does not appear",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have arrived at the docks",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Amroth was an Elf-lord who once ruled in Lothl贸rien, but was lost at Sea, never to be seen again.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Lord Celeborn and Lady Galadriel have ruled in Lothl贸rien for countless years, but they were not the first masters of the Golden Wood. You can hear the tale of Amroth and Nimrodel from others, but know that it is a sad song and does not end as you might wish.\\n\\n'Amroth sailed into the Sea without his beloved and never returned, but every year my family travels to the circular docks that extend into the Celebrant so we can <rgb=#FF0000>look</rgb> into the distance for Amroth...though his ship sailed from Edhellond in the far south.\\n\\n'This tradition allows us to feel closer to our forebears, and I would like for you to experience that connexion as well. Take a moment to remember Amroth of L贸rien, [placeholder], for those who have gone before should not be forgotten.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The circular docks that extend into the Celebrant can be found south-east of Caras Galadhon, south of Imlad Lalaith.\\n\\nPennasdir has asked you to stand on one of the circular docks that extend into Celebrant and to <rgb=#FF0000>look</rgb> into the distance for Amroth.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Very good, [placeholder]! I am glad you have taken a moment to remember Amroth's last voyage out to the sea, where he was lost and came not again to the land that he loved.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Pennasdir is on Telain Glorelloth, in Caras Galadhon, north-west of the docks.\\n\\nYou have participated in Pennasdir's tradition of looking for Amroth down the Celebrant and should return now to the Elf.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Travel to the circular docks that extend into the Celebrant, south of Imlad Lalaith, and <rgb=#FF0000>look</rgb> into the distance for Amroth. It is a tradition that brings us closer to our shared history.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'It is good to take a moment every now and again to remember those who have left us.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Amroth was once Lord of L贸rien, but he was lost long ago.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "<rgb=#FF0000>Look</rgb> into the distance for Amroth",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find one of the circular docks that extend into the Celebrant",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Pennasdir upon Telain Glorelloth",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Moment for Amroth",
      "es": ""
    }
  ]
}