{
  "id": 620838291,
  "txt": [
    {
      "id": "0x3c41c48",
      "en": "'I thought my vengeance arrow would be used to slay Orcs. But it is fine.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c49",
      "en": "'I wish Faengris were here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Núrelleth wants the memory of Faengris to live on in Lórien and to do more than simply slay some Orcs in his name.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "Núrelleth is silent for a moment.\\n\\n'Do not misunderstand me, [placeholder]. I am grateful for Cúbenn's thoughtful gift of this arrow, and I am pleased that the Orcs could be made to pay for the death of my husband...but it is not enough. I cannot put into words how important Faengris was to me, but vengeance upon the Orcs would in no way repay them for what they have taken from me.\\n\\n'No, instead I want the memory of my husband to live on in Lothlórien. I want to tell my people what he was, and why it is such a sorrow that he is gone.\\n\\n'There is a lonely tree on the bank of Anduin, just east of Imlad Lalaith. Bring this arrow to that tree and set it at its base. Faengris and I would watch the sun rise in the east sitting by that tree, and I would like this arrow to remain there in remembrance of him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The lonely tree where Núrelleth wants the vengeance arrow placed is on the bank of Anduin, east of Imlad Lalaith.\\n\\nNúrelleth wants the Elves of Lothlórien to remember her husband Faengris, and to that end, she would rather the vengeance arrow stand in his memory rather than be used to slay more Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "Núrelleth is silent for a moment, and then gives you a brief smile.\\n\\n'You have been a great comfort to me in my sorrow, [placeholder]. I wish only you had been able to meet Faengris, for he would have delighted to hear tales of your adventure.\\n\\n'Thank you for listening to my grief, friend [placeholder]. You will be a friend to me always for this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Núrelleth is on Telain Glorelloth, on one of the flets that extends over the hedge that encircles Caras Galadhon.\\n\\nYou have left the vengeance arrow at the lonely tree as Núrelleth requested of you and should now return to her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "Núrelleth sighs, her face a sorrowful mask.\\n\\n'The lonely tree where I would like you to place the arrow is east of Imlad Lalaith, on the banks of Anduin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Mae govannen, [placeholder]. This is a beautiful place to watch the sun rise in the mornings. Anduin sparkles like gold in the light of the sun and like silver by the light of the moon.\\n\\n'The tree there sees them all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I wish you could have met Faengris, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Place the vengeance arrow at the base of the lonely tree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Sometimes I can hear the voice of my husband on the breeze.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Núrelleth at Telain Glorelloth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'This lonely tree watches the sun rise every morning and set every day.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Upon the Lonely Bank",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'The reflections on the surface of Anduin can play tricks with the eye.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c470",
      "en": "'Faengris would be a boon in these dark times. He is missed by many here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'The other night I thought I saw someone sitting beneath the tree, but there was no one there.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}