{
  "id": 620838292,
  "txt": [
    {
      "id": 136263297,
      "en": "You have made it to the flet-runner in time",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Celechest has challenged you to prove your familiarity with Caras Galadhon in a race through the trees.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Have you yet learned your way through our fair city, [placeholder]? Caras Galadhon is both beautiful and complex and to find your way around can be daunting for the newcomer...what few newcomers there are.\\n\\n'Those who become especially skilled at finding their way among the telain throughout Caras Galadhon are known as \\qflet-runners.\\q\\n\\n'Do you have the necessary skills? I challenge you to find the flet-runner atop the high flet of Telain Galadhrim, by the mailbox and the entrance to the Crafting Hall, with utmost haste!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The flet-runner can be found on a flet with a mailbox high above Telain Galadhrim, near the entrance to the Crafting Hall.\\n\\nCelechest has challenged you to quickly make your way to a certain flet-runner.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have surprised me, [placeholder], and I know Celechest will be surprised as well! You have demonstrated both a cursory knowledge of our city and a quickness that has let you reach me in time, but there is much more for you to prove if you wish to be known as a flet-runner.\\n\\n'Look for certain of my friends throughout the city if you wish to engage in similar tests of your awareness and fleetness: Leginiel, Lagordal, Bregradel, and Lintwen. They will measure your skill.\\n\\n'Nevertheless, you have earned this gold leaf, [placeholder].'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The flet-runner by the entrance to the Crafting Hall on Telain Galadhrim is waiting to speak with you.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You are wasting time, [placeholder]! The flet-runner I want you to seek is on a flet high atop Telain Galadhrim, near the mailbox and the entrance to the Crafting Hall.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You completed my challenge, [placeholder], but there will be others.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Not just anyone can become a flet-runner.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find the flet-runner by the entrance to the Crafting Hall",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to the flet-runner by the Crafting Hall",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "At Home Among the Trees",
      "es": ""
    }
  ]
}