{
  "id": 620838276,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'You found it, [placeholder], and I am glad too that you did not disturb the nest the shrew was building. I am sure Peregrin would be pleased to know that he helped in some small part to provide a home for the shrew and his family. What other galenas can claim so much?\\n\\n'Still, I am glad you recovered it before he awoke. I will replace it at once, and he need not be the wiser!\\n\\n'Thank you for your quick action, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have not yet found the stolen pipe-weed pouch, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Thieving of the Shrew",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You find the pipe-weed pouch! Some of the pipe-weed has been used to make a shrew-nest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The shrew ran north, in the direction of those descending steps! Follow it, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You are looking for that shrew? It ran down the steps right past me! I saw it head south-east and up the winding steps that climb up to Telain Neduil.\\n\\n'If you hurry you might still catch it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The shrew ran off to the north of the Company's Pavilion.\\n\\nA shrew has run off with Pippin's pipe-weed pouch, and you should find it before the hobbit awakes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'A shrew ran up to me, [placeholder], but he did not keep climbing up the steps! Instead, he jumped down from this great height and ran up the winding path that climbs the slope to the south-east!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gladmeldis is at the Company's Pavilion in Caras Galadhon.\\n\\nYou have recovered Pippin's pipe-weed pouch and should bring it to Gladmeldis at once.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'I did see that shrew you mention! He ran to the south-west, across that covered bridge!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'A shrew did run by here, soaking wet, but he did not seem to be carrying anything. I am sorry to not be of any more help than that.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'You did well to track down the stolen galenas, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'That shrew took you on quite a chase, didn't he?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c48",
      "en": "'I hope Master Peregrin enjoys his time here in Lothlórien.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c49",
      "en": "'Did you ever find that shrew?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c470",
      "en": "'What happened to that shrew for whom you were looking?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c471",
      "en": "'Did you find that missing shrew?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c472",
      "en": "'I have not seen that shrew recently, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the stolen pipe-weed pouch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c473",
      "en": "'I will let you know if I see that shrew again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the stolen pipe-weed pouch to Gladmeldis",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c474",
      "en": "'If I see that shrew again, you will be the first to know!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A thieving shrew has made off with Pippin's pipe-weed pouch.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Did you see it, [placeholder]? A shrew just came running by, dragging a small pouch behind it! I believe that shrew has stolen Master Peregrin's pipe-weed pouch, and all the galenas contained therein!\\n\\n'If you can find that shrew before Peregrin awakes, I can set the pouch back, and he will never know anything was amiss. I want his visit to Caras Galadhon to be a pleasant one, unmarred by any theft!\\n\\n'The shrew ran to the north, in the direction of those descending steps! Follow him, and keep watch for any Elves that may have seen which direction he ran!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}