{
  "id": 620838273,
  "txt": [
    {
      "id": 63183944,
      "en": "'No, you do not need to lower your voice. Peregrin seems to be a heavy sleeper.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have been charged with the friendly challenge of convincing Aragorn to return to Cerin Amroth.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Something strikes me as odd about Aragorn Elessar, [placeholder]. I received a message from Milwen at Cerin Amroth requesting his presence, and he declined. He was very polite, but I do not understand why he would not wish to return there. The rest of his Company has spent some time at Cerin Amroth in leisure, but he has not done so.\\n\\n'Perhaps he needs a reminder of the beauty of the hill. Travel to Cerin Amroth and retrieve a bloom of elanor from Milwen. Bring it back here and give it to Aragorn in the Company's Pavilion. He will surely agree that the beauty of Cerin Amroth is such that he must return there.\\n\\n'You will find Milwen by the arches on the western side of the hill of Cerin Amroth, north of Caras Galadhon.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Milwen can be found on the western side of the hill of Cerin Amroth, by the arches. Cerin Amroth is north of Caras Galadhon.\\n\\nMiluiel has sent you to retrieve a bloom of elanor from Milwen at Cerin Amroth, in order to convince Aragorn to return to the hill despite his mysterious refusal to do so.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well, this is certainly a friendly challenge, [placeholder]. I will give you a bloom of elanor possessing such beauty that Aragorn Elessar will be captivated at once and will have no choice but to return.\\n\\n'I must confess I can think of no reason for him to decline my invitation here. He seemed to be quite happy during his prior visits. It is a mystery I cannot unravel.'\\n\\nWith a smile, Milwen hands you a bloom of the elanor that grows upon the hill.\\n\\n'Bring that to Aragorn in the Company's Pavilion in Caras Galadhon, [placeholder], and he will hasten to gaze upon the hill of Cerin Amroth again!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Aragorn is at the Company's Pavilion inside Caras Galadhon, south of Cerin Amroth.\\n\\nYou have been given a bloom of elanor to give to Aragorn, and Milwen is certain that it will convince him to return to the hill.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Miluiel is outside the Company's Pavilion, in Caras Galadhon.\\n\\nAragorn has given his reasons for not returning to Cerin Amroth, and you should tell them now to Miluiel.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I will be surprised if Aragorn does not return to Cerin Amroth before night falls again, [placeholder], once you give him that bloom of elanor. Look for him in the Company's Pavilion, inside Caras Galadhon.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Well? Did you succeed in my friendly challenge?'\\n\\nMiluiel listens to your description of your encounter with Aragorn, and his face falls.\\n\\n'I had no idea, [placeholder]. I did not suspect that Aragorn would have such a reason for not returning to Cerin Amroth. I... I am filled with regret for the asking!\\n\\n'And yet my heart tells me that Aragorn Elessar will one day walk again among the trees, and climb the hill of Cerin Amroth, and stand there again in happiness. Will it be before his long road is ended? I cannot say.\\n\\n'I thank you for this, [placeholder].'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Cerin Amroth is north of Caras Galadhon. Speak with Milwen on the western side of the hill, by the arches, and she will give you a bloom of elanor. Its beauty will be such that Aragorn cannot possibly refuse to return to Cerin Amroth!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Welcome, [placeholder], to Caras Galadhon! My company has been given this pavilion for our use, but I have not seen many of them today. Just young Peregrin, and he seems comfortable enough.'\\n\\nYou hand him the bloom of elanor, and a cloud passes in front of his face; for a moment Aragorn seems to see only the golden flower. Then the cloud passes, and Aragorn once again meets your gaze.\\n\\n'My heart will dwell always on Cerin Amroth, [placeholder], and the memory of those fair days is pleasant; thought of them keeps my feet walking the long road. I will not return to Cerin Amroth until the long road is ended, whether it be at the end of this journey or the longest. Tell Miluiel it is not despite the beauty of Cerin Amroth that I stay away, but because of it. But my heart sang when I was there, as it always did, and always will.'\\n\\nAragorn looks again at the bloom of elanor, and is transported to some distant memory; he knows you not, and you feel you have an answer for Miluiel.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'That bloom of elanor is just the thing to make Aragorn reconsider his refusal to return to Cerin Amroth, [placeholder]. Now bring it to him, and you will see that I am right!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'You do not have anything for me?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Milwen in Cerin Amroth",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Thank you for bringing me this bloom of elanor, [placeholder]. It will be a reminder to me of the happier days for which I walk this long road.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the Bloom of Elanor to Aragorn",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Miluiel",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'I hope that Elessar will once again stand atop Cerin Amroth in happiness.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Elessar's Return",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'The company of Aragorn Elessar has been given this pavilion during their stay here.'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'Welcome to Caras Galadhon, [placeholder]. Is it not a beautiful city?'",
      "es": ""
    }
  ]
}