{
  "id": 620838289,
  "txt": [
    {
      "id": 218649170,
      "en": "'You have been sent by Bruicheron for the special vintage she requested? I will retrieve it for you.\\n\\n'I remember when this vintage was laid down; it was many years ago now, and I was gratified to see we still had some bottles of it remaining, for Bruicheron noticed that it had been laid down on the very day she met Belvagor. She requested that I set some of that vintage aside, saying that it had special meaning for her: it was exactly as old as her love for Belvagor.\\n\\n'She asked you to bring this to him? You will likely find him guarding the gates of Caras Galadhon.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'What is this that you have brought to me, [placeholder]?'\\n\\n'This vintage has special meaning for me and Bruicheron, [placeholder], and it would delight me to no end to share it with her among the golden leaves atop a great mallorn. But my duty is here, and it is for her sake that I must maintain my vigil. The Orcs cannot be permitted to threaten beautiful Lórien or any of its people, especially not she who is dearest to me.\\n\\n'Bring this vintage to her now and tell her I will join her as soon as I am able. But I must be certain the Orcs are not near enough to launching an assault.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Vintage of War",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'You have nothing for me?'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'I understand, [placeholder]. Belvagor has his duty, and he would not be my beloved if he did not treat it seriously. But woe betide any Orc that threatens even a single hair of his!\\n\\n'I will keep this bottle, unopened, until such day that Belvagor is free to take the peace he deserves. He will set aside the vintage of war, and we will once again enjoy the comfort we have earned.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The vintner Glasnír is just outside the Vineyards of Lórien, south-east of Caras Galadhon. Retrieve the special vintage of wine I have requested from him and bring it to my beloved Belvagor, currently guarding the entrance to Caras Galadhon. I would share it with him on a relaxing day, a break from his troubles.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'You have nothing for me?'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You have retrieved the special vintage! Bring it now to my beloved Belvagor, currently guarding the gates of Caras Galadhon, and tell him I would share it with him on a relaxing day, that he may forget his troubles.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The vintner Glasnír is outside the Vineyards of Lórien, south-east of Caras Galadhon.\\n\\nBruicheron has asked you to retrieve a special vintage of wine from the vintner and to bring it to her beloved Belvagor, with the request that he join her for a relaxing day.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Bruicheron wanted you to bring this special vintage of wine to Belvagor, did she not? Look for him at the gates of Caras Galadhon, to the north-west.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Belvagor is guarding the gates of Caras Galadhon.\\n\\nGlasnír has given you the special vintage of wine requested by Bruicheron, and now you should deliver it to Belvagor.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Return to Telain Glorelloth, [placeholder], and tell my beloved Bruicheron that I cannot yet join her for a day of peace.'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Bruicheron is on Telain Glorelloth, in Caras Galadhon.\\n\\nBelvagor has decided his duty requires him to remain on guard against the Orcs for the moment, and he regretfully cannot yet join Bruicheron for a day of relaxation. You should return to Bruicheron with the tidings.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'One day, Belvagor will be able to have the peace he so deserves.'",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'It pains me to know Belvagor cannot enjoy a day free from the troubles of duty.'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'I will fight the Orcs until Lothlórien is safe for my beloved Bruicheron.'",
      "es": ""
    },
    {
      "id": 63183944,
      "en": "'We must deal with the Orcs.'",
      "es": ""
    },
    {
      "id": 63183945,
      "en": "'One day, I will rest from my duty, but that day is not yet here.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Glasnír at the Vineyards of Lórien",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the wine to Belvagor at the entrance to Caras Galadhon",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the special vintage to Bruicheron",
      "es": ""
    },
    {
      "id": 199375345,
      "en": "'Do not displease my sister, Belvagor. She can make Orcs appear even-tempered.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Bruicheron is hopeful that her beloved friend Belvagor will leave the Orc-fighting to others and instead share a relaxing visit with her.",
      "es": ""
    },
    {
      "id": 161877105,
      "en": "'Perhaps I will surprise her later today after all.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'It is good to see you here, [placeholder] [placeholder]. Adventurers are not often permitted within the boundaries of Lothlórien, but that you are here tells me that the Lord and Lady truly intend to defend us from the Orcs at any cost.\\n\\n'Have you met my beloved? He often stands guard at the entrance to Caras Galadhon with my brother Rilhathel; Belvagor is his name. Now that you are here, perhaps Belvagor can take a rest from his station and share a bottle of wine with me in peace. It will do him good to have a break from the worries of facing the Orcs.\\n\\n'Travel to the Vineyards of Lórien, south-east of Caras Galadhon, in Egladil, and speak to the vintner Glasnír. He will give you the bottle of wine which I have requested... a special vintage that has great meaning for Belvagor and me. Bring the bottle to Belvagor and tell him that I request he share a relaxing day with me.'",
      "es": ""
    }
  ]
}