{
  "id": 620838269,
  "txt": [
    {
      "id": "0x5c4cad1",
      "en": "'Andiriniel! Wait! I am here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c4cad2",
      "en": "'Please wait! I am sorry, I... I wasn't thinking clearly. I should have come sooner.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x114c2e1",
      "en": "Andiriniel opens the letter and reads its contents, an expression of anger stealing across her face as she finishes the missive.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c4cad3",
      "en": "'Please let me make amends my love! You know how hard this sort of thing is for me...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c4cad4",
      "en": "'No, I... I suppose you would not.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x114c2e2",
      "en": "'How dare he?! It has been over twenty years since I have been able to make the journey from Rivendell, and he has the gall to send a messenger in his stead!?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c4cad5",
      "en": "'As you wish, my dear Andiriniel.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x114c2e3",
      "en": "'I shall send him a message that he will not soon forget!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x114c2e4",
      "en": "'Oh really? Is that what you think?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x114c2e5",
      "en": "'Perhaps after three hundred years I have come to prefer the distance afforded by an impersonal letter delivered by a complete stranger!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Hadhelen has written a letter to Andiriniel, whom he was supposed to meet at the Lady's Rest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x114c2e6",
      "en": "'Oh get up, Hadhelen. If I did not truly love you, I would hardly take the time to berate you for your absurd behaviour, now would I?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x114c2e7",
      "en": "'Come then my foolish Elf, and let us discuss your shortcomings in some more private setting, shall we?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Perchance could you do me a discreet favour, [placeholder]. There is a woman I was supposed to meet by the Lady's Rest, just a short ways south-west of the gates of Caras Galadhon, but I do not think I will be able to make it. I was hoping you could take this letter to her for me.\\n\\n'Please forgive me for pressing this upon you... I would never do so were the situation not so urgent!\\n\\n'I... I have work to do now....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Andiriniel is at the Lady's Rest, south-west of the gates of Caras Galadhon.\\n\\nHadhelen asked you to deliver his letter to Andiriniel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What is this? A letter for me? I was not expecting anything of the sort.\\n\\n'Very well, let me see what this mysterious message is about....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you delivered my letter to Andiriniel yet? Please do hurry.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'YOU SHOULDN'T EVER SEE THIS TEXT'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the sealed letter to Andiriniel at the Lady's Rest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Fool's Letter",
      "es": "",
      "es (fem)": ""
    }
  ]
}