{
  "id": 620838287,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Lembas is the fabled waybread of Lórien, and a staple for those who stand long guard-shifts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Watching the gates of Caras Galadhon is hungry work, [placeholder], and too often a thankless task.\\n\\n'I have prepared packets of lembas for you to bring to guards at the various gates within the city: to Losdirith at the gate of the garden of Lady Galadriel and to Minathlang at the entrance of the city.\\n\\n'I hope the lembas will restore the strength of the guards and tell them their service is appreciated by all of us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Losdirith is at the entrance to the garden of Lady Galadriel. Minathlang is at the entrance to the city.\\n\\nBasdan has given you packets of lembas to bring to the guards at various gates within the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have delivered the lembas to the guards, [placeholder]? Very good! Take this for your trouble and know that you have made them feel that their service is appreciated, as surely it is by every member of the city!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Basdan is on Telain Bangad in Caras Galadhon.\\n\\nYou have delivered packets of lembas to the guards and should return now to Basdan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Bring those packets of lembas to Losdirith at the gate of Lady Galadriel's garden and to Minathlang at the entrance of the city.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Thank you for this, [placeholder]! I will enjoy this lembas tremendously as the hours pass.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The guards of Caras Galadhon should have more recognition for their service.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You have not brought me anything.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Thank you very much for bringing the lembas to the guards.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Thank you very much for this lembas, [placeholder]. Sometimes the hours pass in tedium, and it will give me the strength to maintain my vigil without complaint.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring packet of lembas to Losdirith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Thank you for bringing by that packet of lembas.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'You have not brought me anything.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring packet of lembas to Minathlang",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Basdan upon Telain Bangad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'It does not take very much lembas to give one the strength to carry on.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Lembas for the Gates",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'I have not forgotten the lembas you brought to me, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'Thank you again for that lembas, my friend!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}