{
  "id": 620838288,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have failed to deliver the crate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Aesgyl has prepared some supplies to aid with the defence of Lothlórien from the Orcs of Moria.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The Orcs of Moria are a matter of great concern, [placeholder], and we need to be prepared for the attack that is surely coming.\\n\\n'Pick up a crate from the stack and carry it to Sileffind at the entrance to the city. But be careful, for you will not be able to climb any ladders while you are carrying the crate!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "A stack of crates is next to Aesgyl on Telain Galadhrim. Sileffind is at the entrance to Caras Galadhon.\\n\\nYou have been asked to carry a crate to Sileffind at the entrance of Caras Galadhon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you for bringing these supplies here, [placeholder]! We will now be better prepared to stand against the Orcs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Sileffind is at the entrance to Caras Galadhon.\\n\\nYou have delivered a crate to Sileffind and should now speak with him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You can pick up a crate from the stack here and carry it to Sileffind, [placeholder]. He is helping prepare for the defence at the entrance to Caras Galadhon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You need to speak to Sileffind now that you have delivered the supplies, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfb91cd1",
      "en": "'Thank you for the supplies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Pick up a crate from the stack near Aesgyl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Carry the crate to Sileffind at the entrance to Caras Galadhon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Sileffind at the entrance to Caras Galadhon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Lothlórien Preparations IV",
      "es": "",
      "es (fem)": ""
    }
  ]
}