{
  "id": 620838284,
  "txt": [
    {
      "id": 54354734,
      "en": "Nimrodel was the love of Amroth, lost Lord of Lothlórien.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'While you were gone, I travelled to the river Nimrodel, [placeholder]. The stream was named for the Elf-maiden that lived upon its banks, and still it sings with her voice. She had the love of Amroth, long ago, and it was despairing of her that Amroth was forced to set sail with the tide that bore him away.\\n\\n'Golden flowers float gently in the stream. I plucked one from the water and have brought it back with me for you.\\n\\n'There is a statue of Nimrodel here in Caras Galadhon, north of here along the path, beyond the ladders to Telain Galadhrim. Leave this flower on the silver plate at its base and take a moment to remember the maiden Nimrodel.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "A statue of Nimrodel can be found north of Pennasdir along the path, beyond the ladders to Telain Galadhrim.\\n\\nPennasdir has asked you to place a flower on the silver plate at the feet of a statue of Nimrodel.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Very good, [placeholder], I am pleased that you have done this. May the flower from her stream bring Nimrodel some measure of comfort.\\n\\n'Take this for your efforts.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Pennasdir is on Telain Glorelloth, in Caras Galadhon.\\n\\nYou have left the flower for Nimrodel by her statue and should return now to Pennasdir.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'A statue of Nimrodel can be found north of here along the path, beyond the ladders that lead to Telain Galadhrim. Leave the flower I took from the stream on the silver plate at the feet of the statue and spare a moment for Nimrodel.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Let us never forget the Elf-maiden Nimrodel.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Thank you for your time, [placeholder].'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Leave the flower for Nimrodel at her statue",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'We must not forget the traditions of our past.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Pennasdir upon Telain Glorelloth",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Flower for Nimrodel",
      "es": ""
    }
  ]
}