{
  "id": 620838267,
  "txt": [
    {
      "id": 54354734,
      "en": "You have found a finely-wrought necklace under the waters of a spring in Egladil.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "Beneath the waters of this spring you have found a valuable-looking necklace -- perhaps someone dropped it here when they came to draw water from the spring.\\n\\nOne of the Elves in the Vineyards of Lórien may know to whom the necklace belongs.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "There are Elves throughout Egladil.\\n\\nYou should speak with the Elves in Egladil and learn to whom the finely-wrought necklace belongs.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'This is too noble a thing for one such as I!\\n\\n'Furthermore, it is certainly a woman's necklace, but I cannot say to whom it belongs for I have not seen its like before.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Maliriel is in Imlad Lalaith in Egladil.\\n\\nYou should bring the necklace to Maliriel to see if she knows to whom it belongs.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'It is beautiful -- and you offer this to me as a gesture of your affections?\\n\\n'Do not look at me so, my dear [placeholder]. I tease you!\\n\\n'Truthfully, I have not seen its like before. Such a fine piece would likely belong to someone with considerable responsibility and a more honoured position than mine.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'What a fine trinket you have there!\\n\\n'You found it by the spring? That is odd, for it has the look of a noble lady's jewel. I wonder how it came to rest there.\\n\\n'The Elves who possess trinkets like this would be found in Caras Galadhon, but those ladies rarely venture into secluded corners of the forest.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Do you think this necklace would go well with my attire? I am rather afraid it would set the colour of my eyes in a poor light.\\n\\n'On our Mistress of the Feast I think it would look quite radiant, however, though I have never seen her wear such jewels as this.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Hadhelen in Egladil",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Where did you get this necklace, [placeholder]?\\n\\n'To whom does it belong, you ask? Why, to me of course. In the rush of preparations, I must have let it fall when visiting the spring. I had not even realized it was lost!\\n\\n'You cannot know what this means to me, [placeholder] -- to live a thousand years with only his memory. Had I lost this forever... nay, such a loss would have been beyond my strength to bear. I am in your debt, kind randir.'\\n\\nMaliriel quickly replaces the necklace around her neck, turning away momentarily to hide her tears.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Aesbrennil in Egladil",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Farasdúr in Egladil",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'YOU SHOULDN'T SEE THIS'",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Glasnír in Egladil",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Lost Necklace",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Maliriel at Imlad Lalaith",
      "es": ""
    }
  ]
}