{
  "id": 620838274,
  "txt": [
    {
      "id": 63183944,
      "en": "'It is your fate to help those who need you, [placeholder].'",
      "es": ""
    },
    {
      "id": 63183945,
      "en": "'The ways of Caras Galadhon are open to you.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Forbad thinks you should meet with Lord Celeborn and Lady Galadriel outside their majestic house.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Mae govannen, [placeholder]. This carpeted path winds its way up this tree, the mightiest mallorn in all of Lothl贸rien, until it arrives finally just beneath the House of Celeborn.\\n\\n'You should climb your way up and speak with Lord Celeborn and Lady Galadriel outside their house and tell them what you think of your stay here in Caras Galadhon so far.\\n\\n'Additionally, it will be a good excuse to see the view from high atop the mallorn!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Lord Celeborn and Lady Galadriel can be found outside their house, high atop the greatest mallorn in Lothl贸rien. The carpeted path near Forbad winds up to the flet beneath the House of Celeborn.\\n\\nForbad has recommended that you speak with Celeborn and Galadriel and to take advantage of the opportunity to see the view from the top.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have come to Caras Galadhon, [placeholder], and it is to be hoped that you will do what you can to ensure its safety and the well-being of its people.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Forbad is at the base of the carpeted path that climbs the mallorn to the House of Celeborn.\\n\\nYou have spoken with Lord Celeborn and Lady Galadriel and should now return to Forbad.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Make the most of your time here in Caras Galadhon, [placeholder], and do what you can to remedy the worries of its people.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I am pleased that you visited the Lord and Lady, [placeholder], and trust you were welcomed by them to Caras Galadhon? Good. They are always gracious to their guests.\\n\\n'Take this golden leaf as a keepsake of your visit.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'This carpeted path will take you to the flet just below the House of Celeborn. You should climb up the mallorn and speak to Lord Celeborn and Lady Galadriel...and admire the view from the top as well!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Welcome to Caras Galadhon, [placeholder]. I hope you have had a comfortable stay in our city and that you will carry the memory of it with you when again you depart.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'You are welcome in Caras Galadhon, [placeholder]. Remember your time here always and do so fondly.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Lady Galadriel in the House of Celeborn",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'This path runs up to the flet beneath the House of Celeborn.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Lord Celeborn in the House of Celeborn",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Forbad at the base of the carpeted path beneath the House of Celeborn",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Follow this path to wind your way up the mightiest mallorn in Lothl贸rien.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Lord and Lady of the Golden Wood",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'You are welcome in Caras Galadhon, [placeholder].'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'Do your best to aid the Elves of Lothl贸rien with their concerns.'",
      "es": ""
    }
  ]
}