{
  "id": 620808385,
  "txt": [
    {
      "id": 136263297,
      "en": "Examined coil of rope",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Examined pack",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Examined map of Eregion",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Elrond was dismayed by Laerdan's secret departure. Doubts have been cast now upon the honour of the Elf-lord, and Elrond desires to know the truth behind his disappearance.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Your news is most distressing, [placeholder]. I fear Laerdan's will was broken under the torments of Amarthiel.\\n\\n'You have my approval to search Laerdan's room for anything that reveals the full purpose of his departure. I fear there is little time, for if he brings the shards of Narchuil to Mirobel, Amarthiel is sure to be waiting there.\\n\\n'Laerdan's room is in this very house. Go now and return when you have learned more.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Laerdan's room is in the Last Homely House in Rivendell.\\n\\nElrond has asked you to search Laerdan's rooms for anything which might reveal Laerdan's full purpose.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "This map has a route sketched across it from Rivendell south to Eregion, but it contains no other clues.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Elrond is in the library at the Last Homely House in Rivendell.\\n\\nYou found a journal in Laerdan's rooms. It may reveal Laerdan's plans.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Search Laerdan's room and return when you have discovered his full purpose.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "This pack was evidently left behind intentionally, for it is terribly worn and would likely not have survived a long journey.",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Have you found aught yet that reveals Laerdan's purpose?'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "You find a coil of rope which Laerdan had clearly intended to take with him, but apparently overlooked in his haste to leave.",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "This journal contains many entries, but it lay open at one particular passage....",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search Laerdan's room",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Examine Laerdan's journal",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 14, Chapter 3: Shedding Light",
      "es": ""
    }
  ]
}