{
  "id": 620808392,
  "txt": [
    {
      "id": 54354734,
      "en": "With your defeats in Bree-land and Forochel, little remains now but to throw yourself at Amarthiel's forces in a vain attempt to put an end to her plans.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'One last hope remains, [placeholder], and vain it may well be. You must travel to Mirobel and try to put an end to Amarthiel's plans there.\\n\\n'You must hurry... it may already be too late, but there is a slender hope that she has not yet received the materials she needs to rekindle the forges of Eregion and reforge Narchuil.\\n\\n'Mirobel is far to the south of Rivendell, in the land of Eregion. May the stars shine upon your road.'\\n\\n<rgb=#FF0000>This quest is meant for a fellowship. If you choose to undertake this quest solo you will receive an inspiration bonus, but the challenge will be great.</rgb>",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Mirobel can be reached by travelling far to the south, into the land of Eregion.\\n\\nElrond instructed you to journey to Mirobel and do whatever you can to stop Amarthiel.\\n\\n<rgb=#FF0000>This quest is meant for a fellowship. If you choose to undertake this quest solo you will receive an inspiration bonus, but the challenge will be great.</rgb>",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Master Elrond awaits you in his library, [placeholder]. You should speak with him at once.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The watch-captain Glorenthol is at Delossad in Tâl Bruinen.\\n\\nYou failed to stop Amarthiel, but she was at last defeated at the surprise return of Mordirith. Narchuil has fallen into the hands of the False King, but Amarthiel is now the prisoner of the Free Peoples. You should speak with the watch-captain Glorenthol.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Elrond is in his library at the Last Homely House in Rivendell.\\n\\nThe watch-captain has directed you to speak with Elrond regarding your mission to Mirobel.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Master Elrond awaits you in his library... you should go there at once!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'The shadow has not yet lifted -- not as long as Narchuil rests in the hands of Mordirith -- but you have scored at least one major victory for Eriador: Amarthiel has been captured.\\n\\n'Alas, though, for the loss of Laerdan. He thought he could bring forth his daughter from Amarthiel... we must learn whether he succeeded.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Your stand against Amarthiel is the last hope for Eriador, unless the Company fulfils their task....\\n\\n'You must travel to Mirobel in Eregion, far to the south, if you are to have any chance of stopping her.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Travel to Mirobel and try to stop Amarthiel",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to the watch-captain",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Elrond at Rivendell",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 14, Chapter 15: The Doom of the North",
      "es": ""
    }
  ]
}