{
  "id": 620808390,
  "txt": [
    {
      "id": 54354734,
      "en": "Laerdan's journal brings more concerns upon Elrond than just the fate of Laerdan....",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I have little doubt of the Enemy's intentions, though I do not know whether they will bear out. That is our one hope.\\n\\n'There is much Ring-lore of Eregion remaining here in Rivendell, for I myself wrote it, and much has been brought here thanks to the efforts of many. Sadly, this lore reveals little that might tell us Angmar's plans.\\n\\n'Fortunately, my study of the lore has revealed one clue, a name. This name is Eglamír, undoubtedly an Elf who was a trusted friend of Celebrimbor. He may have insights that will aid you. If he is still to be found in Middle-earth, he may be in Celondim. Many Elves visit there before heading further south to the Grey Havens. Travel there and, if you find him, see what aid he can be to you in your quest.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Elrond spoke of an Elf named Eglamír who may dwell in Celondim in Ered Luin, far to the west of Rivendell and the Trollshaws.\\n\\nElrond has told you that Celebrimbor wisely did not record many of the details of Ring-craft in the lore of Eregion. However Elrond did find many references to an Elf named Eglamír who may know more.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You seek knowledge of Ring-craft and the long ruined forges of Mirobel. I would turn you away if not for the fact Master Elrond sent you. He was a great friend of Celebrimbor, so I will lend what aid I may.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Elrond is in his library at the Last Homely House in Rivendell.\\n\\nYou have found much of the lost Ring-lore of Eregion and should return it at once to Elrond.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Elrond spoke of an Elf named \\qEglamír\\q who may dwell in Celondim in Ered Luin, far to the west of Rivendell and the Trollshaws.\\n\\nElrond has told you that Celebrimbor wisely did not record many of the details of Ring-craft in the lore of Eregion. However Elrond did find many references to an Elf named \\qEglamír\\q who may know more.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Find the Elf Eglamír that I spoke of. He may be of help to us. You may find him, or some knowledge of him, in Celondim.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'It has been long since my eyes have gazed upon these records. Sadly there is little here that I did not know, and it seems Celebrimbor was wise and did not record many of the secrets of Ring-craft in the lore of Eregion.\\n\\n'Do not fear that your efforts were for naught though! For the name, \\qEglamír\\q is mentioned in the recovered lore many times. It seems this Elf was a trusted friend of Celebrimbor. It is possible that he still lingers in Middle-earth and may be of aid to us.\\n\\n'If you would search for this \\qEglamír,\\q I would start in Celondim. Many Elves visit there before heading further south to the Havens.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Find the Elf \\qEglamír\\q that I spoke of. He may be of help to us. You may find him, or some knowledge of him, in Celondim.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search for Eglamír in Celondim",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return to Elrond to learn what he has divined",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Search for Eglamír in Celondim",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 14, Chapter 7: The Ravages of Time",
      "es": ""
    }
  ]
}