{
  "id": 620808389,
  "txt": [
    {
      "id": 54354734,
      "en": "In an effort to learn more of the Ring-lore of Eregion, Elrond sent you to Eglamír, an Elf of Eregion who dwells now at Celondim.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Of the Ring-lore of Eregion, I will speak little. It is dangerous knowledge learned from the Dark Lord and should not be explored further.\\n\\n'However, I will tell you this: in the days of Eregion, our lord, Celebrimbor, gave to an Elf-friend, a Man of Bree-land, one of his shaping tools. I would expect that this tool was buried with him, as is the custom of Men.\\n\\n'Surely you may find someone in Bree-town who might know the location of the barrow where the shaping tool lies. Perhaps someone at their Town Hall or a patron of the inn there, or even a member of their Watch.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Bree-town lies in Bree-land, far to the east of Ered Luin.\\n\\nEglamír would speak little of the Ring-lore of Eregion, but did tell you that the Ring-smith Celebrimbor gave a shaping tool to a Man of Bree-land. He suggests you find someone in Bree who might know the whereabouts of the Man's barrow.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well now, what is it you wanted again? Oh, the Barrow-downs...why didn't you say so? That place has a bad name, if you don't mind me saying, and I would stay away from there.\\n\\n'But if you're determined to know more about them, you should ask Newbold Leafcutter up at the Scholar's Stairs Archive.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Newbold Leafcutter can be found at the Scholar's Stairs Archive in Bree-town.\\n\\nYou were advised to seek out Newbold Leafcutter to learn more regarding the whereabouts of Celebrimbor's shaping tool.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Speak with the men of Bree and see if you might learn the location of the barrow I mentioned.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'What? You want to go to the Barrow-downs to find some kind of tool? Why, we've had enough trouble with spooks in this town.\\n\\n'If you want to know about those old Barrows, you go bother Newbold Leafcutter up at the Scholar's Stairs Archive.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Greetings, [placeholder]! Do you seek yet more adventure in the Barrow-downs?'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'The Barrow-downs are a dark place, full of evil things. No matter what we do to try and cleanse them, the terror lingers. What can you do to banish something that is already dead?\\n\\n'If you need to find a specific barrow, you had best ask Newbold Leafcutter, up at the Scholar's Stairs Archive.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Discover someone in Bree-town who has knowledge of the Barrow-downs",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Newbold Leafcutter",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 14, Chapter 8: An Elf-friend of Eregion",
      "es": ""
    }
  ]
}