{
  "id": 620808384,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'[placeholder], it seems that Amarthiel's tormentors succeeded in breaking Laerdan's mind. He has left Rivendell and seeks to bring the shards of Narchuil to Amarthiel in the vain hope of restoring her mind to Narmeleth.\\n\\n'Time is of the essence! We must learn quickly how far ahead Laerdan has gone. We must try to overtake him before he can complete his purpose.\\n\\n'Speak with Ladrochan, the stable-master, at the stables to the west of here. He will surely have seen Laerdan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The news becomes more dire with each passing moment. Alas for Laerdan.\\n\\n'There is no time left to lose... we must act at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Hurry to Ladrochan and learn what you may of Laerdan's departure.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You seek news of Laerdan? He came to me two days ago seeking the use of a horse... he said that Master Elrond had given him leave to seek the traitorous Amarthiel....\\n\\n'This was not the case? Please tell Lord Elrond immediately!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 14, Chapter 2: Laerdan's Trail",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'It appears I was remiss in giving Laerdan a mount... you should speak at once with Elrond!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You found a note left by Laerdan indicating that he has left Rivendell with the intent of bringing the shards of Narchuil to Amarthiel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Ladrochan at the stable in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ladrochan, the stable-master, can be found in the stables of Rivendell, west of the Last Homely House.\\n\\nElrond has told you to speak with Ladrochan and learn how long ago Laerdan left Rivendell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Elrond in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Elrond is in his library in the Last Homely House of Rivendell, to the east of the stable.\\n\\nLadrochan told you that Laerdan had left Rivendell two days ago. You should return to Elrond with this news at once.",
      "es": "",
      "es (fem)": ""
    }
  ]
}