{
  "id": 620808382,
  "txt": [
    {
      "id": 218649169,
      "en": "'Greetings, [placeholder]! Laerdan's journey is not unknown to me. I have gathered many provisions, but I lack the fine clover honey I need to prepare lembas, the waybread of the Elves.\\n\\n'I am given to understand, however, that there is an expert cook in the Shire, the land of the halflings. Young Peregrin Took suggested I send someone to Michel Delving to find this cook, but the journey is far, and we are busy with many preparations.\\n\\n'Perhaps you would undertake this task? Journey to Michel Delving in the Shire, far to the west of Rivendell, and purchase some fine clover honey, then return to me.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Yes, this will do nicely. A very rich gold and sweet from the comb.\\n\\n'You may let Laerdan know that the lembas will be ready ere his journey begins.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Have you no fine clover honey? You may purchase some from the expert cook who dwells in the Shire. I understand he resides in the hamlet of Michel Delving.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 14, Chapter 1: Many Provisions",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Laerdan sent you to Filegnaneth to collect provisions for the journey to Eregion, but she does not have the fine clover honey she requires to make lembas, the waybread of the Elves.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Found fine clover honey ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the fine clover honey to Filegnaneth",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The expert cook is in Michel Delving in the Shire, far to the west of Rivendell. Filegnaneth is at Rivendell in the Trollshaws, far to the east of the Shire.\\n\\nFilegnaneth has asked you to travel to the Shire and purchase fine clover honey from the expert cook there.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find fine clover honey ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}