{
  "id": 620808391,
  "txt": [
    {
      "id": "0x2b9f664",
      "en": "Haudh Iarchith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "The tomb is empty of relics",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Eglamír sent you in search of someone with knowledge of the Barrow-downs and the shaping tool of Celebrimbor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'So you seek knowledge of the shaping tool of Celebrimbor and Maenadar the Craftsman? I know the story well.\\n\\n'Alas, the tool will not be easy to find, if it even still exists. It was buried with Maenadar in Haudh Iarchith, which has become infested with wights of the vilest sort.\\n\\n'Haudh Iarchith lies in the southern part of the Barrow-downs, and Maenadar's tomb is found beside it in the cradle of a larger mound of the barrow. Be wary as you journey...the Dead do not take kindly to visitors.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The tomb of Maenadar can be found in the small barrow beside the entrance to Haudh Iarchith in the southern parts of the Barrow-downs.\\n\\nNewbold Leafcutter told you that the shaping tool can be found in the tomb of Maenadar the Craftsman.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "The tomb of Maenadar the Craftsman has recently been disturbed and any relics which might have lain there have been removed....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Newbold Leafcutter is at the Scholar's Stairs Archive in Bree-town.\\n\\nYou came too late to the tomb of Maenadar and found it despoiled. Angmar arrived first. You should return to Newbold Leafcutter to learn if he knows anything else.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The tomb you seek may be alongside the entrance to the barrows of Haudh Iarchith in the southern Barrow-downs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'That's too bad, [placeholder]. More and more foul travellers have been arriving here from the South, and it would be no wonder that some of them are grave-robbers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xedadd05",
      "en": "Tomb of Maenadar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the tomb of Maenadar the Craftsman",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Newbold Leafcutter in Bree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 14, Chapter 9: The Barrows of Haudh Iarchith",
      "es": "",
      "es (fem)": ""
    }
  ]
}