{
  "id": 620808386,
  "txt": [
    {
      "id": "0xd085251",
      "en": "The entry the journal was opened to detailed Laerdan's imprisonment at Sammath Baul and his torture at the hands of Amarthiel and her minions.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "In his journal, Laerdan refers to his \\qvisitation by Narmeleth\\q as an epiphany. He came to believe that he could free her by giving her Narchuil, the ring of Amarthiel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "You begin to read more about Laerdan's imprisonment and torture....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 14, Chapter 4: The Prisoner of Sammath Baul",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "While searching Laerdan's rooms, you discovered his journal, the passage he had read last marked clearly.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Read Laerdan's journal further and experience 'Session: The Prisoner of Sammath Baul' or read the shortened account instead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You should read further into the journal... it may provide some clues as to Laerdan's purposes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "While imprisoned within the fortress of Sammath Baul, Laerdan endures tortures of both body and mind. Deception will, as always, prove Amarthiel's closest ally: when she appears to the captive in the guise of his daughter Narmeleth, Laerdan relinquishes his deepest secret: the location of the second half of Narchuil. It remains hidden within Forochel, but if it were to be joined with the other half of the broken ring, it might be reforged.\\n\\n'I could save you!' Laerdan swears to the villain wearing his daughter's guise, even as Amarthiel leaves the protection of her prisoner to the captain of Sammath Baul and her Bloodletters. Heroes of the Free People arrive to free Laerdan from captivity, though not from the trap in which Amarthiel has ensnared him....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Finish reading the journal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "While reading Laerdan's journal, you discover that Laerdan believes he saw his daughter Narmeleth there at Sammath Baul. This entry is quite disturbing....",
      "es": "",
      "es (fem)": ""
    }
  ]
}