{
  "id": 620808388,
  "txt": [
    {
      "id": 218649169,
      "en": "'I dread what is to come, [placeholder]. Laerdan's journal brings me great distress. I fear the deceptions of Amarthiel will bring Laerdan to a terrible end.\\n\\n'Will you hear me?'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'To think of Laerdan's fate grieves me, but we can dwell upon it no longer. Greater still is the threat Amarthiel will become if Narchuil should fall into her grasp.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'From what you have told me, I believe Amarthiel has deceived Laerdan into bringing Narchuil to her. I fear he may be walking into a trap....'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 14, Chapter 6: The Fate of Laerdan",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Elrond was alarmed by the journal entry you described, fearing the worst for Laerdan.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Discuss with Elrond what fate may await Laerdan and experience 'Session: The Fate of Laerdan' or read the shortened account instead",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Elrond is in his library at the Last Homely House in Rivendell.\\n\\nElrond wishes to speak with you regarding what he discovered in Laerdan's journal.",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "Believing that only Narchuil can restore the broken mind of his daughter Narmeleth, Laerdan travels to the old ring-forges of Eregion. When he arrives and is confronted with Amarthiel's deception, he fights bravely, but there is little hope and he is overwhelmed.\\n\\nNow Amarthiel needs only reforge the broken halves of Narchuil using forbidden arts to accomplish her evil ends...",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Elrond",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Elrond is in his library at the Last Homely House in Rivendell.\\n\\nYou discussed the fate of Laerdan with Elrond, coming to a dire conclusion.",
      "es": ""
    }
  ]
}