{
  "id": 620808219,
  "txt": [
    {
      "id": "0x36336b2",
      "en": "'But the ring lies sundered, broken in two.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x23a5d90",
      "en": "'It is enough that you are Trév Gállorg! You will find no mercy here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x23a5d91",
      "en": "'Go on with your task, Bloodletter. I will deal with these prisoners.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c75eb1",
      "en": "'The guard house? I'm going. But don't let me see you when I come back, puny one.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96a2091",
      "en": "'What's the idea, worm? Think you've got power, do you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x363361",
      "en": "'Father...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x363362",
      "en": "'I do not have much time, father. I cannot resist her for long.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x363363",
      "en": "'Is Narchuil still hidden from them?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x424e950",
      "en": "'Someone save us! We have done nothing wrong!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x363364",
      "en": "'It was the power of Narchuil that brought me under her spell, father.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x424e951",
      "en": "'Have mercy! You have to let us out of here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I have an important assignment for you, Bloodletter; if you carry it out well, I might allow you your choice of the treasures from our latest captives. The Trév Gállorg may be poor, but sometimes they fashion things of great worth, and you might earn yourself a pretty bauble.\\n\\n'I have received word that our Mistress will be coming to Sammath Baul to question the Elf Laerdan, and I want everything to run smoothly during her visit.\\n\\n'The corpses in the tower have given rise to tremendous blood-leeches, and their filth and disease has been... distracting... for the rest of my servants. I want you to destroy the blood-leeches before the Mistress arrives.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have cleared the tower of blood-leeches? You will go far, Bloodletter. Perhaps I will tell our Mistress of your dedication when she arrives.\\n\\n'What? The Tarkrîp are all asleep, and Lozudurkh as well? I would never question our Mistress, but I do not understand why she would send such spineless sluggards to guard Sammath Baul. Surely the bloodletters under my command are sufficient?\\n\\n'Awaken all of the sleeping Tarkrîp and that useless Gorthorog as well! If he is to be Key-master, he should be at his post outside the tower! Use your boot if necessary, Bloodletter.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x363365",
      "en": "'Only its power can free me from Amarthiel forever.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Our Mistress has arrived, Bloodletter! Since you have been of such use, I grant you this boon: to watch her interrogation of the Elf Laerdan. Some few of your brothers have also been given this great honour, that they too may be rewarded.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x363366",
      "en": "'One half of the ring is being kept in the fastness of Barad Dúrgul.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96a5091",
      "en": "'Your time is ending, Bloodletter. The Tarkrîp have been chosen by the Lady!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You heard our Mistress! Allies of the Elf will soon arrive to bring him to freedom.\\n\\n'Return him at once to his cell, Bloodletter. We will not give his friends the pleasure of seeing him alive.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x363367",
      "en": "'Perhaps one of your friends could retrieve it for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Cleared vermin from Sammath Baul ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x363368",
      "en": "'But where lies the other half of Narchuil?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "A loud crash echoes around the room",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x363369",
      "en": "'Thank you, father.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x55039d1",
      "en": "'Know your place, Bloodletter. You may not enter unless I wish it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "A loud crash echoes around the room",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96a9091",
      "en": "'You're lucky to have the favour of the Lady, or I'd make you pay for this!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Elf Laerdan has been imprisoned in Sammath Baul, where he is kept under the watchful eye of the torturer Morven and her Angmarim bloodletters.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3b40c01",
      "en": "'Narmeleth? My daughter, is that you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3b40c02",
      "en": "'How can this be?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96ab091",
      "en": "'Ssss! I wasn't sleeping! Don't tell the Lady!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3b40c03",
      "en": "'Half they have found, pulling the location from my mind. I am sorry!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3b40c04",
      "en": "'But I have strengthened my resolve. They will never find the second half of Narchuil!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3b40c05",
      "en": "'My daughter, why do you cry?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3b40c06",
      "en": "'Its power remains!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3b40c07",
      "en": "'If the two halves were brought together, I could reforge Narchuil!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96ae091",
      "en": "'I won't forget this, Bloodletter. You won't always have her favour.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3b40c08",
      "en": "'I could save you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3b40c09",
      "en": "'Forochel! It is somewhere in Forochel, but I do not know where!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96af091",
      "en": "'I should gut you for that, miserable cur!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96b0091",
      "en": "'You swine! I should have my boys teach you a lesson for that!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Clear vermin from Sammath Baul ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Awake sleeping guards in Sammath Baul ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x43943c0",
      "en": "'Let us watch the interrogation, Bloodletter. This should be amusing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Woke sleeping guards in Sammath Baul ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x43943c1",
      "en": "'His will is strong, Mistress.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Wait for Amarthiel to finish her interrogation",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x43943c2",
      "en": "'Fortunate? I do not understand.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Return Laerdan to his cell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbe56c61",
      "en": "'Yes, we are fortunate.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Return Laerdan to his cell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbe56c62",
      "en": "'It will make Laerdan a more useful pawn.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbe56c63",
      "en": "'So the other half of Narchuil is somewhere near the Icebay.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x20cb211",
      "en": "'Bring Laerdan back to his cell. You others, search these bodies for anything useful!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbe56c64",
      "en": "'No, Morven. I have need of you here. There are other --'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbe56c65",
      "en": "'Lozudurkh is dead. Laerdan's allies will be here soon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xee5c501",
      "en": "'Your Mistress is wasting her time, Bloodletter!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbe56c66",
      "en": "'Prepare yourself, Morven. Your death will be of some use to Angmar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xee5c502",
      "en": "'Long may the minstrels sing the defiance of Laerdan of Lindon!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xee5c503",
      "en": "'These Tarkrîp are the best guards your Mistress could find?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xee5c504",
      "en": "'The slugs would make better servants!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xee5c505",
      "en": "'No torture you can devise could pain me more than my own failings have done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe8ddc31",
      "en": "'These Tarkrîp appear worthless, but the Mistress was very clear they be used.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Morven is in the chamber on the upper floor of Sammath Baul.\\n\\nMorven is waiting to give you your instructions.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Blood-leeches can be found throughout the tower of Sammath Baul.\\n\\nMorven has asked you to eradicate the blood-leeches that infest the tower in preparation for Amarthiel's visit to Sammath Baul.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Morven is in the upper chamber of Sammath Baul.\\n\\nYou have cleared the blood-leeches from Sammath Baul, for the time being, and should report now to Morven on the top floor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Tarkrîp Orcs and Lozudurkh the Gorthorog can be found sleeping throughout Sammath Baul.\\n\\nMorven has sent you to awaken Lozudurkh and all the sleeping Tarkrîp throughout the tower.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Morven is on the upper floor of the tower.\\n\\nYou have awakened all the sleeping guards and should return now to Morven.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x87e9901",
      "en": "'It is too late, Bloodletter! The Elf will die here, as will we!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x87e9902",
      "en": "'For Angmar and the Mistress!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "Amarthiel is interrogating the Elf Laerdan on the upper floor of Sammath Baul.\\n\\nYou have been given the great honour of watching Amarthiel interrogate the Elf Laerdan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced7",
      "en": "Morven is in the chamber on the upper floor of Sammath Baul.\\n\\nAmarthiel has finished her interrogation, and Morven now wishes to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced8",
      "en": "Laerdan is in a state of thrall in the chamber on the upper floor of Sammath Baul.\\n\\nMorven has commanded you to bring Laerdan back to his cell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced9",
      "en": "Laerdan is in a state of thrall in the chamber on the upper floor of Sammath Baul.\\n\\nSammath Baul is under attack by allies of Laerdan, and Morven mobilizes her forces to the defence of the tower.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa05b3f1",
      "en": "'Mistress, I would be honoured to travel north in search of the ring.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa05b3f2",
      "en": "'What's wrong, Mistress?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8f61b1",
      "en": "'Bloodletter, come here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I will not allow the Tarkrîp to spend this time in slumber! Awaken them all, and that worthless Gorthorog as well!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'If you delay any further, I will have you put to death, Bloodletter! Will you enjoy being bled by your fellows and thrown into a cell to rot out the last moments of your pitiful life?\\n\\n'No? Then eliminate the blood-leeches from Sammath Baul and do it quickly! Our Mistress will be here soon!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'These Trév Gállorg have been in Sammath Baul only a few days and already I tire of their wailing. Perhaps I will ask Morven if I may kill them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Morven has been given free reign to do as she will in Sammath Baul. If she allows it, these Trév Gállorg will not see the light of morning! I can hear their screams in my head already. Beautiful.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'What is our Mistress thinking? Why assign Tarkrîp to this tower, instead of one of the more formidable tribes? Surely she has some plan.\\n\\n'I do not know what it could be. Perhaps after I kill these prisoners, I will spend some time in contemplation of our Mistress's purposes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'Lozudurkh has done little but sleep ever since he was assigned here, the fool. His failure at Annúminas is well-known.\\n\\n'I would gut him myself, but it seems the Mistress has something in mind for him. Why else would she name him Key-master of the tower, when countless of her servants are more deserving?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'The Tarkrîp are worthless. Sammath Baul was better protected before they arrived! What could the Mistress possibly have in mind?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c470",
      "en": "'You are dealing with the blood-leeches? Pity. It is a pleasure to watch them feed on the corpses.\\n\\n'Still, Morven's word is but one step removed from that of our Mistress; you are wise to obey.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c48",
      "en": "'Maybe we will be lucky and Lozudurkh will not come back from his post.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c471",
      "en": "'It is a shame that you had to destroy the blood-leeches, but they will be back. They breed from the corpses, you know.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: The Prisoner of Sammath Baul",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c49",
      "en": "'That useless Gorthorog! Ask Morven if I can do away with Lozudurkh, will you? His stench is drawing the blood-leeches.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c472",
      "en": "'The Tarkrîp need to learn discipline. We could teach them something of it, you and I. Bleed some of them and kill the rest. The ones that remain will be more... vigilant.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}