{
  "id": 620808380,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Well, these will do right nicely, [placeholder]! Where better to get dwarf-steel moulds than the dwarves?\\n\\n'You tell Master Laerdan that I'll send a rider down with Arel as soon as the new shoes are finished.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I can't finish these horseshoes without dwarf-steel cutlery moulds. You can purchase them from an expert metalsmith at Thorin's Hall, I think.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Well now, Laerdan sends you to bring his horse back to him? That'll be a mite difficult. You see, he badly needs new shoes, and I haven't the materials to finish them.\\n\\n'Without some dwarf-steel cutlery moulds, there's not much more I can do. I hear there's an expert metalsmith at Thorin's Hall, out in the Blue Mountains way off to the west, who might have some, but I can't leave.\\n\\n'Perhaps you would make the journey to Thorin's Hall and purchase a few of the moulds? I'm sure I could make it worth your while....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 14, Chapter 1: The Steed Arel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Laerdan has asked you to speak with Nat Collop, a Man of Ost Forod who oversees the stable at Tinnudír, about sending his horse, Arel, to Rivendell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Found dwarf-steel cutlery moulds ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa81f35",
      "en": "Found dwarf-steel cutlery moulds ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the dwarf-steel cutlery moulds to Nat Collop at Tinnudír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Thorin's Hall is in Ered Luin, far to the west and south of Evendim.\\n\\nNat Collop has asked you to speak with the expert metalsmith at Thorin's Hall and obtain some dwarf-steel cutlery moulds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find dwarf-steel cutlery moulds ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5f5a3c3",
      "en": "Thorin's Hall is in Ered Luin, far to the west and south of Evendim.\\n\\nNat Collop has asked you to speak with the expert metalsmith at Thorin's Hall and obtain some dwarf-steel cutlery moulds.",
      "es": "",
      "es (fem)": ""
    }
  ]
}