{
  "id": 620808396,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'It is tragic news that you bring from Bree-land. If I had to guess, I would say that Angmar is trying to rekindle the forges of Mirobel in Eregion...perhaps they plan to forge a new ring or repair an old one?\\n\\n'Ah well, it is of no matter. There is much harm to be done if Angmar succeeds. However before they rekindle the forges, they will need to fix the great bellows. The bellows were originally made of a fine Elven leather that could withstand the test of time, but those are now rotted.\\n\\n'Angmar could, however, replace the Elf-leather with dragon-hide. It is strong and durable. There is rumour that a dragon -- lesser though he might be -- once dwelled in the frozen wastes of Forochel. Go to Sûri-kylä and speak with their chieftain, Yrjänä. He may know more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'One of the Vanha-väki sent you to me? The last I remember seeing was the one named Laerdan, and he failed in his task.\\n\\n'What does this Vanha-väki wish of the Lumi-väki?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Yrjänä dwells in the Lossoth village of Sûri-kylä in Forochel. He may be able to guide you to the dragon's lair.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 14, Chapter 11: The Great Bellows of Mirobel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Newbold Leafcutter could help you no longer and suggested you return to Eglamír at Celondim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Yrjänä at Sûri-kylä",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Yrjänä is at Sûri-kylä in Forochel, far to the east and north of Celondim.\\n\\nEglamír believes that Amarthiel's minions may be trying to find the lair of a dragon which may still dwell in Forochel, the hide from which may be used to repair the bellows of the forges at Mirobel. He suggests you go to the frozen north and speak with the Lossoth chieftain Yrjänä.",
      "es": "",
      "es (fem)": ""
    }
  ]
}