{
  "id": 621049102,
  "txt": [
    {
      "id": 216727828,
      "en": "Grúmachath can be found to the north-east of the Mur Shatraug, the Witch-gate.\\n\\nAfter escaping with your aid, Múta intends to join the Zhélruka expedition at Grúmachath. You should travel to Grúmachath with Múta.\\n\\n\\n<rgb=#FF0000>NOTE: If you become separated from Múta, use the horn she gave you to summon her to your side.</rgb>",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Múta",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Ah, here we are at last!'\\n\\nMúta looks around Grúmachath and spies several Zhélruka standing around a camp-fire.\\n\\n'That looks to be the dwarf in charge, [placeholder]. I will go announce us!\\n\\n'Come on over in a moment!'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Múta can be found at your side.\\n\\nYou have arrived at Grúmachath. You should talk to Múta.\\n\\n\\n<rgb=#FF0000>NOTE: If you become separated from Múta, use the horn she gave you to summon her to your side.</rgb>",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "Múta runs off toward the centre of Grúmachath",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "Múta rushes to your side!",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Join Múta by the camp-fire at the centre of Grúmachath",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Múta can be found at Grúmachath.\\n\\nAfter arriving at Grúmachath, Múta ran off toward the centre of the encampment. You should join Múta by the camp-fire at Grúmachath.",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Múta can be found at Grúmachath.\\n\\nYou have found Múta speaking to the Zhélruka in charge of Grúmachath. You should talk to Múta.",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "Múta appears to be speaking with the Zhélruka in charge of Grúmachath",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to Mézto at Grúmachath",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Talk to Múta at Grúmachath",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'Câr Bronach has drawn the attention of all sorts, it seems. Perhaps Prince Durin did not wish to be left out!\\n\\n'As I said to Múta, you may aid us and make camp among us, but in matters of this expedition, I will answer only to the orders of Prince Ingór. Is that understood?'",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'There you are, [placeholder]. I was just telling Mézto about the hardship we encountered in our journey to Grúmachath.\\n\\n'In exchange for our aid, the Zhélruka are willing to give us quarter and supplies as needed. That is kindness enough for me, my friend, but why don't you speak to Mézto yourself?'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "After escaping her imprisonment at Mur Shatraug, the Witch-gate, Múta intends to join the Zhélruka expedition at Grúmachath.",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Amidst the battered stones of an old Angmarim settlement, the Zhélruka have made camp",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Múta rushes to your side!",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Mézto can be found at Grúmachath.\\n\\nYou have found Múta speaking to the Zhélruka in charge of Grúmachath, Mézto. You should talk to Mézto.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "DNT - Bestowal",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Flight to Grúmachath",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Travel to Grúmachath with Múta",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'After I was captured, I spied some Zhélruka to the north-east. It was an unintended benefit of being imprisoned so high up, it seems!\\n\\n'According to what little the Gabil'akkâ knows of this region, there is an old Angmarim settlement in that direction known as Grúmachath. Perhaps that is where the Zhélruka have made camp... or perhaps not, but anywhere is better than staying here.\\n\\n'Let's go, [placeholder]. I will show you the way!'",
      "es": ""
    }
  ]
}