{
  "id": 621049104,
  "txt": [
    {
      "id": 216727828,
      "en": "DNT - Obj 1 Descript",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Dourhand banners and standards of the Iron Crown can be found at Mur Shatraug.\\n\\nEncamped at Mur Shatraug, the Witch-gate, the Dourhands loyal to the Iron Crown dutifully guard the pass to Câr Bronach. You should destroy Dourhand banners and standards of the Iron Crown.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Destroy banners of the Dourhands at Mur Shatraug\\nDestroy Iron Crown standards at Mur Shatraug",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "You have destroyed many banners of the Dourhands and the Iron Crown at Mur Shatraug.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Completed",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "You have destroyed many banners of the Dourhands and the Iron Crown at Mur Shatraug. Through your efforts, the pass into Câr Bronach from Mount Gundabad will be made safe for the Gabil'akkâ.",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Encamped at Mur Shatraug, the Witch-gate, the Dourhands loyal to the Iron Crown dutifully guard the pass to Câr Bronach.",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Destroyed banners of the Dourhands at Mur Shatraug ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Destroyed Iron Crown standards at Mur Shatraug ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "After exploring Mur Shatraug, the Witch-gate, you have discovered Dourhands loyal to the Iron Crown guarding the pass to Câr Bronach. Although Mur Shatraug was defiled long ago by the Witch-king of Angmar, newly-erected banners of the Dourhands and the Iron Crown lay false claim to the easternmost entrance to Mount Gundabad.\\n\\nYou should destroy banners of the Dourhands and the Iron Crown and work to claim Mur Shatraug for the Gabil'akkâ.",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Mur Shatraug: Dour Hands, Iron Crowns",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Destroy banners of the Dourhands at Mur Shatraug ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Destroy Iron Crown standards at Mur Shatraug ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}