{
  "id": 621049103,
  "txt": [
    {
      "id": "0xd9b5683",
      "en": "After exploring Mur Shatraug, the Witch-gate, you have discovered Dourhands loyal to the Iron Crown guarding the pass to Câr Bronach. Countless supplies are scattered among their encampment on the Witch-gate, many of which are still bound and sealed to resist the harsh clime of Câr Bronach. Though wicked, the Dourhands are not overfond of Orkish rations or weapon-craft, so it is likely their supplies might contain things of value to the Gabil'akkâ as they work to reclaim Mount Gundabad.\\n\\nYou should collect Dourhand supply-crates at Mur Shatraug for the good of the Gabil'akkâ.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Collect Dourhand supply-crates at Mur Shatraug",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Encamped at Mur Shatraug, the Witch-gate, the Dourhands loyal to the Iron Crown dutifully guard the pass to Câr Bronach.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Mur Shatraug: Supplies for the Gabil'akkâ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "You have collected many supply-crates at Mur Shatraug, depriving the Dourhands loyal to the Iron Crown of vital resources. These supply-crates will be searched and their contents will be used to aid the Gabil'akkâ in the reclamation of Mount Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "You have collected many Dourhand supply-crates at Mur Shatraug, depriving those loyal to the Iron Crown of vital resources.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Collected Dourhand supply-crates at Mur Shatraug ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "DNT - Obj 1 Descript",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Collect Dourhand supply-crates at Mur Shatraug ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Dourhand supply-crates can be found at Mur Shatraug in Câr Bronach.\\n\\nEncamped at Mur Shatraug, the Witch-gate, the Dourhands loyal to the Iron Crown dutifully guard the pass to Câr Bronach. You should collect Dourhand supply-crates.",
      "es": "",
      "es (fem)": ""
    }
  ]
}