{
  "id": 621049094,
  "txt": [
    {
      "id": 162883721,
      "en": "A large amount of crystals have been found within a new cavern named Mesem-gairu.\\n\\nYour mission is to collect a sample of these crystals, and defend yourself against any creatures that may dwell down there.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "You have been tasked with carefully mining crystals within Mesem-gairu.",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "The mission is complete!\\n\\nSpeak to Horin for your reward!",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mission: Crystal Conundrum",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I have a new mission for you, [placeholder].\\n\\n'So it seems we've stumbled into a cavern full of crystals upon one of our recent delves into the ground. Our scouts are calling it Mesem-gairu, and its apparent that this cave is abundant with gems.\\n\\n'I would ask if you could retrieve some of these crystals for further inspection and perhaps even further use in our endeavours. But do so carefully, we aren't sure what, if any, creatures may also be drawn to these crystals.'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Complete Mission: Crystal Conundrum",
      "es": ""
    },
    {
      "id": 261009172,
      "en": "Never-ending",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Horin",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Your mission is to carefully mine crystals within Mesem-gairu and bring them back to Horin.\\n\\nSpeak to Horin to travel to Mesem-gairu.",
      "es": ""
    },
    {
      "id": 133136803,
      "en": "Monsters in this mission will continue to join the fight until their entry-point is destroyed.",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'Well done! I hope you weren't too overwhelmed down there! Thanks to you we can start finding a use for these new crystals!'",
      "es": ""
    }
  ]
}