{
  "id": 621049137,
  "txt": [
    {
      "id": "0xa5029c6",
      "en": "Return to Golodhril",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e1",
      "en": "'Mae govannen, friend. I see my dear sister still chafes at her imagined bonds.'\\n\\nSadorwen chuckles lightly.\\n\\n'Golodhril is merely a few centuries old. She has not yet experienced all that ones such as ourselves have. I promised her that we could visit the places she reads about before we set sail for the West. However, I did not agree to allow her to become drake food.\\n\\n'With your experience and skills, you could easily help her with some of the tasks she has set for herself. I am sure you are busy; however, you will no doubt pass by the weeds and vines she seeks. If you are interested, why not offer to go in her place for now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502914",
      "en": "Talk to Sadorwen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011844",
      "en": "Golodhril is sulking in Bazanmanar.\\n\\nSadorwen has suggested that you help Golodhril.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568903",
      "en": "DNT - 'What have you found?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a4",
      "en": "DNT - Nósni is in Bazanmanar, in northeastern Clovengap.\\n\\nYou should tell Nósni what Klátha said.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d2",
      "en": "DNT - The pile of furs is next to Klátha in northern Clovengap.\\n\\nYou should add your furs to the pile.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e181",
      "en": "DNT - Add furs to the pile",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011860",
      "en": "DNT - Klátha is located in Bazanmanar.\\n\\nNósni has asked you to bring the furs to Klátha.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568932",
      "en": "DNT - 'I know you meant no harm, friend, but please tell Nósni that I have no interest in speaking with him until he apologizes for what he did. A pile of furs, no matter how fine, will not change my mind.' \\n\\nKlátha huffs and refuses to say anymore.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011890",
      "en": "Sadorwen is located in Bazanmanar.\\n\\nGolodhril has asked you to speak to her sister Sadorwen on her behalf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568935",
      "en": "'She continues to treat me like a child, I see. Very well, I suppose I will accept your service.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fab2",
      "en": "The Forest Beneath the Mountain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e1b4",
      "en": "DNT - Return to Mother Amma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'Oh, hello! You are that hero of the realm, [placeholder], correct? My, it must be wonderful to be free to wander Middle-earth in search of adventure and glory.\\n\\n'I am Golodhril. My sister Sadorwen and I have come to see the fabled Forest Beneath the Mountain!'\\n\\nShe sighs and slumps.\\n\\n'Sadly, we have seen barely anything save rocks and weeds. I am a prisoner of my tyrannical sister! Perhaps you could speak with her, and tell her that Clovengap is nowhere near as dangerous as she fears.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "A pair of Elven sisters are on a journey to tour Middle-earth before leaving for the West.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c3",
      "en": "DNT - Speak to Klátha",
      "es": "",
      "es (fem)": ""
    }
  ]
}