{
  "id": 621049106,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "DNT - Obj 1 Descript",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e01",
      "en": "Free Múta from her cage at Mur Shatraug, the Witch-gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "The Dourhands' summoning horn can be found at Mur Shatraug, the Witch-gate.\\n\\nMúta has asked you to seek out the Dourhands' summoning horn at Mur Shatraug, the Witch-gate and summon an Iron Crown key-warden. You should find the summoning horn at Mur Shatraug, the Witch-gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "The Dourhands' summoning horn can be found along the road at Mur Shatraug, the Witch-gate.\\n\\nYou have discovered the Dourhands' summoning horn and you should now sound it in an attempt to summon the Iron Crown key-warden.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Use the Dourhands' summoning horn and confront the Iron Crown key-warden",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Múta can be found at Mur Shatraug, the Witch-gate.\\n\\nYou have collected a single, small key from the Iron Crown key-warden. You should return to Múta.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "As the Iron Crown key-warden falls defeated, you collect a small key from his belt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Múta at Mur Shatraug, the Witch-gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Múta can be found at Mur Shatraug, the Witch-gate.\\n\\nYou have collected a single, small key from the Iron Crown key-warden. You should use it to attempt to free Múta from her cage.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "To your and Múta's surprise, the lock on her cage disengages!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Múta at Mur Shatraug, the Witch-gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Well, any luck?'\\n\\nYou show Múta the single, small key you retrieved from the Iron Crown key-warden.\\n\\n'I must admit, [placeholder], I'd hoped you'd return with a whole key-ring. I guess we'll have to hope this one does the trick!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Beneath the arches of the Witch-gate, you discover a crude horn hanging from a post",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Despite the efforts of the Dourhands, Múta believes she may have discovered the key to her escape from the Witch-gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Ha! I was beginning to think I was going to have file one of these bars down.\\n\\n'Well done, [placeholder]. Now, let's get out of here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Find the horn used by the Dourhands to summon the Iron Crown key-warden",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "You hear someone approach...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Subtlety has served me well in the past, but from what I have learned, the Iron Crown answer only to two things: their self-styled masters... and force!'\\n\\n'Within the orders you found, there was mention of a jailor dispatched to the Witch-gate to deliver me to the Iron Crown at the Drearspire. As I am swiftly learning, the Iron Crown seem fond of bestowing fanciful titles upon themselves and their followers. For instance, they call this would-be jailor a \\qkey-warden\\q. If one needs for so many keys, I wager they do not trust their locks.\\n\\n'Unless my ears have deceived me, the Dourhands use some sort of summoning horn to communicate with the Iron Crown. Perhaps if you were to greet the key-warden in the Dourhands' stead, you might find the key to this cage!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "A Key to Freedom",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Múta can be found at Mur Shatraug, the Witch-gate.\\n\\nYou have managed to unlock Múta's cage. You should talk to Múta.",
      "es": "",
      "es (fem)": ""
    }
  ]
}