{
  "id": 621049105,
  "txt": [
    {
      "id": "0xeb01195",
      "en": "Múta can be found at Mur Shatraug, the Witch-gate.\\n\\nYou have recovered Múta's weapons. You should deliver them to Múta.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Múta can be found at Mur Shatraug, the Witch-gate.\\n\\nAfter being discovered by Dourhands at the Witch-gate, Múta was captured and the rest of her scouts were scattered. You should find Múta.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e17",
      "en": "Deliver the orders to Múta at Mur Shatraug, the Witch-gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'[placeholder]! What are you doing here?!'\\n\\nMúta's voice shrinks to a gruff whisper.\\n\\n'I didn't expect for help to be sent so soon, but given the circumstances, I'm more than happy to be wrong! When the Dourhands ambushed us, I saw Kársa and Uzvát escape to the east. But have you seen Gárjan?'\\n\\nYou tell Múta that Gárjan escaped and that he now intends to warn Ausma and Lord Glóin of the danger beyond the Witch-gate.\\n\\n'It seems our efforts to foil the Iron Crown in Elderslade did not go as unnoticed as we hoped. After the Dourhands threw me in this cage, I overheard them mumbling about new orders from Brathar. Unfortunately, they were wise enough to continue their conversations where I couldn't eavesdrop on them.\\n\\n'Why don't you see if some of them have been foolish enough to keep their orders on hand? I'll keep trying to free myself in the meantime!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Múta at Mur Shatraug, the Witch-gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Múta can be found at Mur Shatraug, the Witch-gate.\\n\\nMúta has been captured and imprisoned by the Dourhands at Mur Shatraug, the Witch-gate. You should talk to Múta.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e03",
      "en": "Deliver the weapons to Múta at Mur Shatraug, the Witch-gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Collect orders from the Dourhands at Mur Shatraug, the Witch-gate ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Dourhands can be found at Mur Shatraug, the Witch-gate.\\n\\nIn preparation for her escape, Múta has asked you to collect orders from the Dourhands at the Witch-gate. You should defeat the Dourhands and collect their orders.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Collected orders from the Dourhands at Mur Shatraug, the Witch-gate ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Múta can be found at Mur Shatraug, the Witch-gate.\\n\\nYou have collected orders from the Dourhands at Mur Shatraug, the Witch-gate. You should deliver them to Múta.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Collect Múta's weapons at Mur Shatraug, the Witch-gate ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Múta's weapons can be found at Mur Shatraug, the Witch-gate.\\n\\nMúta has asked you to return her weapons to her before attempting an escape. You should collect Múta's weapons.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "Múta's axe is of a simple design, but it has clearly seen much use",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "Múta's dagger is stained black, perhaps from a crude dye or Orkish blood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Did you find anything?'\\n\\nYou hand the orders to Múta. As she reads them, her eyebrows raise and lower a few times. After a moment, she scoffs.\\n\\n'Bah! If these orders are to be believed, we and the Zhélruka have our work cut out for us. From what I can tell, the Iron Crown, as well as their Dourhand and Hill-men allies, now serve one named High Priestess Ásachal. I cannot be certain of it, but I would not doubt she is a descendant of the corrupt Men of Westernesse! It seems the Iron Crown has laid claim to that fortress across the valley—the Drearspire, they call it. It is said they seek something called \\qCrûn Nasgadh\\q, but I cannot glean anything else about it from these orders. Is it some sort of artifact? A spell of old Angmar? Whatever it is, I'm certain it won't be good for us or the Gabil'akkâ if they find it!\\n\\n'Things are more urgent than they seemed, [placeholder]. Will you fetch me my weapons? The Dourhands took them and set them on a table over there—just out of my reach. I've an idea on how to escape from this cage, but I'd feel a lot better about it if I wasn't unarmed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Originally intending to join the Zhélruka expedition in Câr Bronach, Múta and her scouts quickly became separated after being ambushed by Dourhands at Mur Shatraug, the Witch-gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'You have them? Give them here, my friend!'\\n\\nAs Múta examines her axe and dagger, a smile forms at the corner of her mouth.\\n\\n'You have my thanks, [placeholder]. It'll be time to put them to use soon enough!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "You discover Múta locked in a cage within the Dourhands' encampment at the Witch-gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Find Múta at Mur Shatraug, the Witch-gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Before we set out, Múta warned us that some new purpose has kindled the spirits of the Dourhands and that they serve one of their own sworn to the Iron Crown: Brathar Crack-helm. We made every preparation... or so we thought.\\n\\n'No sooner had we passed through the Witch-gate than we were caught in a trap! Múta was captured by the Dourhands, but I do not know what has become of Kársa or Uzvát. Alas, [placeholder], I'm in no condition to mount a rescue.'\\n\\n'I'm afraid you will have to manage that, my friend.'\\n\\nAs Gárjan braces his leg, you notice a lengthy gash in the armour covering his thigh.\\n\\n'Bah, it looks worse than it is! At the very least, I can make it back to Bárgstad on my own to tell Ausma what has happened.\\n\\n'Do not let these Dourhands get the last laugh, [placeholder]. Múta must be freed before it is too late!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "In the Wind",
      "es": "",
      "es (fem)": ""
    }
  ]
}