{
  "id": 620759576,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Burned the catapult",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Burned the siege-tower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Orcs were further along in their plans to build siege-weapons with which to assault Gabilshathûr than Avar thought. He told you that they had built two siege weapons and were hiding them within the caves of Grishbalt.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'A very brave dwarf-scout returned to Gabilshathûr and confirmed what I feared: the Orcs are building siege-weapons. In fact, they have already completed some of them! It is only a matter of time before they bring them to bear up on us.\\n\\n'We have had two pieces of luck though. The Orcs have hidden these weapons well in the caves of Grishbalt north of here. However, the dwarf-scout saw them bring a load of lumber into the caves and carefully followed them in. The second piece of luck is that the Orcs have built only a single siege-tower and a single catapult. That makes the task easier... although only a little.\\n\\n'The caves of Grishbalt are to the north of here, along the east side of Duvuinen. The caves are infested with Orcs and trolls, so bring allies to help you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The caves of Grishbalt lie north of Gabilshathûr, along the east side of Duvuinen.\\n\\nAvar asked you to find and destroy the two siege-weapons the Orcs have hidden there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done, [placeholder]! You have bought us at least a temporary respite from the Orcs. It will not be long before they are at it again, I fear, but at least for the moment we are safe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The caves of Grishbalt lie north of Gabilshathûr, along the east side of Duvuinen.\\n\\nAvar asked you to find and destroy the two siege-weapons the Orcs have hidden there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Avar is at Gabilshathûr, south of Duvuinen.\\n\\nYou should return to the Avar with word of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "After examining the catapult, you determine that the only way to destroy it is with fire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Well done again, [placeholder]! It was a dangerous task, but you were up to it. I wonder if you would help us one more time....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "After examining the siege-tower, you determine the only way to destroy it is with fire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Hurry, there is no time to waste. Gather your allies and travel to the caves of Grishbalt north of here and destroy the siege-weapons found there!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find a torch to burn the catapult",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'It will not be long before those Orcs are back at it again, but for now, [placeholder], we are safe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Burn the catapult",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Find a torch to burn the siege-tower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Burn the siege-tower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Weapons of the Orcs",
      "es": "",
      "es (fem)": ""
    }
  ]
}