{
  "id": 620759543,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected Golodir's sword",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected Golodir's mail shirt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Collected Golodir's shield",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The assault on Carn Dûm saw the freedom of the Ranger Golodir, but proved fruitless as Lorniel perished, and Mordirith, the Steward of Angmar, withdrew into the fastness of the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I have nothing left, thanks to your carelessness. If you wish to speak with someone, speak with Laerdan. He will have to continue the fight on now, without me.\\n\\n'Now leave me.' \\n\\n<rgb=#FF0000>This quest is meant for a fellowship. If you choose to undertake this quest solo you will receive an inspiration bonus, but the challenge will be great.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Laerdan is at Gath Forthnír.\\n\\nGolodir, crushed by his daughter's death, told you to leave him be and to go speak with the Elf Laerdan.\\n\\n<rgb=#FF0000>This quest is meant for a fellowship. If you choose to undertake this quest solo you will receive an inspiration bonus, but the challenge will be great.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, [placeholder]. It is good that you have returned. I have known Golodir for many years, but never have I seen his spirit so broken. Though Lorniel's death was perhaps the final stone to be cast at his shattered heart, I sense there is something more dire at the root of his despair.\\n\\n'We must reforge Golodir's spirit, my friend...though I know not how. I have only a dim flicker of a plan, but perhaps it will work.\\n\\nGolodir was a mighty warrior, and he could be reminded of that past if he were to have his weapons again. They were taken from him, and given as gifts to the emissaries of the tribes of Angmar, as tokens of Mordirith's victory over the Free Peoples. Each of these emissaries occupies a tower at Barad Gúlaran to the south. If we are fortunate, you will find Golodir's weapons and gear on these emissaries.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Golodir's gear was given to emissaries from the goblins, dwarves and nomads of Angmar. These emissaries can be found in the spires surrounding Barad Gúlaran to the south of Gath Forthnír.\\n\\nAs a first step in his plan to renew Golodir's spirit, Laerdan has asked you to retrieve the Ranger's weapons and gear from the emissaries within the towers of Barad Gúlaran.\\n\\n<rgb=#FF0000>This quest is meant for a fellowship. If you choose to undertake this quest solo you will receive an inspiration bonus, but the challenge will be great.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Leave me be, [placeholder]. My life and my joy have been stripped from me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'So you have returned and with success. Alas, this gear is no longer fit for use. I fear the flicker of my plan is soon to be extinguished.\\n\\n'Still, there may be some hope left.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Leave me be! I have no interest in your folly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Have you found Golodir's gear? Each piece is in the possession of an emissary of the tribes of Angmar - goblin, dwarf and nomad - with the towers at Barad Gúlaran.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring Golodir's gear to Laerdan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find Prakhum, the emissary of Goblin-town, and recover Golodir's sword from him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Find Karstíona, the emissary of the Trév Duvárdain, and recover Golodir's mail shirt from her",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Find Laugi Goldentongue, the emissary of the Dourhands, and recover Golodir's shield from him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 8, Chapter 1: The Flickering Flame",
      "es": "",
      "es (fem)": ""
    }
  ]
}