{
  "id": 620759461,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'You have done as I asked, [placeholder], and for that I am grateful. Nay, do not frown so! Had you not searched the caves, we could never be sure that the Nazg没l was not hiding within, waiting for his time to strike anew. Now we have eliminated some of his possible hiding-places, and for that we should be pleased.\\n\\n'I will take Glorfindel's beryl and return it to him. For you, I have another avenue of inquiry, and it could be this one will bear fruit.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You do not have Glorfindel's beryl, [placeholder]. I need you to return it to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 4, Chapter 5: Hiding in the Dark",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x18ed544",
      "en": "Torogrod",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You hold Glorfindel's beryl aloft, but it remains dark",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I gave you my notes on the troll-caves you should search, [placeholder]. Descend to the deepest chamber within the caves Torogrod, Nurath, and Thingroth and hold aloft Glorfindel's beryl.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have reached the deepest chamber of Torogrod",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You are seeking the cave of Thingroth? I do not know if it bears that name, but there is a troll cave to the east -- I passed by it as I sought the Wovenvales.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You leave the deepest chamber of Torogrod",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Elladan gave you his notes containing the locations of the troll-caves.\\n\\nElladan wants you to search three troll-caves with Glorfindel's beryl.\\n\\n<rgb=#FF0000>Using the Shimmering Elf-stone allows you to access the inspiration buff while solo or in a smaller fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You hold Glorfindel's beryl aloft, but it remains dark",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c50",
      "en": "Bring Glorfindel's beryl back to Elladan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Elladan is at Thorenhad, his camp among the Bruinen Gorges, north of the bear-dens.\\n\\nElladan is waiting to hear what Glorfindel's beryl revealed: that the missing Nazg没l was never in any of the caves you searched.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "You have reached the deepest chamber of Nurath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "You leave the deepest chamber of Nurath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3687",
      "en": "You hold Glorfindel's beryl aloft, but it remains dark",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3688",
      "en": "You have reached the deepest chamber of Thingroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3689",
      "en": "You leave the deepest chamber of Thingroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcfb7398",
      "en": "Nurath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Use Glorfindel's beryl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find the deepest chamber of Torogrod",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Use Glorfindel's beryl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Find the deepest chamber of Nurath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Use Glorfindel's beryl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Find the deepest chamber of Thingroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "If you are not in a fellowship you can use the Shimmering Elf-stone to invoke inspiration",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "If not in a fellowship you can use the Shimmering Elf-stone to invoke inspiration",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1fd5638",
      "en": "Thingroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c9",
      "en": "Bring Glorfindel's beryl back to Elladan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1f368c0",
      "en": "Strength swells within your chest. You can use the Shimmering Elf-stone here to draw upon inspiration.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1f368c1",
      "en": "You cannot invoke inspiration here.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Elladan has determined that the missing Rider may be hiding in one of the many caves that dot the crags of the Trollshaws and wants you to search several of them with Glorfindel's beryl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I have given some thought to our riddle, [placeholder], and while I do not know if this is the answer, my heart tells me that we must exhaust this course before we can be sure it is fruitless.\\n\\n'Many caves dot the wilderness of the Trollshaws, home to the creatures that give this place its name. The missing Nazg没l suffered some grievous hurt when caught between the fires of Glorfindel and the Ranger Aragorn and the waters of Bruinen, and he must have escaped to some secluded corner of the wild to regain his strength; I believe he fled to one of the troll-caves.\\n\\n'I will write down the names and locations of three caves. Descend into the deepest chamber of each and hold Glorfindel's beryl aloft. We must learn if the Nazg没l hid within one of these caves in order to pick up his trail. Bring allies to these caves, for the trolls that lurk within are dangerous. Here are my notes, [placeholder].'\\n\\n<rgb=#FF0000>Using the Shimmering Elf-stone allows you to access the inspiration buff while solo or in a smaller fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    }
  ]
}