{
  "id": 620759550,
  "txt": [
    {
      "id": 236806437,
      "en": "Golodir's Room",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "After discovering the secret of the watching-stones of Rammas Deluon, Corunir sent you into the eastern reaches of Angmar, seeking the Rangers and Hillmen of Aughaire who had marched forth to throw down the rising power of Angmar. You found the Ranger Braigiar at the dwarf-outpost of Gabilshathûr in Malenhad.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'It is a pity that Corunir could not steel his heart against the Watchers of Rammas Deluon. The power of the watching-stones is terrible. Many of the Hillmen tried to flee back through Rammas Deluon and perished.\\n\\n'We marched on, but ere we ever came unto Carn Dûm, we were beset by Orcs and creatures more terrible. Golodir was lost and our numbers were scattered. The scarce remnant that remains has barely managed to avoid the snares of the Enemy for these last few years, but I fear Angmar has grown too strong, and we will not be able to hide forever.\\n\\n'I have learned that one party of my kindred is encamped at a place called Gath Forthnír, far to the north in the eastern reaches of Himbar. Go to them, if you would, and lend them what aid you may.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Gath Forthnír lies somewhere far to the north of Gabilshathûr.\\n\\nBraigiar has sent you to find and lend aid to the survivors of Golodir's company at the encampment of Gath Forthnír.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have come from Corunir by way of Braigiar? Welcome, then, and well met! Indeed, we could use your aid. These last few years have seen us nearly vanquished.\\n\\n'But it is not for me to tell you of our woes. You should enter within and speak with Lorniel, Golodir's daughter.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Lorniel is inside the building at Gath Forthnír.\\n\\nAreneth told you to speak with Lorniel, daughter of Golodir.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Your aid is needed among my brethren at Gath Forthnír. Do not delay!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I do not believe good fortune alone brings you hither, my good [placeholder]. Come, we have much to speak about.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You say Lorniel lives? You should return to Gath Forthnír at once and speak with her!'",
      "es": ""
    },
    {
      "id": 59210965,
      "en": "Laerdan's Room",
      "es": ""
    },
    {
      "id": 118017365,
      "en": "Gath Forthnír",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Lorniel is inside. She will wish to speak with you.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find the Rangers of Gath Forthnír",
      "es": ""
    },
    {
      "id": 147482389,
      "en": "Lorniel's Room",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Whatever you do, make sure the Iron Crown never learns of Gath Forthnír!'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'The shadow hangs heavy here, yet even here, hope can be found.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 7, Chapter 1: Hidden in Shadow",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'The Enemy is strong, to be sure, but his pride shall lead to his fall!'",
      "es": ""
    }
  ]
}