{
  "id": 620759577,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Guard-Captain Gisur has fallen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Gabilshathûr has been saved",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gabilshathûr is in danger. A raiding party of Orcs is making their way toward the dwarf-holding and may overrun it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'It seems that defeating those Orcs to the north was not enough. A scout sent word that a band of Blogmal and Krahjarn Orcs are approaching Gabilshathûr! They must have been angered by your assault!\\n\\n'Please, join the other guards and help defend Gabilshathûr. Hurry! There is little time to prepare!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Orcs are moving against Gabilshathûr.\\n\\nGuard-captain Gisur has asked you to help defend Gabilshathûr against an Orc-attack.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'By Durin's beard! Did you see? That raiding-party was much smaller than any who have raided us in the past! Your efforts weren't for naught. And perhaps -- after the setback they suffered today -- they will think twice about coming here again. Hopefully, their pride will prevent them from telling any of their masters that a few dwarves defeated them so soundly!\\n\\n'It seems that, for now, we are safe. You have our thanks, [placeholder], and what little reward I can give you, I will.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Guard-captain Gisur is at Gabilshathûr.\\n\\nYou helped stave off the Orc-attack and should speak with Gisur, now that the danger is over.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You saved us! We are in your debt.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Look to your weapon, friend! I fear the Orcs may be upon us in a few moments. We can only hope that they are not aware of our force here, and that they are but a small raiding-party.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Guard-Captain Gisur when you are ready",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Protect Gabilshathûr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Orc-raid",
      "es": "",
      "es (fem)": ""
    }
  ]
}