{
  "id": 620759546,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'Mordirith has been weakened, though not destroyed. The way though is open for others to finally throw down this False King. I wish that it had been I who had driven that foul creature back into Shadow, but it is enough to have done what I have.\\n\\n'I ask that if you do return to Carn Dûm, finish the work that we started, strike down Mordirith. Although a creature such as he cannot be entirely destroyed -- for he can simply recloak -- such a loss for him will be a great victory for the Free Peoples of Eriador.\\n\\n'Still, there is more I would ask of you....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Good, you have arrived! Now is the time to face Mordirith and make him pay for all that he has done. Here we shall strike a blow against Angmar, or die in the attempt!\\n\\n'Are you ready?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 8, Chapter 5: Mordirith's Fall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xce4cba5",
      "en": "'You have my thanks for now. I will see you all soon, I am sure of it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Golodir has been defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The journey into Carn Dûm will be a difficult one, but Mordirith must be thrown down. Are you ready to travel?'\\n\\n<rgb=#FF0000>This quest is meant for a fellowship. If you choose to undertake this quest solo you will receive an inspiration bonus, but the challenge will be great.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have defeated Mordirith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The debt of gratitude I owe you, [placeholder], is not one that can be easily repaid. But be assured, I shall not forget all that you have done for me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Mordirith can be found within the throne room of Carn Dûm.\\n\\nGolodir has asked you to join him as he returns to Carn Dûm to face Mordirith, the False King, Steward of Angmar.\\n\\n<rgb=#FF0000>This quest is meant for a fellowship. If you choose to undertake this quest solo you will receive an inspiration bonus, but the challenge will be great.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Mordirith's defeat is a great victory, but do not be mistaken: the war against Angmar is not yet won.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Golodir is at Gath Forthnír.\\n\\nAfter defeating Mordirith and encountering the mysterious Sara Oakheart, you and Golodir travelled back to Gath Forthnír. You should speak with Golodir again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'You have done well in restoring Golodir's hope and avenging Lorniel's death. Thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'I never thought the day would come! The False King has fallen!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'The factions of Angmar will fall into infighting now that the Witch-king's Steward has been defeated!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'Through the long years here, hiding, I had about given up hope of us ever striking such a blow against the Iron Crown. Yet, Mordirith has fallen!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c48",
      "en": "'Hope has returned. The spirit of Lorniel's father has been restored. I think Lorniel would be happy...yes, I know she would!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcec1181",
      "en": "'Golodir, did you really think that you could stop Angmar with \\qwarriors\\q such as these?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c49",
      "en": "'Although the False King was but a link in the shackles that bind my people, I know now that one day the shackles of slavery shall be utterly broken, forever!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcec1182",
      "en": "'[placeholder], unwittingly, you have been an aid to me time and again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6cecc8e",
      "en": "'Fools! I've had enough of your meddling!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c470",
      "en": "'To face so great an enemy and defeat him. Such strength does not dwell within me...we are honoured to have one such as you aid us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c471",
      "en": "'The victory was bought at a great cost, yet no price is too high to pay if it results in the downfall of the Iron Crown!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c472",
      "en": "'Mordirith's defeat is but the first blow in our war against Angmar! Soon the Iron Crown will be toppled, and my kin will be free of them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Speak to Golodir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c473",
      "en": "'[placeholder]! Thank you. Thank you for avenging Lorniel's death. She was a fine girl...you've done well by her name!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Golodir in Gath Forthnír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c474",
      "en": "'[placeholder]! The bane of Mordirith! Your victory shall never be forgotten! Never!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Golodir in Gath Forthnír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd29c452",
      "en": "'This evil shall be destroyed once and for all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc368182",
      "en": "'For you see, the palantír is now mine.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Laerdan's hopes of using the sword and armour of Golodir to renew the Ranger's spirit were not in vain. The sight of the shining shield of Gondor and of his bright-burning sword, Dúnachar, kindled within Golodir a new fire... perhaps a dangerous one.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa0d29c4",
      "en": "'Good, you have arrived! Let us destroy this evil once and for all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The time for vengeance is at hand. Despite the strength you have seen within Angmar's bosom, it is a strength which may falter quickly. Mordirith, the False King, is a creature of great power, but I believe he may be hindered, if not destroyed altogether.\\n\\n'I will return to Carn Dûm and face Mordirith. It is time to cut the Iron Crown from the head of this serpent. I would ask that you stand with me!\\n\\n'Together, we will pass into that vile city and face Mordirith in the throne room of Carn Dûm. Gather what companions and supplies you need, for the fight ahead will be terrible.'\\n\\n<rgb=#FF0000>This quest is meant for a fellowship. If you choose to undertake this quest solo you will receive an inspiration bonus, but the challenge will be great.</rgb>",
      "es": "",
      "es (fem)": ""
    }
  ]
}