{
  "id": 620759483,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected northern bear-hides ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Glóin thinks that the dwarves may be overstaying their welcome at Rivendell and wishes to renew his guest-gift to Elrond.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Elrond's hospitality is all well and good, but we tarry here longer than we expected, and I wonder if we begin to overstay our welcome. We brought gifts for the Elves when first we came, but I think perhaps that we have become tiresome guests, eating the Elves out of house and home, as once we did for a certain hobbit....\\n\\n'Be that as it may, I would find another guest-gift for Elrond. There are great white bears roaming the Misty Mountains to the east and south of here, and I am of a mind to give Elrond a gift of their hides. I wonder if you would help us by hunting these beasts and collecting their hides?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Bears, both white and brown, can be found to the north, east, and south of Glóin's camp.\\n\\nHunt the great bears of the Misty Mountains and collect their hides.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Word travels quickly. These are fine hides, fine hides indeed. You have proven a worthy hunter of beasts, [placeholder]. I hope this gift will please the Elves.'",
      "es": ""
    },
    {
      "id": 225071138,
      "en": "Collect northern bear-hides",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Never thought you for a coward, or maybe there are more pressing needs that you must attend. I understand that the whimsy of an old dwarf rates lower than the requests of these fine upstanding Elves.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the hides to Glóin located in his camp",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "Glóin is rumoured to be in need of bear hides to deliver to Elrond in Rivendell as a token of his appreciation.\\n\\nCollect bear hides in the Misty Mountains and bring them to Glóin in his camp.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect northern bear-hides ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Bears of the North",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "There may be great white bears to the east and south of Glóin's camp. There may be brown bears north of Glóin's camp.\\n\\nHunt the great bears of the Misty Mountains and collect their hides.",
      "es": ""
    }
  ]
}