{
  "id": 620759476,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Searching the cornerstone, you discover the Gabilazan plans.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected Gabilazan plans",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Glóin told you that the Nazgûl you are pursuing can be found in the old dwarf-fortress of Gabilazan, in the company of Skorgrím Dourhand. The two entered the nearly impregnable inner keep of the fortress. Glóin believes the only way to enter the inner keep is to learn its secret entrance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'If we can but enter this fortress, we will end two problems with one fell stroke. By ending the threat of this Rider, we can ensure Rivendell's safety, and by putting an end to Skorgrím, we will crush the Dourhands. However, it won't be easy, as the scout reported that the two entered the inner keep of the fortress. That keep is nearly impregnable.\\n\\n'This is what you must do, [placeholder]. Every dwarf-fortress has a secret entrance, and although I do not know the secret of Gabilazan, I know how to learn it. When the cornerstone for Gabilazan was laid down, a copy of the fortress' plans would have been stored within. Around that cornerstone the fortress was built, and can now only be accessed by entering Gabilazan's vault. Once we have the plans, we will be able to learn the fortress' secret entrance.\\n\\n'Gabilazan can be found in the more westerly of the two passes that gate entrance to Iorbar. The easternmost pass, Rakhâs-bizar, is not guarded by dwarves and may give you a roundabout means of approaching the keep.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The cornerstone containing the plans is located inside Gabilazan's Vault, located in one of the two passes east of Glóin's camp. Glóin's camp is north of Rivendell.\\n\\nGlóin told you that to learn how to access the secret entrance to Gabilazan's inner keep, you will need to take the plans for the fortress placed in its cornerstone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, wonderful, you found the cornerstone, and the plans were within. I didn't mention it before you left, but there was a very good chance the plans were taken or destroyed years ago. Yet it seems fortune is smiling upon us this day!\\n\\n'Oh, and look here. Here's the inner keep's secret entrance!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bring the Gabilazan plans to Glóin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Glóin is at his camp north of Rivendell.\\n\\nYou scouted the old dwarf-keep and found many Dourhands, but you were unable to enter the main keep. You should return to Glóin with the news.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The plans are at Gabilazan, [placeholder]...with those, we may find our way in!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'The pass to Gabilazan runs from north to south and will be guarded by Dourhands. Find the vault in Gabilazan. Within that vault you should be able to find the fortress' cornerstone. Within that stone, there should be the original plans for the fortress.\\n\\n'With those plans, we should be able to learn the secret entrance into the fortress' inner keep.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You have done well to find the dwarf-keep in Gabilazan, but I need you to scout the inner keep. Return to Gabilazan and keep your eyes open!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search the Gabilazan Cornerstone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the Gabilazan plans to Glóin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect plans from Gabilazan cornerstone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 5, Chapter 3: The High Fortress",
      "es": "",
      "es (fem)": ""
    }
  ]
}