{
  "id": 620759541,
  "txt": [
    {
      "id": "0xc41c471",
      "en": "'The Dwarves of Gabilshathûr shall not forget Lorniel. No, a great statue will be erected in her name!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c48",
      "en": "'Golodir is returned, but he is not the man I once knew. There is no hope for my people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c49",
      "en": "'Golodir is returned to us, but at such a cost....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c472",
      "en": "'The Iron Crown shall pay for Lorniel's death! Mark my words!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c473",
      "en": "'I fear Golodir shall never recover from Lorniel's death.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "With the key to Carn Dûm in hand, the time has come to move against the forces of the False King and try to rescue Golodir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Your efforts have renewed my hope, [placeholder]. The time has come to move against the False King. Fortunately, I have just received word from Raghnall that my father was being moved outside of Carn Dûm to Rhunendin. With the key you have forged, no door will be barred to us. We will never have a better chance to free my father!\\n\\n'Are you with me? If so, speak with me again when you are ready to leave.'\\n\\n<rgb=#FF0000>This quest is meant for a fellowship. If you choose to undertake this quest solo you will receive an inspiration bonus, but the challenge will be great.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Lorniel awaits you at Gath Forthnír in eastern Angmar.\\n\\nLorniel told you to speak with her again when you were ready to begin your raid on Carn Dûm.\\n\\n<rgb=#FF0000>This quest is meant for a fellowship. If you choose to undertake this quest solo you will receive an inspiration bonus, but the challenge will be great.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Why did you come? Why did you allow Lorniel to come? I would sooner have dwelt there in torment for a thousand years, than to see my only daughter perish at the gates of that forsaken place....\\n\\n'Here, I took this accursed key from Lorniel before we left her behind... but, no, I no longer wish it. Take it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Golodir is at Gath Forthnír.\\n\\nYou have rescued Golodir, but at a terrible cost. The False King, Mordirith, appeared and slew her. You were able to weaken Mordirith and escape with Golodir back to Gath Forthnír.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Are you ready to leave, [placeholder]? Who knows how long we have before my father is moved once more.'\\n\\n<rgb=#FF0000>This quest is meant for a fellowship. If you choose to undertake this quest solo you will receive an inspiration bonus, but the challenge will be great.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Golodir's pain is not unknown to me. I, too, lost a daughter to Angmar, long, long ago....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Lorniel was as a sister to me. I do not know if I shall ever get over the pain of losing her.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Lorniel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'If only I had done more... if only I had gone in her place....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'It seems like just yesterday that Lorniel and I were children running through Esteldín... now she is gone....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 7, Chapter 8: The Gates of Carn Dûm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'Why? Why did she have to die? Curse Mordirith! May he fall beyond the Void!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c470",
      "en": "'Lorniel's determination was like a fire that kindled hope in all our hearts. Now that hope is extinguished....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'I wished Golodir to be free... to be returned to us... but not in exchange for Lorniel! Never that!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}