{
  "id": 620759564,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I know a way to take the fire from the Angmarim. But I must warn you that this is no mean feat. I cannot promise you will return from this battle.\\n\\n'There is a creature that commands the Angmarim. The wraith Garthamendir, a Cargûl that guards the gate of Carn Dûm. It is the thing that spurs the Angmarim into battle, the thing they fear more than your steel or the arrows of my Rangers.\\n\\n'Find the Cargûl at the gates of Carn Dûm to the west. Rest first and gather your strength. You will need all of it if you are to triumph. And go not alone!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Your courage inspires my men, [placeholder]. With the wraith defeated, the Angmarim scurry in search of a new leader. We will attack them while they are at their weakest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Garthamendir will fall this day, I can feel it on the wind. Head to the Gates of Carn Dûm in the north-west corner of Himbar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Keeper Garthamendir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Your constant harassment of the Angmarim has not gone unnoticed. The Rangers wish to push the fight to the Gates of Carn Dûm itself and defeat the leader of the Angmarim in Himbar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You defeated Garthamendir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat the Cargûl, Garthamendir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Garthamendir guards the gates of Carn Dûm to the west.\\n\\nAreneth warned you of the Cargûl and its terrible wrath. But killing the fell creature is the only way to break the Angmarim forces. He warned you not to face Garthamendir alone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Areneth is at Gath Forthnír, east of Carn Dûm.\\n\\nGarthamendir was defeated and his forces shattered. You should return to Areneth with the news.",
      "es": "",
      "es (fem)": ""
    }
  ]
}