{
  "id": 620759478,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Ah, yes, why it will be just like when Burglar Bilbo crept into Smaug's lair! We'll just need the key to open the secret door, and you'll be in the inner keep. Finding that key, though, could present a challenge.\\n\\n'Now the old tales of Helegrod -- that's the great dwarf-hall to the north that fell to the dragon Thorog -- say that after it was abandoned, all the surrounding dwarf-halls were abandoned as well. The key-stones that opened the secret doors to all those halls were hidden in a small dwarf-vault near the source of the Bruinen. The building might be in ruins now, but the vault is surely still there. Once we have the key-stone, the inner keep of Gabilazan will be open to us!\\n\\n'Journey north to the source of the Bruinen and look for the vault at Iskeld's Look-out. You will need to brave the snow-beasts that make their homes among the drifts, but that should not be a problem for you, I would expect!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Yes, yes, this is the key-stone of which I spoke! Good work, [placeholder]! Now the real business will begin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Please get that key-stone. We won't be able to get into the inner keep without it! Look to the source of the Bruinen for the dwarf-vault.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 5, Chapter 4: The Key-stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gl贸in discovered the secret entrance to the inner keep of Gabilazan, but the way is locked and will require an artifact of the old days.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected the key-stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the key-stone to Gl贸in",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The dwarf-vault that contains the key-stone is at Iskeld's Look-out, near the source of the Bruinen. Gl贸in is at his camp north of Rivendell.\\n\\nGl贸in has asked you to retrieve a key-stone from an old dwarf-vault. The key-stone will allow you entry into the Dourhand-occupied dwarf-keep.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect the key-stone",
      "es": "",
      "es (fem)": ""
    }
  ]
}