{
  "id": 620759438,
  "txt": [
    {
      "id": 228870261,
      "en": "The Furthest Charge",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have discovered The Furthest Charge",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "This page is written in the clear hand of a man well-learned in both letters and war. It describes the Order of Battle of the regiment in which he served during the War of the Last Alliance.",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You replaced a missing page of The Furthest Charge",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "This page leads a section of the book describing the early phases of the war, before the Alliance of Elves and Men was fully founded and suspicion was yet rife between the two sides, even as the true threat of Mordor began to reveal itself. This regiment had long been posted in the north to guard the river Anduin as it entered the realm of Gondor -- it is there that the contrivances of the Enemy brought them into unexpected battle with an expedition of Elven warriors come far south out of Lórien.",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You replaced a missing page of The Furthest Charge",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "This page describes the contrivance of the Enemy that triggered the ill-fated battle between the forces of Gondor and Lórien. At that time, the forces of Gondor had in their employ men of wild nature whom they paid to bring them news from lands beyond their border, such as the Eastern Marches of Rohan and the Wilderlands.\\n\\nThey had in part forgotten that they must always be wary of the Enemy's ability to corrupt the hearts of Men, for these untrustworthy scouts brought tidings of a foreign force that had come down the river from the North, armed and armoured in the ways of war and unannounced by any herald -- for those heralds had been slain by dark shadows that crept in the night, unbeknownst to either army.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You replaced a missing page of The Furthest Charge",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "The battle began on a mist-enshrouded morning, as the valiant men of Gondor fell upon the vanguard of the 'invading' host, sowing confusion and panic among the unsuspecting Elves. But the regiment was doubly betrayed, for the quisling servants of the Enemy had lied as well about the size of the Elvish force that had come from the North, and as the main body of their army crested a nearby hill, the Men of Gondor were greatly dismayed, for it was thrice the size they had been told and near equal in number to their own force.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Furthest Charge is sadly incomplete, and little can be learned from its cryptic writings. \\n\\nThe famous Hunter, Bilbo Baggins is known for his love of riddles and mysteries - perhaps he might be able to shed some light on this text?",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You replaced a missing page of The Furthest Charge",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "Thinking that the worst of fates had come to pass -- that the Elves had somehow thrown in their lot with the forces of the Enemy and so brought the moment of utter defeat and ruin fast upon them -- the Men of Gondor dared not shrink from their foes in the midst of battle, lest all hope of victory be lost in a moment of hesitation.\\n\\nTheir Captains rallied the men amongst the remnants of the shattered Elf-vanguard and bade them prepare to charge against the Elves, hoping to rout them from the field of battle with the ferocity of their momentum, knowing that prowess and armour would ensure the victory of their immortal foes should the tide of battle turn for even a moment.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Collect the pages of The Furthest Charge from the goblins of the Misty Mountains, and the nomads hiding in the Trollshaws.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You replaced a missing page of The Furthest Charge",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "The page follows a florid description of the great blaze of trumpets and the snapping of banners in the rapidly clearing morning, as the sun rose higher upon the field, and the regiment sprang into thunderous motion up the hill.\\n\\nThe captain then describes his own puzzlement as he watched the archers of the Elf-host begin their response, hurling their arrows not at them, but up into the sky, the motion of each archer seeming almost lazy and indifferent to the onrushing army, but each one moving with a strict and rapid precision that belied their careless aim.",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You replaced a missing page of The Furthest Charge",
      "es": ""
    },
    {
      "id": 118018279,
      "en": "This page describes a bedlam of frightened men and horses as arrows rained down among them, a seemingly endless hail of shafts biting armour, flesh, and ground alike with callous indifference. The captain relates that it was not the deadly accuracy of the arrows that inspired fear and chaos, but their random intensity, such that no man upon the field might feel safe or protected for even a moment whether he carried shield or stood in the shadow of his fellow, and so many faltered and stopped, laying about in vain for cover where there was none to be found.\\n\\nThe indifferent rain continued until all was chaos and disorder, and few were those valiant souls who made their way to the Elf-host, there to die upon sword and pike wielded with ruthless efficiency.",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "You replaced a missing page of The Furthest Charge",
      "es": ""
    },
    {
      "id": 118018280,
      "en": "The captain's last entry describes matters that followed the battle, after the Elves took him and those few others who survived their injuries upon the field captive, and in a short while untangled the deception of the Enemy, for it had been his purpose that the battle should not be so decisive, or that the Men of the West should emerge victorious over the forces of Lórien and so unravel the nascent Alliance -- but the Elves, having come to little harm in the battle, were thus inclined to be lenient and instead directed their anger even more hotly towards Barad-dûr.\\n\\nThe captain closes by pondering the irony of his regiment's defeat. Had they acquitted themselves with greater valour and cunning upon the field of battle that day...what then would have befallen the Kingdom of Gondor, or indeed all of Middle-earth in the war that followed? Small comfort for so many friends lost, but such are the whims of fate and war.",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "You replaced a missing page of The Furthest Charge",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Legolas in Rivendell",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "The Furthest Charge, page 7",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "The Furthest Charge, page 9",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "The Furthest Charge, page 10",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "The Furthest Charge, page 14",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "The Furthest Charge, page 17",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "The Furthest Charge, page 18",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "The Furthest Charge, page 21",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "The Furthest Charge, page 24",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The first four pages of this book can be found on enemies scattered across Angmar, Eregion, and Moria. The last four pages of this book can be found on enemies scattered across Forochel, Moria, and the Misty Mountains.\\n\\nThe Furthest Charge was written by a Captain of Gondor who fought in a misguided battle shortly before the War of the Last Alliance. In this battle, the forces of the young kingdom of Gondor found themselves pitted against a company of Elven hunters out of Lórien, both sides having been tricked into battle by a device of the Enemy, who was determined to cripple the alliance that would eventually result in his overthrow. In this book, the Captain describes a valiant but doomed charge of the Men of Gondor against the Elves, within which they suffered a terrible onslaught of arrows raining down from the sky in such fashion as to cause brave men to cower and falter in their advance, trapped unmoving beneath an endless hail of biting wood and metal.\\n\\nThe Furthest Charge is considered to be a defining work on the power of the hunter's art in the grand battles that have defined the face of Middle-earth today. Unfortunately, this copy is badly damaged by time and wear. Perhaps Legolas of Mirkwood, purported to be in Eriador, could shed some light upon the text.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You have brought me a most interesting find today, have you not? The Furthest Charge is at once an excellent work on the power of the hunter to alter the tide of battle, while also describing a shameful blot upon the honour of Elves and Men alike by the ease with which it describes our falling to the base trickery of the Enemy.\\n\\n'Nevertheless, the Alliance held, and the Enemy was overthrown, so perhaps this history serves as much to describe the strength of our bonds as their weakness. I only hope that we can show such strength and honour in the face of the Enemy again as the darkness continues to gain strength in this age.\\n\\n'Now as to this book, time has taken a toll upon it. Even my eyes cannot make out some of these faded passages, but it is not unique. You may yet be able to find the missing or faded passages elsewhere in the world if you are tireless in your search. And as a hunter, you will find much to learn from the complete text should you succeed.'",
      "es": ""
    }
  ]
}