{
  "id": 620759472,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'As you might expect, the Trollshaws are a wild place and home to many different tribes of troll, but all of them are dangerous. They are not to be crossed lightly.\\n\\n'It is most unusual for a stone-troll to covet stones of the sort Heithur Ironfist has described -- these are of historical value only and would never be confused for precious gemstones.\\n\\n'To the north-east, you will find the home of many stone-trolls. One of them will have these stones, if any do. Nan Tornaeth or the Bruinen Gorges are too far away for any troll there to be responsible for this theft, so do not travel too far afield. And you should bring allies, for even a single stone-troll is a difficult foe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have recovered the stones from the Stone-trolls! You have my thanks, [placeholder], and more besides -- you have the thanks too of Lord Glóin of the Lonely Mountain!\\n\\n'Take this reward and bear it in memory of the good that you have done for me and my master!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The True Thieves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Where are the stones?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You'll find Rochwen to the north of here, on the road. She may be able to tell us which lair of the stone-trolls is home to the beast that stole the stones from my dwarves!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Travel east and north to find the home of the stone-trolls responsible for the loss of the stones sought by Heithur Ironfist. If you reach Nan Tornaeth or the Bruinen Gorges, you have gone too far afield.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Rochwen is north of Barachen's camp, on the road that runs through the South Trollshaws.\\n\\nHeithur Ironfist has asked you to speak with Rochwen about the stone-trolls of the region so you may retrieve the stones stolen from his couriers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You have recovered the stones! Heithur Ironfist will be most pleased! Deliver them to him at Barachen's camp, south of here and to the right, atop the sloping hill that lies in the shadow of the tall cliffs!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Stone-trolls are encamped on a trail north of the road, further east from the Last Bridge.\\n\\nTóki Whitebeard asked you to hunt down the trolls who stole the stones and recover the treasure.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Why would the stone-trolls steal such stones as these? Most peculiar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Heithur Ironfist is at Barachen's camp, south of the road, westward from the Stone-troll camp.\\n\\nYou should bring the stolen stones to Heithur Ironfist at once.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'I am at your service, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'I am glad that you were able to help Heithur with his troubles.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "The Stone-trolls are encamped on a trail north of the road, further east from the Last Bridge.\\n\\nTóki Whitebeard asked you to hunt down the trolls who stole the stones and recover the treasure.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'Elrohir and Elladan expect much of us, and we maintain our vigilance for their sake.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c48",
      "en": "'Barachen, Alphlanc, and I watch for threats in the South Trollshaws.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c49",
      "en": "'The sons of Elrond maintain a camp at Thorenhad to the north-east.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "The Stone-trolls are encamped on a trail north of the road, further east from the Last Bridge.\\n\\nTóki Whitebeard asked you to hunt down the trolls who stole the stones and recover the dwarves' treasure.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c470",
      "en": "'My friends Fimgris and Narlinn can be found at Thorenhad.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c471",
      "en": "'Imladris is far to the east, beyond the Bruinen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c472",
      "en": "'You have already been a great help to Barachen and to all of us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the stolen stones to Heithur Ironfist",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c473",
      "en": "'Rochwen told me of your brave recovery of Heithur's stones.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c474",
      "en": "'Heithur Ironfist told me all about your efforts on my behalf. I thank you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c475",
      "en": "'We are well-met in friendship, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5022",
      "en": "Search for the stolen stones among the Stone-trolls",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Search for stolen stones among the Stone-trolls of the Trollshaws",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Tóki Whitebeard told you that trolls stole the stones his company was bearing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e113",
      "en": "Search for the stolen stones among the Stone-trolls",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Found the stolen stones",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'We are very close to recovering the stones, [placeholder], I am sure of it! Tóki Whitebeard has repaid my trust in him ten-fold, for now we know the culprits: the stone-trolls of this inhospitable place!\\n\\n'The Elf Rochwen was right to send you to the ruins where you found the Whitebeard, and I expect she will be able to tell us where these trolls make their lair.\\n\\n'Speak to Rochwen, north of here by the road, and recover those stones, [placeholder]! Lord Glóin should not be made to wait any longer for the delivery he requested!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}