{
  "id": 620759460,
  "txt": [
    {
      "id": 218649169,
      "en": "'I do not often travel into the wild, though I will do so when the need is great, as the Ranger Aragorn or his small friend Frodo Baggins could tell you. The sons of Elrond are better-suited for directing your search for the missing Nazgûl.\\n\\n'I leave my beryl in your care for the time being and ask you to return with it to Elladan at his camp of Thorenhad. He will know where you should bring it to follow the traces of the Nazgûl.\\n\\n'Go with speed and with clarity of vision! The beryl will help you to find this stray servant of the Enemy, but what will you do when you find him, I wonder?'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The words of Lord Glorfindel are most wise, and his gift of this beryl brings me hope that we may be able to regain the trail of this missing Nazgûl. You have my thanks, [placeholder], but now I must determine where we are to bring the beryl in order to reveal the Nazgûl's location!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Elladan's camp of Thorenhad is located among the Bruinen Gorges, west of Imladris and north of the bear-dens. Bring him the beryl and my good wishes, and I hope that each will give the sons of Elrond what they need to seek out this evil.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You speak of Lord Glorfindel's beryl, but I do not see it. Have you misplaced it?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 4, Chapter 4: Regaining the Trail",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Has the search for the missing Nazgûl borne fruit?'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Lord Glorfindel gave you a beryl which glows when it is brought into places where great evil has left its mark.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I have faced the Nazgûl before. They are terrible to behold.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring Glorfindel's beryl to Elladan",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Elladan is at Thorenhad, his camp among the Bruinen Gorges, north of the bear-dens.\\n\\nLord Glorfindel has sent you back to Elladan with a beryl, an Elf-stone that glows when it comes near places on which great evil has left its mark.",
      "es": ""
    }
  ]
}