{
  "id": 620759536,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Hail and well met, [placeholder]. It is well that you have come. This morning, a falcon arrived, bearing a message for me from Esteldín, the hidden refuge of my people in the North Downs. It would appear that another such bird came to Esteldín from the North, gravely wounded, bearing a message from one of my kinsmen we had believed long dead.\\n\\n'I know little more, for the message to me was brief, but Daervunn has asked me to come at once. My time here is short, and I cannot return now to confer with my people. My path lies to the south and to the east. Will you go to Esteldín in my stead and learn what tidings have come there? Speak to Daervunn, for it was he who sent the message to me.\\n\\n'I fear that the news is grave, for Corunir was deemed lost years ago when his captain, Golodir, disobeyed my edict and took a company north into Angmar. They were never heard from again. It is a joy that Corunir lives, but what kept him from contacting us before now?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Welcome, [placeholder]! Did Aragorn not come with you? Alas, but that is fell news. Well, there is naught for it now. You will have to do.\\n\\n'Are you prepared for a long, dark journey? It is through Ram Dúath into Angmar that I must send you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Why do you tarry here? Go to Esteldín in the North Downs and confer with my kinsman Daervunn.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 6, Chapter 1: Of Golodir and Angmar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A trained falcon arrived at Rivendell, bearing a troubling message from the hidden Ranger-camp at Esteldín for Aragorn, Chieftain of the Rangers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Esteldín lies in the North Downs, far to the north and west of Rivendell.\\n\\nAragorn has asked you to travel to Esteldín in his stead to speak with Daervunn, whom he hopes can shed light on the troubling message.",
      "es": "",
      "es (fem)": ""
    }
  ]
}