{
  "id": 620759537,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'This victory is an important one, though not as complete as I had at first hoped. However, even this victory will give us a brief reprieve from the onslaught of the Enemy. I would ask that news of our success be brought to my chieftain, Aragorn, son of Arathorn.\\n\\n'You have met him then? He is at Rivendell? Go, then, to speak with my Lord Aragorn in one of the guest rooms along the road that winds up the southern slope of the Vale of Imladris, and tell him of our deeds here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So Golodir did not perish, and the Shadow of Angmar is, for the moment at least, weakened. I am of a mind that even if Mordirith does finally fall, he may someday return... or another Shadow of the Enemy will take his place.\\n\\n'Still, your efforts were valiant and deserving of praise, [placeholder]. Your name will not be forgotten by the Dúnedain of the North.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Aragorn must learn of our victory against the False King. Go to Rivendell and speak with him in one of the guest rooms along the road that winds up the southern slope of the Vale of Imladris.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 8, Chapter 6: A Watchful Eye",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Thank you for bringing me back to the realm of the living, [placeholder]. My grief is not now so terrible.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "With Golodir's aid, you have greatly weakened Mordirith, the Steward of Angmar, and avenged the death of Lorniel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Mordirith has been defeated, but only for a time. Still, it is a reprieve.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Angmar has been hindered for the moment, thanks to you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Thank you for returning Golodir to us, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Aragorn in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Aragorn is at Rivendell in the Trollshaws, in one of the guest rooms of Elrond's House.\\n\\nGolodir instructed you to take word of Mordirith's fall to his chieftain, Aragorn.",
      "es": "",
      "es (fem)": ""
    }
  ]
}