{
  "id": 620759566,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected broken swords from Angmarim warriors ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected broken crossbows from Angmarim marksmen ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Angmarim, servants of the Dark Lord, threaten the Rangers of Gath Forthnír.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I received word of reinforcements coming from the south. If this is true, they can help us strike out against Carn Dûm. We must make a show of strength to the Angmarim, lest they become emboldened and attack us before help arrives. \\n\\n'Set out to the west, to Himbar, and defeat the Angmarim warriors and marksmen. Take their weapons and bring them back to me. We must prepare the message before we deliver it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Angmarim are to the west of Gath Forthnír, near Carn Dûm.\\n\\nAreneth said that a display of strength could break the spirits of the Angmarim loyal to Mordor. He asked you to collect the weapons of those you defeat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you for helping us, friend. We must take these broken weapons and deliver them a message. No longer will they wreak havoc upon us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Araneth is at Gath Forthnír, to the east of Carn Dûm.\\n\\nYou must return to Araneth with the weapons which you captured.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The Rangers of Gath Forthnír wait for you at their camp to the east of Carn Dûm.\\n\\nYou broke the morale of the Angmarim with your display of strength and resolve. It will be some time before their willingness to fight returns.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If we can strike fear into the black hearts of the Angmarim, they will not harry the movement of our allies to the south.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You defeated many Angarim, and that is good. Now show the others your prowess in battle by placing their broken arms on the altars.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect broken swords from Angmarim warriors ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect broken crossbows from Angmarim marksmen ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the weapons to Areneth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Placed captured weapons on the altars ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Tenuous Thread",
      "es": "",
      "es (fem)": ""
    }
  ]
}