{
  "id": 620759470,
  "txt": [
    {
      "id": 54354734,
      "en": "The discovery of the cave-trolls near Thorenhad and the Shadow-wolf elder has brought great concern to Narlinn and Fimgris.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The sons of Elrond must know of your discoveries here in the Bruinen Gorges, for the threat both creatures present cannot be ignored. The servants of the Enemy are encamped upon our doorstep!\\n\\n'Alas, neither Fimgris nor I may leave our post here. Will you bring word of these evils to Elladan and Elrohir? They are encamped in the ruins of Thorenhad. Just follow the road east to the white marker stone, then take the northern path until you come to Thorenhad. The ruins are set atop the bluff overlooking the bear-den.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Elladan and Elrohir are at Thorenhad, east and north of Narlinn's camp. The ruins may be found by following the road eastward to the white marker stone and taking the northward path to the bluff.\\n\\nNarlinn has asked you to bring news of the trolls and the Shadow-wolf to Elladan and Elrohir, the sons of Elrond.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Narlinn was right to send you to us. The evils you describe cannot be allowed to remain upon the threshold of Imladris. Elladan and I shall see that word comes to our father.\\n\\n'For now, we have some tasks with which you may aid us....'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I give you my greetings, [placeholder]. You are welcome at Thorenhad, and I hope you will be a help to us in our duty. My brother Elrohir can better acquaint you with what needs to be done, but I look forwards to facing the evils of the wild at your side.'",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Talk to Elrohir or Elladan at Thorenhad",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You will find Elrohir at his camp of Thorenhad, east of here among the Bruinen Gorges and north of the bear-dens, among a set of hilltop ruins.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Narlinn was right to send you to us. The evils you describe cannot be allowed to remain upon the threshold of Imladris. Elrohir and I shall see that word comes to our father.\\n\\n'For now, we have some tasks with which you may aid us....'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The wilderness is full of danger.'",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Keep all your senses sharp, for the Trollshaws harbour hidden dangers.'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Our father has sent us to keep watch over the wilderness.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Sons of Elrond",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'Stay alert, for the Enemy has servants in all corners of the world.'",
      "es": ""
    }
  ]
}