{
  "id": 620759458,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You hold the beryl of Glorfindel aloft, and it glows with a pale light",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The Nazgûl were denied passage across the Bruinen at this crossing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You leave the Ford of Bruinen behind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Elladan was pleased that you found the horse of the missing Rider, but will not be satisfied until he knows its master's fate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You leave the Ford of Bruinen behind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'We know more than we did, [placeholder], but we do not yet know what we must, for the safety of all those who live or journey in this region: the whereabouts of the missing Nazgûl. His steed was our greatest ally in this search, for while he could remove his cloak and remain nearly unseen, his horse was a mortal creature and its physical trail could be followed. With the creature now dead, either from exhaustion or at his master's hand, our ability to track the Nazgûl is lessened.\\n\\n'Lessened but not gone, perhaps. I would ask you to return to Imladris and to consult with Lord Glorfindel, for he is accounted very wise and may have some strategem we have not yet tested. He keeps close counsel with my father and with Mithrandir, and often contemplates near the falling water by my father's house.\\n\\n'He may be able to help us find this missing Nazgûl.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Lord Glorfindel can be found in Imladris, far to the east of Thorenhad, contemplating the waterfalls by the Last Homely House.\\n\\nElladan has asked you to consult with the Elf-lord Glorfindel about the missing Rider.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You are welcome to Imladris, [placeholder]. These are times of trouble, but for now, at least, the curtain of shadow is held back and we meet in peace.\\n\\n'You bring grievous tidings from Elladan, but they are not entirely unlooked-for. I feared that not all of the Nazgûl were claimed by the Bruinen. This stray servant of the Enemy will leave a mark on the wilderness -- he may have already done so -- and we can use it to track him.\\n\\n'I give you my beryl, and ask you to hold it aloft at the Ford of Bruinen. Return to me once you have done so, and we will speak further.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Ford of Bruinen is to the west of Imladris, at the bottom of the steeply-climbing slopes.\\n\\nLord Glorfindel has given you a beryl and has asked you to test its powers by holding it aloft on the banks of the Bruinen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Lord Glorfindel is in Imladris, high above the Bruinen and to the east, by the waterfall outside the Last Homely House.\\n\\nGlorfindel is waiting to speak with you upon your return from the Ford of Bruinen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Look for Glorfindel in Imladris, near the waterfalls by my father's house. He is often wont to contemplate the falling water and is counted among the Wise.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have returned, [placeholder]. Did you notice any change in the beryl I gave you when you arrived at the Ford?\\n\\n'The beryl began to glow? That is what I expected, and I am glad it was so for it shall be our means of locating the Nazgûl that remains hidden within the wilderness.\\n\\n'The Nine, servants of the Enemy and shadows beneath his greater shadow, are creatures of such evil that the land cannot bear their presence. This beryl will glow in places where they have been. It will allow us to follow the missing Rider's trail.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The Ford of Bruinen is to the west of Imladris, at the bottom of steeply-sloping hills. It is where the Nazgûl were halted by Lord Elrond's power of command over those waters, and it is where you must hold aloft the beryl I gave you.\\n\\n'We shall speak more upon your return.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'I am waiting for you to return with the beryl I gave you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Welcome back to Imladris, [placeholder]. These are times of trouble, but for now, at least, the curtain of shadow is held back and we meet in peace.\\n\\n'You bring grievous tidings from Elladan, but they are not entirely unlooked-for. I feared that not all of the Nazgûl were claimed by the Bruinen. This stray servant of the Enemy will leave a mark on the wilderness -- he may have already done so -- and we can use it to track him.\\n\\n'I give you my beryl, and ask you to hold it aloft at the Ford of Bruinen. Return to me once you have done so, and we will speak further.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Use Glorfindel's beryl at the Ford of Bruinen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring Glorfindel's beryl to Lord Glorfindel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 4, Chapter 3: The Wisdom of Lord Glorfindel",
      "es": "",
      "es (fem)": ""
    }
  ]
}