{
  "id": 620759582,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Torcuil was grateful for the help you have offered his people and told you that his people needs additional allies if they are to survive under Angmar's harsh rule. He told you about a tale he has heard of dwarves living in Angmar's shadow and wonders if they could be allies for his people in the future.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You have done much to help us here in Tyrn Lhuig. It is not easy for us to accept such aid. In fact, it was not that long ago that we would have refused such help, but in the face of Angmar's growing might, such aid is necessary if we are to survive. Even though I am not a leader among my people, I can see we need allies.\\n\\n'Such allies might be found to the east, if the tales are true. It is told that past the Rammas Deluon there is a dwarf-holding. They could prove to be good allies for my people against Angmar in the future.\\n\\n'If you would heed the words of a mere merchant, travel past the Rammas Deluon and look for these lost dwarves. The dwarves' hall should be somewhere south of Duvuinen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The dwarf-holding is east of Rammas Deluon and south of Duvuinen.\\n\\nThe merchant Torcuil asked you to seek the lost dwarves and obtain their allegiance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have come at the behest of the Hillmen to the west, have you? Good, good, someone who is not our foe, but a friend...or so I hope!\\n\\n'I suppose it was foolish for we dwarves to come here those years ago, but we were chafing under the rule of the Dourhands and left Othrikar in hopes of finding gems and ores. At that time, Angmar's evil was dormant, and later we paid too little heed to its growing power. Once its Orc-armies marched forth from Carn Dûm, we were cut off.\\n\\n'Now we are hard-pressed from all sides and could use your help if we are to survive in these blighted lands. We cannot give you much in return, but if we survive, perhaps one day we can lend our strength to throwing down Angmar!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "There are many dwarves within Gabilshathûr.\\n\\nYou have discovered hidden holding of the dwarves in Angmar, Gabilshathûr. You should speak with someone within the holding and convey Torcuil's message.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'What? You have come from the west to aid us? Speak to Avar immediately!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'So you have crossed Rammas Deluon, have you? Friendly folk here are few and far between, so I am glad to see you. You should inform Avar that you have arrived...he will be most pleased to see you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'If you are seeking the truth behind the tales I have heard about the lost dwarves, you will want to cross Rammas Deluon and look for their holding south of Duvuinen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the hidden holding of the dwarves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'The tales are true? Well then, speak to someone within this \\qGabilshathûr\\q immediately!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to the leader of Gabilshathûr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Lost Dwarves",
      "es": "",
      "es (fem)": ""
    }
  ]
}