{
  "id": 620759463,
  "txt": [
    {
      "id": 136263297,
      "en": "You defeated the wood-troll",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "While you were searching the caves of the Trollshaws for some sign of the missing Nazgûl, Elladan heard tell of one of the Onodrim in the wilderness that might know the Rider's whereabouts.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'While you were searching the stone-troll caves -- a productive search! Do not be dismayed that you did not reveal the Nazgûl's location! -- I received word from Barachen in the South Trollshaws. My brother dispatched him to watch over the lands south of the road, and it seems that duty has been rewarded.\\n\\n'Barachen has reported seeing one of the wandering Onodrim. If this is so, older and wiser eyes than our own may have seen the passing of the Nazgûl and could tell us much.\\n\\n'Travel west along the road that runs through the South Trollshaws. Barachen has scouts along the road, and one of them can direct you to his camp. Barachen can then tell you where to find our wayward Onodrim.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Barachen is at his camp south of the Great East Road that runs through the South Trollshaws. Scouts along the road can direct you to him.\\n\\nElladan told you that Barachen reported seeing one of the Onodrim somewhere in the wild and wants you to talk to him about it.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The Onod attacked you? The tree-herders of old were peaceful and more wont to stand unnoticed among the trees than treat with strangers, with peace or violence.\\n\\n'I do not know the meaning of these signs, [placeholder]. Our problems may be more far-reaching than I had supposed.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "One of the Onodrim, a creature of ancient days, was seen in the valley of the giants south of the High Moor, high above the Bruinen. Barachen reportedly saw the Onod standing next to some mighty trees as he came south into the valley.\\n\\nBarachen reported seeing one of the Onodrim somewhere in the Trollshaws, and Elladan thinks it possible that this Onod might know something of the missing Nazgûl's whereabouts.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Elladan is at Thorenhad, his camp among the Bruinen Gorges, north of the bear-dens.\\n\\nElladan will be troubled to learn the fate of the Onod that Barachen saw in the valley of the giants.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Barachen's camp is in the South Trollshaws, west of here. Look for Rochwen along the road... she has been keeping watch for those journeying in these lands and can guide you to Barachen's camp.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I have long believed that the Onodrim of legend have walked among the wooded areas of the Trollshaws, but I have never seen one for myself until now.\\n\\n'As I climbed the High Moor towards Imladris to bear messages from Rochwen and Alphlanc, a curious mood took hold of me. I strayed from my path, walking south down a great slope into the valley of the giants. From a great distance I beheld one of the Onodrim standing like a mighty tree, its leaves turning to red. As I watched, it turned and slowly moved behind a great boulder and was lost to my view.\\n\\n'Be careful on your journey, for the giants of that valley are formidable, and speak with this Onod. He may know the location of the Nazgûl Elladan seeks.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The High Moor is far to the east, above the Bruinen, and a path slopes southward into the valley of the giants. As I entered the valley, I saw the Onod standing beside a tree with red leaves before it turned and vanished behind a large boulder. He might know of the Nazgûl's presence in this land.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "The Onod stares at you with expressionless eyes. Its bark-like skin is coiled with corruption, and its mouth opens and closes soundlessly. Suddenly, the deep wells of its eyes ripple with anger!",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The Onod attacked you? That is dire news, for it is not the way of the tree-herders.\\n\\n'These are fell tidings, [placeholder]. You must tell Elladan at once. Seek him out at Thorenhad, north of the bear dens of the Bruinen Gorges.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find the Onod",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Barachen's camp is to the south, at the top of a sloping rise in the shadow of those tall cliffs -- bear to the right as you leave the road. He can tell you about the Onodrim he saw, if that is why you seek him.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat the Onod",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'I am pained to hear the sad fate of the Onodrim I saw.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 4, Chapter 6: The Knowledge of the Onodrim",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'Much that was beautiful in the Trollshaws has been made ugly by evil forces.'",
      "es": ""
    }
  ]
}