{
  "id": 620759456,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'Your tale begins to fill in this puzzle for me, [placeholder], and I think I now see what has happened.\\n\\n'Caught between the remainder of Frodo's company and the raging of the Bruinen, the Nine were forced into the torrent -- but one escaped in the chaos. Near death, his steed bore him through hidden channels into some place where, nearly formless, he gathered his strength.\\n\\n'His horse he abandoned, and he vanished into the wild. Without his cloak he would be all but invisible to us -- a malice on the wind. If he takes it onto himself again, it is only to give shape to his strength. It means he has survived the ordeal unharmed and will surely strike at us again. We are running out of time, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have not returned with the bridle, [placeholder]. How am I to examine it to see that this is truly that of the missing Nazgûl's steed?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 4, Chapter 2: The Missing Rider",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Flies buzz about the corpse of a black horse",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We discovered hoofprints leading into the narrow valleys far south of the road through the South Trollshaws. The ruins of Minas Agor are located within those channels and have a fell name. The missing Rider may be sheltering within those crumbling walls.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You will find inspiration in the darkest places",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The black steed of the Nazgûl is dead, within the ruins of Minas Agor? We must be certain, [placeholder] -- return to the ruins and remove the horse's bridle. Only then can we be certain of what you have seen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Strength swells within your chest. Here is a place where you can draw upon inspiration.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The hoofprints were discovered far south of the road, and the sons of Elrond believe that the missing Rider might be hiding in the ruins of Minas Agor, located within the narrow channels of the South Trollshaws.\\n\\nElladan has asked you to follow the Nazgûl into the South Trollshaws.\\n\\n<rgb=#FF0000>The Elf-stone can be used to allow for you to access the inspiration buff while solo or in a smaller fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Great tragedy befell the dwellers of Minas Agor long ago, and the place has never recovered from the memory of what happened there. If it is now a refuge for the missing Nazgûl, it appears its fate has not much changed.\\n\\n'You will find the ruins south of the Great East Road that runs through the South Trollshaws, amidst the narrow valleys of that place.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Collected bridle of the black steed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The corpse of a black horse lies in the ruins of Minas Agor, located among the narrow channels of the South Trollshaws.\\n\\nYou should remove the bridle from the horse's corpse and return with it to Elladan.\\n\\n<rgb=#FF0000>The Elf-stone can be used to allow for you to access the inspiration buff while solo or in a smaller fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'You have found the black horse of the Nazgûl? Quickly, [placeholder] -- return to Minas Agor and bring us the bridle of the steed. We must know for certain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "You will find inspiration in the darkest places",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Elladan is at Thorenhad, located among the Bruinen Gorges, north of a bear-den.\\n\\nElladan will be both pleased and troubled to see the bridle of the black horse, for it means that the missing Rider is still somewhere within the Trollshaws.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'You must tell Elladan these grim tidings at once. I confess that a shadow has fallen over my heart, for these lands that I love are endangered by the very presence of the Nazgûl. Would that he had been caught within the Bruinen with the rest of his fell brethren!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "Strength swells within your chest. Here is a place where you can draw upon inspiration.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3687",
      "en": "Strength swells within your chest. Here is a place where you can draw upon inspiration.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3688",
      "en": "You cannot draw upon inspiration here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find some sign of the missing Nazgûl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Use the Elf-stone to draw upon your inner inspiration",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "If you find yourself without a full fellowship you may draw upon inspiration",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Remove bridle from the black horse's corpse",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Use the Elf-stone to draw upon your inner inspiration",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "If you find yourself without a full fellowship you may draw upon inspiration",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Bring bridle of the black steed to Elladan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Elladan and Elrohir have had an unfruitful search for the missing Rider, but the brothers have finally uncovered some traces of his passing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Shortly after Frodo Baggins and his company came to Rivendell, my father sent us to search for signs of the Nazgûl, the Nine Riders of the Enemy. We found the bodies of eight horses downstream, but of the last there was no sign. We searched further, but still found nothing.\\n\\n'We travelled far afield, into lands to the south, and still found no sign of the fleeing Rider. Only on our return journey did we find something: hoofprints in the South Trollshaws, far south of the road. There are many narrow valleys in that region -- the Nazgûl might lie there, sheltered from prying eyes, waiting for his time to strike.\\n\\n'Journey far south of the road in the South Trollshaws, [placeholder], and seek out the missing Rider. The ruins within those narrow channels have a fell reputation. Minas Agor that place was called of old, and the Nazgûl may have sought it out for that reason.'\\n\\n<rgb=#FF0000>This quest is meant to completed while grouped, but can be attempted solo. The stone you receive upon bestowal can be used for a short term buff that will enable you to benefit from the inspiration buff while in a fellowship smaller than five.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    }
  ]
}