{
  "id": 620759468,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Many scouts were dispatched across the Trollshaws to keep watch for signs of evil, and the sons of Elrond want to know if anything has been found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e113",
      "en": "Defeated worms in Nan Tornaeth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Elladan is right. Nan Tornaeth is the most logical place to begin searching for the master of the worm-wight. Many worms dwell in those Gorges. I sent Calenthon and Malloval to scout Nan Tornaeth... they may be able to help you discover the source of this evil.\\n\\n'Calenthon's encampment can be reached by taking the path that leads to Ost Thondol; however, when you reach the first fork, take the north-west path instead. Look for the white marker stone at the head of the path.\\n\\n'Along the way, you might want to dispose of some of the worms... you might find some evidence of the evil which has stirred them to unrest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Calenthon is at his camp, which can be reached by following the northward path to Ost Thondol and taking the north-west trail at the fork.\\n\\nElrohir suggested you enlist the aid of Calenthon in finding the evil which has stirred up the worms of Nan Tornaeth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have come from Thorenhad? I would have sent word to Elrohir, but I do not yet understand the nature of the evil I have discovered here. Will you lend me your aid?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5022",
      "en": "Defeat worms in Nan Tornaeth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "This must be the correct path to Calenthon's camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Calenthon should be somewhere to the north-west, investigating the ruins of Nan Tornaeth. Take out your map, and look for him by the 'T' of Nan Tornaeth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Nan Tornaeth is full of danger. The echoes of the past lie heavily on this land.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Talk to Calenthon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'The sons of Elrond dispatched many of us into the wilderness.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Seek the white stone marking the correct trail",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Scout in Nan Tornaeth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "Worms can be found in Nan Tornaeth on the path to Calenthon's camp, which can be reached by following the northward path to Ost Thondol and taking the north-west trail at the first fork. Elrohir said to look for the white marker stone at the head of the path.\\n\\nElrohir suggested you defeat a number of worms on your way to speak with Calenthon, hoping you might find some clue as to the identity of the evil which has stirred them to madness.",
      "es": "",
      "es (fem)": ""
    }
  ]
}