{
  "id": 620759570,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected Orc-axes in Ongbishúk ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected Orc-picks in Ongbishúk ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Collected Orc-saws in Ongbishúk ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Avar, the leader of the dwarf-outpost at Gabilshathûr, told you of their desperate situation. The Orcs have discovered their hidden holding and are felling trees to the north. Avar fears they are taking the trees to construct siege-weapons, with which they can assault and destroy the outpost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Collected Orc-saws ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'We are fortunate that you arrived when you did. We have hidden in the shadow of Angmar for so long, but now we have been discovered. An Orc-scout stumbled into our halls a few days ago and escaped before we could slay him. Now the Orcs attack us regularly, and it is only going to get worse, if what I suspect is true.\\n\\n'One of my dwarves returned and told us that the Orcs are felling the trees north of here, and that can only mean one thing: they are making siege-weapons with which to attack us. We have to slow down or halt their work!\\n\\n'If you wish to help us, go to Ongbishúk, north of here and defeat the Orcs you find there. Gather their tools, such as axes, picks, and saws, and bring them here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Orc-camp of Ongbishúk lies to the north-east of Gabilshathûr.\\n\\nAvar asked you to take the tools of the Orcs to help slow down their efforts to construct siege-weapons.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Good work, [placeholder]. You have done well. I will see that these tools are melted down. At least their metal will serve us well.\\n\\n'Unfortunately, it appears I was too late in sending you there to frustrate the Orcs' plans. Sadly, I have learned that they were further along than I thought!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'We must slow the Orcs down, [placeholder]! Go to the Orc-camp of Ongbishúk and gather tools from them. Without their tools, the Orcs will not be able to fell the trees they need for their weapons!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the Orc-tools to Avar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect Orc-axes in Ongbishúk ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect Orc-picks in Ongbishúk ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Collect Orc-saws in Ongbishúk ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Tools of the Orcs",
      "es": "",
      "es (fem)": ""
    }
  ]
}