{
  "id": 620759482,
  "txt": [
    {
      "id": 136263297,
      "en": "Discovered the Treasury of Helegrod",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected Sigil of Drugoth",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Upon hearing that the Nazgûl fled to Helegrod, Glóin told you some of the tale of that ancient fortress.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'If you have a moment, allow me to tell you some of the tale of Helegrod, the ruins of which lie north of here. The tale may shed light on what the Rider seeks to accomplish, though I cannot guess what that might be. Helegrod was delved beneath the mountain of Orod Lostol; it remained the northern-most outpost of Khazad-dûm for long years. Mithril was never found there, but a good many other stones and riches were. Those riches drew a dragon to Helegrod. Thorog, he was named; he slew all the dwarves and made his bed in Helegrod's treasury.\\n\\n'In Khazad-dûm, which the Elves call Moria, Durin marshalled a company of dwarves to journey to Helegrod and slay the beast. Thorog was defeated, but Durin was slain by the dragon's dying breath. He was the fifth of that name; the next, too, had a sad end, but I will not speak of that now. Dwarves sought to reclaim Helegrod in the years that followed, but death hung heavy over that place and they abandoned the halls and removed Helegrod's riches to Khazad-dûm.\\n\\n'I do not know what the Rider might seek to gain by taking to Helegrod. Perhaps he simply wants to fortify it, but I would wager there is more to this deed than we can see. Perhaps by scouting the borders of Helegrod we can learn more of his plans. Do not attempt to enter Helegrod itself--too many dark things linger there--but instead seek the outer treasury. Search near Nan Gongarag.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Helegrod is north of Glóin's camp. The outer treasury is near Nan Gongarag.\\n\\nGlóin thinks you may be able to learn what the Nazgûl's plan for Helegrod is by scouting the borders of that abandoned hall for the entrance to the treasury. He warned you not to enter Helegrod itself, for it is guarded too strongly by dark things.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Wights! Surely this is the doing of the Rider! And that sigil you found on one of them... I can tell that it is an artifact of evil, but its true meaning is beyond me. Perhaps it is time we ask for help from Master Elrond!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Helegrod is north of Glóin's camp.\\n\\nAt the entrance to Helegrod's treasury you encountered wights. You should defeat one and search its remains for some clue as to what brought it here.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Helegrod lies to the north of here. Perhaps by scouting its borders, we may learn more of the Black Rider's plans for it.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Wights! You should go back and search one of them. Surely this is the doing of the Rider. But we must learn more. Perhaps there might be some clue as to what brought them here. Defeat one and search its remains!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I wonder what new evil is stirring in Angmar, and why it chooses now to come forth?'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'You have been a great help to us, [placeholder].'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Scout the borders of Helegrod",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the Sigil of Drugoth to Glóin",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Search one of the wights",
      "es": ""
    },
    {
      "id": 238752532,
      "en": "'By the command of Drugoth the Black, thou shall not enter!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 5, Chapter 6: In the Steps of Evil",
      "es": ""
    }
  ]
}