{
  "id": 620759578,
  "txt": [
    {
      "id": 136263297,
      "en": "You failed to bring the turtle-egg to Grishbalt",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You set down the turtle-egg",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Guard Ansurr told you of his plan to turn the rage of the mother-turtle, Gaeruan, against the trolls and Orcs of Grishbalt. Her attack should throw the creatures there into confusion and make infiltrating the caves there easier.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Pardon me, [placeholder], but I have heard you may be travelling into the caves of Grishbalt...a dangerous place, home to many trolls and Orcs. However, there is an idea I have had in my head for a while that might make your task a bit easier.\\n\\n'See, the other day I saw a troll get near the nest of the great turtle-mother, Gaeruan, that rests in the middle of the lake. As the troll poked at her eggs, Gaeruan came along and sent that troll running!\\n\\n'My idea is to take an egg from Gaeruan's nest and bring it in close to the large central fire in the caves. As the egg heats, the scent will bring Gaeruan, and we can turn her rage against those creatures!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Gaeruan's nest is resting in the middle of the lake Duvuinen, north of Gabilshathûr. The caves of Grishbalt are north-east of Gaeruan's nest.\\n\\nTake one of Gaeruan's eggs from her nest and place it near the central bonfire in the caves of Grishbalt.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ha! So it worked, [placeholder]? Astounding! I didn't want to tell you this, but I was sure my plan was going to fail!\\n\\n'It seems the only flaw was that I wasn't there to see the destruction that Gaeruan visited on them.\\n\\n'Well done! Well done!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Guard Ansurr can be found in the dwarf-holding of Gabilshathûr, south-west of Grishbalt.\\n\\nGuard Ansurr's plan worked perfectly. The mother-turtle was drawn into the caves, and her rage threw the camp into confusion.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you forgotten the plan so quickly? Gaeruan's nest lies in the centre of the lake Duvuinen. Carefully gather one of her eggs and bring it to the central bonfire in Grishbalt.\\n\\n'The scent of her egg heating should draw Gaeruan, and her rage should throw Grishbalt into confusion!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I still cannot believe my plan with Gaeruan worked, [placeholder]!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Gaeruan wreaked havoc upon the Enemy!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find Gaeruan's nest in Duvuinen",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Carry the turtle-egg to central bonfire in Grishbalt",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Gaeruan's Rage",
      "es": ""
    }
  ]
}