{
  "id": 620759535,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "The Elves, Men, and dwarves of the North Downs have all agreed to come to the Council of Esteldín, but Halbarad's chieftain has yet to be informed of the events that have transpired there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'While I await the arrival of those coming to the Council, I must ask one final task of you. My chieftain, Aragorn, must be told of what has transpired here.\\n\\n'I also would seek his counsel, as the position I find myself in is an unusual one. Aragorn has always been the one to lead, to organize, and inspire. If only the matter he was seeing to was not of much greater importance, then he would be here!\\n\\n'That cannot be helped though. By now, Aragorn should have arrived at the refuge of Rivendell in the Trollshaws. It is a hard ride that awaits you, but word must be taken to Aragorn of these matters. Look for him in one of the guest rooms of Elrond's House.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Aragorn can be found in one of the guest rooms of Elrond's House in Rivendell, which lies in the Trollshaws.\\n\\nHalbarad has asked you to take word of the invasion of the North Downs to his chieftain, Aragorn, and to obtain his advice.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Oh that I could be there to aid in those matters. But it would seem my fate lies to the south and not the north. I will compose a message for Halbarad and ask Master Elrond if one of his Elves could carry it to Esteldín.\\n\\n'You have done enough, and you have my thanks! For now, take what ease you can here in Rivendell.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'My chieftain, Aragorn, must be told of what happened here. Please, take word to him in Rivendell, the refuge of Elrond Halfelven that lies in the Trollshaws. It is a long trek there, but I need his counsel if I am to deal with the days ahead. You will find him in one of the guest rooms along the road that winds up the southern slope of the Vale of Imladris.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I wish I could be in Esteldín to lead my men, but alas, my fate lies in the south.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Many challenges await the peoples of the North in the days ahead.' ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Aragorn in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Tales will be told of your deeds, my friend. The name of [placeholder] will not be forgotten.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'This Council stands assembled, thanks to you. I am most grateful for your efforts!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 3, Chapter 7: The Council Assembled",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'Already, a party of Men, dwarves, and Elves holds a corner of the fields before Fornost.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'Those who fight Angmar at Fornost could use your strength, if you are willing to aid them.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}