{
  "id": 620759480,
  "txt": [
    {
      "id": "0x67319e2",
      "en": "'Who dares intrude upon these grounds?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7319e32",
      "en": "'Thrice accursed fools! I shall tolerate your hounding of my steps no longer!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7319e33",
      "en": "'Skorgrím! Deal with these interlopers and then bring your men to Helegrod.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "With the Key-stone in hand, you can now enter the dwarf-keep in Gabilazan, the last refuge of the Dourhands and confront both the Nazgûl and Skorgrím.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Now that we have the Key-stone, the back way into the Dourhand keep will be open to us! You should be able to confront both the Nazgûl and Skorgrím. However, the task will be a great one, and you will need help, so gather a company of allies. Also, since completion of this task may mean the end of Skorgrím, a great boon to Durin's Folk, I will send my son Gimli along with you to aid in the battle. I will entrust him with both the Key-stone and the secret dwarf-lore needed to open the gate.\\n\\n'Now go and gather a company of allies and prepare for the battle ahead. Once you are prepared, speak to Gimli. He is staying in one of the guest rooms of Elrond's House. Together you will set off for the keep, and he shall open the secret way into the inner keep.\\n\\n'This will be a great day for the Free Peoples, [placeholder]! I am eager for your return with the tale of your victory!'\\n\\n<rgb=#FF0000>This quest is meant for a fellowship. If you choose to undertake this quest solo you will receive an inspiration bonus, but the challenge will be great.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gimli is in one of the guest rooms of Elrond's House.\\n\\nWhen you have gathered a fellowship, seek out Gimli, and he will accompany you to the dwarf-keep where the Nazgûl and Skorgrím may be hiding.\\n\\n<rgb=#FF0000>This quest is meant for a fellowship. If you choose to undertake this quest solo you will receive an inspiration bonus, but the challenge will be great.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You bring tidings both joyous and dark, [placeholder]. The Dourhands are done! They will never hope to threaten the Longbeards again.\\n\\n'While the news of the spirit that was driven from Skorgrím is unsettling, it is not as disturbing as the news of the Rider's escape. What is worse, you tell me that he spoke of bringing men to Helegrod. What he seeks in that old dwarf-hall is a mystery to me.\\n\\n'Unfortunately, there is more that must be done if Rivendell is to be secured. Know, though, that I will give you whatever help I can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Glóin is at his camp north of Rivendell.\\n\\nThe Nazgûl left the dwarf-keep, commanding Skorgrím to slay you. Fortunately, you were able to defeat Skorgrím, but a fell spirit emerged from his corpse and cursed the Longbeards before vanishing. You should tell Glóin all that has transpired.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'That was a good fight, [placeholder]! Such exercise does not come along every day!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Today reminds me of our last meeting so many years ago in the Silver Deep. This time, though, we had no need for wizards! Skorgrím is defeated, and whatever foul spirit was within him has returned to the Void! A good day indeed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Ah, hello [placeholder]. A glorious battle awaits us!\\n\\n'Are you and your allies ready? My father sent me the Key-stone, so I am prepared. Let us go now into the Mountains to defeat Skorgrím and his Dourhands!'\\n\\n<rgb=#FF0000>This quest is meant for a fellowship. If you choose to undertake this quest solo you will receive an inspiration bonus, but the challenge will be great.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Ah, hello again [placeholder]. It has been many years since we last fought together, hasn't it!\\n\\n'Are you and your allies ready? My father has sent me the Key-stone, so I am prepared. Let us go now into the Mountains to defeat Skorgrím and his Dourhands!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Speak to Gimli when your allies are ready, and he will lead you to the dwarf-keep. He is in one of the guest rooms along the road that winds up the southern slope of the Vale of Imladris.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Speak to Gimli in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'That was a glorious battle we had with those Dourhands!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x22a5dfc",
      "en": "'As you command.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6e7a304",
      "en": "'Tol-anim nín gwenyr!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'You have done the Longbeards a great service, my friend! The line of Durin is in your debt!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 5, Chapter 5: The Last Refuge",
      "es": "",
      "es (fem)": ""
    }
  ]
}