{
  "id": 620759539,
  "txt": [
    {
      "id": "0x852590",
      "en": "'What do you have there, a bracelet? Perhaps you can sell it to someone. I have not much to say about jewellery and other such baubles.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852591",
      "en": "'This bracelet looks to be of Hillman-make. You should speak to one of the Hillmen who camp up near Carn Dûm to see if they recognize it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852592",
      "en": "'Ah, one of the Hillmen's bracelets. Speak with one of them up near Carn Dûm if you wish to learn more about it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852593",
      "en": "'This bracelet looks to be of Hillman-make. You should speak to one of the Hillmen who camp near Carn Dûm to see if they recognize it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852594",
      "en": "'What...? Where did you find this? This belonged to my Dírdrë. I thought it was lost forever when she was taken from me by the Angmarim. But that was so long ago....\\n\\n'Thank you for finding it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You found a bracelet of burnished gold, covered in grime and filth. The name \\qDírdrë\\q was marked upon it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852595",
      "en": "'Yes? Can I help you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "Wiping away a bit of the grime covering the bracelet, you discover an engraving that reads, \\qDírdrë.\\q It may be that someone at Tármunn Súrsa will recognize the bracelet or the name engraved upon it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Tármunn Súrsa lies in the northern part of eastern Angmar.\\n\\nYou should go to Tármunn Súrsa and question its inhabitants about the bracelet you found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'This is not of dwarf-make, I can tell you that much. Nor is it of Elf-craft. It's a bit primitive, I think. I can't say I know from whence it comes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'\\qDírdrë\\q sounds like a Hillman name to me, but I can't tell you much else.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Yes, I can make out the name, but I do not recall meeting anyone of that name in this place. It is a Hillman's name. Perhaps one of those Hillmen who camp near Carn Dûm will know something about it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Ah, this is a Hillman's bracelet, but I do not recognize the name written upon it. Perhaps one of the others will know of this \\qDírdrë.\\q'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Speak to people in Tármunn Súrsa",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'I know nothing of such baubles. Speak to one of the others if you are so interested in this bracelet!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'A bracelet you found on one of the Nimwaith? Likely the creature found it or stole it from someone else. Other than that, I can tell you nothing about the bracelet. Some of the others in the camp may know more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Tarnished Bracelet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "'I have never seen a bracelet such as this. It seems a bit crude, but still beyond the skill of the Nimwaith. I cannot tell you more than that. I would speak to some of the others in the camp...they may be able to help you more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085259",
      "en": "'I think this bracelet was made by the Hillmen. I have seen some of them wearing similar bracelets. Speak to one of them up near Carn Dûm to find out more.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}