{
  "id": 620759475,
  "txt": [
    {
      "id": 94621395,
      "en": "Glóin is at his camp north of Rivendell.\\n\\nIn defeating Gurzmat, you find him accompanied by hostile Dourhand Dwarves. Glóin should be made known of this development immediately.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'So you say that Elrond mentioned goblins in his direction to come here? It doesn't surprise me. I ran into some troublesome goblins up here when I crossed the Misty Mountains in Thorin's great quest. That time we were sorely beset by goblins.\\n\\n'Now, it does seem the foul things are even more stirred up lately, and perhaps your Rider is the cause. One of the scouts here reported them moving far from their holes far to the east and heard them chanting \\qGurzmat\\q... their leader no doubt.\\n\\n'Aye, that's what needs to be done. Slay this Gurzmat, and the goblins will be in such a disarray they won't present a problem to anyone -- and maybe you'll find the trail of this Rider you seek. Seek out the goblin fires to the north and east along the Pinnath Fenui, and you'll likely find Gurzmat holed up deep in one of the camps. I wish I could help you more, but as I said, there's a more pressing task from Dáin that I must give my attention to.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'What! Dourhand Dwarves with the goblins? Oh, yes, it's all coming together now!\\n\\n'While you were away, one of my scouts reported something interesting. You see, the task given to me by King Dáin was to track down the Dourhands' last refuge. The scout seems to have found it, as there were a large number of Dourhands around an old dwarf-fortress called Gabilazan. But that wasn't all that he found!\\n\\n'As the scout watched from a high ridge, two figures rode up to the fortress. One was a dwarf, the other a cloaked figure. At first he didn't know what he was seeing, but when all the Dourhands stopped what they were doing and cheered, he knew the dwarf could only be one person: Skorgrím! Now, with what you've told me, the other figure with him must have been the Ringwraith. It would seem our two tasks are but one, friend.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The goblins have a camp out there someplace, hidden somewhere among the snows. Look east and north of here, along the ridges of the Pinnath Fenui. Once you find this camp, work your way deep inside. If you can put an end to this Gurzmat, you'll likely put an end to that Rider's schemes.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 5, Chapter 2: Troublesome Goblins",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You've found the camps, but Gurzmat still lives? [placeholder], that just will not do. You need to ascend into that goblin-camp and put an end to Gurzmat!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Glóin told you that the goblins seem very active of late, and that he would not be surprised if the Nazgûl you are pursuing were the cause.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "The goblin-camps sprawl along the ridges of the Pinnath Fenui",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find the goblin-camp",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The goblins have many camps among the ridges of Pinnath Fenui, far to the east and north of Glóin's camp.\\n\\nGlóin told you that if you search for the goblins' camps in the Misty Mountains, you should find a goblin named Gurzmat. He appears to be their leader, and by defeating him, you should throw the goblins into disarray and perhaps find the trail of the Nazgûl.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Gurzmat is somewhere deep within the goblin-camp that sprawls along the ridges of the Pinnath Fenui.\\n\\nGlóin told you that by defeating the goblin Gurzmat, you would throw the goblins into disarray and perhaps find the trail of the Nazgûl you seek.",
      "es": ""
    }
  ]
}