{
  "id": 620759464,
  "txt": [
    {
      "id": 218649169,
      "en": "'There have always been spiders in the North Trollshaws, but in recent days their number has multiplied, and the creatures have been spotted far afield. Barachen sent Thoroniel to investigate, and she has sent word that the situation is more grave than we had expected.\\n\\n'You should travel north into the wild lands of the North Trollshaws to aid Thoroniel. Spiders are evil creatures that threaten to overwhelm good people wherever they are found.\\n\\n'Thoroniel described a particularly large spider-lair, the Wovenvales, in the north-west corner of the North Trollshaws. You are certain to find her just south of the Wovenvales. Bring allies with you, for the situation sounds most grim. If you take the road east to the marker-stone, you can reach the Wovenvales by heading north off the road and making your way into the wild.'\\n\\n<rgb=#FF0000>Note: This quest arc is intended for a full fellowship.</rgb>",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'At last you have arrived! The threat these spiders pose is too great. We have much work to do.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Thoroniel is waiting for your assistance, [placeholder], and you should not delay. You will find her south of the Wovenvales, a particularly dense spider-lair in the north-western corner of the North Trollshaws. You should bring friends with you, for Thoroniel has sent word that the spiders are most dangerous.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Scout in the North Trollshaws",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The Wovenvales are thoroughly overrun with spiders.'",
      "es": ""
    },
    {
      "id": 225071137,
      "en": "Talk to Thoroniel in the North Trollshaws",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Many scouts were dispatched across the Trollshaws to keep watch for signs of evil.\\n\\n<rgb=#FF0000>Note: This quest arc is intended for a full fellowship.</rgb>",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The sons of Elrond were wise to send you to me with such haste.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Thoroniel is south of the Wovenvales, a particularly dense spider-lair in the north-western corner of the North Trollshaws. Rochwen told you to take the road eastward to the marker-stone, then strike north into the wild from there.\\n\\nRochwen has asked you to aid Thoroniel, currently scouting a lair of spiders in the North Trollshaws. You should take allies with you.",
      "es": ""
    }
  ]
}