{
  "id": 620759551,
  "txt": [
    {
      "id": 247961460,
      "en": "'The Morroval fly close! I can't be seen!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Lorniel told you that she believes her father still lives, held captive in the dungeons of Carn Dûm. She hopes to find a way inside the terrible city and rescue him.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'If you came from Braigiar, I have no doubt you heard that my father was lost. He was indeed lost to us, but I do not believe he was slain. I have heard reports from our allies that he was taken captive and is being held within the dungeons of Carn Dûm.\\n\\n'One such ally, a sympathetic Hillman from the hostile eastern tribes named Raghnall, claims that he has acquired a scroll from the libraries of Carn Dûm that tells how to gain access to the city. If you would meet Raghnall and obtain the scroll from him, it would be a tremendous step towards freeing my father from the clutches of the Enemy.\\n\\n'Be wary, though...he will be waiting just south of Bail Cátharnakh, a Hillman village which lies to the south-west of Gath Forthnír. Most of the Hillmen there are in the service of the Iron Crown.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Meet with Raghnall south of Bail Cátharnakh, west of Gath Forthnír.\\n\\nLorniel told you that she had heard from a Hillman named Raghnall who was seeking to leave the service of Angmar and might have information that will allow her to gain access to Carn Dûm.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You were sent here by the woman from the South? Here...take this scroll. My people are suspicious. I must go at once!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Lorniel can be found within Gath Forthnír, east of Bail Cátharnakh.\\n\\nYou met with Raghnall and he gave you a scroll that explains how to forge a key for the Gates of Carn Dûm.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Leave me at once! My people will kill me if they see us together. Take the scroll to the woman, to your Lorniel...she will know what to do with it.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Did you find Raghnall? Ah! That must be the scroll he told of! Let me see it.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Hurry, [placeholder]...there is no telling how long Raghnall can stay hidden. You must go speak with him immediately! He should be hiding somewhere south of Bail Cátharnakh.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Did you obtain the scroll from Raghnall?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the scroll to Lorniel",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 7, Chapter 2: Crossing the Shadow",
      "es": ""
    }
  ]
}