{
  "id": 620759575,
  "txt": [
    {
      "id": 218649169,
      "en": "'Don't think that I do not appreciate what you have done, but these legs and tongues are horrible! Any reasonable dwarf would rather starve than eat food such as this! Bother it all! If only we could make it taste less vile.\\n\\n'I hesitate to mention this, but I have heard that drake eggs are delicious. Aye, I know it sounds strange, but we are in some dire straits here.\\n\\n'Far to the east, there is a valley called Dolroth which is full of drakes. If you could gather friends and raid their nests for eggs, perhaps I will have a meal that a dwarf would actually eat!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah, so you have the eggs...well give them here. I will start making a meal from what you have brought back.\\n\\n'I must say, those eggs don't look like much, but maybe they will make the difference, and I will be able to make a meal a dwarf would not turn his nose up at.\\n\\n'Although, I have to admit, I would just be happy if they ate it at all! A meal such as this will at least keep their strength up. They may not like it, and their stomachs may complain, but maybe it'll help us survive just long enough to get some real food!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The drake nests are found to the east of Gabilshathûr, in a valley called Dolroth. Although the task will not be easy, I fear a dwarf would rather die than eat those legs and tongues. Adding those eggs may make it a palatable meal!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Do you have the drake eggs?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Dire Need",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Kol told you that the norboglir-legs and slug-tongues you brought back were disgusting...far too disgusting for even a desperate dwarf to eat.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Gather drake-eggs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Gather drake-eggs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "There are drake nests far to the east of Gabilshathûr in the valley of Dolroth.\\n\\nKol has asked you to collect drake-eggs to supplement the inedible provender you already provided.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the drake-eggs to Kol",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Kol is at Gabilshathûr, far to the east of the drake-nests.\\n\\nYou have counted a fair number of drake-nests and should now return to Kol with the information you have gathered.",
      "es": ""
    }
  ]
}