{
  "id": 620759424,
  "txt": [
    {
      "id": "0xda44875",
      "en": "The Way of the Hunter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have discovered The Way of the Hunter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "This is the title page of The Way of the Hunter. It does confirm that the text was translated by a lore-master in Rivendell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You found a missing page of The Way of the Hunter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e2",
      "en": "This page from the preface speaks of the purpose of the book, which is to aid those who choose the path of the hunter to maximize the efficiency of their skills, but it says little to actually do so.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You found a missing page of The Way of the Hunter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "The author smoothly transitions into a discussion of tracking and survival skills. There is much here that a student of the hunter's path could benefit from.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You found a missing page of The Way of the Hunter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e4",
      "en": "This page discusses the proper use of a bow from a perch. Precarious balance can lead to many missed shots.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "This copy of The Way of the Hunter appears to have been a much more accurate work, probably transcribed by Elven scribes in Rivendell or Lórien -- but unfortunately someone seems to have intentionally defaced the book, ripping several pages from it. Legolas of the Elves might be able to shed some light on the text.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "You found a missing page of The Way of the Hunter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e5",
      "en": "This page outlines the best use of the bow while on the move. Rarely does an arrow fly true when loosed in motion, even from the bow of an Elf, but these techniques may help minimize wayward quarrels.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The missing pages may be found among the snowy peaks of the Misty Mountains or the former realm of the Witch-king, Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "You found a missing page of The Way of the Hunter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e6",
      "en": "This page describes the organization of the forwards scouts of Gondolin in the days before the Goblin Wars. Their tactical knowledge may be of use to the intelligent hunter, though not without the remainder of the book.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3687",
      "en": "You found a missing page of The Way of the Hunter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e7",
      "en": "This page helps explain the information found in previous notes, though without all of the previous notes it has little meaning.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3688",
      "en": "You found a missing page of The Way of the Hunter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e8",
      "en": "This page concludes The Way of the Hunter, summarizing the goals, but saying little about the actual text. It is useless outside of the full book.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3689",
      "en": "You found a missing page of The Way of the Hunter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Legolas in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "The Way of the Hunter, page 1",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "The Way of the Hunter, page 3",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "The Way of the Hunter, page 4",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "The Way of the Hunter, page 8",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "The Way of the Hunter, page 17",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "The Way of the Hunter, page 20",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "The Way of the Hunter, page 21",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c9",
      "en": "The Way of the Hunter, page 28",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The first four pages of this book can be found on enemies scattered across Angmar, Eregion, and Moria. The last four pages of this book can be found on enemies scattered across Forochel, Moria, and the Misty Mountains.\\n\\nYou have heard of this book before -- The Way of the Hunter is believed to have been a work produced by Elven hunters who were set to the task of guarding the approaches of the hidden city of Gondolin, which fell to the forces of darkness in the First Age. While this work outlived its authors and has been copied innumerable times since, many of those copies were produced by Men from far older works and are imperfect in their translation, leaving several important points untold.\\n\\nThis copy of The Way of the Hunter appears to have been a much more accurate work, probably transcribed by Elven scribes in Rivendell or Lórien -- but unfortunately someone seems to have intentionally defaced the book, ripping several pages from it. Legolas of the Elves might be able to shed some light on the text.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Ah, the Way of the Hunter. My father had an excellent copy of this text that I read in my youth. You are lucky indeed to have found one so accurately copied! Alas, few scholars of Men have a proper appreciation for the older Elven tongues in these latter ages and much is often lost in the transcriptions they create.\\n\\n'If only some mischievous villain had not seen fit to tear out several of the pages, you would have a great prize in hand with this book! Do not despair though...there are other copies and pages of this tome in the world, and if you can gather them, you may well be able to complete the text after all.\\n\\n'The wisdom of my brethren many ages past lies within those pages, and you would be much advised to study it should that opportunity present itself.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}