{
  "id": 620759560,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The text you recovered spoke of the betrayal of the Longbeards by the Dourhands, and of a champion that survived the death of his master, the pale dwarf called Skorgrím.\\n\\n'I remember this dark day but is this evil champion the stuff of legend? That I cannot say, but this Mordirith's servants are many and powerful...I do not doubt these claims.\\n\\n'You should investigate the matter. Return to Minas Angos and strike its gates. Should this fabled champion exist, he would be ill-advised to ignore such a challenge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I have stood shoulder to shoulder with our dwarf-allies, and I can attest to their skill in battle. That you fought a champion of the Dourhands and survived is an amazing feat, and one that those treacherous villains will not soon forget.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'That text you hold should summon the Dourhands' champion.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Champion of Minas Angos",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Lindir translated the text you found from the Black Speech into Westron.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Summon and defeat Minas Angos' Champion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Minas Angos stands on the western side of Barad Gularan, south of Gath Forthnír.\\n\\nYou must travel to Barad Gularan and issue a challenge to the evil dwarves within Minas Angos.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Report back to Lindir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Lindir is in the Fire Hall in Rivendell in the Trollshaws, far to the south.\\n\\nYou travelled to Minas Angos and called out its dwarven champion. After a difficult battle, you defeated him. You should return to Lindir with the news of your victory",
      "es": "",
      "es (fem)": ""
    }
  ]
}