{
  "id": 620759548,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'Well, the shield was not a problem, although I have never seen one quite like it. This was not Golodir's shield, it is much older and bears the markings of the South Kingdom. Very interesting... whatever the case, it will serve him well.\\n\\n'The sword though, well that is another matter. It was forged by the Elves long ago and is beyond my ability to repair. I am sorry, but I have done what I can.\\n\\n'Perhaps Daervunn will have another thought on how to repair Golodir's sword.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Golodir's equipment? I will help however I can.\\n\\n'Hmm, yes. I believe I can repair the damage to his mail shirt, but repairing the shield and the sword is beyond my ability. I think though one of the armour-smiths here in Esteldín will be able to help. Go and take the sword and shield to Toram. While you do this, I will set to work on the shirt.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 8, Chapter 2: Rekindling the Flame",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'What can I do for you today?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'So Golodir lives? It is an amazing thing. I had thought him long dead, yet another victim of Angmar. It is a shame though that his freedom was won at the price of his daughter's life. Lorniel, was a gift. Beautiful in spirit and form. What a shame.\\n\\n'Ah, I have gone on too long. Let me see that sword and shield. I will do what I can to help Golodir.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You should not tarry here, but make your way to Esteldín. Perhaps there Golodir's friend Daervunn may be able to repair his gear.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'What can I do for you today?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You should not tarry here, but make your way to Esteldín. Perhaps there Golodir's friend Daervunn may be able to repair his gear.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'Fortunately, without too much difficulty, I have been able to repair the shirt. I am disappointed though that Toram was unable to repair the sword. At least he was able to repair the shield.\\n\\n'It is interesting that the shield you found was not Golodir's, but is of the South Kingdom. It is quite a mystery... but one that must be solved another time, I suppose.\\n\\n'Returning to the sword, if we are to have it reforged, I can think of but one place where there are Elf-smiths of sufficient skill to repair it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Daervunn is at Esteldín in the North Downs, far to the south and west of Angmar.\\n\\nLaerdan instructed you to take Golodir's equipment to the Ranger Daervunn to be repaired.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You should not tarry here, but make your way to Esteldín. Perhaps there his friend Daervunn may be able to repair Golodir's gear.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "'Have you Golodir's sword and shield?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Toram is in Esteldín.\\n\\nDaervunn felt he could repair Golodir's shirt, but the sword and shield were beyond his ability. He asked you to speak to Toram in Esteldín to have those items repaired.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'You should not tarry here, but make your way to Esteldín. Perhaps there Golodir's friend Daervunn may be able to repair his gear.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Reclaim Golodir's sword and shield from Toram in Esteldín.\\n\\nDaervunn asked you to take Golodir's sword and shield to Toram, an armour-smith in Esteldín, for repair.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'I will repair the shirt, but the sword and shield are beyond my ability. Take them to Toram, one of Esteldín's armour-smiths. He should be able to fix them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Daervunn is at Esteldín.\\n\\nYou should return to Daervunn to collect Golodir's shirt and to see if he has any thoughts on how to repair Golodir's sword.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'I am nearly done with the shirt, but you should go see Toram and reclaim Golodir's sword and shield.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'I have done all I can for you. That sword is beyond my ability to repair. I would speak to Daervunn, if I were you. He may have some thoughts on how it may yet be repaired.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x872f98e",
      "en": "'Hmm, the sword looks of Elf-make... the shield though, that's something I can repair.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring Golodir's equipment to Daervunn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Wait for Toram to complete his task",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the sword and shield to Toram",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring the sword and shield to Daervunn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You managed to recover Golodir's equipment, but as Laerdan pointed out to you, the gear was corroded and decayed beyond use.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'What hope remains to Golodir must lie with his own people. It may be that they can repair this gear or somehow draw from it, something that may renew Golodir.\\n\\n'Take this equipment to the hidden Ranger encampment of Esteldín in the North Downs -- I am sure you have been there before. Tell them Laerdan of Eregion sent you.\\n\\n'Time is wasting for Golodir!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}