{
  "id": 620759574,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Orc-warriors ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Orc-defilers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Defeated Orc-skirmishers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The dwarf-holding of Gabilshathûr is in grave danger. An army of Orcs is not far away, and Orc raiding-parties are harrassing the outpost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You came here, alone, from the west? I suppose there is more to you than one would guess at a glance.\\n\\n'Here, you can indeed be of some help to us. I am charged with the protection of Gabilshathûr, and this had become quite a challenge since an Orc-scout discovered our outpost a few days back. Now, we are constantly harassed by the Orcs, and I am not sure how much longer we can hold out.\\n\\n'If you can slay some of those Orcs, though, we might get a bit of breathing space. I am not picky, slaying any Blogmal or Krahjarn Orc you encounter in Eastern Malenhad is enough... although to be most helpful, you should slay some of their warriors and skirmishers. Oh, and some defilers as well....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "There are Blogmal and Krahjarn Orcs throughout Eastern Malenhad, north of Gabilshathûr.\\n\\nGisur has asked you to defeat many Orcs in an attempt to give the dwarves of Gabilshathûr some breathing-room.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Oh good, you have returned! You have done well, but I fear that your efforts may have come to naught. The Orcs are moving on us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Guard-captain Gisur is at Gabilshathûr, south of Duvuinen.\\n\\nYou have defeated a large number of Orcs and should return to Gisur to inform him of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Defeat the Blogmal and Krahjarn Orcs north of Gabilshathûr. It is but a drop in the Sea in regard to their numbers, but if we can distract them from our holding, we will have bought ourselves a bit of breathing-room...at least, that is what I hope!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Orc-warriors ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Orc-defilers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat Orc-skirmishers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Breathing-space",
      "es": "",
      "es (fem)": ""
    }
  ]
}