{
  "id": 620759580,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Is it true what I have heard? That you are travelling into the valley of Dolroth? If that is true, could you thin the numbers of the drakes found there? You would be doing a great service to Gabilshathûr!\\n\\n'Although not nearly as dangerous and wicked as a dragon, drakes share at least a small part of their love for precious things. In the past, the drakes of Dolroth were drawn here, swooping in and attacking us. After one such attack, I led a band of dwarves into Dolroth and thinned their numbers.\\n\\n'Yet now, seeing as we are hard-pressed by the Orcs, we have no dwarves to spare to remove the drakes, and I fear the drakes' numbers will grow once more. If you, though, could slay a number of them, we will only have one threat to deal with!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done! I will rest easier knowing that at least the drakes will not menace us any time soon. Well, at least that would be the case if the Orcs gave us a moment's rest!\\n\\n'Oh, do not think me ungrateful, [placeholder]. You have done us a great service.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Drakes can be found far to the east of here, [placeholder], in Dolroth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Scaled Menace",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Guard Ansurr told you that in the past the drakes of Dolroth menaced Gabilshathûr. He fears that now that they have no time to thin the numbers of the drakes, they will once again threaten Gabilshathûr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated drakes in Dolroth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat drakes in Dolroth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Drakes can be found far to the east of Gabilshathûr, in the valley of Dolroth.\\n\\nAnsurr asked you to thin the numbers of the drakes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Guard Ansurr is at Gabilshathûr, far to the west of the valley of Dolroth.\\n\\nYou have defeated many drakes and should return to Guard Ansurr with news of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}