{
  "id": 621002783,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'[placeholder], have you heard the good tidings? The time has come at last to sail to Mithlond and to blessed Valinor!\\n\\n'We have waited only one month, but each day has seemed a year since we arrived in Celondim. The burdens of this realm shall soon be behind us, but I am curious if the sons of Elrond found what they sought in the ruins of Edhelion. I have heard many tales of the sorrowful history of that place, and how it came to ruin by the hand of a disreputable dwarf named Skorgrím Dourhand, but it has laid empty for many long years now. I wonder if anything remains to be found there....\\n\\n'I have never walked upon the shores of the blessed realm, but I have heard many tales of Valinor. Your forebears who once dwelt there, did they not? Did you as well?'\\n\\nTaerthon pauses a moment and studies your face.\\n\\n'You look restless, my friend. What troubles you on such a joyous day?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "You arrived in Celondim with the sons of Elrond one month ago, and the time soon approaches to sail to Mithlond. However, Elrond's decision to offer you a choice of whether to leave Middle-earth or remain to aid its peoples has weighed heavily on you during your travels.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Prologue: A Sea Unsettled",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "You arrived in Celondim with the sons of Elrond one month ago, and the time soon approaches to sail to Mithlond. However, Elrond's decision to offer you a choice of whether to leave Middle-earth or remain to aid its peoples has weighed heavily on you during your travels. The Elf, Taerthon, has also come to sail to the West and you have spent much time together in preparation for your journey since Elladan and Elrohir departed for Edhelion.\\n\\nThe time has at last come to journey to the West, and Taerthon awaits you at the docks of Celondim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Taerthon can be found near the docks in Celondim.\\n\\nYou have travelled to Celondim, and the time soon approaches to sail to the Uttermost West.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Talk to Taerthon in Celondim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to Taerthon in Celondim",
      "es": "",
      "es (fem)": ""
    }
  ]
}