{
  "id": 621002784,
  "txt": [
    {
      "id": "0xeb011a0",
      "en": "Taerthon can be found near the docks of Celondim.\\n\\nYou have reflected on the paths of your friends and kin, and have come to find a new sense of purpose in Middle-earth. You should return to Taerthon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a9",
      "en": "Your reflection on the path of Elrond fills you with wisdom!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "Elladan and Elrohir can be found by the stable-master of Celondim.\\n\\nElladan and Elrohir have come to Celondim seeking you, and you should now speak to them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Prologue: Reflections of the Past",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Reflect on the fate of Círdan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Reflect on the fate of Harthalín",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Reflect on the fate of Elrond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'What troubles you, [placeholder]?'\\n\\nYou tell Taerthon that your thoughts are drawn to your friends and kin and to the choice that was given to you to remain in Middle-earth if you so wished it.\\n\\n'Why would you wish to remain here? As you must know well, the lands of Valinor heal all ills and replenish our spirits. The concerns of this realm are ours no longer!'\\n\\nTaerthon senses that his words have not convinced you.\\n\\n'I see. Perhaps you should reflect upon the paths of your friends and kin to guide you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Reflect on the paths of your friends and kin ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'[placeholder], I am glad you have not yet departed! I feared we would be too late....'\\n\\nElladan and Elrohir's faces betray grave concerns.\\n\\n'There are grim forces at work in the Ered Luin, my friend. The terrible Gaunt-lord, Ivar, has bound vile spirits to the corpse of the Dwarf-lord, Skorgrím, and now the Dourhands think him their leader reborn! Our foes escaped, and now the Enemy has beguiled the Dourhands into his service!'\\n\\nElrohir gives Elladan a knowing look.\\n\\n'Indeed, the truth must be told, brother. When Father spoke of the shadow in the East, he spoke of Sauron. The Dark Lord has returned once again, [placeholder], and he has sent his servants across the many lands of this realm in search of the Ring that was lost. If Sauron recovers the Ring, no host shall remain to stand against him and all will be lost.\\n\\n'The time shall soon come when the peoples of this realm are called to war, and I beg that you remain to guide them and make safe the lands of Middle-earth. It is a great demand to make of one as storied as you and at so final an hour, but I would not ask it if the need were not dire. It shall soon be a realm of Men, and it must survive for them to inherit it! I beg you -- will you remain?'\\n\\nYou tell Elladan and Elrohir that you have chosen to remain in the realm of Middle-earth.\\n\\n'To have you among the forces that stand against Sauron brings me new hope for the days that lie ahead. You should aid the folk in Celondim and the lands beyond to hone your skills for the battles that surely await us. When the time comes, we shall call on you to join us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Ah, so you return. Where has your reflection led you, [placeholder]?'\\n\\nYou tell Taerthon that you desire to remain in Middle-earth.\\n\\n'It is not the choice I make, but I understand it, friend. You have made it your purpose to confront the forces of evil wherever they take hold, and though it does not seem so here in Celondim, it is true that great evils are again at work in this realm.\\n\\n'You see, while you were reflecting, Elladan and Elrohir arrived in Celondim and asked to speak with you at once. I told them I would deliver their request when you returned, and they now wait for you near the stable-master.\\n\\n'My path leads to the Uttermost West, but it seems yours now leads elsewhere. May the Valar guide you, and may you one day come to find peace in Valinor!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "You reflect upon the path of Gil-galad, the High King of the Elves, and the bravery he possessed as he fought and fell to purge the evils of Morgoth and Sauron from the world. You consider the loss of the Elf, Thelaron, and the pain of losing a companion during the War as Gil-galad did. You consider the loss of your King, and you understand what his sacrifice meant for the peoples of Middle-earth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "After encountering a terrible Gaunt-lord and witnessing the binding of a fell spirit to the remains of Skorgrím Dourhand, Elladan and Elrohir are forced to reveal the terrible truth of the Third Age -- Sauron has returned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "You reflect upon the path of Glorfindel, who has remained in Middle-earth to stand against the evils of the Enemy and the most vile of his servants. You think upon Glorfindel's deeds in the Elder Days of the world, and how his resolve has never faltered, even when confronted with death.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "You reflect upon the decisions of Círdan the Shipwright, who remained in Middle-earth that others of his kin might depart for the blessed realm of Valinor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Elladan and Elrohir can be found to the west of the docks by the stable-master of Celondim.\\n\\nTaerthon is sorrowful, but understands your choice to remain in Middle-earth. He has also mentioned that Elladan and Elrohir have suddenly arrived in Celondim and wish to speak with you. You should find them by the stable-master of Celondim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "You reflect upon the decisions of your dearest friend, Harthalín, who has chosen to remain in Middle-earth and free it of evils before the time comes to bequeath it to Men. You consider her duty to the people of this realm, and that she hoped that you might remain to aid her in the battles against the evils of the world.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "You reflect on the decisions of Elrond Halfelven, once the herald of Gil-galad, whose time in this realm draws near to its ending. You consider Elrond's words, for he said that you might depart for the Uttermost West if you truly wished it and that the burdens of this realm no longer fall to you. You consider that he kept you in Imladris that the choice might one day be yours, rather than sending you to revive in the Uttermost West.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Reflect on the fate of Gil-galad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Reflect on the fate of Glorfindel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Talk to Elladan in Celondim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "You may reflect on your friends and kin near the docks of Celondim.\\n\\nAfter realizing that you have become uneasy in your thoughts and might desire to remain in Middle-earth, Taerthon believes you would do well to reflect on the paths of your friends and kin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Find Elladan and Elrohir by the stable-master of Celondim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to Taerthon in Celondim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d173",
      "en": "As the time approaches to sail to Mithlond, the decision of whether to remain in Middle-earth or sail to the Uttermost West has led you to reflect on your past and consider the choices of your dearest friends and allies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "Your reflection on the path of Gil-galad fills you with determination!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "Your reflection on the path of Glorfindel fills you with hope!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "Your reflection on the path of Círdan fills you with grace!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Your reflection on the path of Harthalín fills you with courage!",
      "es": "",
      "es (fem)": ""
    }
  ]
}