{
  "id": 620996489,
  "txt": [
    {
      "id": 162883712,
      "en": "'Sauron is no more, and can no longer burden Middle-earth. Some of my folk may come to live in this land for a time, and I delight in knowing that it will remain green and growing for years to come, untroubled by Sauron's evil. But I will not stay long here. \\n\\n'The first days of Gondor's new year will be filled with happiness, and I share the joy of its people, but my heart has another longing. The Sea calls to me, and I would follow.\\n\\n'But I will not follow that longing just yet, [placeholder]. Food, and drink, and celebration must come first. We have all seen enough of darkness. Let us enjoy some lighter fare, and savour the taste!'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'We have come through the long night to the dawn at last, [placeholder]! Many were the days I believed all my choices were going wrong, but despite those errors we have seen the destruction of the Ring and the downfall of Sauron!\\n\\n'There will be a new ordering of the calendar to mark the occasion. In the Kingdom of Gondor, the New Year will now begin on March twenty-fifth, the day on which Sauron fell and hope was restored to Middle-earth.\\n\\n'There are still many preparations to be made before I can ascend to the throne of Gondor, but today is a day of celebration. My friends and my kin have earned this day of victory! Enjoy this day, [placeholder], for you too were instrumental in its arrival!'",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "'Ah, [placeholder]. I am glad you have returned to me, for there is a small matter about which I wish to speak with you.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Frodo Baggins is in a bower on the south-eastern side of the field of Cormallen, recovering from his ordeal.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Do not let me keep you, [placeholder]! Our heroic friends have been through much, but I know they will want to speak with you now that the danger has passed! Frodo and Sam have rested from their journey, but it will take more than these few days to recover from the exertion of their ordeal!\\n\\n'You will find them in a bower on the south-eastern side of the field.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Samwise Gamgee is in the bower in the south-east of the field of Cormallen.",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Talk to Gimli on the field of Cormallen",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Talk to Legolas on the field of Cormallen",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Now that he is awake, you should speak to Frodo. He is still recovering from his ordeal, but I know he will wish to see you. You will find him in a pleasant bower in the south-east of the field of Cormallen.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Frodo Baggins is in the bower on the south-east of the field of Cormallen.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'I beg your pardon, [placeholder], but Mister Frodo needs his rest. So many folk have come calling on him, some of them even bending the knee, and those who bowed the lowest were kings and princes themselves! Now, my master deserves every bit of it, but some of these even bowed to me, and I can't say I liked that at all! Frodo carried the real burden, and he did all the hard work, if you ask me.\\n\\n'Can you believe that old Strider turned out to be a king as well? When I first met him, I said to myself, \\qThis Strider has a kingly air about him, doesn't he, Sam?\\q but I didn't say anything of it to my master or to Merry or Pippin. There was enough going on in Bree that there wasn't time for it.\\n\\n'So many high important folk paying attention to hobbits! There's no mistaking that these are queer times!'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "Talk to Radanir on the field of Cormallen",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "Talk to Aragorn on the field of Cormallen",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Please forgive Sam, [placeholder]. He has spent so long worrying about me that I think it became natural for him, especially after our experience in Mordor.'\\n\\nFrodo shivers, despite the warmth in the air.\\n\\n'I know Sam does not want to talk about it, but I would never have made it to the Fire without him. If you had the joy of knowing old Hamfast, you would know that Gamgees love to talk, but the Gaffer and his son would prefer most any topic to speaking about themselves. So it falls on me to tell you that I may have carried the burden, but it was the strength of my dear Sam that guided me through despair and across the dead lands. And at Mount Doom...'\\n\\nFrodo's face is pale, and he stops speaking. He seems relieved when Pippin breaks the silence with a boisterous cheer.",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Talk to Mithrandir on the field of Cormallen",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'If Frodo says he's fine, I suppose it is all right. But I do wish he would get more rest! He went through a great deal in Mordor, as you know!'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Peregrin Took and Meriadoc Brandybuck are on the field of Cormallen.",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Three cheers for Frodo Baggins, who destroyed the Ring! And save a cheer or two for Samwise Gamgee, who got to go with him and managed to miss out on a great deal of the fighting! Oh, I'm only teasing. I know that Sam saw some danger, although he doesn't want to talk about any of it. Both he and Frodo are awfully tight-lipped about their journey in Mordor.\\n\\n'I don't blame them. Battles are nasty things. Merry and I certainly ended up seeing more than our share, and it was all very dirty and confusing. I wouldn't recommend it! Do you know that a troll fell on top of me?\\n\\n'It's easy to laugh about now that it's done, but no one was laughing when we were in the thick of the fighting. I am glad we are still here, [placeholder]. Three cheers for Frodo and his friends!'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'I am glad to have this time to catch up with Frodo and Sam. Pippin and I are knights of the City and of the Mark, respectively, and we have been kept busy with those duties. At last we can chat, and they do not want to talk about it, or at least not in the detail our curiosities demand!\\n\\n'Well, I can respect that. After the Pelennor Battle I could barely stand to tell Pippin what befell poor Théoden. In time, perhaps it will become easier for them to talk about the journey. It was like that with Éowyn. By the time I left Minas Tirith to come here, she had emerged from silent sorrows and had taken to speaking with Steward Faramir in the gardens. It seems to me that time and distance helps many shadows lessen.\\n\\n'I wonder why Éowyn has not yet arrived? Éomer King called her hither, but she has not yet come to Cormallen.'",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'I do not think I want to speak of Mordor anymore, [placeholder].'",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "Sam beckons for you to speak to him instead of Frodo",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'My uncle Théoden is avenged. Sauron is no more. It cannot be questioned that soldiers of Rohan and of Gondor played their parts, but in the end the fatal blow was struck by two hobbits alone in the Black Land. It is an amazement to me!\\n\\n'I have heard that the Nazgûl came to fiery ends, speeding back to Mordor at their Master's call when he learned of his true peril. With my mind's sight I can see them, caught in the blast of the flaming mountain: eight fireballs scorching the sky, plummeting earthward and shrieking their final desperate cries.\\n\\n'I wish that those of my soldiers who were carried aloft by those creatures during the Battle of the Black Gate could have known the fate their murderers would shortly suffer. It gives me great satisfaction to picture it on their behalf. Ride, Eorlingas, ride! You are avenged!'",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'The fall of Sauron worked a great madness in his servants, [placeholder], and many of them despaired once he was gone. Did some spell hold them ensorcelled while he yet lived, and death broke his hold upon them? I cannot say, but I did witness that many of the Orcs cast themselves into pits or fell upon their weapons once he was gone.\\n\\n'There were others among his servants that were made more ferocious by the fall of their master, and these fought long and with desperation. Some of them fled back through the ruins of the gate; I do not doubt that my King will send me against these others, in time.\\n\\n'But that is a thought for tomorrow. Today we celebrate the fall of Sauron!'",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Legolas and Gimli are on the field of Cormallen.",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to Frodo Baggins in the bower",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'That was quite a feast, and most well-deserved! It is not every day that an evil such as Sauron is laid low, after all! It seems as if Elrond and Gandalf made the right choice back in Rivendell, doesn't it? Frodo Baggins may not be a dwarf, but he has proven to have the determination of my kind!\\n\\n'All these hobbits seem to have it! Young Peregrin Took could use a portion less of it, if you ask me. He is fortunate I saw him lying beneath that troll before the Black Gate, and heaved the great beast off him. I might have sworn up and down that he was dead, and yet he lives and is up and about already. He has caused me so much trouble, and yet still I am fond of him for all the bother.\\n\\n'There will be days of merriment aplenty, [placeholder], but sometime in the weeks ahead I must set my eyes to the north and return to the Lonely Mountain. My mind is full of ideas, and what dwarf wants that? I must speak to the King of Durin's Folk and let these ideas out before they do me some harm! Ha ha ha ha!'",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to Peregrin Took in the bower",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Talk to Meriadoc Brandybuck in the bower",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Talk to Éomer on the field of Cormallen",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Talk to Prince Imrahil on the field of Cormallen",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Radanir and Aragorn are on the field of Cormallen.",
      "es": ""
    },
    {
      "id": 162883746,
      "en": "'That was quite a feast, and most well-deserved! It is not every day that an evil such as Sauron is laid low, after all! It seems as if Elrond and Gandalf made the right choice back in Rivendell, doesn't it? Frodo Baggins may not be a dwarf, but he has proven to have the determination of our kind, has he not? He has!\\n\\n'There will be days of merriment aplenty, [placeholder], but sometime in the weeks ahead I must set my eyes to the north and return to the Lonely Mountain. My mind is full of ideas, and what dwarf wants that? I must speak to the King of Durin's Folk and let these ideas out before they do me some harm! Ha ha ha ha!'",
      "es": ""
    },
    {
      "id": 162883747,
      "en": "'That was quite a feast, and most well-deserved! It is not every day that an evil such as Sauron is laid low, after all! It seems as if Elrond and Gandalf made the right choice back in Rivendell, doesn't it? Frodo Baggins may not be a dwarf, but he has proven to have the determination of our kind, has he not?\\n\\n'All these hobbits seem to have it! Young Peregrin Took could use a portion less of it, if you ask me. He is fortunate I saw him lying beneath that troll before the Black Gate, and heaved the great beast off him. I might have sworn up and down that he was dead, and yet he lives and is up and about already. He has caused me so much trouble, and yet still I am fond of him for all the bother.\\n\\n'There will be days of merriment aplenty, [placeholder], but sometime in the weeks ahead I must set my eyes to the north and return to the Lonely Mountain. My mind is full of ideas, and what dwarf wants that? I must speak to Dáin and let these ideas out before they do me some harm! Ha ha ha ha!'",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'That was quite a feast, and most well-deserved! It is not every day that an evil such as Sauron is laid low, after all! It seems as if Elrond and Gandalf made the right choice back in Rivendell, doesn't it? Frodo Baggins may not be a dwarf, but he has proven to have the determination of my kind!\\n\\n'All these hobbits seem to have it, present company included! Furthermore, young Peregrin Took could use a portion less of it, if you ask me. He is fortunate I saw him lying beneath that troll before the Black Gate, and heaved the great beast off him. I might have sworn up and down that he was dead, and yet he lives and is up and about already. He has caused me so much trouble, and yet still I am fond of him for all the bother.\\n\\n'There will be days of merriment aplenty, [placeholder], but sometime in the weeks ahead I must set my eyes to the north and return to the Lonely Mountain. My mind is full of ideas, and what dwarf wants that? I must speak to the King of Durin's Folk and let these ideas out before they do me some harm! Ha ha ha ha!'",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Mithrandir is on the field of Cormallen.",
      "es": ""
    },
    {
      "id": 24695142,
      "en": "The field of Cormallen has become a field of victory, and friends and allies share fellowship and speak of their accomplishments in the overthrow of Sauron.",
      "es": ""
    },
    {
      "id": 162883753,
      "en": "Radanir looks at you grimly.\\n\\n'I was speaking with some of the others, and they agree that you have a decision to make. Weigh your options carefully, [placeholder], for this could be a costly choice.'\\n\\nA rare smile illuminates Radanir's features.\\n\\n'You need to choose the tavern at which we can all meet, now that the Grey Company has accomplished its mission and we have fulfilled our oaths. You agreed to buy me three mugs of ale, as I recall, so you will want to select an establishment with a barkeep who sets a reasonable price. I recommend the Forsaken Inn, east of Bree. The fare is of low quality, but it was Candaith's favourite, and that is enough for me.\\n\\n'We will not depart just yet! There is work still to be done for Aragorn to claim his throne, and many of us wish to help him set his kingdom in order. Some of us will remain here in the south-lands, even when others return to their homes. I think I will travel with Lothrandir when he returns to Sûri-kylä; it is a long road, and he would welcome the company. Also, there is a lake on the way to Forochel, and I promised a friend I would see it for myself.'",
      "es": ""
    },
    {
      "id": 162883665,
      "en": "Frodo is about to speak when Sam interrupts and beckons you to him.",
      "es": ""
    },
    {
      "id": 162883666,
      "en": "'Please forgive Sam, [placeholder]. He has spent so long worrying about me that I think it became natural for him, especially after our experience in Mordor.'\\n\\nFrodo shivers, despite the warmth in the air.\\n\\n'I know Sam does not want to talk about it, but I would never have made it to the Fire without him. If you knew old Hamfast you'd know that Gamgees love to talk, but the Gaffer and his son would prefer most any topic to speaking about themselves. So it falls on me to tell you that I may have carried the burden, but it was the strength of my dear Sam that guided me through despair and across the dead lands. And at Mount Doom...'\\n\\nFrodo's face is pale, and he stops speaking. He seems relieved when Pippin breaks the silence with a boisterous cheer.",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'I beg your pardon, [placeholder], but Mister Frodo needs his rest. So many folk have come calling on him, some of them even bending the knee, and those who bowed the lowest were kings and princes themselves! Now, my master deserves every bit of it, but some of these even bowed to me, and I can't say I liked that at all! Frodo carried the real burden, and he did all the hard work, if you ask me.\\n\\n'Can you believe that old Strider turned out to be a king as well? When I first met him, I said to myself, \\qThis Strider has a kingly air about him, doesn't he, Sam?\\q but I didn't say anything of it to my master or to Merry or Pippin. There was enough going on in Bree that there wasn't time for it.\\n\\n'So many high important folk paying attention to hobbits like us, [placeholder]! There's no mistaking that these are queer times!'",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'Now that he is awake, you should speak to Frodo. He is still recovering from his ordeal, but I know he will wish to see you.'",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'Please forgive Sam, [placeholder]. He has spent so long worrying about me that I think it became natural for him, especially after our experience in Mordor.'\\n\\nFrodo shivers, despite the warmth in the air.\\n\\n'I know Sam does not want to talk about it, but I would never have made it to the Fire without him. Well, you know old Hamfast, which means you know that Gamgees love to talk, but the Gaffer and his son would prefer most any topic to speaking about themselves. So it falls on me to tell you that I may have carried the burden, but it was the strength of my dear Sam that guided me through despair and across the dead lands. And at Mount Doom...'\\n\\nFrodo's face is pale, and he stops speaking. He seems relieved when Pippin breaks the silence with a boisterous cheer.",
      "es": ""
    },
    {
      "id": 246419879,
      "en": "Éomer of Rohan and Prince Imrahil of Dol Amroth are on the field of Cormallen.",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to Frodo in the bower south-east of the field of Cormallen",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Samwise Gamgee in the bower",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 9, Chapter 3: On the Field of Victory",
      "es": ""
    }
  ]
}