{
  "id": 620996487,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Frodo is inside the bower that was prepared for him in the south-east of the field of Cormallen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'I will tell you the truth of what happened inside Mount Doom, [placeholder]. I want to do the right thing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Frodo is inside the bower that was prepared for him on the field of Cormallen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Enter his bower in the south-east of the field of Cormallen and find Frodo",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'You know the truth now, [placeholder]. So many good people suffered, so many good people died, so that I could get to the Mountain. And at the end, I could not bring myself to do what everyone depended upon me to do! How can I live with the shame of it?'\\n\\nYou tell Frodo that what little you learned of the Ring during your own adventure has taught you that it was an artifact of great power and great evil, and that it could work its temptation upon even those of good hearts and strong will.\\n\\n'Maybe you are right, [placeholder]. Your words do not erase my shame, but even though the Ring is gone I can still remember how I felt in that moment, standing above the Fire. I did not wish to destroy it. I would have rather died than allow it to be taken from me. I cannot imagine how Sméagol survived for so long after the Ring came to Bilbo. Or perhaps I can. It was the desire for it that drove him, and that feeling is familiar to me, and painful.\\n\\n'Pippin worries that I will forget the details of my journey if I do not write them down? But the details are etched upon my memory. I cannot believe that I would forget how I felt in that moment. But perhaps I should write it all down. Perhaps I should write it all, and it will serve as a reminder and as a warning. A reminder that Good purpose can go ill, but that Evil purpose might still serve Good. And a warning not to judge either too readily.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Frodo smiles weakly at you as you approach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Frodo is inside the bower that was prepared for him on the field of Cormallen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Frodo inside the bower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Frodo has retired to the bower that was prepared for him. I will see that Samwise has a task to undertake that will free Frodo from his watchful gaze, and perhaps we can learn what still troubles our victorious Ringbearer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Frodo and experience 'Interlude: The Precious, At Last' or read the shortened account instead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Frodo is inside the bower that was prepared for him on the field of Cormallen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "In the depths of the Mountain of Fire, Frodo Baggins at last reaches the Cracks of Doom, the only place where the One Ring can be destroyed. As he stands at the brink, he makes a decision that will determine the fate of the Ruling Ring and the power of Sauron that is bonded within.\\n\\nBut he is not alone...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Frodo inside the bower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Mithrandir has asked you to speak with Frodo and ease his mind, if you can.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Frodo's ordeal in Mordor was a costly one, and it has left its mark upon him. No, I do not speak only of the finger he lost to Gollum's biting teeth! I speak of a mark that none can see, but still persists, casting a pall upon his heart.\\n\\n'He has retired to the bower that was prepared for him. I will see that Samwise has a task to undertake that will free Frodo from his watchful gaze, and perhaps we can learn what still troubles our victorious Ringbearer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 9, Chapter 4: Frodo Baggins and the Ring of Power",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Hello again, [placeholder]. Gandalf came by and had a task for Sam; the two of them have gone off somewhere. If you're looking to speak with them they are not here right now. My mind is still caught in a whirlwind of confusion. I cannot believe that the Quest is over! I am not used to the idea that the Ring is gone! In Mordor, I would shut my eyes and still see it, burning inside my mind, tearing me apart. But it has been destroyed.\\n\\n'Pippin insists that I write everything down before I forget the details, but... I do not want to remember them, [placeholder]. I do not! If my friends knew the truth about what happened within Mount Doom...'\\n\\nFrodo shakes his head, and holds up his injured hand. It has been wrapped in a bandage and treated with care by Aragorn, but you remember the grisly sight of it.\\n\\n'I laboured beneath the burden of the Ring as Sam and I crawled through Mordor and up the slope of Mount Doom. Much of the journey is hazy to me, even now, and dear Sam told our friends most of the tale. But he did not tell it all. I think he wanted to spare me the shame of it. Ah, that is the truth: shame, deserved shame!\\n\\n'Sam said that Gollum tracked us to the Mountain, and at the end the pitiful creature overpowered us and stole the Ring before we could cast it into the Fire. But that is not the truth, not all of it.\\n\\n'I... I will tell you the truth, [placeholder]. I want to do what is right.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}