{
  "id": 620996491,
  "txt": [
    {
      "id": 228284034,
      "en": "'The Eagles are coming! The Eagles are coming!\\n\\n'Gwaihir the Windlord and his noble subjects fly to the aid of the Host of the West! Let us see if the Nazgûl enjoy this challenge to their superiority in the air, [placeholder]! Speak to me and we will wade once more into battle!'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Talk to Mithrandir atop the eastern slag-hill and defy the enemy once again",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Once more into battle, my friend!'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to Mithrandir on the field of Cormallen",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Mithrandir is on the field of Cormallen, waiting to speak with you.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Gwaihir the Windlord and his subjects have come to the aid of the Host of the West... but will it be enough to turn the tide of battle before the Black Gate?",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'DNT - Blah!",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 9, Chapter 2: The Eagles Are Coming!",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'The sum of all my hopes has come to pass, [placeholder], beyond all belief! A great darkness has been conquered; no longer will Sauron trouble Middle-earth, as he did for thousands of years.\\n\\n'The Quest of the Ring came in the end to the successful conclusion for which this old fool dared not hope, yet hoped for still. What a wonder it is to see this day!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Mithrandir is atop the eastern slag-hill as the Battle of the Morannon rages all around him.\\n\\nThe Eagles have flown to the aid of the Host of the West, but will it be enough to turn the tide of battle?",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "DNT - Blah!",
      "es": ""
    }
  ]
}