{
  "id": 620996480,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "You sustained a blow to the head and remember little of the adventures that brought you to this point, but you are in the middle of a battlefield and must fight to survive!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'What now, [placeholder]? You bring tidings from the sons of Elrond? They did not wish to tell me themselves?'\\n\\nThe Wizard readies a further rebuke for the Elves, but it remains unsaid. His eye lights upon the distant horizon and wonder brightens his face.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "You dimly remember Elrohir, one of the sons of Elrond. He stands on the north-west side of the slag-hill and wishes to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Mithrandir stands atop the eastern slag-hill while the Battle of the Morannon rages all about him.\\n\\nElrohir has seen something on the horizon and has asked you to tell Mithrandir about this new threat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Defeat foes at the Battle of the Morannon ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "Defeated foes at the Battle of the Morannon ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d170",
      "en": "You have awoken on the field of battle outside the Morannon, the Black Gate of Mordor, but all you remember is a hazy confusion of images. What brought you to this point?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Elrohir on the north-west side of the slag-hill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Mithrandir atop the eastern slag-hill during the Battle of the Morannon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'You are an adventurer of some renown, I assure you! Perhaps if we survive this battle you can retrace your steps and remember the great adventures you had, [placeholder]... but first we must defeat our foes, and survive the onslaught!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Go to Mithrandir atop the slag-hill and see what he thinks of this new arrival, [placeholder]. Quickly!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'[placeholder]! Are you feeling all right? You sustained quite a wallop, my friend, but the beast that managed it has paid for the hit with his life!'\\n\\nGimli squints at you curiously.\\n\\n'Where is the light of recognition in your eye? You don't remember me? I am Gimli, Glóin's son, and we have been through much together! Surely you cannot have forgotten the breadth of our adventures? Across many lands we have journeyed, and now we have come to the Black Gate of Mordor in the company of Aragorn of Gondor and Legolas of Mirkwood.\\n\\n'You do not remember any of this? You are an adventurer of some renown, I assure you! Perhaps if we survive this battle you can retrace your steps and remember the great adventures you had, [placeholder]... but first we must defeat our foes, and survive the onslaught!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 9, Chapter 1: A Knock on the Head",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'I see something on the distant horizon, but I cannot yet make it out. Does a new threat seek to strike from the rear?\\n\\n'Go to Mithrandir atop the slag-hill and see what he thinks of this new arrival, [placeholder]. Quickly!'\\n\\nYou shake your head to clear it, still groggy from the effects of the injury you sustained. Mithrandir, Gandalf... he is the Wizard, of course. You remember him now!",
      "es": "",
      "es (fem)": ""
    }
  ]
}