{
  "id": 621070192,
  "txt": [
    {
      "id": "0xceb0117",
      "en": "Meneldir is by the east gate of Mossward.\\n\\nNow that you have recovered the Uruk blade, you should bring it to Meneldir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'You upheld your side of the bargain, [placeholder], and so have I. Now take that blade to the Ranger before I change my mind! I still say I could have handled it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Tegwyn agreed to relinquish the Uruk sword to you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Prologue, Chapter 2: Skills of an Adventurer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'You recovered the Uruk blade from Tegwyn before he hurt himself with it? Very well done, [placeholder].'\\n\\nMeneldir gets a faraway look in his eye, and gazes over the surrounding wall of Mossward.\\n\\n'I remember being that age, and dreaming only of adventure, of excitement. I was not so very different from young Tegwyn when I was a boy growing up in the Angle of Mitheithel, where my people dwell. I do not judge him harshly for taking the sword, and I hope you will not either. His parents busy themselves with the work of fortifying Mossward's defences, and I daresay they remain unaware of the boy's mischief. I will not tell them if you do not, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'I must be honest with you, [placeholder]. It is clear to anyone that you are already an experienced adventurer, with many skills. I did not really expect you to treat me like a grown-up. But you have taken the time out of your day to show me what it takes to become an adventurer!\\n\\n'I have seen enough. You have upheld your side of our bargain, and I will do the same. Here's Madthrug's weapon, as I promised. You'll bring it back to that Ranger for me, I expect? Mother and father will be pleased, but I still say I could have handled such a weapon!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e14",
      "en": "Bring the Uruk blade to Meneldir by the east gate of Mossward",
      "es": "",
      "es (fem)": ""
    }
  ]
}