{
  "id": 621029697,
  "txt": [
    {
      "id": 225071145,
      "en": "Talk to Theodore Gorse in Bree, Rivendell, or Twenty-first Hall",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Complete 'The Treasure Bugan' ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Complete 'The Treasure Bugan'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Theodore Gorse, a treasure seeker with experience, is searching for his many stolen treasures from his many adventures.\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the event it is associated with ends.</rgb>",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'The great Theodore Gorse, a treasure-seeker and wanderer with vast experience, at your service. In all my adventures and extensive wanderings for priceless relics I did not realize that some of it went missing! Those Bugans are a crafty bunch, following me about and stealing all my virtuous accomplishments!\\n\\n'You, my friend have done a great deed. Nay, the greatest deed! For you have returned some of my lost treasures and put those pesky Bugans in their place! However, there is still more of my lost treasure out there. I know this for it has been well-documented, by me. If you retrieve it all, a great reward, I will bestow upon you.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Theodore Gorse is searching for his stolen treasures and can be found in Bree, Rivendell, and the Twenty-first Hall.\\n\\nYou should talk to Theodore Gorse.",
      "es": ""
    },
    {
      "id": 149027360,
      "en": "Seeking The Treasure Bugans!",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "Theodore Gorse, a treasure seeker with experience, is searching for his many stolen treasures from his many adventures.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Theodore Gorse is searching for his stolen treasures.\\n\\n<rgb=#FF0000>NOTE: Treasure Bugans can be found in many of the Scaling Instances.</rgb>",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "Theodore Gorse is searching for his stolen treasures.",
      "es": ""
    }
  ]
}