{
  "id": 620782053,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'[placeholder], listen here. As the battle rages about us, we must remember that we serve the glory of the Great Eye and his servant Mordirith in the Army of Angmar. There is no better way to show our prowess in battle than to fly our standards when we take these fortresses!\\n\\n'Our enemy tears down our flags and destroys them and materials are hard to find in this desolate land so we must hunt for the materials we need. Scattered throughout the land here, there are massive aurochs. Their hides are sizeable and can easily be used to make the flags we need.\\n\\n'Hunt them in packs and skin them for their hides.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These hides will suffice. With them we shall rebuild the flags torn and burned by the enemy. These fields will run red with their blood, and soon the air will burn, and these flags shall fly throughout all lands!\\n\\n'For the glory of Angmar, Mordirith, and Lugbúrz!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Retrieve those hides, maggot! We can't claim our land without flags!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fly the Flags",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Angmar's command of the Ettenmoors is unquestioned but as the battle rages and the strongholds which the enemy and your army clash over change hands, the flags that show your dominance are taken and destroyed. You must assist the war-host by supplying your quartermasters with the necessary materials.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Thistledown-hides ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return to Quartermaster Apsduf at Tol Ascarnen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Thistledown aurochs can be found throughout the Ettenmoors.\\n\\nQuartermaster Apsduf sent you into the wild to collect the hides of the mighty Thistledown aurochs. Their hides will be made into flags for Angmar's army.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect Thistledown-hides ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}