{
  "id": 620782057,
  "txt": [
    {
      "id": 22075075,
      "en": "Collect Slabs of Norbog Meat ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Listen well, [placeholder]. We're in a battle that will rage for a good long time, and we're in need of supplies. Though the land will give up some edible meats, much of what is here is useless.\\n\\n'Now, food stores are raided often, and we've lost a good portion of our supplies. We need to be mindful of the future and think about ways that we can increase our existing food sources. This might turn your stomach some -- it does mine -- but there are nerbyg surrounding this fortress, and though they might seem a might unsavoury, we've found that cooked long enough and with enough spice, they can make a good source of food...in a pinch.\\n\\n'Round up a bundle of their gizzards and meat, and I'll reward you for what you bring.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Terrible sort of thing to do, but we're not here to be making a comely home. We are in a war, [placeholder]. War makes you do things you would ought not normally do.\\n\\n'You've earned this, [placeholder]. Quartermaster Ash at Glân Vraig is collecting these for greater rewards.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Bring me the gizzards and meat from the nerbyg within the Hoardale.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Emergency Rations",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Lieutenant Solvi asked that you assist him in collecting emergency rations for the fortress.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected norbog-gizzard ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected Slab of Norbog Meat ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Return to Lieutenant Solvi at Tol Ascarnen",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "There are nerbyg all around Tol Ascarnen. Lieutenant Solvi is at Tol Ascarnen.\\n\\nLieutenant Solvi awaits your return with the meat and gizzards from the nerbyg.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect norbog-gizzards ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}