{
  "id": 620782098,
  "txt": [
    {
      "id": 218649169,
      "en": "'Greetings, friend [placeholder]. I urge you to listen and consider my words, for this battle is one that shall assist in deciding the fate of all who are threatened by the shadow growing over Middle-earth. To the west of this tower there is a place of evil. Within the walls once held by the Men of Rhudaur, corruption seethes and grows.\\n\\n'A host of the Enemy awaits an assault from the Free Peoples that must be levied with swiftness, strength and courage. The tower is called Lugazag, and I ask you to assist us in defeating the Enemy that guards the tower.\\n\\n'You will likely need the assistance of others as they will fight to the death if need be. Find them and meet them, return to me when you have done as charged.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have proven to be a [placeholder] of honour. You shall be rewarded and your tale shall be told amongst the forces here in the Ettenmoors. \\n\\n'For all you have done to aid us, I salute you, [placeholder].'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I only wish to know that the guards near and within Lugazag are slain. Though the battle is fought on many fronts, I wish to liberate and seize this tower above all else. Return to me when the guards are defeated.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Guards of Lugazag",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Lugazag, the western tower in the Ettenmoors, is defended by a host of Orcs, Uruks, and trolls.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Orc, Uruk, and troll-guards at Lugazag ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Orc, Uruk, and troll-guards at Lugazag ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Lugazag lies far to the west of Tirith Rhaw.\\n\\nSergeant-at-Arms Milbrethil instructed you to find and slay guards in the area of Lugazag.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Tirith Rhaw is far to the east of Lugazag.\\n\\nMaking your way across the Ettenmoors, you found and faced a host of the Ongbûrz defending the tower, Lugazag. You should return to Tirith Rhaw and inform Sergeant-at-Arms Milbrethil of your success against the guards near Lugazag.",
      "es": ""
    }
  ]
}