{
  "id": 620782126,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'We face an organized tribe of Orcs here, [placeholder]. We will need the assistance of all capable peoples to defeat these foes.\\n\\n'Scouts, reporting from the deepest parts of the front, have discovered that the leader of this war-host resides at Dâr-gazag, an encampment built on the ruins of an ancient Rhudauran fortress, far to the west of Ost Ringdyr.\\n\\n'I am authorized to present you with much acclaim if you assist in defeating this warmaster. Be cautious as the enemy is strong at this fortress. You will need a great number to overwhelm their forces and defeat the War-tyrant, Durgrat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Durgrat's defeat is a great one, but he will return. His forces will not allow his defeat to influence them for long.\\n\\n'We have earned a brief respite from their assaults thanks to you, [placeholder], but we must not rest on these successes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You will find the War-tyrant in the upper reaches of Dâr-gazag. Make your way there and defeat him and his war-host. Return here when the deed is done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Raid: Tyrant Durgrat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A great leader of the Ongbûrz, Tyrant Durgrat, is holed up in Dâr-gazag, far to the west.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Tyrant Durgrat Slain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Kill Tyrant Durgrat at Dâr-gazag. You must not be defeated when the Tyrant falls.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Dâr-gazag, built on the ruins of a Rhudauran citadel, lay far to the west of Ost Ringdyr, across the Hoardale River. Make your way to the fortress and defeat War-master Durgrat at this location.\\n\\nSergeant-at-Arms Thurimbent directed you to kill the Uruk-warmaster Durgrat at Dâr-gazag.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak with Sergeant-at-Arms Thurimbent at Glân Vraig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Sergeant-at-Arms Thurimbent awaits your return at Glân Vraig.\\n\\nFacing down the Enemy, you destroyed the War-master at Dâr-gazag. You should return to Sergeant-at-Arms Thurimbent with the news.",
      "es": "",
      "es (fem)": ""
    }
  ]
}