{
  "id": 620782130,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'There's been a terrible turn in the Grimwood over in Hithlad, [placeholder]. A troll moved in and swept clean the people that were watching over the area.\\n\\n'We received orders to recruit folk willing to make the journey west into Hithlad in search of the Grimwood Lumber-yard to face down and defeat the Tyrant Gundzor. If you are willing, make your way west in search of the beast and strike him down. Then return to me when you're done.\\n\\n'Don't try to be too much of a hero, [placeholder]. You'll not face a foe like that on your own, nor with a company of friends. Take a lot more to defeat a terrible foe like Gundzor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Better news has not blessed these ears in many days, my friend. You proved a mighty warrior and asset to the Free Peoples here, [placeholder].\\n\\n'I shall not forget what you have done!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Take the beast down quickly so we can move back into the wood and have a better spot to strike at the enemy from.\\n\\n'I'm rambling too much...get out there and defeat that troll!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Raid: Tyrant Gundzor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Within the depths of the Grimwood there is a grove where the trees have been cleared and a small lumber-camp built. The grove has fallen to the Ongbûrz and must be reclaimed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "The Free Peoples claim the Grimwood Lumber-yard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Tyrant Gundzor and claim the Grimwood Lumber-yard. You must not be defeated when the Tyrant falls.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Grimwood Lumber-yard lay near the centre of Hithlad.\\n\\nSergeant-at-Arms Hafthor asked you to find and defeat the troll-tyrant Gundzor at the Grimwood Lumber-yard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Sergeant-at-Arms Hafthor awaits news of your victory over the Tyrant Gundzor at Glân Vraig.\\n\\nYou met the Tyrant Gundzor within the lumber-yard and defeated him and his forces, taking the yard back for the Free Peoples. You should return to Sergeant-at-Arms Hafthor with the news.",
      "es": "",
      "es (fem)": ""
    }
  ]
}