{
  "id": 620782058,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Listen here. Captain-General Mak치n looks out for the Free Peoples as best he can, and that's why he has me working on restocking food and ale.\\n\\n'Hoarhallow, that little village of hobbits to the south-west, makes the finest ale in the region -- well, the only ale in the region. Slightly bitter to appeal to the taste of dwarves and Men, with a sweet finish that the Elves desire.\\n\\n'Raiders from the forces of Angmar have looted so much of the ale that there is not enough left to go around. Find some Hoarhallow-ale and make your way back to me, and I will see you suitably rewarded.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah yes! A great many of the draughts, indeed! This'll warm our bones on long nights looking out over the walls of this fort.\\n\\n'You've earned this, [placeholder]. Quartermaster Ash at Gl칙n Vraig is collecting these for greater rewards.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I'll need a goodly number of draughts before I can cede a token of valour to you, [placeholder]. You'd best get out there and find them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Liquid Courage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Captain-General M치kan does his best to assist the morale of the troops stationed at Tol Ascarnen. The relentless battle takes its toll on a being over time, and ale is the best way to keep the Free Peoples prepared.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected draught of Hoarhallow-ale ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return to Lieutenant Solvi at Tol Ascarnen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You may be able to find some in Hoarhallow itself, but it will likely be costly. You may even find the draughts stored at Grothum and D칙r-gazag.\\n\\nLieutenant Solvi asked you to find and recover draughts of Hoarhallow-ale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect draughts of Hoarhallow-ale ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}