{
  "id": 620782123,
  "txt": [
    {
      "id": 218649169,
      "en": "'The Orcs proved strong enough to overwhelm our forces in Tirith Rhaw. Now, a fell foe has taken control of the tower. We must muster our forces and drive them from that place at once.\\n\\n'Gather a force together and make your way north into the Coldfells. Tirith Rhaw stand overlooking the valley to the west. You must enter and defeat the master of the Ongbûrz at this location.\\n\\n'Seek out the Tyrant Barashish at Tirith Rhaw and defeat him. Fight with honour and return the tower to our control.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You did well, [placeholder]. We need to continue our efforts in driving these Orcs from the Ettenmoors. Take this and know that you are well-thanked for your efforts.\\n\\n'Seek out Quartermaster Ash in Glân Vraig to retrieve your greatest rewards.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'We must retake Tirith Rhaw. Make your way to the tower, north of this location, in the centre of the Coldfells. Defeat the Tyrant Barashish, then return to me.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Raid: Tyrant Barashish",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "A powerful Orc warrior, the Tyrant Barashish has taken command of Tirith Rhaw. Sergeant-at-Arms Hesten has enlisted your talents in removing the Orc from the tower.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "The Free People reclaim Tirith Rhaw!",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Tyrant Barashish and reclaim Tirith Rhaw. You must not be defeated when the Tyrant falls.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Tyrant Barashish is at Tirith Rhaw, north of Glân Vraig, in the centre of the Coldfells.\\n\\nSergeant-at-Arms Hesten at Glân Vraig directed you to seek out and defeat the Orc Tyrant, Barashish who holds command at Tirith Rhaw.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Speak with Sergeant Hesten",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Sergeant-at-Arms Hesten awaits your return at Glân Vraig.\\n\\nYou defeated the Tyrant Barashish to reclaim Tirith Rhaw, You should return to Sergeant-at-Arms Hesten with the news.",
      "es": ""
    }
  ]
}