{
  "id": 620782061,
  "txt": [
    {
      "id": 218649169,
      "en": "'Long have the Elves of Mirkwood spoken of spiders with great intelligence, but until I came here, I did not believe such tales.\\n\\n'Now, we see them amongst the rank and file of the Enemy. They are terrible, cruel and calculating. In the west, along the moors beneath Mount Gram, the Cragstone-spiders lair and breed.\\n\\n'I challenge you, [placeholder], to seek out the beasts in the crags and slaughter them. That will hopefully alleviate the plight facing our warriors who head into the rocky Steps of Gram.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'A good number of the spiders are gone, but the brood is plentiful, and it will not be long before they replenish their numbers and must be culled again.\\n\\n'For all that you have done, I offer you this, [placeholder]. Quartermaster Ash at Glân Vraig will exchange these for something more suitable.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Search among the moors west of Tol Ascarnen, beyond Lugazag, for the Cragstone-spiders. Slay as many as you can and then return to me.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Crawlers of the Crags",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Efficient hunters within the crags of the Steps of Gram, the Cragstone-spiders allied themselves with the Enemy and stalk the hobbits at Hoarhallow and drive out the Free Peoples from the west.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeat Cragstone-spiders ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Cragstone-spiders ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Cragstone-spiders can be found in the crags west of Tol Ascarnen, beyond the tower Lugazag in the shadow of Dâr-gazag.\\n\\nQuartermaster Cynwiss asked you to defeat the Cragstone-spiders in the moors of the Steps of Gram.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return to Quartermaster Cynwiss at Tol Ascarnen",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Quartermast Cynwiss awaits your return at Tol Ascarnen.\\n\\nYou made your way into the moors in the Steps of Gram and slaughtered a host of the Cragstone-spiders.",
      "es": ""
    }
  ]
}