{
  "id": 620782054,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Collect Slabs of Norbog Meat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'[placeholder], you want to eat, and though it pains me to waste even the lowliest gruel on a pathetic thing like yourself, I've orders to keep you well fed. You'll not taste the tribute collected for the Tyrant, nor the foods we eat.\\n\\n'Your meal comes from the bugs outside these walls. If you don't like it, you can take the chance that a wandering giant or drake doesn't gobble up the goblins or couriers from Dâr-gazag. Oh, we've got food from the rat-folk too...but that is for the Krahjarn, you lowly little beast.\\n\\n'You'll eat what you get and nothing more. Be thankful I'll prepare it for you! Catch your meal and bring it back here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Mash this together, boil it well, and your dinner will be ready.\\n\\n'Now is not time for eating, worm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'If you're not hungry, I'll watch you rot. I can cover myself fairly well, you little maggot. If you want your nerves strong, you'll get the meat for which I ask.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Grumbling and Rumbling",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Choice food, meat from Men and the rat-folk, goes to the Krahjarn. Quartermaster Apsduf realizes that you need to eat as well, and since the mash cooked at Dâr-gazag doesn't always reach Tol Ascarnen, he needs help getting dinner for your rumbling bellies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected norbog-gizzards ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected Norbog Meat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return to Quartermaster Apsduf at Tol Ascarnen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Nerbyg can be found along the banks of the Hoardale River surrounding Tol Ascarnen.\\n\\nCollect the gizzards and meat from the nerbyg to give to Apsduf for your nightly gruel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect norbog-gizzards ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}