{
  "id": 620782031,
  "txt": [
    {
      "id": 22075075,
      "en": "Collect unrefined Isendeep-ore ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The battle goes poorly, if you ask me, [placeholder]. We drive the Enemy back, and then they return to run us out. All the while, our resources dwindle, while the Enemy continues to garner strength.\\n\\n'We are in dire need of replenishing our supplies for the effort, and that is why I need your help. To the north there is a mine, where our dwarf-allies delve when the Snowreap-goblins are not within the caverns. There are stores there, of unrefined ore. We can refine the ore and build axes, swords, and hammers...but first we need the ore.\\n\\n'Ore alone, however, will not solidify the war effort. There are thicker logs, some already hewn to the ground, scattered throughout the Grimwood and others still may be obtained from the deadly, walking Leafcull-trees. If you mean to aid us, gather logs and ore for me and bring them back so I may continue to fuel our efforts.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You are to be commended for your efforts, [placeholder]. This was a difficult undertaking, and you have performed it well. Take this with my thanks and the thanks of the Free Peoples.\\n\\n'Should you desire to exchange the token, seek Quartermaster Ash at Glân Vraig.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Seek the ore in the north within the confines of the Isendeep Mine or on the bodies of the Snowreap-goblins. In the Grimwood, search amongst the fallen logs or the fallen bodies of the Leafcull-trees.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Heft and Haft",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Weapons are difficult to come by in war-time as many are shattered as the sides of battle clash.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected Grimwood-logs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected unrefined Isendeep-ore ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Return to Lieutenant Swithulf at the Grimwood Lumber-yard",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Ore can be found on the Snowreap-goblins or in the depths of the Isendeep. Logs can be found on Leafcull-trees or scattered on the ground within the Grimwood.\\n\\nLieutenant Swithulf directed you to collect the ore and wood he needs and return to him at the Grimwood Lumber-yard.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect Grimwood-logs ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}