{
  "id": 620782185,
  "txt": [
    {
      "id": 236853682,
      "en": "The obelisks surrounding the lever illuminate. Gears grind to the south as a gate opens.",
      "es": ""
    },
    {
      "id": 197676597,
      "en": "'This is not the end of me!'",
      "es": ""
    },
    {
      "id": 179152116,
      "en": "The obelisks darken and the levers fall back into place.",
      "es": ""
    },
    {
      "id": 28140035,
      "en": "'You have only begun to witness my true powers!'",
      "es": ""
    },
    {
      "id": 211786896,
      "en": "'To me!'",
      "es": ""
    },
    {
      "id": 227921950,
      "en": "'Who dares to call me forth before it is time? Who has betrayed my orders?'",
      "es": ""
    },
    {
      "id": 155499838,
      "en": "'It seems we have visitors. Protect yourselves! Gather your minions!'",
      "es": ""
    },
    {
      "id": 18360185,
      "en": "'Fool! I told you to leave! You have what you came for. Now be gone!'",
      "es": ""
    },
    {
      "id": 204833397,
      "en": "'Enough of this foolery! I will not stand for this anymore. My power is that of death itself. You cannot dream of defeating me.'",
      "es": ""
    },
    {
      "id": 222135838,
      "en": "[placeholder]'s focus has been broken! He begins to attack wildly!",
      "es": ""
    },
    {
      "id": 8854117,
      "en": "'Oh no! They're coming right at us! Help! Help!'",
      "es": ""
    },
    {
      "id": 226494997,
      "en": "'We will meet again, my foes!'",
      "es": ""
    },
    {
      "id": 97529778,
      "en": "'You are not welcome in Helegrod! This land now belongs to Angmar.'",
      "es": ""
    },
    {
      "id": 188167633,
      "en": "'Come closer. Allow me to show you what it is I can do. Come, [placeholder].'",
      "es": ""
    },
    {
      "id": 97529779,
      "en": "'I am ashamed that you have defeated my men. Perhaps it is time I repay the favour!'",
      "es": ""
    },
    {
      "id": 261935826,
      "en": "'Now it is time to show them my true power!'",
      "es": ""
    },
    {
      "id": 188167634,
      "en": "'I control the beasts before you! It is they who will end your pitiful lives!'",
      "es": ""
    },
    {
      "id": 48220340,
      "en": "'I don't think so! You will not get past me!'",
      "es": ""
    },
    {
      "id": 3043188,
      "en": "[placeholder] begins to focus all his attacks on [placeholder]!",
      "es": ""
    },
    {
      "id": 16751820,
      "en": "'To me, pet! Together we will show them the power of Angmar!'",
      "es": ""
    },
    {
      "id": 186135826,
      "en": "The obelisks surrounding the lever illuminate. Gears grind to the north as a gate opens.",
      "es": ""
    },
    {
      "id": 231657301,
      "en": "'Rêmgoj, Praunk-goj, your defence is your own!'",
      "es": ""
    },
    {
      "id": 87600327,
      "en": "'Please, sir, do not squash me. I need protection! They are after me!'",
      "es": ""
    },
    {
      "id": 8965474,
      "en": "Gears grind to the west as the gate to deeper beneath the mountain opens.",
      "es": ""
    },
    {
      "id": 136842510,
      "en": "'Welcome, intruders. You will come no further. Let us see how well you equip yourself.'",
      "es": ""
    },
    {
      "id": 229027044,
      "en": "Hi!",
      "es": ""
    },
    {
      "id": 135076865,
      "en": "'Well done. Perhaps that was too easy a test.'",
      "es": ""
    },
    {
      "id": 152791682,
      "en": "The lever falls into place. The obelisks surrounding it illuminate.",
      "es": ""
    },
    {
      "id": 135076866,
      "en": "'Interesting. You are tougher than I thought. You will not stop this, though.'",
      "es": ""
    },
    {
      "id": 218664721,
      "en": "'Help! Help! Bad little people!'",
      "es": ""
    },
    {
      "id": 135076867,
      "en": "'This does not bode well! Silk-spinners, to me! Destroy them!'",
      "es": ""
    },
    {
      "id": 135076868,
      "en": "'To me, spider-queen! Together we will destroy these weak-willed fools!'",
      "es": ""
    },
    {
      "id": 232333827,
      "en": "'Burzgost, Burzdyr, your defence is your own!'",
      "es": ""
    },
    {
      "id": 133904174,
      "en": "'You have made it far, friends. You picked the wrong path to venture down. This hall will be your tomb!'",
      "es": ""
    }
  ]
}