{
  "id": 620782103,
  "txt": [
    {
      "id": 22075075,
      "en": "Collect fragments of troll-stone ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I've been thinking of ways to keep the eagles away from this place. Their claws make me wince, and I'm not one to like blood.\\n\\n'You're the perfect fool to test this theory with, or at least to be an accomplice to me. So you'll do as I say, or I'll call for the trolls.\\n\\n'Shards of troll-stone, wrapped in foodstuff might fill the bird's bellies with so much weight that they can't fly anymore! I need you to get me little shards of troll-stone and some food to test the theory.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ha! When next the eagles come to prey on us, we will feed them the stones and they will fall to the ground and die!\\n\\n'If this fails...you will serve as a suitable reason for the failure!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You've done nothing you worthless pile of festering dung! Have you been beaten so daft you cannot follow simple orders. Do you not understand the terror that will assail us from the skies! Go! Leave my sight and do not return until you have redeemed yourself.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "I've Got a Theory",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Soldier Fandmau believes that he can aid in ending the threat posed by the eagles from the north by feeding them troll-stone. How an Orc like this one became a leader is beyond you.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected Sack of Food ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected fragments of troll-stone ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Return to Soldier Fandmau at Tirith Rhaw",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Troll-stone shards will likely be found from smaller or larger pieces of the trolls caught in the sunlight. Food can be found on the enemy or the rat-folk in Hoarhallow.\\n\\nSoldier Fandmau needs some help proving out a theory he has.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect Sacks of Food ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}