{
  "id": 620782030,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'In the north, at the edge of the Mountains of Angmar, there are drakes the Hobbits of Hoarhallow call Wintersebb. So named for their trek down the mountain when the winter breaks and the Hoardale flows strong again.\\n\\n'These drakes have become active since the arrival of the Free Peoples, and often they hamper our efforts to mine the Isendeep. We are in need of help culling their number to ensure that our efforts there go smoothly.\\n\\n'If you are willing, gather allies and make your way north to confront the Wintersebb brood.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'A great victory is earned this day, and it is by your hand that it has been gained. You have proven your worth to the Free Peoples and deserve this reward for your efforts. \\n\\n'Should you wish to claim your ultimate prize, seek out Quartermaster Ash at Glân Vraig. \\n\\n'You have earned your honour well, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You will find the Wintersebb-drakes north of here in the land called Arador's end. Seek out and destroy the drakes and drakelings you find there. A word of caution, friend: you will not want to venture there alone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "End of the Wintersebb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Far to the north, where the Isendeep Mine runs beneath the shadow of the Mountains of Angmar, a brood of Drakes threatens the workers within the mine.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return to Lieutenant Swithulf at the Grimwood Lumber Camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wintersebb-drakes can be found north in the area of Arador's End.\\n\\nLieutenant Swithulf directed you to make your way north with others in search of a way to destroy the Wintersebb-drakes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Lieutenant Swithulf awaits your return at the Grimwood Lumber-yard.\\n\\nClimbing high into the foothills of the Mountains of Angmar in Arador's end, you faced down many foes from the Wintersebb-brood and emerged to collect your reward.",
      "es": "",
      "es (fem)": ""
    }
  ]
}