{
  "id": 620782022,
  "txt": [
    {
      "id": 22075075,
      "en": "Collect Isendeep-ore ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I look about me and know that this wood is corrupt and still the life that dwells here pains me. We are fighting a war and each day we gain or lose ground, and yet life still teems here! I have learned hatred, [placeholder]. I have learned to slaughter and destroy and in this wood, where corruption has so long held sway, I am not at peace.\\n\\n'We need more weapons. We need more wood to fire the furnaces at Dol Dínen and within Carn Dûm. We need molten metal to forge our blades! \\n\\n'Tear down this forest, scour the land in the north. Bring me fire, bring me molten metal to make the weapons this war so desperately needs!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Fuel for the fires and metal for the blades. This war will not end until we fill the land. We shall stand atop a heap of corpses as high as the central spire of Carn Dûm, [placeholder].\\n\\n'Then shall the Great Eye see that we are his greatest servants! Then shall Mordirith and his servants kneel to the Uruk!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Ore and fire, flame and metal. They will twist on the forge and build the weapons to drive into the hearts of our enemy! Metal in the north and wood in the south. Rape the land, steal all it offers, and return it here.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Weapons of War",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "To wage a war, one needs weapons. To sustain a war-machine, one needs the items to drive the war-machine.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected Grimwood-logs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected Isendeep-ore ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Return to Chieftain Torbok at the Grimwood Lumber-yard",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Wood can be found in the Grimwood Forest and metal can be found in the Isendeep Mine.\\n\\nChieftain Torbok directed you to support the war effort by stripping the mines and forest bare.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect Grimwood-logs ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}