{
  "id": 620782086,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Snowreap-trolls ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Coldeve-trolls ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Ettenmoors is home to many terrifying beasts, but the most frightening are the trolls. It is from here that the trolls pushed to infest the Trollshaws, and still many stalk through the wilds of the Ettenmoors.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'We know that there are trolls scattered throughout the north and certainly in service to Angmar. What we did not expect was the number of the trolls in service to the Snowreap-goblins, and worse, the Coldeve that roam the Ettenmoors.\\n\\n'We need to do something about these beasts, lest they become a greater threat to us over time. Gather a fellowship of like-minded people and seek a way to destroy these deadly beasts.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Snowreap-trolls are likely to be found in the northern stretches of Arador's End, near the Isendeep Mine. You may also find Coldeve stone-trolls, but they have been known to wander the entirety of the Ettenmoors.\\n\\nAfter speaking to Lieutenant Osur, you were enlisted to assist in destroying the Snowreap and Coldeve-trolls.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Knowing that their number has been culled gives me reason to pause and reflect on my youth. I was once a brazen youth willing to face down such foes without concern. I envy the wild nature you possess, [placeholder]. It suits you well and is needed as this battle begins to progress.\\n\\n'Here, take this, you should seek out Quartermaster Ash at Glân Vraig to claim your true prize.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Lieutenant Osur awaits news of your success at the Isendeep Mine.\\n\\nYou found and slaughtered the Coldeve and Snowreap-trolls as directed to by Lieutenant Osur. Now you should return to him with the news.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You'll likely find the Snowreap in areas where you would find the goblins. The Coldeve may be a bit harder to locate. They migrate all throughout the Ettenmoors, from what we have seen.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Snowreap-trolls ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Coldeve-trolls ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Return to Lieutenant Osur at the Isendeep Mine",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Reaping the Snow and Cold",
      "es": ""
    }
  ]
}