{
  "id": 620782166,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'A moment of your time [placeholder], if you would. I am Pip Diggins, from Hoarhallow. We have a small village on the eastern side of the Hoardale River and have lived here in the place you call the Ettenmoors for as long as my grandfather's grandfather's....'\\n\\n'I think you know what I am getting at. The arrival of these tall folk was providence, [placeholder], simply providence. We had been set upon by all manner of foul creatures and were not well-prepared to defend ourselves.\\n\\n'We had seen trolls before, but the Wargs, Orcs, and goblins were another story. Since their arrival, and yours, our little village has seen a number of raids where they have stolen villagers, pipe-weed, and food! If you are willing to visit the goblin-village of Grothum to recover some of our food, I would be very grateful. Grothum is a good distance north of here near the place your folk named Arador's End.' ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You found it! This is a fine day indeed! A fine day, and I have you to thank for it, [placeholder]. There are many here who have learned your name!\\n\\n'Thank you, thank you for all you have done!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You may also find some of the other creatures in the area with the food sacks, for there is no end to those who rob us. Still, we know that although it is stormy now in our part of the world, with the help of our new friends, we shall weather it well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Hoarhallow's Dwindling Food",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Emissary Pip Diggins of Hoarhallow told you a tale of woe concerning the destruction wrought on his village by the Snowreap-goblins far to the north-east of Hoarhallow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected food-sack ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the food-sacks to Emissary Pip Diggins at Ost Ringdyr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The goblin-village of Grothum lies far to the north-east of Hoarhallow.\\n\\nEmissary Pip Diggins asked you to recover food stolen from Hoarhallow. He directed you to search among the goblin village at Grothum or on the persons of the enemy.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect food-sacks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}