{
  "id": 620782062,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Greetings, [placeholder]. No doubt you are here to assist us in seeing that the flags over our positions here in the Ettenmoors continue to fly. There are a few ways that you can contribute to that cause.\\n\\n'First, continue your battle against the forces of the Enemy...this will ensure that we continue to drive the front forward. Second, assist me in acquiring the materials to make new flags. As each of our strongholds is overrun -- and it does happen, despite our best efforts -- we lose munitions and our flags. The material cost and shipment of new ones would take too long, so artisans amongst us are handling the craftwork, but we still need to gather the materials.\\n\\n'We are only using the hide of the Thistledown-aurochs as they are the creatures least corrupted in these lands. If you are willing, help us collect their hides and return them to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You return with all that I asked for, [placeholder]. This may not seem as important as defeating the Enemy on a field of battle, yet knowing that your standard still waves above a fortress can instill fear into the heart's of the foe and inspire those under your command.\\n\\n'Take this...Quartermaster Ash at Glân Vraig will reward you well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I need more hides. It will take time to properly prepare them for the artisans.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Flags of The Free Peoples",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Flying the flags of the Free Peoples at Tol Ascarnen gives hope to those entrenched in the battle. Each time the fortress is taken, the flags are destroyed by the Enemy and they must be remade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Thistledown-hides ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return to Quartermaster Cynwiss at Tol Ascarnen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Thistledown-aurochs can be found throughout the Ettenmoors.\\n\\nQuartermaster Cynwiss asked you to assist her in collecting hides to craft the flags of the Free Peoples in the Ettenmoors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect Thistledown-hides ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}