{
  "id": 620782163,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You there, [placeholder], what are you doing? I need your assistance.\\n\\n'Beneath the chieftains of the Ongbûrz are the taskmasters who drive the host into a frenzy and force them to set upon our forces with sadistic glee.\\n\\n'Seek them out and take their honourifics. Return some of these honourifics to me, and I will see that you are justly rewarded.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Your continued efforts fuel the strength that fills the arms and hearts of the Free Peoples. Thank you, [placeholder]. Visit Quartermaster Ash at Glân Vraig to earn greater recognition of your efforts in the Ettenmoors.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You need to bring me more of the taskmasters' honourifics to earn you a Token of Valour, [placeholder]. Keep hunting the Enemy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Angmar's Taskmasters",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "First Marshal Sathryth at Ost Ringdyr is collecting badges taken from Angmar's taskmasters.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected taskmaster's honourifics([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return taskmaster's honourifics to First Marshal Sathryth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The taskmasters of Angmar can be found among the Enemy in the Ettenmoors.\\n\\nThe taskmasters who drive the Angmarim war-host into a frenzy bear honourifics of their station. Collect these to earn commendation from the Army of the Free Peoples. First Marshal Sathryth at Ost Ringdyr has promised to reward you for the taskmaster's honourifics you bring her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect taskmaster's honourifics ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}