{
  "id": 620782149,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Swoop down they do. You'll see when they come, flying on armoured wings, swooping into the tunnels, eating up a goblin in one gulp!\\n\\n'Now you here to help. Snowreap help Angmar, Angmar help the Snowreap. Into the mine, out of the mine flying, walking, stalking, they seek us in the hills and snow. They are the ebb of winter and have fangs as tall as me!\\n\\n'Kill the drakes, yes? Kill them to help the Snowreap.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'We thanks you! We thanks you great for the help you give.\\n\\n'No more gobbled up goblins. We fight, but they strong. We give them meat, but they eat us. Too strong the drakes be, but not for Angmar!\\n\\n'Glory to Angmar!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Seek them in the hills here and there to the west. They like the winter land and snow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Gobbled Goblins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gasham conveyed a tale of goblin-miners and goblins out and about from the village attacked by drakes stalking down from the mountain. He asked for your assistance in ridding the peaks of the beasts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return to Gasham at Grothum",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wintersebb Drakes and drakelings can be found throughout Arador's End.\\n\\nGasham begged for your help against the Wintersebb Drakes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gasham is in the goblin-village of Grothum.\\n\\nYou hunted the drakes in the mountainous area of Arador's End and culled their number. You should return to Gasham with the news.",
      "es": "",
      "es (fem)": ""
    }
  ]
}