{
  "id": 620782090,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Goblins will aid us in this place, and this is good. Mining is for such lowly races.\\n\\n'It is the place of warriors, like you, to seize moments and become great! We are vulnerable -- I fear assault at the hands of the eagles who are not far from here.\\n\\n'The greatest among them, Golloval, is a lord of the sky, and it falls to you and others to bring him at last to the ground!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'A threat such as this will not last. I have word that even as he fell and you left him to rot, that the eagle-lord took to the sky again.\\n\\n'He will return, but we have earned a reprieve by your will!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Do not fail, or this mine will fall into the hands of the enemy, and you will suffer in the slave-pits of Carn Dûm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Raid: Grounding Golloval",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Taskmaster Bárzqhosh wants you to ensure that the threat posed by the eagles and their leader, Golloval, are diminshed. He has ordered you to gather a great number and assail the eagle-lord at his eyrie in Arador's End.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return to Taskmaster Bárzqhosh at the Isendeep Mine",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Golloval can be found south of the mine in an eagle-eyrie.\\n\\nTaskmaster Bárzqhosh tasked you with finding and slaughtering the eagle, Golloval.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Taskmaster Bárzqhosh awaits your return within the Isendeep Mine.\\n\\nGolloval found his end at your will. You should return to Taskmaster Bárzqhosh with the news.",
      "es": "",
      "es (fem)": ""
    }
  ]
}