{
  "id": 620782091,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The mine spills ore from every new scar we open in its walls, but the tools our slaves use grow weaker with every swing.\\n\\n'There is a place, far to the south, where the wood is strong. Go there, to the Grimwood. Find healthy stocks of wood and bring them to us. They need only be better than roots, some may call it kindling but the wood will prove sturdy enough for our purposes.\\n\\n'Make haste, [placeholder]. We must continue our assault and drive the enemy from this land!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'We will go about refitting the tools now and see that the mine gives up ore at a faster pace. This shall fuel our war-machine and we shall crush our opponents with ease.\\n\\n'For the glory of Angmar! For the Great Eye!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Get a move on, sluggard. We need the ore within these walls!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Tools for the Mine",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Your war-host claims to have enough metal now that the mine is in-service and under your control, but the picks used by the goblins are dulled with time and the wood rots out from their hands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Grimwood-kindling ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return to Taskmaster Bárzqhosh at the Isendeep Mine",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Kindling can be found in the Grimwood.\\n\\nTaskmaster Bárzqhosh tasked you with garnering enough wood to repair the picks used to pull ore from the Isendeep.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect Grimwood-kindling ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}