{
  "id": 620782136,
  "txt": [
    {
      "id": 218649169,
      "en": "'Do you see this? This is my Orc-cleaver. I was given this by Captain-General Lainedhel himself. That's right, this weapon was cooled in the rapids of the Noisewater in Rivendell. It barters for roughly one-hundred and ten beryls. It's got a sturdy oaken shaft and hardened Elf-steel blade. With me on the job, it's ready to fight at any moment.\\n\\n'Now I know you are wondering how you can come by such a masterful piece of work. Well, I'll tell you: Valour. You prove your valour to the Free Peoples, and I'll see that you're fairly rewarded. No, you can't touch my blade. Your primitive mind wouldn't understand the relation of woods and alloys... things like magic.\\n\\n'You want one of these types of weapons, you will need to earn it. Return to me when you've acquired enough tokens of valour, and we'll talk.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You got them all... excellent work! This key opens the chests behind me. I know what you're thinking: \\qWhat am I supposed to do? Open one chest, what?\\q\\n\\n'I can solve this for you simply. The key will only open one chest. You want to open more, you need more keys. You want more keys... you go through me. You got that?\\n\\n'All right. These are treasures found while we fight this war. Do yourself a favour and don't ask from where they came.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Valorous or not valorous, it doesn't matter. I'm the one with the keys.\\n\\n'Until you prove to me that you're something more than another would-be warrior who stands about asking, \\qHow will we stop this army of Angmar at our walls? How will we fight that?\\q you're not getting a thing.\\n\\n'Get out there and earn some tokens of valour.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Valorous",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Having assisted the Free Peoples in their battle against the war-host of Angmar, you have earned much respect. The respect you earn entitles you to receive rewards from Quartermaster Ash at Glân Vraig.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected tokens of valour ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Deliver the tokens of valour to Quartermaster Ash",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Quartermaster Ash is at Glân Vraig in the Ettenmoors.\\n\\nAsh sent you to earn tokens of valour by assisting members of the Free Peoples.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect tokens of valour ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}