{
  "id": 620782129,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Goblins! Goblins mining in the hills. And now there is a troll!\\n\\n'The mine is overrun. The troll-tyrant by the name of Bûrzgoth moved to Grothum. We're asking all who are willing to go north in search of the beast. Find him, defeat him.\\n\\n'You'll want to bring an army to face this foe, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Finally a place worth the strength of the dwarves! We shall do what we can to hold the mine, though no doubt the Ongbûrz have already ordered a counterattack. You've done well, [placeholder].\\n\\n'If we had more like you, the fight to keep the enemy from the south would be won quickly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Preserve the ore, but defeat that troll. We need to take that mine to strengthen our forces here in the Ettenmoors.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e112",
      "en": "Defeated Tyrant Bûrzgoth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Raid: Tyrant Bûrzgoth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Defeat Tyrant Bûrzgoth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Along the northern edge of the Ettenmoors, in the low-lands of the Mountains of Angmar in the lands called Arador's End there is a mine: Isendeep. Here, goblins toil and delve into the metals, plundering from the earth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "The Free Peoples claim the Isendeep Mine",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Tyrant Bûrzgoth and claim the Isendeep Mine. You must not be defeated when the Tyrant falls.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gorthum is to the north of Glán Vraig.\\n\\nSergeant-at-Arms Hafthor asked you to make your way to Grothum to defeat the troll-tyrant Bûrzgoth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Sergeant-at-Arms Hafthor awaits news of your victory over the Tyrant Bûrzgoth at Glân Vraig.\\n\\nYou met the Tyrant Bûrzgoth at Isendeep and drove him from the mine. You should return to Sergeant-at-Arms Hafthor with the news.",
      "es": "",
      "es (fem)": ""
    }
  ]
}