{
  "id": 620782059,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Ho there, [placeholder], you look like the sort who might help me fix some of the problems we found soon as we took this fortress. We and the Orcs fight here often, and we sometimes get beat back from within only to return later.\\n\\n'During the last siege, it seemed like a score of Orcs stormed over me and got to our stores. We lost a good number of supplies in that assault, and we need to get them back. I've heard tell that the Orcs, trolls, and even the goblins are walking about with the food-sacks on their person. Hobbits need it too, those poor folk down the river a pinch.\\n\\n'Slaughter the Orcs in the area and look for the food-sacks. I've heard tell you can find mountains of the stolen food at their camp, Dâr-gazag, in the west or maybe some up north near the goblin's village of Grothum.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I may seem a bit harsh, [placeholder], that is true. But I want to see that we do what must be done to see this battle won. You helped us more than you know, and for that, I am grateful.\\n\\n'Speak with Quartermaster Ash to learn of the importance of these tokens.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You've been given an order, and I expect you to follow it! Get out there and get that food back to us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Thieving Orcs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "West of Tol Ascarnen, across the Hoardale River, the Orcs make their main keep. It is here that Lieutenant Solvi believes the Orcs have stolen precious food stores moved into Tol Ascarnen during the initial push by the Free Peoples, and he wants them back.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected food-sack ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return to Lieutenant Solvi at Tol Ascarnen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Food-sacks might be found on the Orcs, trolls, and goblins in the Ettenmoors.\\n\\nLieutenant Solvi advised you to search Grothum and Dâr-gazag for more plentiful amounts of the food-sacks, but also said that the Ongbûrz and Snowreap may have some on their persons.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect food-sacks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}