{
  "id": 620782020,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Not that I've reason to explain myself, you worthless wretch, but I'm sending you into dangerous climes that I fear you will not return from, and I'd rather cover myself first.\\n\\n'Within this wood are trees that walk. Terrible things that need death more than the little folk east of here...only the tree things aren't good eating. Now listen well, cur.\\n\\n'I've need of the heartwood from these trees for the priestesses in Angmar. I'll earn favour from them, and you in turn will earn favour from the Krahjarn. This makes things right all around, and if you do well enough, I will look to you in the future. What do you say?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The priestesses in the North will reward me well for these, and I will share in the strength that I gain, [placeholder].\\n\\n'I will speak your name to the Krahjarn leaders. They will know you well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'What are you waiting for, a spoon? Go carve out those trees' hearts!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Carving Out Hearts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Angmarim within the city of Carn Dûm have a desire for the heartwood cut from the centre of the Leafcull-trees within the Grimwood. He has offered you a reward for collecting the heartwood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Grimwood-heartwood ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return to Chieftain Torbok at the Grimwood Lumber-camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Grimwood-heartwood can be found on the Leafcull-trees, though you may possibly find it in the fallen logs as well.\\n\\nChieftain Torbok directed you to recover and return Grimwood-heartwood to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect Grimwood-heartwood ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}