{
  "id": 620782127,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Captain-General Mákan wishes to retake Tol Ascarnen, and we are enlisting all who are able to take the fight to the Hoardale and defeat the Uruk in charge of the Ongbûrz war-host.\\n\\n'North and west of Glân Vraig lay the Hoardale and on an island in the centre of the river is Tol Ascarnen. Make your way there and defeat the Tyrant and his war-host. \\n\\n'Return to me when you have done this. Do not be fool-headed, this is not a mission for one or a handful. You will need a great many to best this foe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have scored a great victory for the Free Peoples, [placeholder]. We honour your accomplishment and duty, but also warn that we cannot relent in our battle against the Enemy.\\n\\n'If we do not remain resolute, the Enemy will drive south and swallow this land in war.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You will find the Tyrant in the upper reaches of Tol Ascarnen. Make your way there and defeat him. Only then can Captain-General Mákan retake Tol Ascarnen and secure this most important location.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Raid: Tyrant Trintrû",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Tol Ascarnen has fallen to the Enemy. You have been tasked by Sergeant-at-Arms Thurimbent at Glân Vraig to find and defeat Tyrant Trintrû within the walls of Tol Ascarnen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "The Free People reclaim Tol Ascarnen!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Tyrant Trintrû and reclaim Tol Ascarnen. You must not be defeated when the Tyrant falls.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Tol Ascarnen, once the citadel responsible for the manufacture and storage of Rhudauran weapons and armour, lay to the north and west of Glân Vraig.\\n\\nSergeant-at-Arms Thurimbent directed you to kill Tyrant Trintrû at Tol Ascarnen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak with Sergeant-at-Arms Thurimbent at Glân Vraig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Sergeant-at-Arms Thurimbent awaits your return at Glâin Vraig.\\n\\nFacing down the enemy, you destroyed the Tyrant at Tol Ascarnen. You should return to Sergeant-at-Arms Thurimbent with the news.",
      "es": "",
      "es (fem)": ""
    }
  ]
}