{
  "id": 620782005,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Your presence in my wood disturbs me, but not so much as the bearers of light, [placeholder].\\n\\n'My brood grows weak and is culled further by the enemy, and I seek my revenge. My first thought must be for my children, and so I task you with this:\\n\\n'Eagles from the north join with your enemy and their lords have long sought to end my reign. Bring me proof of their destruction by way of their feathers, and I shall lend you my strength against the enemy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x262f714",
      "en": "'It is done. I return to watch over my brood. Do well to protect them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Yes. This will do. The talons of the enemy will no longer harm my children. Let us march forwards and give them a lesson they will not soon forget!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Pluck the eagles clean. Return their plumes and I shall come with you against the enemy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Gorgoris the Gorger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gorgoris, the ancient brood-mother of the Grimfang, will assist you in claiming the Grimwood Lumber-yard, if you help her defend her brood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Sun-touched tailfeathers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return the feathers to Gorgoris",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Eagles can be found throughout the Ettenmoors.\\n\\nGorgoris wishes to know that the threat against her brood is diminished before she enters the fight against the enemy. She asked you to slay the eagles and bring her their feathers as proof of the deed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f5ef9e",
      "en": "'Quickly now, sons of Angmar. Let us bring them the death they deserve!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect Sun-touched tailfeathers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}