{
  "id": 620782124,
  "txt": [
    {
      "id": 218649169,
      "en": "'Lugazag is a tower claimed wholly by the Enemy. If we are to tame this battlefield and control it for the cause of the Free Peoples, we must overwhelm their position and defeat their leader.\\n\\n'With the head of the tower removed their forces will sunder, and we shall win the day. Take heart and seek the aid of many. \\n\\n'Journey to the west beneath the shadow of Mount Gram in the Steps of Gram and siege Lugazag. Drive within its heart and defeat the leader of the Ongbûrz there, the Tyrant Tharbil. Do this, and you will earn great honour.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You did well, [placeholder]. Take this with our thanks and seek out Quartermaster Ash here to lay claim to the rewards which await you.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'We must defeat these curs. Make your way to the tower, north and west of Glân Vraig in the Steps of Gram, defeat the Tyrant Tharbil, and return to me.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Raid: Tyrant Tharbil",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Lugazag, a tower far to the west of Glân Vraig, is held by the Ongbûrz Orc-tribe and commanded by the Tyrant Tharbil.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "The Free People claim Lugazag!",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Tyrant Tharbil and claim Lugazag. You must not be defeated when the Tyrant falls.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Lugazag looks east out over the Hoardale river.\\n\\nOnce Lugazag was a great tower, part of the Rhudauran kingdom. Now, in the corrupt lands of the Steps of Gram, the tower stands as a location controlled by the Ongbûrz tribe and their Tyrant, Tharbil. Sergeant-at-Arms Hesten at Glân Vraig directed you to seek out and defeat the Tyrant Tharbil who holds command at Lugazag.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Speak with Sergeant-at-Arms Hesten at Glân Vraig",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Sergeant-at-Arms Hesten awaits your return at Glân Vraig.\\n\\nYou defeated Tyrant Tharbil with the help of others to reclaim Tirith Rhaw. You should return to Sergeant-at-Arms Hesten and tell him of your victory over Tharbil.",
      "es": ""
    }
  ]
}