{
  "id": 620782028,
  "txt": [
    {
      "id": 218649169,
      "en": "'Greetings, [placeholder]. It is good to see the faces of so many willing to aid in this battle. As you know, we are an island in this dangerous land. We have no true supply lines and must rely on our own number to satisfy the many needs this war-host commands.\\n\\n'At the moment, we are in need of arrow-shafts. Scattered throughout this wood, and perhaps on the vile and corrupted Leafcull-trees, you will find small branches. Some, though certainly not all, of the branches will suffice, and we will offer you rewards for your assistance.\\n\\n'Seek the wood throughout the Grimwood and Hithlad.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'At a cursory glance it appears that many of these will make fine arrow shafts. You are due a reward, and I am an Elf of my word. Take this with my thanks.\\n\\n'Should you find yourself with several of these, deliver them to Quartermaster Ash.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You will need to scour the Grimwood, within the bounds of Hithlad, and perhaps face down the corrupted Leafcull to obtain the shafts I require.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Shafts for Arrows",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Arrows are a commodity that will eventually run out and while bone and metal can be used to fashion the arrow-heads, only the straightest of branches can be used for the shaft.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected Grimwood-branches ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Return to First Marshal Núrdram at the Grimwood Lumber-yard",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Small branches can be found scattered on the ground and on the Leafcull-trees throughout the Grimwood.\\n\\nFirst Marshal Núrdram asked you to search along the Grimwood and Hithlad for small branches that might be turned into arrowshafts.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect Grimwood-branches ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}