{
  "id": 620782088,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'In the west, in the shadow of Mount Gram, a pack of Wargs with a vile and dark bite roams freely and stalks out towards our holdings. These Wargs, the Shadowmaw, are responsible for many attacks on our number.\\n\\n'We must find a way to cull their number. If you are willing, travel west and cut them down. Strike a telling blow against this foe lest their danger grow over time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'While the battle rages there is no rest from the foes that we face, but for the moment we are spared. Take this reward, [placeholder].\\n\\n'In time, you will learn that these shall earn you great wealth. Seek out Quartermaster Ash at Glân Vraig to learn more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You will find that the Shadowmaw are drawn to the Steps of Gram. Be cautious when travelling through that land. It teems with the forces of Angmar and is perpetually cast in shadow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mouth of Shadow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "In the crags to the west of the Isendeep, the Shadowmaw pack bolsters the forces of Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Shadowmaw-wargs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Shadowmaw-wargs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Shadowmaw stalk the Steps of Gram.\\n\\nLieutenant Octa at the Isendeep Mine asked you to reduce the threat posed by the Shadowmaw-wargs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Lieutenant Octa at the Isendeep Mine",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Lieutenant Octa is at the Isendeep Mine.\\n\\nLieutenant Octa will be pleased to learn that you have succeeded at destroying a good number of the Wargs in the Steps of Gram.",
      "es": "",
      "es (fem)": ""
    }
  ]
}