{
  "id": 620782027,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'A moment, [placeholder]. I am troubled by this wood -- not surprising given the corruption long seeping into the world -- but there is something more. Since our arrival, I have felt a sense of encroaching dread.\\n\\n'To the west, there are a host of spiders stalking through the woods. I believe that the brood-mother may have returned to their home.\\n\\n'If this is true, we must move at once to destroy her, lest Angmar's army convinces her to join the battle against us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'With Gorgoris defeated, the brood will not be drawn into the battle against us. We may be able to stand against this foe for some time now.\\n\\n'Take this with my thanks and seek out Quartermaster Ash at Glân Vraig.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Seek out the brood-queen west of our camp and destroy her before Angmar's army draws her into the battle against us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Raid: Culling the Brood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Within the depths of the Grimwood, beneath a great stone shelter west of the Grimwood Lumber-yard is the lair of a terrifying spider, Gorgoris. She is a terrible threat to the Free Peoples.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Speak with First Marshal Núrdram at the Grimwood Lumber-yard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gorgoris, the brood-queen of the Grimfang, dwells somewhere within the Grimwood forest in Hithlad.\\n\\nFirst Marshal Núrdram asked you to find the brood-queen of the Grimfang and destroy her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "First Marshal Núrdram awaits your return within the Grimwood Lumber-yard.\\n\\nYou found and destroyed Gorgoris, the Grimfang brood-queen.",
      "es": "",
      "es (fem)": ""
    }
  ]
}