{
  "id": 620782055,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Pay attention to everything I say, wretch, else I'll stretch your hide from the west bridge of this island to the east bridge. Our leader, Tyrant Trintrû, is deserving of our praise and our tribute. Time for you to pay your tribute, dog.\\n\\n'The one thing, above all else, that Tyrant Trintrû desires is Man-flesh. So you will oblige him. You will go into the wild, find the Men at their holdings or wandering through the wood, ripe for picking, and you will cut their legs from their bodies.\\n\\n'Bring their legs back to me, and I will see that the Tyrant knows you have paid him proper tribute! Go now, worm!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'For the glory of Angmar, Mordirith, and the service of Lugburz! You serve your masters well, cur!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You worthless, scum! I gave you an order to fetch Man-flesh, and you come before me without all that you need! Back into the fight and don't return to me until you have collected enough Man-flesh!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Tribute to the Tyrant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Tyrant Trintrû at Tol Ascarnen is deserving of praise and tribute. The tribute which the tyrant desires most is the flesh of Men.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected legs of Men ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return to Quartermaster Apsduf at Tol Ascarnen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Men can be found throughout the Ettenmoors.\\n\\nQuartermaster Apsduf ordered you to gather Man-flesh as tribute to the Tyrant at Tol Ascarnen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect legs of Men ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}