{
  "id": 620782164,
  "txt": [
    {
      "id": 218649169,
      "en": "'Pay attention, [placeholder]...I need your services.\\n\\n'At the head of the war-host of Angmar are the Tyrants who drive all others ahead of them. They are without fear and know only how to bring destruction to the world.\\n\\n'Should you defeat one of these terrors, return to me with the lash which is the symbol of his command, and you shall be rewarded.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'With every victory we achieve against the Ongbûrz leaders, we not only claim the land where they stand, but also weaken the war-host of Angmar. Your involvement is a blessing, [placeholder]. Deliver this to Quartermaster Ash at Glân Vraig to earn greater recognition of your efforts in the Ettenmoors.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Should you obtain one Tyrant's lash you will earn a Token of Valour, [placeholder]. Keep hunting the Enemy.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Angmar's Tyrants",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "First Marshal Sathryth at Ost Ringdyr seeks the honourifics of the true leaders of Angmar's army, the Tyrant's lashes.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected a Tyrant's lash ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Return Tyrant's lash to First Marshal Sathryth",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Tyrants can be found among the Enemy in the Ettenmoors.\\n\\nKnown by many names, the true leaders of Angmar's army are nothing more than tyrants, and the symbol of their station will earn you favour with the Free Peoples. First Marshal Sathryth at Ost Ringdyr has promised to reward you for the Tyrant's lashes you bring her.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect a Tyrant's lash ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}