{
  "id": 620966118,
  "txt": [
    {
      "id": 151093062,
      "en": "'Do as the Jarl asks and everyone will be fine.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Treating With Scoundrels",
      "es": ""
    },
    {
      "id": 150543729,
      "en": "'Mother sent you?'",
      "es": ""
    },
    {
      "id": 190220707,
      "en": "DNT asdf",
      "es": ""
    },
    {
      "id": 150543730,
      "en": "'By the Tree! At long last...'",
      "es": ""
    },
    {
      "id": 173025569,
      "en": "Go down into the cellar",
      "es": ""
    },
    {
      "id": 184621222,
      "en": "Show Jarl Akhiz that you have brought the ransom.",
      "es": ""
    },
    {
      "id": 190220759,
      "en": "'You have the gold and the brooch I asked of you? Tut tut! I can see it well enough from there. We will do this after the Variag fashion. Now you will go and see that the two brothers are safe and well.\\n\\n'I have only the two. Trust me, if I had the father and the other two, you would need tenfold the ransom you have brought.\\n\\n'Now go. You will find them to the right, that way beyond the gate.'",
      "es": ""
    },
    {
      "id": 173025576,
      "en": "Show Akhiz the ransom",
      "es": ""
    },
    {
      "id": 101352692,
      "en": "'What, slain? Seven stars! We must flee!'",
      "es": ""
    },
    {
      "id": 184621232,
      "en": "Go past the opened gate and see that the hostages are all right.",
      "es": ""
    },
    {
      "id": 240982882,
      "en": "'Two-faced fool. Now you get nothing - but death!'",
      "es": ""
    },
    {
      "id": 190220768,
      "en": "'Did you heed my words? Create a distraction, and we shall cut our bonds and fly, and they will have not a single ransom-coin for their brigandry!'",
      "es": ""
    },
    {
      "id": 148970466,
      "en": "You see Akhiz and some of his men up ahead, waiting for you.",
      "es": ""
    },
    {
      "id": 190220769,
      "en": "'This is the Variag way: you go and see that the two brothers are hale and unharmed, and then you shall return and pay their ransom.'",
      "es": ""
    },
    {
      "id": 190220770,
      "en": "'If you honour the agreement, so shall they. The Variags have this much of a sense of honesty, at any rate.\\n\\n'I hope I shall see you east of Bâr Nadhron, under the  bent tree by the Mouths of the Entwash, [placeholder].'",
      "es": ""
    },
    {
      "id": 184621237,
      "en": "Now that you have seen Lacheg and Togbor, return to Jarl Akhiz to complete the ransom.",
      "es": ""
    },
    {
      "id": 173025538,
      "en": "Create a distraction",
      "es": ""
    },
    {
      "id": 190220771,
      "en": "'Put the ransom in the box, and you and the two brothers shall be free to go. I guarantee your safe passage back to their home.'",
      "es": ""
    },
    {
      "id": 184621191,
      "en": "It is time to leave the cellar in Bâr Nadhron.",
      "es": ""
    },
    {
      "id": 173025586,
      "en": "Talk to Lacheg",
      "es": ""
    },
    {
      "id": 184621240,
      "en": "Now that you have seen Lacheg and Togbor, return to Jarl Akhiz for the ransom payment and choose which of the brothers to heed.",
      "es": ""
    },
    {
      "id": 173025588,
      "en": "Talk to Togbor",
      "es": ""
    },
    {
      "id": 173025544,
      "en": "Leave the cellar!",
      "es": ""
    },
    {
      "id": 173025593,
      "en": "Place the ransom in the chest",
      "es": ""
    },
    {
      "id": 162883699,
      "en": "DNT asdf",
      "es": ""
    },
    {
      "id": 240984163,
      "en": "'To arms, men!'",
      "es": ""
    },
    {
      "id": 160030941,
      "en": "'You have done your part. Now leave, and the brothers shall be sent after you. I promise you.'",
      "es": ""
    },
    {
      "id": 157940193,
      "en": "'Come, come. We have been waiting for you.'",
      "es": ""
    },
    {
      "id": 148970432,
      "en": "Placed the ransom in the chest",
      "es": ""
    },
    {
      "id": 190220737,
      "en": "'Listen!'\\n\\nHis voice drops to a whisper.\\n\\n'Are we really to give these honourless men ransom-gold for their villainy? You look a capable fighter. Let us instead create a distraction. I have managed to get a small blade in my  hands, here. When I hear a commotion, I will cut our bonds and we will make for the door. Then we shall meet up at whatever place my brother chooses.\\n\\n'Will you do it? Say you will!'",
      "es": ""
    },
    {
      "id": 148970436,
      "en": "The brazier post falls over with a crash!",
      "es": ""
    },
    {
      "id": 246419719,
      "en": "DNT TBD",
      "es": ""
    },
    {
      "id": 190220739,
      "en": "'So our ransom will be paid, finally? Good. \\n\\n'Listen to me. These are dangerous men. But I have come to believe that they do have their own kind of blackguard's honour. If you do as they ask, they truly will set us free. If you do aught to alarm them, they will respond swiftly and ruthlessly. You must not listen to my brother's hot-headed prattling. Let us part with our gold and take our lives with us when we go.\\n\\n'They are likely to send us out one at a time. We must have an agreed upon place to meet. Hm... East of Bâr Nadhron, under the bent tree by the Mouths of the Entwash would do.  Yes, let us find each other there.'",
      "es": ""
    },
    {
      "id": 173025556,
      "en": "Return to Akhiz",
      "es": ""
    },
    {
      "id": 190220742,
      "en": "'You are satisfied? Good! Then place the ransom in the chest there and all shall be arranged. You will leave first, and the brothers will be sent out separately after you. \\n\\n'This is how it is done. No trickery. I give you my word.'",
      "es": ""
    },
    {
      "id": 83324130,
      "en": "Cellar",
      "es": ""
    },
    {
      "id": 148970441,
      "en": "you left!",
      "es": ""
    },
    {
      "id": 111477272,
      "en": "DNT abcd",
      "es": ""
    },
    {
      "id": 151093057,
      "en": "'Don't even think of trying anything.'",
      "es": ""
    },
    {
      "id": 240982625,
      "en": "'Aaah!'",
      "es": ""
    },
    {
      "id": 151093058,
      "en": "'The prisoners are all the way back, on the right.'",
      "es": ""
    },
    {
      "id": 151093059,
      "en": "'You can talk to the prisoners, look them over. Nothing else.'",
      "es": ""
    },
    {
      "id": 151093060,
      "en": "'You won't get out of here alive!'",
      "es": ""
    },
    {
      "id": 24695208,
      "en": "It is time to meet with Jarl Akhiz and free Glánhar's sons.",
      "es": ""
    },
    {
      "id": 184621216,
      "en": "Go down into the cellar in Bâr Nadhron and find Akhiz.",
      "es": ""
    },
    {
      "id": 151093061,
      "en": "'Graaah!'",
      "es": ""
    }
  ]
}