{
  "id": 620966049,
  "txt": [
    {
      "id": 111477413,
      "en": "Speak with Rhûd-pulo-Drât at Nardol Quarry",
      "es": ""
    },
    {
      "id": 111477416,
      "en": "Investigate Nardol Quarry",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "'You found unnatural hole in mountain? Very very bad place. I feel darkness choking the trees here.'",
      "es": ""
    },
    {
      "id": 177082756,
      "en": "Defeated foes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477328,
      "en": "Find the area where the Dheghûn are coming from",
      "es": ""
    },
    {
      "id": 177082737,
      "en": "A chilling draft escapes from the crevasse. Strange sounds can be heard from within",
      "es": ""
    },
    {
      "id": 246419895,
      "en": "Nardol Quarry is located in south-western Taur Drúadan.\\n\\nYou should investigate Nardol Quarry.",
      "es": ""
    },
    {
      "id": 177082761,
      "en": "Though the quarry has been abandoned by Men for generations, there are signs of recent activity",
      "es": ""
    },
    {
      "id": 246419875,
      "en": "Enemies and the source of these Dheghûn can be found at Nardol Quarry.\\n\\nYou should defeat foes and explore Nardol Quarry.",
      "es": ""
    },
    {
      "id": 246419876,
      "en": "Rhûd-pulo-Drât can be found in Nardol Quarry.\\n\\nYou should speak with Rhûd-pulo-Drât.",
      "es": ""
    },
    {
      "id": 51875092,
      "en": "Rhûd-pulo-Drât has figured out where the Dheghûn are coming from and wants to investigate.",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "The Forgotten Quarry",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Defeat foes at Nardol Quarry ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'I fear Dheghûn comes not from afar, but from below. I tell you a story now.\\n\\n'The ground shook before Ghûrdhos fell ill. The shaking frightened many. Those on north side of  Drû Bhûta felt more shaking. North of Drû Bhûta is old cave of Men where they dug into mountain. Drúedain not happy with Men for attacking nature but Drúedain not here to fight Men, we are from same blood.\\n\\n'Go to old place of Men in Drúadan Forest. There, might find answers. I follow when ready. First, need to think more.'",
      "es": ""
    }
  ]
}