{
  "id": 620966046,
  "txt": [
    {
      "id": "0x6a50250",
      "en": "Search for the missing Wose",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1171",
      "en": "Arriving at the last known location of the Wose, Rhûd-pulo-Drât, you spot footprints",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1172",
      "en": "The tracks meander slowly, moving deeper into the woods",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50253",
      "en": "Search for the missing Wose",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01145",
      "en": "Defeat the strange creatures that scared off the Wose you found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1174",
      "en": "You find Rhûd-pulo-Drât, unharmed, but he runs off before you get a chance to speak with him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50256",
      "en": "Defeat the unknown creature",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "The last place the missing Wose was seen was in the Drúadan Forest.\\n\\nYou should search for the missing Wose.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01148",
      "en": "Ghân-buri-Ghân can be found in Drû Bhûta.\\n\\nYou should speak with Ghân-buri-Ghân.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a4",
      "en": "You should follow the footprints and continue searching for the missing Wose.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1177",
      "en": "There is an ancient darkness emanating from this mysterious foe ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56840",
      "en": "You describe to Ghân-buri-Ghân the strange creature that frightened Rhûd-pulo-Drât and attacked you.\\n\\n'You describe Dheghûn. They not from Drúadan Forest. Recently come here from unknown around same time Wood-troll turn to shadow. Dheghûn now threat too when they attack you and Rhûd-pulo-Drât. Must keep balance, yet so many pushing rocks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50259",
      "en": "Speak with Ghân-buri-Ghân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "Ghân-buri-Ghân, chieftain of the Drúedain, asks of you to find Rhûd-pulo-Drât, a Wose who has recently gone missing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Lost in the Wood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Tears of rain, yet another Drúadan missing. First Bhai-buri-Ghân, who die by foul, cursed Orc. Now Rhûd-pulo-Drât. You help find Rhûd-pulo-Drât. He know much of Drúedain beliefs and ancient rituals.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}