{
  "id": 620966053,
  "txt": [
    {
      "id": 111477320,
      "en": "Speak with Ghâr-buri-Bhâm",
      "es": ""
    },
    {
      "id": 162883657,
      "en": "The Wose looks up and hands you a mysterious object of intricate stonework. You are not sure how anyone could create something so detailed out of stone so quickly.",
      "es": ""
    },
    {
      "id": 246419799,
      "en": "Ghâr-buri-Bhâm is in Drû Bhûta.\\n\\nYou should speak with Ghâr-buri-Bhâm about the ward.",
      "es": ""
    },
    {
      "id": 246419781,
      "en": "Ghâr-buri-Bhâm is in Drû Bhûta.\\n\\nYou should wait for Ghâr-buri-Bhâm to craft the ward.",
      "es": ""
    },
    {
      "id": 246419875,
      "en": "Ward pieces can be found near Púkel-men statues in the Drúadan Forest.\\n\\nYou should collect ward pieces for the Woses.",
      "es": ""
    },
    {
      "id": 246419784,
      "en": "Ghân-buri-Ghân can be found in Drû Bhûta.\\n\\nYou should speak with Ghân-buri-Ghân.",
      "es": ""
    },
    {
      "id": 246419876,
      "en": "Ghâr-buri-Bhâm is in Drû Bhûta.\\n\\nYou should bring the ward pieces to Ghâr-buri-Bhâm so that he can craft a new ward for the village.",
      "es": ""
    },
    {
      "id": 111477313,
      "en": "Collect ward pieces ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883648,
      "en": "'Ghâr-buri-Bhâm has made a Okwô-kuryô heart. I see this. I have good words. Rhûd-pulo-Drât has returned to Drû Bhûta. The heart draws him a line to safety of the village.'",
      "es": ""
    },
    {
      "id": 111477337,
      "en": "Speak with Ghân-buri-Ghân",
      "es": ""
    },
    {
      "id": 177082722,
      "en": "Collected ward piece ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477315,
      "en": "Bring the ward pieces to Ghâr-buri-Bhâm",
      "es": ""
    },
    {
      "id": 51875092,
      "en": "Ghân-buri-Ghân, chieftain of the Drúedain, asks of you to help collect ward fragments from Púkel-men statues so that the Woses may protect themselves from this new threat.",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Ancient Wards",
      "es": ""
    },
    {
      "id": 111477317,
      "en": "Wait for Ghâr-buri-Bhâm to craft the ward",
      "es": ""
    },
    {
      "id": 162883652,
      "en": "You hand the fragments to Ghâr-buri-Bhâm. His expression remains serious and he begins to tinker away with bits of stone.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'The Okwô-kuryô protect us. Once Okwô-kuryô breaks, no longer watches over Drúedain. Drúedain can rebuild Okwô-kuryô. First we must make new heart for Okwô-kuryô. You get Okwô-kuryô fragments, bring them to Ghâr-buri-Bhâm. He make Okwô-kuryô heart.'",
      "es": ""
    },
    {
      "id": 177082726,
      "en": "It seems that Ghâr-buri-Bhâm has finished working with the Púkel-men statue fragments you gave him",
      "es": ""
    }
  ]
}