{
  "id": 620966032,
  "txt": [
    {
      "id": "0xd9b5688",
      "en": "'I saw your stance upon the battlefield, and I knew that it must be [placeholder]. Defeating the Black Serpent is the least I could do for all you have done for me and my peoples. I thank you for defeating the King of Harad's sons. It is good to fight by your side, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Defeat the Black Serpent",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "The Black Serpent can be found in the Blood of the Black Serpent instance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Stay near Théoden.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Let events transpire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Théoden can be found in the Blood of the Black Serpent instance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Bregdal can be found on the Field of Onslaught.\\n\\nYou should speak with Bregdal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Speak with Bregdal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'The Black Serpent fell by Théoden King's sword? Victory is close at hand!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'[placeholder], we meet again upon the battlefield. Through my recent missions as an errand-rider, I have been put into some perilous situations. Today, however, is indeed the most perilous!\\n\\n'The Men of Rohan have fought valiantly thus far. Still, I have seen much blood shed. The Haradrim are formidable foes and are led by their king, the Black Serpent. If we were to defeat the King of Harad in combat, The Haradrim may yet back away from this battle. Are you willing to muster some fellow warriors, and take on the king of Harad?'\\n\\n<rgb=#FF0000>It is recommended playing the Blood of the Black Serpent instance with a small fellowship. You can access the instance from the Instance Join panel.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "In the thick of battle upon the fields of Pelennor, Bregdal, Errand-rider of Gondor, hopes to assist you in any way he can.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Speak with Théoden",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa4",
      "en": "Wrath and Ruin, Chapter 1",
      "es": "",
      "es (fem)": ""
    }
  ]
}