{
  "id": 620966028,
  "txt": [
    {
      "id": "0xd9b5688",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Gandalf and Peregrin Took can be found in the Silent Street instance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Bregdal can be found at Kings' End.\\n\\nYou should speak with Bregdal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Defeat the Gloom of Nurn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Speak with Bregdal at Kings' End",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'What is that, Denethor has burned himself alive?! What a terrible tragedy! I am glad that Faramir still lives, be it barely. Now let us hope his wounds can be healed so that the line of Stewards does not break!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "The Gloom of Nurn can be found in the Silent Street instance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Let events transpire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Speak with Peregrin Took",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'So it has come to this. It saddens me to have seen his fall into madness. Denethor was a good man.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I have just gotten word that there is fighting within the city walls, and I have seen a fell-beast circle over the city! [placeholder], you know the city much better than most. Take to Minas Tirith with what warriors you can muster. We must protect Denethor. If the line of Stewards breaks, all hope is lost for Gondor. I wish to stay here and fight by the side of the Men of Rohan. Quickly now!'\\n\\n<rgb=#FF0000>It is recommended playing the Silent Street instance with a large fellowship. You can access the instance from the Instance Join panel.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'I shall make sure that Faramir sees safe passage from here to the Houses of Healing. [placeholder], you are no doubt needed on the Pelennor. Make haste there, old friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "In the thick of battle upon the fields of Pelennor, Bregdal, Errand-rider of Gondor, hopes to assist you in any way he can.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Stay near Gandalf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Speak with Gandalf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa4",
      "en": "Wrath and Ruin, Chapter 3",
      "es": "",
      "es (fem)": ""
    }
  ]
}