{
  "id": 620966029,
  "txt": [
    {
      "id": "0xd9b5688",
      "en": "'My poor, foolish, brave sons are gone, [placeholder]. Duilin and Derufin, though reckless, did not deserve death! Slain by the very beasts they trained to kill!'\\n\\nDuinhir falters his words as he tries to hold back tears.\\n\\n'I loved them as any good father should. How will I be able to bring such news to Rosfin? This weight is heavy upon me.'\\n\\nTears roll down his cheeks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Meet Aragorn on the hill across the river.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Duinhir, Aragorn, and Éomer can be found in the Quays of the Harlond instance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Bregdal can be found at Riders' Stand.\\n\\nYou should speak with Bregdal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Defeat the Forsaken Reaver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Speak with Bregdal at Riders' Stand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'I have watched the tides of battle turn from atop the Hillock! Quickly let us regroup at the ruined farm of Pel Dúven, just west of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "The Forsaken Reaver can be found in the Quays of the Harlond instance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a0",
      "en": "Bregdal can be found at the Ruin of Pel Dúven.\\n\\nYou should speak with Bregdal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Let events transpire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Speak with Aragorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Speak with Bregdal at the Ruin of Pel Dúven",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'The sun shines through the darkened skies of Mordor. We shall be victorious on this day. Have you seen that some of the Enemies' numbers flee the battle?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Meet Aragorn on the hill across the river",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'We must keep pressing forward. Time is not on our side. If we give the enemy time to regroup and catch their breath, they will return in even greater numbers. I know I can count on you to keep morale high, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Look to the south! Forces gather at the Harlond, both from land and water! Great ships have travelled upstream on the Anduin. I do not believe they are friendly. Should we make a charge towards the Harlond? [placeholder], why do you remain so calm? Those ships, if filled with the enemy, would surely turn the tides of battle. We will lose!'\\n\\nYou tell Bregdal that you will take no more than two warriors with you and look into the matter. Secretly, you know that any hope of winning this battle lies upon those ships.\\n\\n<rgb=#FF0000>It is recommended playing the Quays of the Harlond instance with a small fellowship. You can access the instance from the Instance Join panel.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Speak with Éomer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "In the thick of battle upon the fields of Pelennor, Bregdal, Errand-rider of Gondor, hopes to assist you in any way he can.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Stay near Aragorn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'Had you known all along that Aragorn was to join us here? I say, you know how to keep a secret, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Speak with Duinhir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa4",
      "en": "Wrath and Ruin, Chapter 5",
      "es": "",
      "es (fem)": ""
    }
  ]
}