{
  "id": 621068146,
  "txt": [
    {
      "id": 216727827,
      "en": "Alla has given you five minutes to reach the spot in question on the edge of the Wadewater, north of Mossward.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'You made it! I have to admit that I was not sure you would be able to go out there and come back in time... but you did!\\n\\n'So, did you see anything when you got out there?'\\n\\nYou tell her that there was a basket with a ball of string inside it beside the Wadewater, which seemed rather strange.\\n\\n'I see, yes. That is peculiar. Thank you for your help.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Alla is by a haystack in north-eastern Mossward. You only have five minutes for the return journey!",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Alla is by a haystack in north-eastern Mossward.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Make it to the marked spot on the edge of the Wadewater without running out of time",
      "es": ""
    },
    {
      "id": 24695152,
      "en": "A child of Mossward has been dared by the town bully to make a dangerous run, and she wants to make sure it's possible before she makes the attempt.",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "This is the spot Alla described. Strangely, there is a basket with a ball of string in it here",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "<rgb=#FF0000>Do not run out of time before reaching the correct location</rgb>",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "You ran out of time",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Return to Alla in north-eastern Mossward without running out of time",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "<rgb=#FF0000>Do not run out of time before reaching the correct location</rgb>",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Talk to Alla in north-eastern Mossward",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "You ran out of time",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "Alla cheers as you approach",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'You look pretty tough to me. You're not scared of anything, are you?\\n\\n'Maybe you can help me, then. The Mossward town bully has dared me to run to a certain spot north of town, right on the very edge of the Wadewater, and then come back... all in ten minutes! Now I'm not afraid, but I want to be certain it's possible. So what do you say to using no more than five minutes to run out there, and then five minutes to run back? That way I'll know it can be done before I make the attempt.\\n\\n'Here, I'll mark it on your map. It's right here.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Time is a-wasting! If you cannot reach that spot on the edge of the Wadewater within five minutes, how am I supposed to do it?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Dare",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Hurry up!'",
      "es": ""
    }
  ]
}