{
  "id": 621068140,
  "txt": [
    {
      "id": 216727827,
      "en": "Eleri asked you to <rgb=#00FF00>look</rgb> out into the distance from the hill south-east of Howlingstones, east of Mossward.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Could another band of Uruks remain hidden from our watch-towers until it was nearly upon us, as happened before? Beyond Howlingstones to the south-east, a hill rises above the plain. Can I ask you to go to that hill and <rgb=#00FF00>look</rgb> out into the distance? You may not see anything... but even that will be good for me to know.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Eleri is on the eastern side of Mossward, within view of the gate.",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "This seems to be the hill Eleri described",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "<rgb=#00FF00>Look</rgb> from the hilltop south-east of Howlingstones",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "From this vantage point, the basin through which runs the Old South Road seems mostly quiet",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Eleri on the eastern side of Mossward",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I want you to understand something, [placeholder], something that may be hard to believe given the events of last night. Mossward is a quiet town. It has always been a quiet town. Winters can be hard if we don't fill the store-house with sufficient food, but it has been many years since the folk of Mossward failed in their preparations.\\n\\n'Mostly we've had to worry about the wolves of Howlingstones growing over bold and straying too near the walls, but the Uruks loose in Swanfleet have changed all that. What will we do if another war-captain like Madthrug brings his band to Mossward? Could they remain hidden from our watch-towers until they were nearly upon us, as they did before?\\n\\n'Beyond Howlingstones to the south-east, a hill rises above the plain. Can I ask you to go to that hill and <rgb=#00FF00>look</rgb> out into the distance? You may not see anything... but even that will be good for me to know.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Scout Beyond Howlingstones",
      "es": ""
    },
    {
      "id": 51875095,
      "en": "Concerned about the recent attack on Mossward by the Uruks, Eleri wants you to scout for more of the creatures up past the nearby wolf-camp.",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Find the hill south-east of Howlingstones mentioned by Eleri",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'All appears quiet? That is good, [placeholder], but I will not relax my guard. There are more locations to scout, for there are several places from which the Uruks or others of their ilk might approach.'",
      "es": ""
    }
  ]
}