{
  "id": 621068147,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Wenna told you her husband lost his favourite boot on the edge of the Wadewater, to the north of Mossward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'You found it! He is going to be so happy, [placeholder]!\\n\\n'You should bring it to him! He used to be an adventurer, you know, and he travelled far and wide helping folk with their problems. Sometimes I think he fills the head of our boy Tegwyn with too many tales of his old adventures, but maybe if he hears about some of yours it will satisfy his appetite for the things.\\n\\n'I think Geralt is by the north gate, wearing his old leather shoes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "A mysterious object in the mud on the edge of the Wadewater could be Geralt's missing boot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Wenna is outside her home in south-east Mossward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e19",
      "en": "Bring his missing favourite boot to Geralt by the north gate of Mossward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'What is... what is this?'\\n\\nYou hand his favourite boot to him, and Geralt stares at you with open-mouthed astonishment.\\n\\n'Why have you brought me this? I thought I was rid of it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Wenna's husband Geralt is by the north gate of Mossward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Find Geralt's missing boot somewhere on the edge of the Wadewater, to the north of Mossward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'My husband Geralt is probably by the north gate of Mossward, wearing his old leather shoes. He will be so pleased to see his favourite boot returned to him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'My husband lost his favourite boot walking out by the edge of the Wadewater, to the north, and upon getting stuck in the mud it just came free of his foot! If you can find it and bring it back to me I would really appreciate it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "A suspicious object in the mud might just be Geralt's favourite boot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Search the pile of mud on the edge of the Wadewater",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "You pull an old and very dirty boot from the mud. It was really stuck in there!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Bring Geralt's favourite boot to his wife Wenna in south-east Mossward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'My husband lost his favourite boot walking out by the edge of the Wadewater, to the north, and upon getting stuck in the mud it just came free of his foot! If you can find it and bring it back to me I would really appreciate it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Wenna is concerned that her husband Geralt recently lost one of his favourite boots, and she wants you to find it, if you can.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'You are an adventurer? My husband was once like you, but he gave it up to settle down and have a family, and never looked back! But I do have need of an adventurer today, if you're interested in helping me. My husband has lost a boot!\\n\\n'Oh, it's not just any boot. It's his favourite, and it would be a shame to discard the remaining one just because he misplaced its mate. He lost it walking out by the edge of the Wadewater, to the north, and upon getting stuck in the mud it just came free of his foot! If you can find it and bring it back to me I would really appreciate it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Geralt Lost A Boot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}