{
  "id": 621068143,
  "txt": [
    {
      "id": 228284039,
      "en": "'Has Tharbad become a den of Uruks? Is that from where Madthrug's raiding band came? This, then, is my dangerous request. I ask that you go to the gates of Tharbad and <rgb=#00FF00>look</rgb> for some sign of the insignia he wore: the mark of the White Hand. Beware, for if Tharbad is truly held by forces of evil, you may be better served by keeping from their notice and not engaging in battle.\\n\\n'Tharbad is to the north-west of Mossward. Go just to the gate, mind you, and no further.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Eleri asked you to <rgb=#00FF00>look</rgb> for the mark of the White Hand at the gates of Tharbad, north-west of Mossward. She was very insistent that you avoid battle if the foes there seem too dangerous.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Eleri is on the eastern side of Mossward, in view of the gate.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Find the gates of Tharbad, north-west of Mossward",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "This seems to be the location Eleri described",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Eleri on the eastern side of Mossward",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Eleri has a more dangerous request for you now, but if Tharbad serves as a camp for the Uruks that raided Mossward, she wants to know about it.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I have one more request of you, [placeholder], and then I will be satisfied. This may be more dangerous than your earlier scouts, and if you hesitate to accept this task I will understand.\\n\\n'The old city of Tharbad is to the north-west of Mossward. It has not been the thriving centre of trade it was during the height of earlier kingdoms for hundreds of years, and it has been abandoned ever since flood-waters took the last of its great bridges....'\\n\\nEleri raises an eyebrow.\\n\\n'Abandoned by good folk, [placeholder]. Has it become a den of Uruks? Is that from where Madthrug's raiding band came? This, then, is my dangerous request. I ask that you go to the gates of Tharbad and <rgb=#00FF00>look</rgb> for some sign of the insignia he wore: the mark of the White Hand. Beware, for if Tharbad is truly held by forces of evil, you may be better served by keeping from their notice and not engaging in battle.\\n\\n'Tharbad is to the north-west of Mossward. Go just to the gate, mind you, and no further.'",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "The harsh cries of Orcs can be heard within Tharbad, but you see no markings of the White Hand",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "<rgb=#00FF00>Look</rgb> at the gates of Tharbad for the mark of the White Hand",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Scout the Gates of Tharbad",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'I am not surprised there are Orcs crawling throughout Tharbad, but it is good to hear you did not see the mark of the White Hand while scouting near the gate. Orc-kind are always a danger to the Free Peoples, but it is the organization revealed by Madthrug's war-band that most troubled me. We can deal with Orcs, for we have before, but the Uruks of the White Hand seemed different to me.\\n\\n'Thank you for helping ease my mind with these scouting missions, [placeholder]! You will always be welcome in Mossward.'",
      "es": ""
    }
  ]
}