{
  "id": 621068144,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Alla has given you five minutes to reach the spot in question along the road in view of Tharbad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Welcome back! I am less surprised this time, for you have proven quite capable of finishing these dares! Now I know this one is also possible, and when I do it I will have less to fear, even though the grown-ups always say getting so near to Tharbad is dangerous.\\n\\n'So, what did you see when you got to that location? Anything notable?'\\n\\nYou tell her that there was a shovel standing in the dirt, but its owner was nowhere to be seen.\\n\\n'Very interesting, all right. Thank you once again! That is the last of the Mossward bully's dares, so I won't be needing your help anymore. But you have been most helpful, and I appreciate it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Alla is by a haystack in north-eastern Mossward. You only have five minutes for the return journey!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Alla is by a haystack in north-eastern Mossward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "This is the spot Alla described. How odd: a shovel stands abandoned in the dirt here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "<rgb=#FF0000>Do not run out of time before reaching the correct location</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "You ran out of time",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Return to Alla in north-eastern Mossward without running out of time",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "Alla cheers as you approach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "<rgb=#FF0000>Do not run out of time before reaching the correct location</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "You ran out of time",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Alla in north-eastern Mossward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Alla has been issued a second dare by the Mossward bully, and she needs your help once again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I really appreciate your help with that, [placeholder]. When I go to complete that dare, now I know how to do it, and that it's possible, and that's going to make a big difference.\\n\\n'But you are not going to believe this. The bully has issued a SECOND dare! He must know I am well-prepared to finish the first one, so he's already made up this second one. Will you help me with this one too? I simply must know if this is possible.\\n\\n'The same rules are at play this time as there were for the first time: five minutes out there, and five minutes back. I'll mark the spot on your map, as I did before. This time you're going within view of the flooded city of Tharbad!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Remember, you only have five minutes to reach the spot I marked on your map! Hurry, hurry, hurry!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Second Dare",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Make it to the marked spot along the road to Tharbad without running out of time",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Hurry, hurry!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}