{
  "id": 621068138,
  "txt": [
    {
      "id": 228284034,
      "en": "'I have heard there are many uses to which unassuming objects might be put, and one of these seemingly ordinary items is in great supply just outside Mossward! I speak of the crebain that trouble the hills just to the north, [placeholder]! If you defeat some of the winged pests and bring me their feathers, doubt not that you will marvel at the wide variety of potential uses those feathers might be put!\\n\\n'And it will do the town some good to have fewer of the crebain hassling travellers along the Old South Road. Some folk whisper that the birds spy for Orcs and other evil creatures, but I do not have any proof of that.'",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Collect feathers from crebain near the Old South Road ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Bevan, one of the town guards of Mossward, has heard that craban feathers might serve a number of useful purposes.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'There you are, [placeholder]! Let us see these feathers!'\\n\\nYou hand the feathers to Bevan and he grimaces.\\n\\n'They really are quite dirty, aren't they? No matter. These will serve very nicely for making quills... see, you'd just dip this part into your ink... no, there's a bit too much give on the feather here. Well, perhaps as a... as a paintbrush? Hmmm, it feels like the ridges here on the end would leave streaks, doesn't it? Maybe as an arrow? See how it compares to these arrows of mine? Hmmm... rather poorly, I suppose.'\\n\\nBevan scowls.\\n\\n'Still! Many fine uses! Mayhap I will put them all in a sack and see how it serves as a pillow?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Number of Uses",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'If you defeat some of the crebain that flit about the Old South Road and bring me their feathers, you will marvel at the wide variety of potential uses those feathers might be put!'",
      "es": ""
    },
    {
      "id": 49286672,
      "en": "Bring the craban feathers to Bevan at the north gate of Mossward",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Crebain hassle travellers on the Old South Road, north of Mossward, and Bevan believes their feathers might be put to a number of uses.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Bevan is at the north gate of Mossward, waiting for you to return with the craban feathers for which he asked.",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Collected craban feathers ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}