{
  "id": 621068139,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'Will you follow the track that runs from the north gate of Mossward until it meets up with the road that runs east and west through Swanfleet? Once there, I would appreciate if you took a <rgb=#00FF00>look</rgb>, as you did before. You should be able to see for quite a distance, and if there are more raiders about you might see them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Eleri asked you to <rgb=#00FF00>look</rgb> into the distance at the intersection of the Old South Road with the track that leaves Mossward from the north gate of the village.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Eleri is on the east side of town, in view of the gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Find the intersection of the track that leaves the north gate of Mossward and the Old South Road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "This meeting of the ways is the one Eleri described",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Eleri on the eastern side of Mossward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Eleri believes the Old South Road is a boon for Mossward, but if it speeds the progress of Uruks across Swanfleet, she wants to know about it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'You know the road that passes through Swanfleet, of course. It begins on this side of the old city of Tharbad and runs east past the Wadewater until it reaches Enedwaith. There are not as many travellers along it as once there were, but Mossward is still a sheltered place of rest for those who come this way. Might it also serve to speed Uruks and other Orc-kind on their raids?\\n\\n'Will you follow the track that runs from the north gate of Mossward until it meets up with this road? Once there, I would appreciate if you took a <rgb=#00FF00>look</rgb>, as you did before. You should be able to see both east and west for quite a distance, and if there are more raiders about, you might see them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Portions of the road are overgrown and lack cobbles, but you see no sign of raiders",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "<rgb=#00FF00>Look</rgb> into the distance at the intersection of the track that leaves Mossward's north gate and the Old South Road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Scout the Old South Road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'You say you saw no sign of Uruk war-bands along the road? These are good tidings, for it means the road is still a boon for Mossward, and not a bane, as I feared it might become.\\n\\n'That road has been key to Mossward's survival for my entire life, [placeholder]. The portion of it we know begins at Tharbad, and although the road itself is broken in places and obscured by foliage, it runs through Swanfleet and passes on into Enedwaith. From there it enters Dunland, leads through the Gap of Rohan, and continues on into Gondor. They say it passes Minas Tirith and eventually ends at a port-city along the coast, although I have never journeyed in that land.\\n\\n'North of Tharbad the road has another name. It is called the Greenway, and only Meneldir's people are like to remember when it and our own Old South Road were one and the same: the North-South Road between the kingdoms of Arnor and Gondor. That was long ago, even by their reckoning.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}