{
  "id": 621068137,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'But such musings will have to wait, for winter is approaching and autumn doesn't last. If the store-houses are not stocked with salted and preserved boar-meat by the time the nights turn cold, Mossward will go hungry. Unless the Uruks come back, I suppose! No, don't tell anyone I said that. It is not funny.\\n\\n'But we always have need of boar-meat, and we are fortunate that many such creatures dwell nearby. If you return to me with fine cuts of boar-steak, all of Mossward will toast your name when winter comes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Collect boar-meat from Mosshide boars ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "With winter coming soon, Bevan knows the store-houses of Mossward need to be stocked with salted and preserved boar-meat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Very good, [placeholder], very good! I will see this boar-meat is salted and preserved, and it should help carry Mossward through some of the coldest winter months, when belts must be tightened and plates seem lightest. I am glad this task, at least, proved helpful for the town!\\n\\n'Aye, I have abandoned my idea of using those craban feathers. A number of uses? My wife said the number might as well have been zero after she tried the pillow I made from them. \\qBevan, you fool!\\q she said to me, \\qIt takes more than eight feathers to make a pillow, and anyone who tries it with craban feathers, of all things, deserves the crimp it would leave in his neck!\\q\\n\\n'I suppose the good ideas that spring up in autumn... well, they fall when winter comes. I'd rather deal with the threat of Uruk war-bands loose in the Swanfleet than present my wife with another one of my brand-new ideas! I think I'll stick to guarding the town from now on... it's less damaging to my morale!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Autumn Doesn't Last",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'We always have need of boar-meat, and we are fortunate that many such creatures dwell nearby. If you return to me with fine cuts of boar-steak, all of Mossward will toast your name when winter comes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e10",
      "en": "Bring the boar-meat to Bevan at the north gate of Mossward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Mosshide boars dwell near the Old South Road, and will prove a good source of the boar-steaks for which Bevan asked.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Bevan is at the north gate of Mossward, waiting for you to return with boar-meat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Collected boar-meat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}