{
  "id": 621068145,
  "txt": [
    {
      "id": 228284039,
      "en": "'Perhaps one of the villagers of Clegur will have some interest in that boot? That is pretty far away.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Geralt hoped you might ask villagers in the Stoor village of Clegur if they might like his once-loved but now least-favourite boot.",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'What is this?'\\n\\nWenna takes the old boot with the flower sticking out of it, a huge smile lighting up her face.\\n\\n'What a beautiful gift! Oh, my Geralt! What a dear man he is, and so thoughtful for him to give up his favourite boot for this delightful little planter! This is the finest anniversary gift I could have imagined! Do you know I had believed he'd forgotten?\\n\\n'I simply must have Skardí fashion a replacement boot in this exact style for my dear Geralt. Thank you again, [placeholder]. Our family is in your debt, for so many reasons!'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 49286680,
      "en": "Bring the least-favourite boot to Briallen Wynbuch",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Geralt is by the north gate of Mossward.",
      "es": ""
    },
    {
      "id": 49286681,
      "en": "Bring the delightful little planter to Wenna in south-east Mossward",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Wenna is outside her home in south-east Mossward.",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'How did it go? Did you manage to get rid of that boot?'\\n\\nYou tell Geralt about Briallen Wynbuch's solution to the problem, and he thinks it over.\\n\\n'Well, I never would have thought of that. The boot remains in my home, a reminder to me of my adventuring days, but without the connotation that I regretted my choice to settle down? And to my wife it is a thoughtful present, a gift that ably demonstrates my commitment to the family? Miss Wynbuch is quite clever; let us hope she continues to use her skills for good and not for ill!\\n\\n'Wait... did you say \\qanniversary?\\q I am fortunate indeed you came to Mossward, [placeholder]. I had quite forgotten that was coming up!\\n\\n'That was a close one, my friend. Thanks again.'",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Find a hobbit in the village of Clegur who might be interested in Geralt's boot",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'You have been such a help to our family, [placeholder]!'",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Did I not bring that boot far enough away to be rid of it for good? That must be it. Perhaps you could bring this boot further afield? Why not show it to one of the villagers in the Stoor-vales? That is pretty far away, and one of the residents of Clegur might be able to find a use for such an old, well-worn boot as this.'",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Briallen Wynbuch in the village of Clegur is interested in Geralt's old boot.",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "Briallen Wynbuch eyes the well-worn old boot you carry with some interest",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Talk to Geralt by the north gate of Mossward",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'You bring that back to our former adventurer's wife, and tell her that her husband asked for the Stoors to craft this delightful little planter. Perhaps it isn't the most honest of solutions... but I think in this way everyone might be made happy, and that is pretty good too, wouldn't you say?'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Geralt has complicated feelings about the life that missing boot represented, and he is hopeful you might be able to help him resolve the situation.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'It is true, [placeholder], that boot was one half of a pair that was dearest to my heart: they were my adventuring boots! They represent a life that I gave up to settle down with my wife Wenna, and now I only want to relive those days by telling tales of my exploits to my son Teg. Now these boots are my least-favourite, for they remind me of those days, and sometimes the memory is painful. I thought I would \\qlose\\q one of them; better that than have Wenna think I regret the choice I made to settle down!\\n\\n'But here it is again, and it seems I will never be free of it! Did I not bring it far enough away? That must be it. Perhaps you could bring this boot further afield? Why not show it to one of the villagers in the Stoor-vales? That is pretty far away, and one of the residents of Clegur might be able to find a use for such an old, well-worn boot as this.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Geralt Lost No Boot",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'That is an interesting artifact you carry! It must have quite a story, I imagine!'\\n\\nYou tell Briallen Wynbuch about Geralt's complicated feelings about the boot, and about Wenna's belief that it remains her husband's favourite.\\n\\n'Well, unlike some folk of other villages in the Stoor-vales, I believe that it is always best to be honest... but if you can't manage that, for one reason or another, then perhaps a compassionate solution is second best!'\\n\\nBriallen produces a pretty flower from somewhere about her person, scoops up a handful of earth, and puts both inside the well-worn boot.\\n\\n'You bring this back to our former adventurer's wife, and tell her that her husband asked for the Stoors to craft this delightful little planter. Perhaps it isn't the most honest of solutions... but I think in this way everyone might be made happy, and that is pretty good too, wouldn't you say?'",
      "es": ""
    }
  ]
}