{
  "id": 621068148,
  "txt": [
    {
      "id": "0xda44875",
      "en": "The Last Dare",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Alla by the north-east side of Mossward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I have heard rumour that the children of Mossward have been giving each other increasingly-dangerous dares and challenges, and I am worried that these may get out-of-hand, if they have not already! None of the town guards will be able to learn anything... you know how children are... but perhaps an outsider will be able to learn something?\\n\\n'Several children lingered outside the provisioners' store-house a few minutes ago, and it could be one of the provisioners overheard some of their talk? We need to get to the bottom of this before someone gets hurt, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Find Dai in Mossward and talk to him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'A group of children? Aye, I saw them. They were hoping to get their hands on as much cheese as possible, which seemed a little odd to me. I did not give them as much as they requested, but I thought one small block from the store-house each would be fine.\\n\\n'Those kids have been through a lot, what with the Uruk raid on Mossward, and I have seen few problems that could not be helped with cheese!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Alla by the north-east side of Mossward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'What are you doing here, [placeholder]? I thought you would have left Mossward by now. You had better get going, I think. So long!'\\n\\nYou stand your ground and ask Alla why the children of Mossward needed so much cheese from the store-house. Her eyes grow wide and a panicked expression crosses her face.\\n\\n'We aren't in trouble, are we? It's just that we finally managed to turn the tables on the town bully, and you helped us do it! If we're in trouble, I think you should be also... it's only fair!\\n\\n'You see, there's a boy named Dai, and he's always challenging us to these dares, and if we don't complete them then we look like cowards! He's always asking me to run to places very fast, see an item he left there, and then come back to town, and if I don't describe the right item he'll know I didn't do it!'\\n\\nYou point out to the girl that she didn't complete any of the dares, since she got the information from you instead, but that Dai apparently did go to each of those places first to leave the items.\\n\\n'I feel like this just means I'm very smart, [placeholder], wouldn't you say? But because we completed those last two dares... don't argue with me, it still counts... then Dai has to fill his pockets with cheese and walk through Mossward.'\\n\\nYou ask the girl if she has considered that she might be the town bully after all, and she tips her head to one side, considering it.\\n\\n'Huh. No, I don't think so. But I'll think it over.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'The children gave no reason they wanted cheese. Does anyone really need a reason?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'The children gave no reason they wanted cheese. Does anyone really need a reason?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Rats! There's rats everywhere! They were following me until I gave them the slip!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'I don't know where Dai is, but he has to be somewhere in Mossward.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Bevan, town guard of Mossward, has heard that children of the village have been giving each other increasingly-dangerous dares and challenges, and is hopeful you might be able to do something about it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Dai must be somewhere in Mossward, and with his cheese-filled pockets he is likely to be in real trouble from the town's rodent population.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Is it true that Dai was almost eaten by rats? That's really amazing, [placeholder]. Good job saving him, I suppose. Still, now he's got a really exciting tale to tell. Did he keep the cheese, or did he have to give it back to the provisioners?\\n\\n'I have been thinking it over while you were gone, and I think maybe we won't challenge each other to any more dares for awhile. For awhile, I said! I am not saying never, so don't think you're stopping us if we think of a really good one.\\n\\n'Good-bye for now, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "Perhaps the girl Alla will tell you what the children intend",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Mossward has several provisioners, but one of them is usually outside their store-house on the west side of the town square.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Several children lingered outside the provisioners' store-house a few minutes ago, and it could be one of the provisioners overheard some of their talk? We need to get to the bottom of this before someone gets hurt, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Alla is by the haystack on the north-east side of Mossward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'A group of children? Aye, I saw them. They were hoping to get their hands on as much cheese as possible, which seemed a little odd to me. I did not give them as much as they requested, but I thought one small block from the store-house each would be fine.\\n\\n'Those kids have been through a lot, what with the Uruk raid on Mossward, and I have seen few problems that could not be helped with cheese!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x40393d1",
      "en": "'Oh no! They're coming back!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Alla is by the haystack on the north-east side of Mossward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x40393d2",
      "en": "'Thank you, stranger! I give up! No more dares for me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to one of the provisioners on the west side of the Mossward town square",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5e46",
      "en": "Dai has been defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "Perhaps the girl Alla will tell you what the children intend",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6af5",
      "en": "Save Dai from the rats",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "Given Mossward's recent rodent problem, Dai could be in real trouble",
      "es": "",
      "es (fem)": ""
    }
  ]
}