{
  "id": 621068141,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'The raid on Mossward by that band of Uruks has left our defences in a terrible state, friend. If it wouldn't be too much trouble, could I ask you to collect fallen branches from the bases of trees outside the town? With them we will be able to patch up holes in the outer palisade and replace some of the wood burned during the attack.\\n\\n'I know it does not sound like a very important task, but it would truly be a big help to us. With so many good folk injured and slain during the raid, Eleri thinks we should focus on the small things we can do something about. I suppose I see her point.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Merion is waiting by the east gate of Mossward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Collect suitable branches north-west of Mossward ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Merion, one of the town guards of Mossward, tries to help repair the defences of the village following the Uruk raid.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Could I ask you to collect fallen branches from the bases of trees outside the town? With them we will be able to patch up holes in the outer palisade and replace some of the wood burned during the attack.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Life of a Guard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Thank you for these branches, [placeholder]. I will see to making use of them to patch the holes in our defences, and perhaps some of the larger branches can be used for tool-making; small items have gone missing of late, for no reason I can tell, and we need to replace them.\\n\\n'This has been the life of a Mossward town guard, ever since they took me on! If Uruks are loose in Swanfleet, that may be about to change....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e10",
      "en": "Bring the suitable branches to Merion at the east gate of Mossward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Suitable branches for repairing the village's defences can be found north-west of Mossward, at the bases of trees.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Collected suitable branches ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}