{
  "id": 621068142,
  "txt": [
    {
      "id": 228870261,
      "en": "Squeaky Doors",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Apply some grease to the hinges of the door to Cadogan's house and end the squeaking",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'They do say change comes slowly, and for now I have other matters to which I must attend. Or perhaps you could help me once again?'\\n\\nMerion smiles broadly.\\n\\n'That is the spirit! Now, there won't be any Uruks to face this time, but until last night this was the most common complaint among the townspeople. Eleri says we should handle simple things first? Well, what could be more simple than doing something about the squeaky hinges on doors in Mossward?\\n\\n'Cadogan insists he ran outside to attack the raiding Uruks but they were alerted to his approach by the loud squeak of the door to his home. I'm not sure I believe that story, for it is much more likely that he was running INTO his house when the hinges gave him away... but who can say for certain?\\n\\n'All the same, Skardí Bendblade should have a bottle of grease you can use to oil the hinges of the door into the healer's shop and the door of Cadogan's house, which are the two squeakiest offenders.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'You need a bottle of grease to use on the hinges of squeaky doors throughout Mossward? Whenever anyone needs something, they come first to me instead of checking the store-house!'\\n\\nYou apologize to Skardí for assuming he had such an item.\\n\\n'I do have a bottle of just what you need. That's not the point! Ah, fine, take it. While you're at it, how about you test it out on the hinges of my door there? I have noticed a bit of a squeak in the hinges lately, with everyone coming in and out at all hours in search of fine goods!'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'The door to the healer's shop is in the town square, and its hinges have been the source of a great deal of squeaking.'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'You just need to put an end to the squeaking, and then perhaps Cadogan will cease his complaining to the town guard. Ah, if only that were true.'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'How fared your efforts against the squeaky doors of Mossward?'\\n\\nYou tell Merion about what transpired, and he covers his eyes with a weary hand.\\n\\n'Rats in the village? I don't like the sound of that, [placeholder]. Having rats loose in the town could be a danger to the food-stores. I'll see what I can do. Between the Uruks and the rats, it's a wonder to me that I ever thought the life of a guard might be an uneventful one!\\n\\n'Thanks all the same, friend. We here in Mossward will manage. We always do.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Merion wonders if the day-to-day life of a Mossward town guard is about to change... but until then, the townspeople have complained about squeaky doors in the village, about which something needs to be done.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Skardí Bendblade, town blacksmith, should have a bottle of grease you can use to oil the hinges of the door into the healer's shop and the door of Cadogan's house, which are the two squeakiest offenders.'",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "A good amount of grease applied to the hinges has put an end to the squeaking",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Skardí Bendblade is inside the blacksmith shop in the centre of town.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Merion of the town guard stands at the east gate of Mossward, waiting to hear of your success against the squeaky doors of the village.",
      "es": ""
    },
    {
      "id": 49286661,
      "en": "Talk to Merion at the east gate of Mossward",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'While you're at it, how about you test it out on the hinges of my door there? I have noticed a bit of a squeak in the hinges lately, with everyone coming in and out at all hours in search of fine goods!'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "The hinges of Skardí's interior door has developed a bit of a squeak.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "The door to the healer's shop in the town square is in need of oiling.",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Skardí Bendblade in his blacksmith shop",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Apply some grease to the hinges of Skardí's interior door and end the squeaking",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Apply some grease to the hinges of the healer's shop door and end the squeaking",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "The squeaky hinges of the door to Cadogan's house are located west of the town square in Mossward.",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "You have put an end to the squeaking of the healer's shop door",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "You put an end to the squeaking, though not the way Merion intended",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "How odd. The squeaking is only getting louder",
      "es": ""
    }
  ]
}