{
  "id": 620958981,
  "txt": [
    {
      "id": 111477312,
      "en": "Talk to Spalvi in Gwingris",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 49286872,
      "en": "Bring the half-orc treasure to Haley Meadowsweet in Gwingris",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'[placeholder]! Have you come to this land seeking treasure? Sadly, I am afraid there will be little for you to find in these ruins, for I have gotten here first, and their treasures are now mine! I have impressed Haley with my treasure-seeking skills already. Are you familiar with that old saying, 'The student has become the teacher?' Well, I believe that it will be true for me and for Haley any day now. Just wait and see!'\\n\\nTheodore brandishes a small leather bag at you.\\n\\n'Do you see this? I found it near a fallen half-orc, and I believe it to be his greatest treasure. Let us see, and remember that I found it first!'\\n\\nTheodore opens the bag, fishes around inside, and then hands it to you with a shrug.\\n\\n'Just a bunch of iron disks. Some of them have little white smudges painted on them, but I wouldn't consider this much of a treasure. If you'll bring the bag back to Haley, maybe she'll find some value in it. I'll stay here and look around some more, I suppose. I know there will be something worth seeking here! How could there not be?'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "You hand the small bag of iron disks to Haley, and tell her that Theodore is safe.\\n\\n'Well, that is something, I suppose. I cannot imagine he was satisfied with this bag of trinkets, but who can say what has value and what does not? To my eye, these disks bear the mark of a White Hand, and that is a symbol I have seen on many of the foes I have encountered in these lands.\\n\\n'If Theodore thinks all treasure comes in strongboxes, I may have to rethink my lesson plans and return to the very beginning!'\\n\\nHaley's laughter echoes in the silence, and trails away. Her smile fades, replaced by a worried expression.\\n\\n'You do not think he really believes that, do you? Oh my.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Skorgrím set many plans in motion, my recent friend, and each one required watchful eyes and alert ears. As a result, I have heard a great deal about what transpires in and around these mountains. One such tale might be of use to us now.\\n\\n'It is said that a group of dwarves from the Iron Hills has come this way, and seeks to enter the halls of Khazad-dûm. If we were to follow in their footsteps, they might open the way for us to continue our search for Bingo!\\n\\n'I do not wish to speak to the Longbeard who runs this camp, for fear of betraying my heritage, but you should talk to him and see what you can learn of this expedition to Khazad-dûm.'",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Talk to Spalvi at Gwingris, in Eregion",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'We have come a long way, and Bingo is still lost. But I am confident that we will soon find our hobbit again! Do not give up hope, [placeholder]. Haley Meadowsweet is a Master Treasure Seeker, and if her student is not a master, well, he must be at least a novice, or an apprentice. Perhaps they can find not just treasures, but hobbits as well?'\\n\\n<rgb=#00FF00>Bert Bartleby has arrived at the ruins of Gwingris, in Eregion.</rgb>\\n\\n<rgb=#FF0000>Next week: 'Dour Faces' (Recommended Level: 49)</rgb>\\n",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Glóin has told you of the Iron Garrison that seeks to gain entrance to Khazad-dûm, and now you should speak with Spalvi just outside the camp to form a plan.",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Did you teach those no-good Dourhands a lesson, [placeholder]?'\\n\\nYou give Glóin a brief account of your adventure in Gabilazan, choosing to leave out Spalvi's role in the escape. When you tell Glóin of Bingo's fall into the cave system, he shakes his head and his beard is ruffled by sighs.\\n\\n'If he were a dwarf, I'd say he might even relish the chance to explore such a network of passages, but I am afraid a hobbit would not have much of a chance in those caves. Even our old burglar Bilbo Baggins much preferred to be out in the sunlight, and he was as near a dwarf as you could wish!\\n\\n'You think your friend Bingo might have been washed by an underground river south to Khazad-dûm? Well, that is quite a long way, but if you seek to enter those halls you will be in good company. An expedition has just passed this way, on their way to the land of the holly-trees. If you wish to follow them into Khazad-dûm, you will need to find Bósi or his cousin Brogur. They lead the Iron Garrison.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Spalvi has heard that an expedition of dwarves plans to enter the ancient halls of Khazad-dûm, and thinks you should try to follow them in case Bingo has ended up inside that kingdom.",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Defeat bog-lurkers in Eregion ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Spalvi has agreed to travel with you to Gwingris, the ruins in the north-west corner of Eregion, on the next leg of your journey to find Bingo Boffin.",
      "es": ""
    },
    {
      "id": 111477412,
      "en": "Defeat Dunlendings in Eregion ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'The Iron Garrison, eh? Sounds to me like a lot of guards and miners. I wonder if they know what will await them inside the halls of Khazad-dûm?'\\n\\nSpalvi laughs dryly.\\n\\n'Perhaps they will open the doors to Khazad-dûm and Bingo will be sitting there, sopping wet, to greet them! Wouldn't that be something, [placeholder]?\\n\\n'We have a long way to go if we are going to reach the doors to Khazad-dûm. That Longbeard spoke of 'the land of the holly-trees?' That is the land of Eregion, and while I have never seen it, I understand it to be a land of rolling hills and old ruins. We should travel to one of the ruins in the north and learn what we can do to follow the Iron Garrison.'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Talk to Spalvi in Gwingris",
      "es": ""
    },
    {
      "id": 111477328,
      "en": "Talk to Haley Meadowsweet in Gwingris",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Bog-lurkers and Dunlendings can be found throughout Eregion, and they threaten the peace of the area.",
      "es": ""
    },
    {
      "id": 111477331,
      "en": "Defeat half-orcs in or very near to the ruins of Pembar ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "You have made the wilds of Eregion more safe for the Elves at Gwingris, and should return to Spalvi with news of your success.",
      "es": ""
    },
    {
      "id": 111477333,
      "en": "Talk to Theodore Gorse in the middle of the ruins of Pembar",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'You did as I asked? Good, good! Those Elves will know we are not to be underestimated!\\n\\n'While you were away, I went looking for someone I might speak with who would not sniff with distaste and treat me as a blight on the day. Just when I despaired of finding anyone but Elves, I met a lovely adventurer. And will you believe it? She says she met you some time ago!\\n\\n'Her name is Haley Meadowsweet, and she is right over there. She spoke quite highly of you, [placeholder], and I was pleased to say that you are my travelling companion in Eregion.'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Haley Meadowsweet has come to the ruins of Gwingris, in north-western Eregion, and wishes to speak with you.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Well, hello there, [placeholder]! I see that you are still at it, wandering the wilds in search of adventure! I met your dwarf-friend, Spalvi, but I do not see your companion Bingo anywhere. Does he still travel with you? He was a pleasant little fellow!'\\n\\nYou tell Haley that you have become separated from Bingo, but that you hope to find him again soon.\\n\\n'Oh, I see. Well, good luck to you! I am sure he will turn up soon. My own companion has proven less adept at treasure-seeking than I expected, and he too has gone missing! I swear, I thought Theodore would be a better student than this!\\n\\n'The two of us travelled here to Eregion because I thought the Elf-ruins were certain to bear some lost treasures, and might be used as a source of useful instruction, but Theodore seems quite unable to find or learn a single thing of value! I sent him south to Pembar to search there, but he has not yet returned. I wonder if he was even able to find Pembar in the first place?\\n\\n'If you do not mind, could you go south to Pembar and scour the ruins for my student Theodore? It is possible he ran afoul of the half-orcs that have taken the place, but more likely he is simply failing to find any treasure at all.'",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "The ruins of Pembar are to the south-east of Gwingris, in Eregion.\\n\\nHaley Meadowsweet sent Theodore Gorse to Pembar to search for treasure (and learn something useful about treasure-seeking), but he has not returned and she fears he may have run afoul of the half-orcs there... or he may have not found Pembar, or he might have gotten lost, or he might have fallen asleep in the brush, or he might have mistaken something for treasure...\\n\\nBut if the cause of his delay is indeed half-orc related, she'd like you to handle it.",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Talk to Glóin at his camp in the Western Bruinen Source area of the Misty Mountains",
      "es": ""
    },
    {
      "id": 162883649,
      "en": "'I cannot imagine Theodore was satisfied with this bag of trinkets, but who can say what has value and what does not? To my eye, these disks bear the mark of a White Hand, and that is a symbol I have seen on many of the foes I have encountered in these lands. If Theodore thinks all treasure comes in strongboxes, I may have to rethink my lesson plans and return to the very beginning!'\\n\\nHaley's laughter echoes in the silence, and trails away. Her smile fades, replaced by a worried expression.\\n\\n'You do not think he really believes that, do you? Oh my.'",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Talk to Spalvi outside Glóin's camp in the Western Bruinen Source area in the Misty Mountains",
      "es": ""
    },
    {
      "id": 162883745,
      "en": "'We have a long way to go if we are going to reach the doors to Khazad-dûm. That Longbeard spoke of 'the land of the holly-trees?' That is the land of Eregion, and while I have never seen it, I understand it to be a land of rolling hills and old ruins. We should travel to one of the ruins in the north and learn what we can do to follow the Iron Garrison.'",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Theodore Gorse is hiding from half-orcs in the middle of the ruins of Pembar, in Eregion.",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Haley Meadowsweet is at Gwingris, in north-western Eregion.",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "'I know we are in a hurry to catch up to the Iron Garrison and see if Bingo can be found within Khazad-dûm, but I want to make a statement to some of these Elves. In between sideways glances and muttered insults cast in my direction, I have heard some of the Elves complaining about bog-lurkers and Dunlending warriors threatening the peace of this land of holly-trees.\\n\\n'Let us fight these threats and prove to these Elves that we are to be taken seriously!'",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "Spalvi is at Gwingris, in north-western Eregion, and is waiting to speak to you.",
      "es": ""
    },
    {
      "id": 162883665,
      "en": "'Theodore and I travelled here to Eregion because I thought the Elf-ruins were certain to bear some lost treasures, and might be used as a source of useful instruction, but Theodore seems quite unable to find or learn a single thing of value! I sent him south to Pembar to search there, but he has not yet returned. I wonder if he was even able to find Pembar in the first place?\\n\\n'If you do not mind, could you go south to Pembar and scour the ruins for my student Theodore? It is possible he ran afoul of the half-orcs that have taken the place, but more likely he is simply failing to find any treasure at all.'",
      "es": ""
    },
    {
      "id": 162883666,
      "en": "'While you were away, I went looking for someone I might speak with who would not sniff with distaste and treat me as a blight on the day. Just when I despaired of finding anyone but Elves, I met a lovely adventurer. And will you believe it? She says she met you some time ago!\\n\\n'Her name is Haley Meadowsweet, and she is right over there. She spoke quite highly of you, [placeholder], and I was pleased to say that you are my travelling companion in Eregion.'",
      "es": ""
    },
    {
      "id": 162883671,
      "en": "'Theodore and I travelled here to Eregion because I thought the Elf-ruins were certain to bear some lost treasures, and might be used as a source of useful instruction, but Theodore seems quite unable to find or learn a single thing of value! I sent him south to Pembar to search there, but he has not yet returned. I wonder if he was even able to find Pembar in the first place?\\n\\n'If you do not mind, could you go south to Pembar and scour the ruins for my student Theodore? It is possible he ran afoul of the half-orcs that have taken the place, but more likely he is simply failing to find any treasure at all.'",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'Did you find this lovely woman's student? I trust he was not injured?'",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'It is said that a group of dwarves from the Iron Hills has come this way, and seeks to enter the halls of Khazad-dûm. If we were to follow in their footsteps, they might open the way for us to continue our search for Bingo!\\n\\n'I do not wish to speak to the Longbeard who runs this camp, for fear of betraying my heritage, but you should talk to him and see what you can learn of this expedition to Khazad-dûm.'",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "Glóin is at his camp in the Western Bruinen Source area of the Misty Mountains.\\n\\nSpalvi has asked you to learn what you can from Glóin about the expedition to Khazad-dûm.",
      "es": ""
    },
    {
      "id": 162883673,
      "en": "'If you'll bring that bag back to Haley, maybe she'll find some value in it. I'll stay here and look around some more, I suppose. I know there will be something worth seeking here! How could there not be?'",
      "es": ""
    },
    {
      "id": 162883764,
      "en": "'Did you teach those no-good Dourhands a lesson, [placeholder]?'\\n\\nYou give Glóin a brief account of your adventure in Gabilazan, choosing to leave out Spalvi's role in the escape. When you tell Glóin of Bingo's fall into the cave system, he shakes his head and his beard is ruffled by sighs.\\n\\n'If he were one of our people, [placeholder], I'd say he might even relish the chance to explore such a network of passages, but I am afraid a hobbit would not have much of a chance in those caves. Even our old burglar Bilbo Baggins much preferred to be out in the sunlight, and he was as near a dwarf as you or me!\\n\\n'You think your friend Bingo might have been washed by an underground river south to Khazad-dûm? Well, that is quite a long way, but if you seek to enter those halls you will be in good company. An expedition has just passed this way, on their way to the land of the holly-trees. If you wish to follow them into Khazad-dûm, you will need to find Bósi or his cousin Brogur. They lead the Iron Garrison.'",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "'You think your friend Bingo might have been washed by an underground river south to Khazad-dûm? Well, that is quite a long way, but if you seek to enter those halls you will be in good company. An expedition has just passed this way, on their way to the land of the holly-trees. If you wish to follow them into Khazad-dûm, you will need to find Bósi or his cousin Brogur. They lead the Iron Garrison.'",
      "es": ""
    },
    {
      "id": 162883767,
      "en": "'I have never been to this land before, [placeholder], but I must say my first impression is not a positive one. There are so many Elves here! Weren't they leaving Middle-earth? What is taking them so long?'\\n\\nSpalvi grumbles under his breath for a few moments.\\n\\n'I know we are in a hurry to catch up to the Iron Garrison and see if Bingo can be found within Khazad-dûm, but I want to make a statement to some of these Elves. In between sideways glances and muttered insults cast in my direction, I have heard some of the Elves complaining about bog-lurkers and Dunlending warriors threatening the peace of this land of holly-trees.\\n\\n'Let us fight these threats and prove to these Elves that we are to be taken seriously!'",
      "es": ""
    },
    {
      "id": 162883768,
      "en": "'I have never been to this land before, [placeholder], but I must say my first impression is not a positive one. There are so many Elves here! Weren't they leaving Middle-earth? What is taking them so long?'\\n\\nSpalvi grumbles under his breath for a few moments.\\n\\n'I do not mean you, [placeholder]. You are all right... for an Elf. It is these others!\\n\\n'I know we are in a hurry to catch up to the Iron Garrison and see if Bingo can be found within Khazad-dûm, but I want to make a statement to some of these Elves. In between sideways glances and muttered insults cast in my direction, I have heard some of the Elves complaining about bog-lurkers and Dunlending warriors threatening the peace of this land of holly-trees.\\n\\n'Let us fight these threats and prove to these Elves that we are to be taken seriously!'",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "'I have never been to this land before, [placeholder], but I must say my first impression is not a positive one. There are so many Elves here! Weren't they leaving Middle-earth? What is taking them so long?'\\n\\nSpalvi grumbles under his breath for a few moments.\\n\\n'I know we are in a hurry to catch up to the Iron Garrison and see if Bingo can be found within Khazad-dûm, but I want to make a statement to some of these Elves. In between sideways glances and muttered insults cast in my direction, I have heard some of the Elves complaining about bog-lurkers and Dunlending warriors threatening the peace of this land of holly-trees.\\n\\n'Let us fight these threats and prove to these Elves that we are to be taken seriously! We dwarves must stick together, despite our own differences!'",
      "es": ""
    },
    {
      "id": 177082740,
      "en": "Defeated half-orcs at Pembar ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082742,
      "en": "Disappointed, Theodore hands you the small bag and resolves to find a real treasure",
      "es": ""
    },
    {
      "id": 177082755,
      "en": "Defeated bog-lurkers in Eregion ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082757,
      "en": "Defeated Dunlendings in Eregion ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082761,
      "en": "Haley waves happily to you",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A New Hunt",
      "es": ""
    }
  ]
}