{
  "id": 620958978,
  "txt": [
    {
      "id": 228284039,
      "en": "'Do you think we'll be safe here? My mother says we will be, but she hasn't spoken much since we arrived here.\\n\\n'Father stayed in Minas Tirith to guard the gates, but I wish he had come along with us.\\n\\n'If you travel that way, you'll look after him, won't you?'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Refugees of Minas Tirith can be found throughout Tumladen.\\n\\nFaltharan has asked you to speak to many of the refugees in Tumladen so he might learn more of the growing conflict in the east.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Faltharan can be found in Tumladen in northern Upper Lebennin.\\n\\nYou have spoken to many of the refugees camped in Tumladen and should now return to Faltharan.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Talk to Faltharan in Tumladen",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'I share their concerns, my friend. These are uncertain times, and the fates of many may be decided by the actions of a few.\\n\\n'It saddens me that their curiosity about the battle at Pelargir must go unanswered for the moment, but the Rangers have bidden me to keep my silence.\\n\\n'Let us hope that Lord Angbor and Aragorn can reach Minas Tirith in time to repel the Enemy.'",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'I have heard tales of many strange things at the battle of Pelargir, but I do not know what truth there is to any of them.\\n\\n'You travelled with Lord Sirgon and his son... what have you seen?'\\n\\nThe man's face sinks as you remain silent.\\n\\n'Forgive me, traveller, I only wished to keep my hopes up...'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Faltharan has grown curious of what the refugees of Minas Tirith have learned about the war in the East.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'When my father and I arrived here, the gate-warden told us of the many folk of Minas Tirith seeking shelter within these walls.\\n\\n'Many, indeed. From what I can tell, they seem to delight in rumour-mongering, and I do not blame them, for thinking of unbelievable tales and happenings may be the only respite from this encroaching darkness.\\n\\n'For my part, I have heard little of Minas Tirith in recent days, and I suspect that the folk here might know more. Speak to them while I tend to my father, and tell me of what you learn.'",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Talked to refugees of Minas Tirith in Tumladen ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'I did not believe I would ever think such things, but I am glad to be so far from my home.\\n\\n'I have heard tales of a great army mustering in the ruins of Osgiliath, and though the Steward has sent his son, I fear for us all in the coming days.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'A [placeholder] or not, you would be wise to seek shelter here, traveller. The Steward and his warriors made no mistake in sending the helpless to safety.\\n\\n'Minas Tirith's defences are great, but even greater are the forces of the Enemy who would see it torn down stone by stone.'",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to refugees of Minas Tirith in Tumladen ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'A [placeholder] or not, you would be wise to seek shelter here, traveller. The Steward showed great wisdom in sending us to safety.\\n\\n'Minas Tirith's defences are great, but even greater are the forces of the Enemy who would see it torn down stone by stone!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "From Refuge to Refuge",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Do you know what happened in Pelargir? The people of Glaniath that have come to Tumladen have told of hearing a great chorus of screams, even from so far away.\\n\\n'What happened to the Corsairs and why do their ships still sail on the Anduin? Lord Angbor has come, and he does not speak to us as openly as he once did.'\\n\\nYou tell the woman only that you cannot speak on the matter.\\n\\n'Why do you keep secrets from us? Does the war go so poorly?'",
      "es": ""
    }
  ]
}