{
  "id": 620958856,
  "txt": [
    {
      "id": 49286691,
      "en": "Add the Dewleaf to the cure at the healer's workbench in the Hall of the Gentle Hand",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "DNT Q19 Provisioner",
      "es": ""
    },
    {
      "id": 126754726,
      "en": "The Poison's Cure",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "DNT compound the herbs on the compounding talbe",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "DNT 'All is well again, thank you'",
      "es": ""
    },
    {
      "id": 20187585,
      "en": "'Thank you.'",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'We need to act quickly if we are to save those who drank from the tainted healing draught. A high concentration of Beruthiel's Rue has only one cure, but they are fortunate that I know where to find it!\\n\\n'Beruthiel's Rue can be countered with a mixture made primarily of Dewleaf, which can be found on the bluff above the River Erui, to the south-west of the town's entrance. Pick as much Dewleaf as you can and return to me with haste!'",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "'You have finished delivering the cure to my patients? You have the healer's touch, [placeholder], and I am delighted to tell you so! I am certain that you reached everyone in time, and have reversed the harm caused by Egind's folly. You have my thanks, and his as well, I am sure.\\n\\n'But there is no time to rest! Merenir came here to find you, for he has a troubling report.'",
      "es": ""
    },
    {
      "id": 20187586,
      "en": "'When will I start feeling better?'",
      "es": ""
    },
    {
      "id": 20187587,
      "en": "'I hope you are right, and this helps me feel like myself again!'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Administer the cure to sick patients ([placeholder]/[placeholder]) ",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "Dewleaf can be found on the bluff above River Erui, south-west of the entrance to Imloth Melui.\\n\\nBrunil has asked you to fetch as much Dewleaf as you can in order to counteract the poison her patients consumed.",
      "es": ""
    },
    {
      "id": 20187588,
      "en": "'That is better. I will sleep now.'",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Collected Dewleaf ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 20187589,
      "en": "'It tasted rather foul. You are certain this will help?'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "DNT administer cure to NPCs",
      "es": ""
    },
    {
      "id": 246419880,
      "en": "Brunil can be found in the Hall of the Gentle Hand, in Imloth Melui.\\n\\nYou should tell Brunil that the cure has been administered to all the poisoned patients.",
      "es": ""
    },
    {
      "id": 24695125,
      "en": "Brunil wants you to hurry and help her cure the patients that drank the tainted healing draught.",
      "es": ""
    },
    {
      "id": 20187590,
      "en": "'Ah, good!'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "DNT 'Forgive me, please! I only harvested the berries that looked similar, because the real berries were up beyond the Orcs!'",
      "es": ""
    },
    {
      "id": 20187591,
      "en": "'That is better, yes. Thank you.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "DNT 'Well well well, this is not what I thought it was at all. Still, we must arrange for a cure!'",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Make the cure at the compounding table",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Brunil in the Hall of the Gentle Hand",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "DNT Gather healing herbs",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Collect Dewleaf south-west of Imloth Melui ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'You have returned, and with impressive haste! Very good, [placeholder]! I have prepared the mixture, and it waits now for the Dewleaf you collected. Make use of the healer's workbench here and the cure will be ready!'",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "DNT Talk with Brunil",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Brunil can be found in the Hall of the Gentle Hand, on the western side of Imloth Melui.\\n\\nYou have collected as much Dewleaf as you could find, and should bring it to Brunil.",
      "es": ""
    },
    {
      "id": 246419893,
      "en": "Merenir has come to the Hall of the Gentle Hand with a troubling report.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "The healer's workbench is right by Brunil in the Hall of the Gentle Hand. It is where she makes all of her medicines.\\n\\nBrunil has prepared the cure, and it will be complete once you add the Dewleaf. The cure waits for you on the healer's workbench.",
      "es": ""
    },
    {
      "id": 177082768,
      "en": "DNT stuff & things",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "Gave the cure to a patient ([placeholder]/[placeholder]) ",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Return to Brunil in the Hall of the Gentle Hand",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'I have troubling news to report, [placeholder], and I came to seek you at once!'",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "'Orcs, [placeholder]! Orcs!'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "DNT Confront the provisioner",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "The poisoned patients can be found throughout the Hall of the Gentle Hand in Imloth Melui.\\n\\nYou should administer the compounded cure to the patients who drank the poison.",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Make the cure at the compounding table",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "DNT Talk with Brunil",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "Bubbles form in the cure as you add the Dewleaf to the mixture",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Talk to Merenir in the Hall of the Gentle Hand",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "DNT cure administered",
      "es": ""
    },
    {
      "id": 49286689,
      "en": "Make the cure at the compounding table",
      "es": ""
    }
  ]
}