{
  "id": 620958937,
  "txt": [
    {
      "id": "0xd9b5688",
      "en": "'I do not doubt their words, my friend. Could this be one of the nine wraiths of which Aragorn spoke?\\n\\n'Let us hope it has flown back to its master and shall not harry our journey to Minas Tirith. I will not allow its dread to burden my mind any longer.\\n\\n'My men and I must press on into Upper Lebennin!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Angbor's men can be found in the eastern half of Pelargir.\\n\\nAngbor has asked you to question his men about strange things they claim to have seen in the hours preceding the battle in Pelargir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Thamdir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Angbor can be found inside the eastern gate in Pelargir.\\n\\nYou have questioned his men and should now report what you have learned to Angbor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Laerven",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Daelarth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Lord Angbor has heard tales of a great beast flying in the darkened sky above Gondor and seeks to learn more of what his men have seen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'As my men and I journeyed to Pelargir from Linhir, we felt a great weight upon us.\\n\\n'Days without rest and the fatigue of battle had worn on us all, but this filled me with dread in a way that I had never known. And just as it took hold, it faded away, and those of my men that had cowered found their way to their feet once more.\\n\\n'I have heard many rumours of what happened that day, but I do not know if there is any truth in them. I have not had much time to think on this matter until now, yet it still troubles me.\\n\\n'Speak to my men of this, and see if there is any truth to these tales.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Since the sun was blotted out days ago, we have seen little without the use of torches, but what I saw I shall never forget.\\n\\n'A flying beast bore a rider in darkened robes and the blade he held reflected what little light passed through the murky sky. As I looked upon him, a great pain overtook me and I turned away.\\n\\n'When I turned to look again to the sky, he had gone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Why do you ask me to recall such things?\\n\\n'Before terror pulled me to the ground, I saw the form of a great beast above the ashen clouds. It let out a shrill cry as it flew overhead and then it was gone. I swear to you, I speak true!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'As with Lord Angbor, I wish I knew what happened in that moment.\\n\\n'My armour grew heavy and I fell to the ground before I could realize what happened. I regret that I cannot be of more help to you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Above the Ashes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to Angbor in Pelargir",
      "es": "",
      "es (fem)": ""
    }
  ]
}