{
  "id": 620958837,
  "txt": [
    {
      "id": 27319717,
      "en": "Lazy Corcur Scout",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'Oh my, this is exciting, [placeholder]! This valley is so remote... how many hobbits do you think have ever seen this snowy expanse? Not many, I'd wager!\\n\\n'We have to find these Corcur nomads and get them to return Spalvi's treasure. It's not right!'",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'Enough conversation. I hear the Corcur approaching! Let us surprise them before they see us!'",
      "es": ""
    },
    {
      "id": 44506065,
      "en": "'It is true, Bingo.'",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Talk to Bingo on the slope leading down to Helegrod",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'We will cover more ground if we split up, [placeholder]. I will circle around and see if I can find the Corcur nomads who attacked me. You should press forward and bring our friend Bingo to the front stairs. I will rejoin you at that point, and if neither of us have recovered my treasure we will then consider scaling the front gate.\\n\\n'Luck be with you, [placeholder], and with me!'",
      "es": ""
    },
    {
      "id": 44506066,
      "en": "'I do not want any trouble from you, [placeholder].'",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Talk to Spalvi on the slope above Helegrod",
      "es": ""
    },
    {
      "id": 165767232,
      "en": "'Now!'",
      "es": ""
    },
    {
      "id": 44506067,
      "en": "'You must know of the enmity between my kin and the Longbeards.'",
      "es": ""
    },
    {
      "id": 165767233,
      "en": "'These are not the same Corcur who ambushed me and my brothers.'",
      "es": ""
    },
    {
      "id": 44506068,
      "en": "'I thank you for your help, and am sorry I deceived you.'",
      "es": ""
    },
    {
      "id": 35849217,
      "en": "'So many steps!'",
      "es": ""
    },
    {
      "id": 165767234,
      "en": "'We will meet up at the front stairs!'",
      "es": ""
    },
    {
      "id": 44506069,
      "en": "'Wait. I have a better idea.'",
      "es": ""
    },
    {
      "id": 35849218,
      "en": "'Hoo! Oh boy, there are a lot of steps, aren't there?'",
      "es": ""
    },
    {
      "id": 44506070,
      "en": "'Let them live, and take the hobbit as our captive. If this one tries anything, Bingo will pay for it.'",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "Talk to Spalvi",
      "es": ""
    },
    {
      "id": 35849219,
      "en": "'Phew... ha... hoo....'",
      "es": ""
    },
    {
      "id": 35849220,
      "en": "'Almost... almost there....'",
      "es": ""
    },
    {
      "id": 35849221,
      "en": "'I think that is a capital idea, Spalvi!'",
      "es": ""
    },
    {
      "id": 35849222,
      "en": "'But... there is the small matter of this enormous door....'",
      "es": ""
    },
    {
      "id": 111477417,
      "en": "Make your way to the stairs that lead up to the gate to Helegrod",
      "es": ""
    },
    {
      "id": 35849223,
      "en": "'Oh! I say!'",
      "es": ""
    },
    {
      "id": 111477330,
      "en": "Climb the steps to Helegrod with Bingo",
      "es": ""
    },
    {
      "id": 35849224,
      "en": "'Dourhands!'",
      "es": ""
    },
    {
      "id": 35849225,
      "en": "'Glóin told me about these fellows! They are villains and bad seeds, most unsavoury dwarves!'",
      "es": ""
    },
    {
      "id": 111477332,
      "en": "Talk to Spalvi at the top of the steps",
      "es": ""
    },
    {
      "id": 111477333,
      "en": "Talk to Bingo at the top of the steps",
      "es": ""
    },
    {
      "id": 111477335,
      "en": "Talk to the leader of the Dourhand band",
      "es": ""
    },
    {
      "id": 111477336,
      "en": "Survive the confrontation with the Dourhands",
      "es": ""
    },
    {
      "id": 111477337,
      "en": "Talk to Bingo",
      "es": ""
    },
    {
      "id": 163125729,
      "en": "'Who disturbs my sleep? We are under attack!'",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Bingo is standing on the snowy slope that leads down to the dwarf-hold of Helegrod.",
      "es": ""
    },
    {
      "id": 177082720,
      "en": "Bingo beams at you happily, and you wonder if anything can upset him",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "Spalvi is on the snowy slope above Helegrod.",
      "es": ""
    },
    {
      "id": 177082721,
      "en": "Spalvi has been defeated!",
      "es": ""
    },
    {
      "id": 235466099,
      "en": "Investigate the courtyard with Bingo and Spalvi",
      "es": ""
    },
    {
      "id": 162883751,
      "en": "'So the plan is for us to meet up with Spalvi at the front stairs? I think you had better go first, [placeholder]. I will be right behind you. Well... perhaps not right behind you, but a goodly distance back. Still behind you, though! Good luck to us!'",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "Helegrod has become a place of great evil.",
      "es": ""
    },
    {
      "id": 36716640,
      "en": "'Spalvi, you are a Dourhand?'",
      "es": ""
    },
    {
      "id": 36716641,
      "en": "'Is this true?'",
      "es": ""
    },
    {
      "id": 111711601,
      "en": "'Now you have paid, Corcur dogs!'",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "Helegrod has become a place of great evil.",
      "es": ""
    },
    {
      "id": 10360449,
      "en": "'Greed clouds minds easily, Bingo. My people know this well.'",
      "es": ""
    },
    {
      "id": 15965313,
      "en": "'Into the courtyard, my friends!'",
      "es": ""
    },
    {
      "id": 111711602,
      "en": "'You will no longer steal from the Dourhands, or from anyone!'",
      "es": ""
    },
    {
      "id": 246419777,
      "en": "Bingo is slowly making his way up the stairs to the gate to Helegrod, and you should follow him.",
      "es": ""
    },
    {
      "id": 10360450,
      "en": "'There are always greedy folk who want what we find, or what we have wrought.'",
      "es": ""
    },
    {
      "id": 111711603,
      "en": "'Yes?'",
      "es": ""
    },
    {
      "id": 10360451,
      "en": "'This way.'",
      "es": ""
    },
    {
      "id": 111711604,
      "en": "'Spalvi! We thought you were lost!'",
      "es": ""
    },
    {
      "id": 10360452,
      "en": "'It was once a great dwarf-hold, strong and secure, and its delvings bore precious treasures.'",
      "es": ""
    },
    {
      "id": 111711605,
      "en": "'I was certain the Corcur had slain you and the rest of our kin!'",
      "es": ""
    },
    {
      "id": 10360453,
      "en": "'But then a dragon came.'",
      "es": ""
    },
    {
      "id": 111711606,
      "en": "'I do not like the look of this one. Send both of them to their graves!'",
      "es": ""
    },
    {
      "id": 10360454,
      "en": "'Do not worry, good Bingo! The dragon was defeated long ago.'",
      "es": ""
    },
    {
      "id": 111711607,
      "en": "'Yes, that makes sense. There is no need to risk further Dourhand lives.'",
      "es": ""
    },
    {
      "id": 246419872,
      "en": "Bingo stands outside the great gate to Helegrod, waiting to speak with you.",
      "es": ""
    },
    {
      "id": 10360455,
      "en": "'Ever since, many creatures have sought to occupy the halls of Helegrod.'",
      "es": ""
    },
    {
      "id": 111711608,
      "en": "'Come over here, Hobbit. And say good-bye to your friend, who is going to stay well-behaved.'",
      "es": ""
    },
    {
      "id": 10360456,
      "en": "'None can hold it for long, not Orcs, Corcur, or Giants.'",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'If you could just... give me a moment... to catch my breath...'\\n\\nBingo breathes deeply and rubs his aching legs.\\n\\n'I have never climbed as many steps in all my life as I have today, [placeholder]! I hope Spalvi knows how to open this gate, or we will have to turn around and go back, and I am less ready to climb DOWN these steps than I was to climb UP them the first time!'",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "Spalvi has arrived at the top of the steps, in front of the great gate to Helegrod.",
      "es": ""
    },
    {
      "id": 10360457,
      "en": "'Only my folk deserve to hold those halls.'",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'I did not find the Corcur that attacked me. They must be behind this gate, and when we get through I will make them pay for their crimes against me and my brothers, and will recover the treasure they stole!'",
      "es": ""
    },
    {
      "id": 246419876,
      "en": "A group of Dourhands have come to Helegrod, and their leader wishes to speak to you.",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "'You have the look of an adventurer. Did you have business with this Corcur filth? We have already put an end to their thieving. The Rothstone, Skorgrím's Star, is ours once again.'\\n\\nThe Dourhand peers past you, and his face lights up with recognition.",
      "es": ""
    },
    {
      "id": 177082736,
      "en": "The great gate to Helegrod lies before you",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "Spalvi has been revealed as a Dourhand, and now you are in a tricky situation.",
      "es": ""
    },
    {
      "id": 246419879,
      "en": "Bingo is being held by the Dourhands in exchange for your good behaviour.",
      "es": ""
    },
    {
      "id": 40726017,
      "en": "'Folk need to learn they can't just take what they want!'",
      "es": ""
    },
    {
      "id": 162883768,
      "en": "'This has become quite a pickle, hasn't it? Well, I am sure this is just a simple misunderstanding, and I will sort it all out with these Dourhand fellows.\\n\\n'You should do as they say, [placeholder]. I do not want you to be hurt on my account. I will sort this out and meet you back at Glóin's camp.\\n\\n'What an adventure! This is going to make for quite an exciting chapter!'",
      "es": ""
    },
    {
      "id": 40726018,
      "en": "'What gave these Corcur the idea they could steal your treasure, Spalvi?'",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "'I am not happy about this, [placeholder], but it is a bad situation and this is the only way for everyone to feel safe. I will bring you to the exit, and I implore you not to try anything.'",
      "es": ""
    },
    {
      "id": 40726019,
      "en": "'What can you tell us about this place, Spalvi?'",
      "es": ""
    },
    {
      "id": 235466118,
      "en": "Walk with Bingo and Spalvi",
      "es": ""
    },
    {
      "id": 24695161,
      "en": "Bingo is eager to help his new friend Spalvi recover the treasure stolen by the Corcur nomads and brought to the dwarf-hold of Helegrod.",
      "es": ""
    },
    {
      "id": 40726020,
      "en": "'A d-d-dragon? It is not still there, is it?'",
      "es": ""
    },
    {
      "id": 40726021,
      "en": "'I think I will wait here, if it is all the same to you. I don't mean to be a bother!'",
      "es": ""
    },
    {
      "id": 246419892,
      "en": "You have defeated a handful of Corcur nomads, but Spalvi said he does not recognize among their number the foes that ambushed him.",
      "es": ""
    },
    {
      "id": 69036754,
      "en": "Fight the Corcur nomads alongside Spalvi",
      "es": ""
    },
    {
      "id": 246419896,
      "en": "A Corcur nomad camp lies between you and the great gate to Helegrod.\\n\\nSpalvi and Bingo will meet up with you once you reach the front stairs.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: A Dangerous Detour",
      "es": ""
    },
    {
      "id": 127884899,
      "en": "Spalvi has been defeated, and you have failed!",
      "es": ""
    }
  ]
}