{
  "id": 620958838,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'I do not know very much about this Helegrod place, but it sounds very exciting!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Bingo's new friend Spalvi is in the narrow pass in the Misty Mountains north of Glóin's camp, on the way to the Northern Bruinen Source.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'I am ready to avenge my kin and recover our treasure. Death to the Corcur! Let us make our way to the stronghold of Helegrod!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Spalvi is in the narrow pass north of Glóin's camp, in the Misty Mountains.\\n\\nSpalvi and his brothers were attacked by Corcur nomads in the Misty Mountains, and the dwarf was left for dead and his valuables stolen. Bingo has volunteered to track the Corcur nomads to Helegrod to reclaim Spalvi's treasure, and the dwarf is waiting to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Spalvi in the narrow pass",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "You ask Glóin if he has seen Bingo around the camp.\\n\\n'No, not for some time now. That lynx that follows him around has been missing as well. Why do you ask, [placeholder]?'\\n\\nGlóin listens to your account, and as you relate Spalvi's treachery and the arrival of the Dourhands, his face darkens and he clenches his fists.\\n\\n'Such treachery! The Dourhands have been a thorn in my side for many years, but of late they grow more brazen! We will rescue that hobbit, and they will pay for the deed! But we must not rush into action or we risk its successful result. We need a plan: a daring plan.'\\n\\n<rgb=#FF0000>Next week: 'A Daring Plan' (Recommended Level: 45)</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Glóin is at his camp in the Misty Mountains, north of Rivendell.\\n\\nSpalvi has revealed himself to be a Dourhand, and he has hobbitnapped Bingo! You know you will need a plan if you are to rescue the hobbit.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Spalvi in the narrow pass and travel with him to Helegrod",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Our dwarf has mostly recovered, and he has been telling me what happened to him. He is an adventurer, as we suspected! His name is Spalvi, and he has been wronged! He and his brothers were bringing a valuable artifact through the mountains when they were attacked by a band of Corcur nomads, and the artifact stolen!\\n\\n'We should do what we can to help him recover it, [placeholder]. He believes the Corcur brought the artifact to an old stronghold, a place called Helegrod. We should go there and bring these fellows to justice! That will make for an exciting story, will it not? But first, you should introduce yourself to Spalvi and learn what we will be up against.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Glóin at his camp in the Misty Mountains, north of Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The dwarf you and Bingo encountered in the Misty Mountains has recovered from his wounds and has a new adventure for you to undertake.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Our dwarf has mostly recovered, and he has been telling me what happened to him. He is an adventurer, as we suspected! His name is Spalvi, and he has been wronged! He and his brothers were bringing a valuable artifact through the mountains when they were attacked by a band of Corcur nomads, and the artifact stolen!\\n\\n'We should do what we can to help him recover it, [placeholder]. He believes the Corcur brought the artifact to an old stronghold, a place called Helegrod. We should go there and bring these fellows to justice! That will make for an exciting story, will it not? But first, you should introduce yourself to Spalvi and learn what we will be up against.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I am pleased to make your acquaintance, [placeholder]. I have already thanked your excitable friend here, but I wish to extend my gratitude to you as well. Without your aid, I am sure to have perished.\\n\\n'My brothers and I were transporting a very valuable keepsake through the mountains, a necklace of gold adorned with a beautiful ruby: the Rothstone. It is an heirloom of the dwarves and bears great value to my people, but we were ambushed by the Corcur tribesmen that haunt the snow-covered slopes. They slew several of my kin; I live only because they believed I was dead as well. They stole the Rothstone and some other valuables, and fled to the north. I believe they have gone to the stronghold of Helegrod, once abandoned.\\n\\n'I ask for your help to follow these Corcur villains and recover my stolen treasure. Speak to me if you are willing to do this. It seems that your friend Bingo is a bold adventurer himself, for he has already agreed to come with me, but I would value your help as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Dangerous Detour",
      "es": "",
      "es (fem)": ""
    }
  ]
}