{
  "id": 620958901,
  "txt": [
    {
      "id": 162883764,
      "en": "'My men and I were scouting for Orcs in Lossarnach, and as you can see we found some! The others suffered grievously at the hands of our captors, and I am the only man that remains. If you had come any later than this, I fear you would find no survivors!\\n\\n'Quickly, untie me from this post and we can escape!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Report of Orcs",
      "es": ""
    },
    {
      "id": 246419875,
      "en": "The scouting party was sent south-east of Imloth Melui, and intended to investigate the old ruin of Ost Norhír.\\n\\nMerenir has asked you to look for the scouting party he sent in search of Orcs, and to bring his men back if that proves possible.",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'Egind claimed that he ran afoul of Orcs in Lossarnach, so I sent some of my best lads to see if he spoke the truth. They have not returned, which speaks to me as loudly as if they had. They were going to begin their search at the old ruins of Ost Norhír, south-east of town.\\n\\n'Can you go in search of my boys, and return with word of them or the foes they sought? If there are Orcs already in Lossarnach, I want to know about it!'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Search for the scouting party at Ost Norhír, south-east of Imloth Melui",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "DNT soldiers recalled",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Free the scout captain from Ost Norhír",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Rescue the scouts",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'[placeholder]! Thank you for freeing Filegnas from his captivity at the hands of the Orcs! I will mourn for the lost members of his party, Rothel and Sardir, when there is time for such remembrances. That time is not now, for something happened while you were away and I do not know what to do!'",
      "es": ""
    },
    {
      "id": 145457073,
      "en": "'Do not linger here, for the Orcs will surely return!'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "DNT Find the scouting party",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Merenir is in Imloth Melui, and will want to hear about your encounter with the Orcs in Ost Norhír.",
      "es": ""
    },
    {
      "id": 145457074,
      "en": "'One moment, we were sneaking closer for a look. Next thing we knew, they were round us on all sides!'",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "DNT 'I sent some of our guards out to see about the Orcs. They haven't been back & I'm worried. Will you go out after them?'",
      "es": ""
    },
    {
      "id": 145457075,
      "en": "'Come, men. Head home while fortune holds!'",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "DNT soldiers ([placeholder]/[placeholder]) ",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "DNT Talk to Merenir",
      "es": ""
    },
    {
      "id": 24695137,
      "en": "A scouting party was dispatched to investigate Egind's story of Orcs in Lossarnach, and none of the scouts have returned.",
      "es": ""
    },
    {
      "id": 110806753,
      "en": "'If all were well, they'd be back by now.'",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Merenir in Imloth Melui",
      "es": ""
    },
    {
      "id": 110806754,
      "en": "'Worse news follows bad. Best never to have sent them, I say.'",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "You untie the scout captain and he runs to safety",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "DNT Talk with Merenir",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "The scouting party was sent east of Imloth Melui.\\n\\nMerenir has asked you to look for the scouting party and, if possible, bring them back safely.",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "The scouting party was sent south-east of Imloth Melui, and intended to investigate the old ruin of Ost Norhír.\\n\\nMerenir has asked you to look for the scouting party he sent in search of Orcs, and to bring his men back if that proves possible.",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'Orcs in Lossarnach! Or so that Egind claimed. Well, I sent some of my best lads out to see if it were true.\\n\\n'They went out all right, but they haven't come back! Now I fear we may pay dear for my doubting of Egind's words. \\n\\n'Now you, [placeholder], you've faced Orcs and all sorts of fearsome foes. Could I trust you to go out and learn what became of my men... and to bring them as well as yourself safely back again?'",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'Egind claimed that he ran afoul of Orcs in Lossarnach, so I sent some of my best lads to see if he spoke the truth. They have not returned, which speaks to me as loudly as if they had.\\n\\n'Can you go in search of my boys, and return with word of them or the foes they sought? If there are Orcs already in Lossarnach, I want to know about it!'",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'Egind claimed that he ran afoul of Orcs in Lossarnach, so I sent some of my best lads to see if he spoke the truth. They have not returned, which speaks to me as loudly as if they had. They were going to begin their search at the old ruins of Ost Norhír, south-east of town.\\n\\n'Can you go in search of my boys, and return with word of them or the foes they sought? If there are Orcs already in Lossarnach, I want to know about it!'",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "Orcs have made a camp within the ruins of Ost Norhír",
      "es": ""
    }
  ]
}