{
  "id": 620958972,
  "txt": [
    {
      "id": 262725911,
      "en": "Haradrim have overrun the road leading up to the beacon!",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "In Search of the Lost Lord",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Call forth and defeat the leader of the Haradrim",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to Faltharan at Sirthanc",
      "es": ""
    },
    {
      "id": 246419876,
      "en": "Sirthanc can be found to the north-west of Glaniath in Upper Lebennin.\\n\\nFaltharan has asked you to accompany him to the beacon Sirthanc where he believes his father may have been taken.",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "Sirgon gazes into the distance at the ruin of Pelargir, his eyes heavy and laden with tears. He musters a weak smile as you approach him.\\n\\n'I believed none yet lived to search for me... but you have proven me wrong, [placeholder]. You have renewed the hope that the Men of Harad stole from me as they forced me to watch my city burn.\\n\\n'I may be but a lord of ruins, but my family lives yet and there is still a dawn waiting to pierce these skies.'",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "A watch-horn can be found somewhere near the beacon Sirthanc.\\n\\nYou have defeated many of the Haradrim and should now confront their leader.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Ah! My friend, the lord regent has arrived in Glaniath. I heard a great commotion by the western road as he rode in, and he has made it known that he seeks his father who was lost in the conflict at Pelargir.\\n\\n'Our folk have heard many strange things of late, but I am not certain of his whereabouts. Perhaps he has already spoken to the others of such matters...\\n\\n'You have been a great help to me and my folk, [placeholder]. I hope your charge bears fruit, for the sake of all in Lebennin.'",
      "es": ""
    },
    {
      "id": 24695123,
      "en": "After reuniting with Faltharan, the time has come to seek Lord Sirgon in Upper Lebennin.",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "Defeated Haradrim guarding the beacon ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Ah, there you are, [placeholder]!\\n\\n'I was beginning to worry that you had set off without me. The folk of Glaniath have told me the Haradrim passed by along the roads to the west and south, and did not halt their advance to attack. These folk have also spoken of hearing weakened cries of a man among their ranks... I hope my father yet lives, but I fear the tortures the Haradrim might inflict upon him if he is indeed their prisoner.\\n\\n'The roadway to the west passes to the north and leads up a great hill to one of the south-beacons of Lebennin. Let us follow it and see if we can discover where the Haradrim have gone!'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Lord Sirgon",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Free Lord Sirgon from his bonds",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "You have discovered Lord Sirgon of Pelargir, bound and barely standing",
      "es": ""
    },
    {
      "id": 49286660,
      "en": "Talk to Faltharan",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Faltharan can be found just inside the western entrance to Glaniath in Upper Lebennin.\\n\\nArvellon has heard of Faltharan's arrival in Glaniath. You should now reunite with him and aid in his search.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Sirthanc can be found in north-western Upper Lebennin.\\n\\nYou have defeated the leader of the Haradrim and should now search the beacon for Lord Sirgon.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Haradrim guards can be found along the pathway leading to the beacon Sirthanc in north-western Upper Lebennin.\\n\\nYou have discovered Haradrim near the base of the beacon-hill, and should defeat them.",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "The binding pole can be found on Sirthanc in north-western Upper Lebennin.\\n\\nYou have discovered Lord Sirgon bound to a pole on Sirthanc, and should now free him.",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Search Sirthanc for the source of the moans",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "Too weakened to support himself, Lord Sirgon falls to the ground",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Talk to Faltharan in Glaniath",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Follow the road north towards the beacon Sirthanc",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "Faltharan can be found at your side or can be called with your horn while you are in Upper Lebennin.\\n\\nYou have freed Lord Sirgon from his bonds and should speak to Faltharan about what is to be done next.",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Defeat Haradrim guarding the beacon ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "Lord Sirgon can be found at Sirthanc in north-western Upper Lebennin.\\n\\nFaltharan has asked you to speak to his father while he examines the Lord's injuries.",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "As the Haradrim slaver falls defeated, you can hear the laboured breaths of a man nearby...",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "Faltharan can be found at Sirthanc in north-western Upper Lebennin.\\n\\nYou have spoken to Lord Sirgon and should now speak to Faltharan.",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'I had begun to lose hope, my friend, but I fear our journey is not yet over. My father's condition is greatly concerning... he looks starved to the bone and his wounds risk infection!\\n\\n'I wish to look over his wounds, but I do not wish him to see the worry in my eyes. Speak to him, and draw his attention for a moment.'",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'My father needs the care of a healer, and Pelargir is no place for the wounded.\\n\\n'There is a fortified haven nestled in the mountains to the east known as Tumladen. It is a shelter to my people during times of war, and indeed, many of the folk of Lebennin and Lossarnach have already sought refuge within its walls.\\n\\n'It is there I must bring my father, and with haste.'",
      "es": ""
    }
  ]
}