{
  "id": 620958980,
  "txt": [
    {
      "id": "0xeb01180",
      "en": "Lady Terenis can be found in the great hall of Tumladen in north-western Upper Lebennin.\\n\\nImladir has informed you that Lady Terenis, the sister of Steward Denethor, has placed herself in charge of Tumladen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Guards can be found throughout Tumladen in northern Upper Lebennin.\\n\\nFaltharan has asked you to seek out a guard of Tumladen and determine who speaks for the people of the settlement.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Lady Terenis in the great hall of Tumladen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Imladir can be found at the barracks near the entrance to Tumladen in northern Upper Lebennin.\\n\\nA guard of Tumladen has directed you to a man named Imladir. You should find and speak to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Greetings, [placeholder]. Am I to presume that you travel with Lord Angbor? If he has arrived, I have much to ask him of the war.'\\n\\nYou inform Lady Terenis that you travelled with the Lord of Pelargir and his son, but intend to rejoin Angbor.\\n\\n'So, you were at Pelargir then? You have my attention... for the moment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Faltharan seeks to learn who leads the people of Tumladen and hopes they can guide you back to Lord Angbor and his host.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Talk to a guard in Tumladen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I have never seen Tumladen so filled with the people of Gondor. I suppose it should not surprise me, but it is a marvel nonetheless.\\n\\n'You have done much for my father and me, [placeholder], and I think it is time at last for you to rejoin Lord Angbor and his host. It has been difficult to discern who truly leads the guards here with so many folk milling about, but perhaps you would do well to speak to whomever does. \\n\\n'I have seen many guards patrolling the roads nearby, and I am certain they can guide you to their captain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'You wish to speak with the captain of the guard?\\n\\n'You should seek out Imladir at the barracks near the entrance to Tumladen. He leads the defence of Tumladen, even in times of peace.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Talk to Imladir in Tumladen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Speaker for the Lost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Hah! You think I still speak for anyone here? No, no... that honour was taken from me the moment the Steward's sister arrived.\\n\\n'She speaks so surely of what she does not know, and those that seek shelter here will lend their ears to any whose voices boom above the rest.\\n\\n'If talk is what you desire, then seek her out in the great hall. As for me, I shall keep these people safe from the Enemy.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}