{
  "id": 620958977,
  "txt": [
    {
      "id": 216727831,
      "en": "The gate-warden can be found immediately outside Tumladen in northern Upper Lebennin.\\n\\nYou have arrived at Tumladen and have been sighted by one of the gate-wardens. You should speak to him before attempting to enter the refuge.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Find Faltharan in Tumladen",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Faltharan can be found somewhere within Tumladen.\\n\\nYou have been granted entry to Tumladen and should now seek out Faltharan.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "The gate-warden can be found immediately outside Tumladen in northern Upper Lebennin.\\n\\nThe gate-warden of Tumladen has questioned your intent. You should kneel and declare your loyalty to the people of Gondor.",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Tumladen can be found in northern Upper Lebennin.\\n\\nFaltharan has asked you to meet him in Tumladen in Upper Lebennin.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Ah, [placeholder], at last you have arrived!\\n\\n'My father and I were beginning to worry that you were not coming after all.\\n\\n'In our short time here, I have heard peculiar things, but there are more pressing matters at hand.'",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "You have arrived at the fortified settlement of Tumladen!",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Fearing for his father's safety as well as his own, Faltharan has urged you follow him to the mountain refuge of Tumladen.",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Travel to Tumladen in Upper Lebennin",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'With Pelargir in such ruin, Tumladen may well be the only shelter that still remains in Lebennin. While I long to look upon my wife and son again in Ost Anglebed, we have come too far to make such a journey.\\n\\n'My father is in dire need of food and rest, and I too grow weary... for bearing this blade and armour so long has tired me greatly. I know you desire to rejoin Lord Angbor, but if you would meet me and my father in Tumladen, I can aid you in readying yourself for the journey ahead.\\n\\n'The gate-wardens have been known to refuse outsiders during times of war, but if you mention my name, I am certain they shall let you pass.'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Talk to the gate-ward of Tumladen",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'What interest have you in Tumladen, traveller?'\\n\\nYou explain your adventures with Faltharan and Lord Sirgon and your desire to reunite with them.\\n\\n'Ah, so that's it, then? Yes, the Lord and his son arrived quite recently, but how can I be certain of your intent?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Refuge in Tumladen",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Kneel before the gate-ward and swear your loyalty to Gondor",
      "es": ""
    }
  ]
}