{
  "id": 620958850,
  "txt": [
    {
      "id": 111477399,
      "en": "Talk to Aragorn at his camp outside Pelargir",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Angbor can be found near the eastern gates of Pelargir.\\n\\nAragorn has asked you to meet Lord Angbor in Pelargir before venturing into the lands of Upper Lebennin and Lossarnach.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Aragorn can be found at his camp to the north-west of Pelargir.\\n\\nYou have been summoned by Aragorn to aid his forces as he presses eastward into Gondor.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'I am glad you have come, [placeholder]. One of your skill would be a great boon to our cause... a boon we may well come to depend upon.\\n\\n'We have thrown up the gate to the east, and make ready to move through Upper Lebennin. Will you join us, my friend?'",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "You have been summoned by Aragorn, who requests your presence at his camp outside Pelargir.\\n\\nYou should meet Aragorn and his host there as soon as you are able.",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Introduction: Eastern Gondor",
      "es": ""
    },
    {
      "id": 51875092,
      "en": "You have been summoned by Aragorn to his camp near Pelargir where he hopes to set you and Lord Angbor upon new tasks.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Aragorn at his camp outside Pelargir",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Aragorn can be found at his camp to the north-west of Pelargir.\\n\\nYou have been summoned by Aragorn to aid his forces as he presses eastward into Gondor.",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Meet Angbor at the eastern gates of Pelargir",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'We can delay no longer, my friend. My men and I must make our way to the east... to the aid of Minas Tirith.'\\n\\nAragorn's voice suddenly grows quiet.\\n\\n'Many of our number shall sail upon the ships that survived the battle for Pelargir, but none are to know of this. [placeholder], you must swear to me that you shall tell none of our passing up-river.\\n\\n'Lord Angbor shall travel overland and I would ask that you join his host as he passes through Upper Lebennin and Lossarnach. \\n\\n'Meet him and his men in Pelargir near the easternmost gates. I shall need every able warrior I can muster for the coming battle... may your journey be swift!'",
      "es": ""
    }
  ]
}