{
  "id": 620958857,
  "txt": [
    {
      "id": "0xceb0117",
      "en": "Brunil can be found in the Hall of the Gentle Hand, on the western side of Imloth Melui.\\n\\nEgind has confessed that he did not mean to ruin the healing draughts. He substituted a similar-looking plant when he could not collect the proper Maresfoot that Brunil expected.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "DNT TAlk with Brunil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Please don't hurt me! I'm sorry, so sorry! I beg of you, mercy!\\n\\n'I could not get the proper Maresfoot by the banks of the river, on account of all those Orcs haunting the place. So I picked some ones that looked just like 'em, up in the hillside scrub. I didn't mean for any harm to come of it!\\n\\n'Please tell Brunil to spare my hide, [placeholder]! I feel terrible about this, but we cannot all be warriors! I am an old man, and my fingers are for picking herbs and flowers, not for swinging swords in anger!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Egind Accused",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Well, [placeholder]? What did Egind have to say for himself?'\\n\\nYou explain what the old man said about his ill-advised substitution of another herb for the Maresfoot, and Brunil scowls.\\n\\n'I should have known! He must have given me Beruthiel's Rue instead of Maresfoot! They bear similar appearances, it is true, but they could not be more different in effect! It seems there was never a rat in Imloth Melui after all... merely a frightened old man making things worse instead of better! I cannot blame him for his fear, [placeholder]. I am not a warrior either, and these Southrons are fearsome indeed. What did you say? Orcs? No, I am certain Egind was frightened of the Southron warriors I have heard rumour of in these lands. There are no Orcs in Lossarnach.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Confront Egind at the front gate of Imloth Melui",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Brunil in the Hall of the Gentle Hand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Egind should be at the front gate of Imloth Melui with the day's delivery of Maresfoot.\\n\\nBrunil has asked you to confront Egind with the knowledge of his treachery.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'The Maresfoot that goes into the healing draughts is gathered by a man named Egind, and delivered to me daily. I have never had any problems with him before now, but it seems he has shown his true colours at last, the treacherous knave! \\n\\n'Egind will likely be somewhere near the front gate of the city, hoping to hand us another bushel of poisoned greens! Confront him with our discovery and see what he has to say for himself!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d171",
      "en": "The Maresfoot that tainted Brunil's draught is delivered daily by a man named Egind.",
      "es": "",
      "es (fem)": ""
    }
  ]
}