{
  "id": 620958958,
  "txt": [
    {
      "id": 228284034,
      "en": "'I have been trying for days now to convince the people to leave... to seek shelter in Tumladen.\\n\\n'It is a great and fortified shelter for our people, one of a few in Gondor, and the brother to one that lies within the lands of Rohan. It is more than able to house all of the people of Lebennin and beyond, and its walls would keep us from the growing war in Gondor.\\n\\n'My folk are headstrong, traveller. They think that since Pelargir has been reclaimed and no foes have come to our doors that we are safe. I do not think it so!\\n\\n'Would you speak to them for me? Urge them to reconsider before it is too late!'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Urge folk in Glaniath to seek refuge in Tumladen ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I cannot say I'm surprised that many of them ignored your advice to seek shelter... they have paid me no mind either since the skies went dark.\\n\\n'Still... I thank you for trying on my behalf. I only wish to see my people safely through this war, but it remains their choice to make.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The people of Glaniath have remained relatively sheltered from the horrors of war, but it is unclear how long this peace will last.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Arvellon's folk can be found throughout Glaniath in Upper Lebennin.\\n\\nArvellon has asked you to convince his people to seek refuge in Tumladen.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "An Uneasy Peace",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Arvellon can be found at the southern entrance to Glaniath in Upper Lebennin.\\n\\nYou have urged the folk to seek shelter in Tumladen and should now return to Arvellon.",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Talk to Arvellon",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Urged folk in Glaniath to seek refuge in Tumladen ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}