{
  "id": 620958900,
  "txt": [
    {
      "id": "0xceb0116",
      "en": "Lady Vanyalos has returned to her hall in Imloth Melui.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to Merenir by the centre fountain in Imloth Melui",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Lady Vanyalos in her hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Madness of Vanyalos",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'You have my thanks, [placeholder], though they are not equal to the good you have performed for me and my house. If only I could tell you it will matter in the days ahead, but I cannot!\\n\\n'I dreamed I saw my husband Forlong, his hands covered in blood. I saw too my brother Denethor. He wore a fiery crown, and his expression was one of madness! This must mean that my husband is doomed to die, and my brother... I know not, but surely it is an ill omen.\\n\\n'I was taken by despair, [placeholder], and would have died to the river or to the Orcs if you had not found me. Would that you could save my family from the visions I foresaw!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Seemingly disturbed, Lady Vanyalos has left Imloth Melui, speaking strangely of dreams and visions to any she passed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'I will search the high-lands, if you will search the banks of the river. Go swiftly, and may one of us find Lady Vanyalos before she walks heedlessly into harm!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Merenir is waiting by the centre fountain in Imloth Melui to speak with you in order to arrange the rescue of Lady Vanyalos.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Lady Vanyalos has always spoken of her visions as if she could see things hidden to others, and I had become numb to it after so long. But now she has left her chambers... indeed, she has left Imloth Melui altogether, and she called out to folk unseen as she went!\\n\\n'What has come over her? Why did no one hinder her flight? There are Southrons out there, and Orcs, and who knows what other dangers await in the brush?\\n\\n'[placeholder], I beg you: go after Lady Vanyalos at once, and bring her back to safety! Speak to me and we will choose separate paths to take, the better to find my lady!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}