{
  "id": 620958985,
  "txt": [
    {
      "id": 228284034,
      "en": "'You must forgive me if I am too direct, but I wish to learn more of the battle at Pelargir. You have travelled here safely and our walls remain unbreached, so I can only assume you found victory, but I am curious as to how.\\n\\n'The Corsairs had many men... certainly many more than we could equal, especially after the great mustering at my brother's city. How then did they fail? Was it the valour of a few great men? And most curious of all... why do their ships still sail on the Anduin? \\n\\n'Lord Angbor has just arrived, so I am told, so perhaps I shall ask him as well.'\\n\\nYou tell Lady Terenis that both you and Lord Angbor have taken an oath to keep secret the truth of the battle of Pelargir.\\n\\n'Oh, have you now? I offer you a choice, [placeholder]... either tell me of the truth, convince Lord Angbor to speak of the battle, or I shall have you thrown into a cell for plotting against the people of Gondor.'",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'It is good to see you again, [placeholder]! I trust you followed the boy on his errand?\\n\\n'I had a suspicion you would, my friend, for you are a [placeholder] of honour. Yet, if what you say is true, Aragorn was wise to send me here. The Lady has no such power, I assure you. You need not fear imprisonment.\\n\\n'You see, I bear a missive on his behalf meant for the Lady's eyes only. The war shall not wait upon her stubbornness, so let us quell her curiosity and continue to the East.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "After threatening to imprison you, it is clear that Lady Terenis desires to learn of the truth of Pelargir at any cost.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Lady's Cunning",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Talk to Angbor outside Tumladen",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Lord Angbor can be found just outside Tumladen in northern Upper Lebennin.\\n\\nLady Terenis has threatened to imprison you unless you or Lord Angbor tell her the truth of the battle at Pelargir.",
      "es": ""
    }
  ]
}