{
  "id": 620958939,
  "txt": [
    {
      "id": 228284034,
      "en": "'If we are to remain here, as I fear many will, we must better prepare ourselves.\\n\\n'When the Corsairs came to Pelargir, we fled the plains back into our homes, and in doing so, we left a great deal of wood behind.\\n\\n'I have seen shadows moving among the trees to the south, and I fear it can only be the Haradrim come from across the river. We can lift wood as well as any might, but we cannot fend off swordsmen of their skill.\\n\\n'If you would seek them out and recover our wood, we could keep the fires lit and rest a mite easier.'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Arvellon can be found in Glaniath to the north-east of Pelargir.\\n\\nYou have defeated many scouts and recovered a substantial amount of wood. You should now return to Arvellon.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "As the darkness in the sky intensifies, keeping the fires lit and the Enemy at bay has become an even greater challenge.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Flames in the Dark",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "Defeated Haradrim scouts ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 49286672,
      "en": "Deliver the wood to Arvellon in Glaniath",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'If my people will not be moved, I am thankful that you have kept us from harm.\\n\\n'This wood will keep our fires lit for some time... I just hope to see the sun again one day.'",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Defeat Haradrim scouts ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Collect piles of chopped wood ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Collect piles of chopped wood ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Haradrim and chopped wood can be found among the trees to the south of Glaniath in Upper Lebennin.\\n\\nArvellon has asked you to recover wood and defeat any Haradrim scouts that have passed into Upper Lebennin.",
      "es": ""
    }
  ]
}