{
  "id": 620958938,
  "txt": [
    {
      "id": "0xeb01180",
      "en": "Faltharan can be found overlooking the eastern gate of Pelargir.\\n\\nYou have listened to Faltharan's troubles, and should now assure him of your intent to help him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Faltharan can be found overlooking the eastern gate of Pelargir.\\n\\nAngbor has grown concerned by the behaviour of Faltharan, the son of the Lord of Pelargir, and wishes for you to speak to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Faltharan can be found overlooking the eastern gate of Pelargir.\\n\\nYou have found Faltharan and should now try to calm him before he rushes out into combat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfe08ed8",
      "en": "Listen to Faltharan explain his troubles",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Faltharan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Will you aid me in this, [placeholder]?\\n\\n'I know your journey shall soon take you far from Lebennin, but I can think of no other that might spare the time for such a task.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "Faltharan appears lost in thought as you approach, and his gaze is fixed on the eastern gate of Pelargir.\\n\\n'I know you have come to dissuade me, friend, but I cannot be turned from my task.\\n\\n'So much has happened in so swift a time... it has been but a few days since Pelargir was reclaimed, but still many more troubles weigh on me...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Faltharan, lord regent of Pelargir, seeks to uncover the fate of his father before all hope is lost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'[placeholder], have you noticed the lord regent up above? His eyes have not left my men and me for some time now.\\n\\n'I believe he means to join our charge, but the boy is... not suited for battle. He bears ill-fitting armour and is not skilled with a blade, despite what he may think after his recent heroics in the city. I see a darkness in his demeanour, and I believe he intends to rush into the war without care for himself or his family.\\n\\n'Convince him of his folly, my friend. See that he remains here with his people, for there is much rebuilding to be done here - for the city and its folk.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Talk to Faltharan, Son of Sirgon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Drawn to War",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "<rgb=#FF00FF>Calm</rgb> Faltharan and ask of his troubles",
      "es": "",
      "es (fem)": ""
    }
  ]
}