{
  "id": 620958899,
  "txt": [
    {
      "id": "0xd9b5688",
      "en": "'Well met, [placeholder]. Did I, by any chance, see you sparring with the guards back in Imloth Melui? No matter. If the [placeholder] I saw was you, you are no common hand in combat.\\n\\n'Are you as keen in sight as in combat? Look down there and tell me what you see.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Dindal the scout can be found high up in a secluded look-out, which can be reached by turning north off the east road from Imloth Melui.\\n\\nMerenir has asked you to visit his scout, Dindal, at the look-out and assist in any way that you can.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Dindal the scout can be found high up in a secluded look-out, which can be reached by turning north off the east road from Imloth Melui.\\n\\nDindal has asked you to stand by his side and look out to the north-east.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e05",
      "en": "Gaze north-east from the look-out",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d172",
      "en": "Merenir wishes to speak with you before you depart from Imloth Melui.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Gaze north-east from the look-out",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Dindal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Dindal the scout can be found high up in a secluded look-out, which can be reached by turning north off the east road from Imloth Melui.\\n\\nNow that you have looked out to the north-east, you should talk to Dindal again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "A large force of Orcs has made camp in the Harlond before the wall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "You tell Dindal what you saw.\\n\\n'Your eyes are not poor. I have watched them for some time, and they are beyond count. All I can do is watch, but you are mighty and capable of much.\\n\\n'If you were to help us against these Orcs, what could you do? Hm....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Merenir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'How relieved I am that all under my charge are safe within these walls, [placeholder]! Still, I must not take the arrival of these Orcs lightly. I have sent one of my best scouts, Dindal by name, up to a secluded look-out. It lies north off the road east of here. The unknowing eye would miss its rise up into the hillside of the mountain's feet.\\n\\n'There he will have a perfect view of the Harlond and the walls of Rammas Echor, on our northern border... for it is there, I fear, where the Orcs have crossed and entered Lossarnach. I would ask you to find him there and assist in whatever way you can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'I have one last favour to ask of you, [placeholder]. Or rather, Captain Merenir does. Believe me, he asks only out of our great need. We will hold you in great regard no matter your choice.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Merenir stands by the entrance to Imloth Melui.\\n\\nLady Vanyalos has asked you to talk to Merenir, who has one last favour to ask you before you depart Imloth Melui.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Watch on the Walls",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Find Dindal at the look-out",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "DNT Meet the scout on the lookout",
      "es": "",
      "es (fem)": ""
    }
  ]
}