{
  "id": 620958962,
  "txt": [
    {
      "id": "0x9b568b4",
      "en": "'That lynx pet of Bingo's... what was its name again? Willem something? He followed me here at a distance, and I did not like the look in his eye. I think he blames me for his master's disappearance, and while he does have a point on that score, I am worried he does not fully understand that I have had a change of heart and want to make that right.\\n\\n'Well, he followed me for awhile and then bolted away to the south-east. Do you think he might have caught Bingo's scent? In any case, gauredain live in the Erforgh Cleft down that way, and I wouldn't want anything to happen to him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a9",
      "en": "You find a map of mountain-tunnels on the dead Dourhand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'Skorgrím Dourhand dispatched a number of dwarves to map the caverns of the Misty Mountains. They never returned from Goblin-town, as far as I know, but if you were to find them their maps might tell us if there are any tunnels that could take us to Bingo's location.\\n\\n'I will meet you at the South High Pass, far to the east, after you have found any helpful maps of the underground cave system.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "Willem Whisker snorts at your optimism, but grudgingly flicks his ears at you in assent. Now you should return to Spalvi and see if he has learned anything of use from the map you recovered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "An Author Absent",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'Look at this map you brought me! I am afraid I have both good news and bad.\\n\\n'The good news is that according to this map, an underground river runs beneath the mountains and seems to travel a long distance south. It could be that Bingo was carried by the current in safety. The bad news, well...\\n\\n'I think we should travel to the Longbeard camp in the Western Bruinen Source area of the Misty Mountains for the bad news. I will stay outside the camp proper... do not tell them I am a Dourhand, for I fear my reception would be quite poor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I feel terrible that Bingo has gotten lost on my account, [placeholder]. Our flight from Gabilazan was a hasty one, and I count myself fortunate that I did not stumble over the same unsteady ground as Bingo. He was not so lucky, and fell a long way. There must be a deep cavern down there, and possibly an underground river or stream. I thought I heard a splashing shortly after Bingo fell, but I cannot be certain.\\n\\n'Such caverns beneath the mountains can be quite extensive. Skorgrím Dourhand ordered that a survey of such tunnels be taken, and he dispatched a number of dwarves to map the caverns of the Misty Mountains. They never returned from Goblin-town, as far as I know, but if you were to find them their maps might tell us if there are any tunnels that might take us to Bingo's location.\\n\\n'I will meet you at the Southern High Pass, far to the east, after you have found any helpful maps of the underground cave system.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Find Willem Whisker somewhere within the gauredain camp at Erforgh Cleft",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a6",
      "en": "Spalvi Dourhand is on an overlook in the Southern High Pass area of the Misty Mountains, north-west of Erforgh Cleft.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "You give Spalvi the map and he studies it briefly before folding it again.\\n\\n'I will look at this in a moment, [placeholder], but first I think you should know this. That lynx pet of Bingo's... what was its name again? Willem something? He followed me here at a distance, and I did not like the look in his eye. I think he blames me for his master's disappearance, and while he does have a point on that score, I am worried he does not fully understand that I have had a change of heart and want to make that right. Well, he followed me for a while and then bolted away to the south-east. Do you think he might have caught Bingo's scent? In any case, gauredain live in the Erforgh Cleft down that way, and I wouldn't want anything to happen to him.\\n\\n'Not before you assure him that I am a friend, anyway!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Find a Dourhand surveyor somewhere within Goblin-town and take his maps",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Talk to Spalvi in the Southern High Pass",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "Willem Whisker whines at you plaintively, and you can see clearly his frustration at Bingo's absence, and that his search of Erforgh Cleft proved fruitless. You assure him that you will not abandon the hobbit. He snuffles in response, unconvinced.\\n\\nYou speak quiet words to the lynx, telling him that it will take your efforts, Spalvi's efforts, and most of all Willem's efforts, to find the cavern into which Bingo fell and to bring him back into the light.\\n\\nThe lynx snorts, but then grudgingly flicks his ears at you in assent. Now you should return to Spalvi and see if he has learned anything of use from the map you recovered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Talk to Spalvi just outside Glóin's camp in the Western Bruinen Source area",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e31",
      "en": "Bring the map of mountain-tunnels to Spalvi in the Southern High Pass",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Bingo Boffin fell into a deep cave during his escape from Gabilazan, and now Spalvi Dourhand wants to help you rescue the hapless hobbit.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Willem Whisker has gone in search of Bingo in the Erforgh Cleft in the south-east corner of the Southern High Pass, and Spalvi wants you to make sure he is all right.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'You found Bingo's pet lynx, and he has returned in peace. But why does he bare his sharp teeth at me?' Spalvi asks, suddenly frightened.\\n\\nYou tell him that Willem Whisker is not Bingo's pet, but rather his friend, free to leave at any point.\\n\\n'I suppose that must be so, [placeholder], for otherwise he would be long gone by now. But look at this map you brought me! I am afraid I have both good news and bad.\\n\\n'The good news is that according to this map, an underground river runs beneath the mountains and seems to travel a long distance south. It could be that Bingo was carried by the current in safety. The bad news, well...\\n\\n'I think we should travel to the Longbeard camp in the Western Bruinen Source area of the Misty Mountains for the bad news. I will stay outside the camp proper... do not tell them I am a Dourhand, for I fear my reception would be quite poor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'You must be wondering why I wanted to come to this Longbeard camp, [placeholder]. Well, I told you the good news: that Bingo may have survived his fall and been swept up in the current of an underground river. Here is the bad news. If the river runs south for as far as this map would indicate, he may have been carried into the depths of the ancient kingdom of Khazad-dûm. If that is so, we may need to seek the advice of the Longbeards, for I have heard whispers that they may be seeking to gain entrance to that place.'\\n\\n<rgb=#FF0000>Next week: 'A New Hunt' (Recommended Level: 48)</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Spalvi Dourhand told you he would meet you on an overlook in the Southern High Pass area of the Misty Mountains once you recovered some useful maps from the surveyors lost in Goblin-town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Spalvi wanted to meet up with you just outside Glóin's Camp in the Western Bruinen Source area of the Misty Mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "Willem Whisker grudgingly agrees not to harm Spalvi... for now",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Find one of the entrances to Goblin-town, in the Misty Mountains",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Dourhand surveyors sent by Skorgrím Dourhand never returned from their mission to map the tunnels of Goblin-town. If you can find their maps, it could be you will learn the layout of the caverns beneath the Misty Mountains into which Bingo has fallen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "Dourhand surveyors sent by Skorgrím Dourhand never returned from their mission to map the tunnels of Goblin-town. If you can find their maps, it could be you will learn the layout of the caverns beneath the Misty Mountains into which Bingo has fallen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "You have come to the main entrance of Goblin-town",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'Skorgrím Dourhand dispatched a number of dwarves to map the caverns of the Misty Mountains. They never returned from Goblin-town, as far as I know, but if you were to find them their maps might tell us if there are any tunnels that could take us to Bingo's location.\\n\\n'I will meet you at the Southern High Pass, far to the east, after you have found any helpful maps of the underground cave system.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "You have come to one of the side entrances of Goblin-town",
      "es": "",
      "es (fem)": ""
    }
  ]
}