{
  "id": 620958979,
  "txt": [
    {
      "id": "0xeb01180",
      "en": "Faltharan and Lord Sirgon can be found in Tumladen in northern Upper Lebennin.\\n\\nYou have gathered a loaf of bread and a great deal of kingsfoil and should now return to Faltharan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Kingsfoil can be found along the roads and on the fields outside Tumladen. A loaf of bread can be found within Tumladen.\\n\\nFaltharan has asked for your aid in obtaining food and healing herbs for his father.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Thank you, my friend. Although I am certain it was a simple task, you can understand my hesitation to leave my father's side with him in such health.\\n\\n'My father still needs the aid of a healer, but I have hope that these will hasten his recovery.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "Collected kingsfoil outside Tumladen ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Desperate to heal his father from his wounds at the hands of the Haradrim, Faltharan turns to the healing properties of food and lesser-known remedies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Collected a loaf of bread",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Collect kingsfoil outside Tumladen ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Collected an Anfalas Healing Draught",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'My father's health is of great concern to me, [placeholder].\\n\\n'Although he has been in good spirits since we freed him from his captors, his flesh has grown pale and his breaths are growing more laboured by the hour.\\n\\n'I have yet to find a healer within Tumladen, though I am certain one must be here. However, I learned of interesting things from the Rangers of the North before they left Pelargir. They spoke of kingsfoil as a herb of great restorative use and gave it the name of athelas... can you imagine such things? Kingsfoil is naught but a weed!\\n\\n'Yet, I cannot leave any stone unturned. If you would seek out kingsfoil outside Tumladen and return it to me, I would be grateful. Also, if you happen upon any food within Tumladen, even a mere loaf of bread, it would greatly aid my father's recovery.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Collect a loaf of bread",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Collect an Anfalas Healing Draught",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Wounds of the Father",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e13",
      "en": "Deliver the kingsfoil and bread to Faltharan",
      "es": "",
      "es (fem)": ""
    }
  ]
}