{
  "id": 620958834,
  "txt": [
    {
      "id": "0x6a50294",
      "en": "Talk to Lady Vanyalos in her hall on the north-east rise of Imloth Melui",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1190",
      "en": "Hathalon's mood is grim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa87e8f1",
      "en": "'You saw Lady Vanyalos in her chamber?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa87e8f2",
      "en": "'None of us are invited in - and she never comes out.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa87e8f3",
      "en": "'They say she's plagued with awful dreams, poor woman!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "Brunil's mood is dour",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1194",
      "en": "Merenir's mood is hopeful",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "DNT arctangent!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "DNT yadda yadda",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "DNT 'Oh geez is Vanyalos sending people out again?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "DNT Talk to people around Imloth Melui for Lady Vanyalos",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "DNT harrumph harrumph!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa87e8a1",
      "en": "'So Lady Vanyalos sent you? To ask in after us?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'Lady Vanyalos sent you to ask after us?'\\n\\nBrunil scowls at you.\\n\\n'The sick are sick and the well are weary. I would not expect the Lady to come to these halls, but I suppose sending you shows that at least she thinks of us on occasion, toiling away for the health of her people. Tell her that we do what we can with less than we need, and if we complain we do it only as a result of much hardship.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'It is good to speak with someone new, even if you were driven here by sorrow and war. So many good men have gone away to Minas Tirith, my husband Forlong not least of them. Indeed, he exceeds them all, in girth, at least! My Forlong always had such a sense of humour, and fond of his dinners, too.\\n\\n'One sound has fled beyond the walls of my city, [placeholder], and I miss it almost as much as Forlong. The sound of laughter has quite vanished from the vale. Has its absence affected my people as grievously as it has me? I ask you to speak with the few trusted folk who remain, and learn if they have given up hope of victory and peace in Imloth Melui.\\n\\n'Hathalon is my Master-at-arms, and he is responsible for training the few warriors who remain. If he has given in to despair, I fear the sickness will spread to his recruits. Merenir, my Captain of the Guard, oversees the flow of refugees by the fountain in the middle of town. And Master Healer Brunil treats the injured within the Hall of the Gentle Hand, on the western side of town. I rely on all three of these good people, and I need to know they are still able to carry out their duties.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa87e8a2",
      "en": "'The sick are sick and the well are weary.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Lady Vanyalos wishes to know the mood of the people? That is why Imloth Melui will thrive even in the absence of Lord Forlong, [placeholder]. What ruler cares as much about her people as Lady Vanyalos? Very few, I wager!\\n\\n'When you return to her hall, please bring my assurances that we keep good watch on all who approach the vale. Nothing will threaten Imloth Melui without me hearing of it first!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa87e8a3",
      "en": "'She migh grace us with her own company, we should be so blessed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'How am I feeling? I have seen better days and better nights, [placeholder]! Most of the warriors have already left this city, and now I am forced to remain behind and train youths and old men!\\n\\n'This is a city of healers and potion-makers, not fighters. Even with the finest training I can give to them, this vale is nearly undefended! Tell Lady Vanyalos we must hope the enemy does not come to Imloth Melui, for that is the only way we might survive!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Lady Vanyalos wishes to know the current mood and thoughts of the people of Imloth Melui.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Lady Vanyalos is in her hall on the north-eastern rise in Imloth Melui.\\n\\nYou should return to Lady Vanyalos and report what you have heard from her three trusted advisors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'I thank you for judging the mood of my people, [placeholder]. If I were a potion-maker, I would think two parts despair and one part hopefulness a poor mixture indeed, but perhaps I should be grateful it is no worse.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "DNT 'Here's a thing about a thing'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "DNT 'Here's another thing'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Merenir, Captain of the Guard, in the centre of Imloth Melui",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "DNT 'And here's ANOTHER thing'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to Brunil in the Hall of the Gentle Hand, on the western side of Imloth Melui",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "DNT 'non SEQUITOR!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "DNT talked with a townsperson",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "Hathalon trains new recruits in the northern part of Imloth Melui. Merenir oversees the flow of refugees by the fountain in the middle of town. Master Healer Brunil treats the injured within the Hall of the Gentle Hand, on the western side of Imloth Melui.\\n\\nLady Vanyalos has asked you to talk to the people she trusts in Imloth Melui and determine their moods.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa87e8c1",
      "en": "'I'd be there now if I hadn't fell sick.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa87e8c2",
      "en": "'Marching at Forlong's side!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa87e8c3",
      "en": "'Ooh, I'm as sick with missing out as I am with fever!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'I ask you to speak with the few trusted folk who remain, and learn if they have given up hope of victory and peace in Imloth Melui.\\n\\n'Hathalon is my Master-at-arms, and he is responsible for training the few warriors who remain. If he has given in to despair, I fear the sickness will spread to his recruits. Merenir, my Captain of the Guard, oversees the flow of refugees by the fountain in the middle of town. And Master Healer Brunil treats the injured within the Hall of the Gentle Hand, on the western side of town. I rely on all three of these good people, and I need to know they are still able to carry out their duties.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa87e8d1",
      "en": "'How peaceful it is here! How quiet and secure!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa87e8d2",
      "en": "'It's as easy to forget what dark threats lie out there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa87e8d3",
      "en": "'Easy as dozing 'mongst the flowers on a summer's day!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa87e881",
      "en": "'So many men to guard us here, and more in Aranch, I'm told.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa87e882",
      "en": "'Didn't they need them more up in Minas Tirith?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa87e8e1",
      "en": "'We came from Minas Tirith before the others. Father always expects the worst.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa87e8e2",
      "en": "'I wonder how he's doing up there, guarding the city.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa87e8e3",
      "en": "'I miss home, I do, but I try to be strong.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa87e831",
      "en": "'I cannot stay here forever!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa87e832",
      "en": "'I'll be sick myself soon - with the sight of leaves and flowers!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Hathalon, Master-at-arms, in the north of Imloth Melui",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa87e891",
      "en": "'It is so very good of Lady Vanyalos to ask after us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa87e892",
      "en": "'Be sure to send her my regards and assure her we keep good watch.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Listening to the Pulse",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talked to refugees ([placeholder]/[placeholder]) ",
      "es": "",
      "es (fem)": ""
    }
  ]
}