{
  "id": 620958936,
  "txt": [
    {
      "id": 216727829,
      "en": "The gate into Upper Lebennin can be found in north-eastern Pelargir.\\n\\nFaltharan has asked you to travel into Upper Lebennin and aid him in seeking his lost father. You should travel to the eastern gate.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Glaniath can be found along the road outside the eastern gate of Pelargir.\\n\\nFaltharan has bidden you to meet him at Glaniath, a small farming village in Upper Lebennin. He hopes to begin his search in the surrounding area.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Ask someone in Glaniath if Faltharan has arrived",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "People can be found inside Glaniath in Upper Lebennin.\\n\\nYou have arrived at Glaniath, but have not yet seen Faltharan. You should ask an inhabitant of Glaniath if they have seen him.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'I have not seen the man you describe, traveller.\\n\\n'I assure you, were the lord regent to visit our village, his presence would be known to us all.\\n\\n'You are welcome to await his arrival here... and perhaps you might be of aid to me in the meantime.'",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "The road into Upper Lebennin lies ahead...",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Faltharan readies himself for the journey into Upper Lebennin where he hopes to uncover his father's fate.",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Travel to the eastern gate of Pelargir",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "You have arrived at Glaniath, but Faltharan is nowhere to be found",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Are you prepared, [placeholder]?\\n\\n'If my father yet lives, I know he must be in Upper Lebennin. The Haradrim would not trouble themselves to ferry a prisoner so far unless he was of great import to the Enemy.\\n\\n'I know of a small village to the north-east that is home to good folk. I suggest that we meet there, and begin our search in the surrounding lands.\\n\\n'Travel through the eastern gate and follow the road... I shall meet you there as soon as I am able!'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Travel to Glaniath in Upper Lebennin",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Faltharan's Charge",
      "es": ""
    }
  ]
}