{
  "id": 620917736,
  "txt": [
    {
      "id": 195295969,
      "en": "Collected whips from Balewood slave-drivers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 195295970,
      "en": "Tied whips to White Hand banners ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 16439761,
      "en": "Cruel whips wielded by the White Hand could better serve the people of Wildermore by sweeping Warg-riders off their mounts. If you were to gather their whips, and tie them along the bases of nearby banners, it is possible the vile riders would not notice until far too late and be heaved onto the hard ice below.",
      "es": ""
    },
    {
      "id": 16439762,
      "en": "You have cleverly employed the enemy's cruel implements against their riders. The White Hand will be slowed in their advance into Wildermore, lest more of them meet their end on the forest's icy floor.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The cruel whips of White Hand slave-drivers could be cleverly employed to force the Warg-riders of Isengard to lose their footing as they ride through the pale haze of the Balewood.",
      "es": ""
    },
    {
      "id": 225071137,
      "en": "Collect whips from Balewood slave-drivers",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "White Hand banners can be found along the Orc-roadway through the Balewood.\\n\\nYou have gathered the whips and should now anchor them to the bases of nearby White Hand banners.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Balewood slave-drivers can be found along the Orc-roadway through the Balewood.\\n\\nThe Warg-riders of the White Hand may have a great deal of trouble riding out of Balewood if they are tripped by the whips of their allies.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "You have successfully tripped numerous Warg-riders of the White Hand.",
      "es": ""
    },
    {
      "id": 15792851,
      "en": "Cruel whips wielded by the White Hand could better serve the people of Wildermore by sweeping Warg-riders off their mounts. If you were to gather their whips, and tie them along the base of nearby banners, it is possible the vile riders would not notice until far too late and be heaved onto the hard ice below.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect whips from Balewood slave-drivers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Tie whips to White Hand banners ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Completed",
      "es": "Completado"
    },
    {
      "id": 22075076,
      "en": "Collect whips from Balewood slave-drivers",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Stumbling in the Dark",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "TBD",
      "es": "TBD"
    }
  ]
}