{
  "id": 620917732,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'About eleven years ago this winter, a Warg the size of a bull attacked the farms and killed all the cattle. It forced the farmers to stay inside for days. The crops for Forlaw were going to be ruined! The eldest son of Gárwig, Gárnoth the Brave, heeded the call for help and rode out to slay the Warg. It was an epic battle, and he drove the Warg away, but was mortally wounded in the process. The Warg was believed to be dead, until it re-emerged in the past year, and roams the south-west fields once more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You defeated the Warg that bested Gárwig's first son Gárnoth? That is impressive.\\n\\n'It had become a legend around Forlaw, for no one was quite sure if it had died of its wounds as Gárnoth did. Every so often a corpse was found in the fields and suspicions and rumours would ripple through town. That Warg's story is told to every child in Forlaw, and each has had nightmares about that beast at one point or another.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Brúlk, Slayer of Gárnoth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "It has become a tale told to the children of Wildermore, mostly used to scare them into staying indoors at night. Brúlk, the largest Warg to ever stalk the land of Wildermore, frequents the nightmares of most people of Forlaw.\\n\\nGárnoth bravely risked his life to save the loyal workers of his farm, and to save the cows and crops for Forlaw. He went toe to toe with Brúlk, and they were gravely wounded in battle, with Gárnoth dying from those injuries. Brúlk's body has never been found. He was thought dead, but recently clues of his existence have appeared on the plains, and talk stirs among the townsfolk about the omen of his return.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You hear low rumbling growls approaching...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find signs of and defeat the Slayer of Gárnoth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "South-west of Gárnoth's Farm rumour is spreading around town is that there are clues of Brúlk's return. Look for footprints or a half-eaten animal corpse that appears to be from a very large Warg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Ebba in Forlaw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The widow Ebba awaits your return in her late husband's home in Forlaw.",
      "es": "",
      "es (fem)": ""
    }
  ]
}