{
  "id": 620917678,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "G치rnoth's Farm was one of the more productive farms in the Fallows, but was recently abandoned. Cyneberg scouted the farm and saw many Orcs carrying arrows, and with Forlaw's defenders running low on supplies, this would be a good opportunity to help secure the area and resupply the guards.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The guards were running short on arrows after the last battle here. Granted, these Orc arrows aren't the same quality as the ones we make, but they're good enough for slaying Orcs with. Thank you for returning with these.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "There are many White Hand troops occupying this farm. These troops are in a prime location to assault Forlaw and are a threat to anyone on the plains of the Fallows. \\n\\nWhile here, you should reduce the number of troops the White Hand have stationed here. In the last two assaults on Forlaw the guards have used a fair amount of their arrow supply. It would greatly benefit Forlaw if you collect their arrows to help resupply Forlaw's defences.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5022",
      "en": "Bring the bundles of arrows to Cyneberg in Lornsettle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Orcs seem to have recently captured G치rnoth's Farm. Most of the Orcs appear to carry arrows on them, and collecting arrows for Forlaw's defences should be a priority.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Cyneberg is keeping G치rwig company in Lornsettle, the mead hall of Forlaw. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Bring the bundles of arrows to Cyneberg in Lornsettle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect arrows from White Hand Orcs (0/8)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'The guards were running short on arrows after the last battle here. Granted, these bundles of Orc arrows aren't the same quality as the ones we make, but they're good enough for slaying Orcs with. Thank you for returning with these.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the arrows to Cyneberg in Lornsettle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'The guards were running short on arrows after the last battle here. Granted, these bundles of Orc arrows aren't the same quality as the ones we make, but they're good enough for slaying Orcs with. Thank you for returning with these.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3cba3f5",
      "en": "Collected bundle of arrows ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Collect arrows from White Hand Orcs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Preparing for a Siege",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "G치rnoth's Farm is to the south of Forlaw. A little down the road past the south gate of Forlaw is a path to the right that leads to this farm.",
      "es": "",
      "es (fem)": ""
    }
  ]
}