{
  "id": 621003590,
  "txt": [
    {
      "id": "0xceb0118",
      "en": "Representatives from each of the Allegiances can be found at Cirith Gorgor, just inside the ruins of the Black Gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "King Éomer can be found at the Foothold, just inside Udûn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'[placeholder], you have performed many great deeds for the Free Peoples of Middle-earth, but many folk still require aid. To that end, I believe it would be most beneficial for you to swear your allegiance to one of these groups. This would allow you to properly focus your efforts and your skills, thereby contributing as much as you can to their particular needs.'\\n\\n<rgb=#00FF00>Choose an Allegiance by selecting the list of menus on the toolbar at the bottom of your screen and hovering over the Character option, which will allow you to select the Allegiances menu. You may then choose which of the Allegiances to aid first. Once you have finished the complete story of that Allegiance, you may then select another to complete.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Complete 'Chapter 1' of your chosen Allegiance storyline",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'I know you will be of great help to those folk, [placeholder]! May your skills and your effort on behalf of that Allegiance prove worthwhile as you adventure in Mordor!\\n\\n'Perhaps one day you will return to fight on behalf of my own kingdom? Ha! We will fight together again, if that comes to pass, and let the foes of the Mark tremble! But for now, my friend, there are other folk who have need of you! Aid your chosen Allegiance to the best of your ability!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to King Éomer at the Udûn Foothold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d16",
      "en": "King Éomer wishes to speak with you concerning your allegiance to the Free Peoples of Middle-earth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'It would be most beneficial for you to swear your allegiance to one of these groups. This would allow you to properly focus your efforts and your skills, thereby contributing as much as you can to their particular needs.'\\n\\n<rgb=#00FF00>Choose an Allegiance by selecting the list of menus on the toolbar at the bottom of your screen and hovering over the Character option, which will allow you to select the Allegiances menu. You may then choose which of the Allegiances to aid first. Once you have finished the complete story of that Allegiance, you may then select another to complete.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa5",
      "en": "Men, Elves, Dwarves, and Hobbits",
      "es": "",
      "es (fem)": ""
    }
  ]
}