{
  "id": 620854660,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated half-orcs in the north-east hills ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated an Orc in the north-east hills ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Sam Thistlebur believes that the Orcs and half-orcs in the ruins to the north are a terrible blight on the land and wants your help in driving them out.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I have seen these Orcs and half-orcs as we get a little bolder in our strolls from this site. Each day they seem to be sending scouts closer and closer toward Combe, but they seem to be looking for a way to pass around Bree.\\n\\n'I know that they are up to no good and I hope that you are able to help me out here.\\n\\n'I want to cut this foe down, now, before they execute whatever terrible plans they have for this land. Are you willing, able and ready to do so? They can be found to the north in the ruins there. Go there and crush this foe before it grows too large to contain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Make your way to the ruins north of the hunter's encampment and defeat the Orcs and half-orcs you find there.\\n\\nSam Thistlebur directed you to make your way to the north to fight and slay the Orcs and half-orcs in the ruins there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Serves them right. What are they planning? We should send word onto Grimbriar. He will likely send scouts to watch this area closely in the future.\\n\\n'Though, the southrons keep him busy these days.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Return to Sam at his encampment south of the camp where you fought and defeated the Orcs and half-orcs of the White Hand.\\n\\nSam is waiting for your return. It is certain that he will be pleased with all that you have accomplished.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You will find the Orcs and half-orcs to the north amongst the leaning ruins on the hilltops and in the valleys below. Be cautious they seem very tough.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat half-orcs in the north-east hills ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Orcs in the north-east hills ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Sam Thistlebur at his camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Orcs and Half-orcs in the North-east",
      "es": "",
      "es (fem)": ""
    }
  ]
}