{
  "id": 620854799,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The Men who dwell beyond these walls are misguided and lost. So lost that they cannot be redeemed according to Radagast; their atrocities against nature are so great that there is no forgiveness. \\n\\n'They are lead by a woman. A terrible woman named Temair who they believe is a link to the Red-maid and because of this she is revered as something greater than they are. \\n\\n'I ask that you push beyond these walls and seek out this woman. Bring her down and prove these misguided Men that they have misplaced their faith.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It is good to know that she is gone. It is wrong of people to place themselves above others and claim divinity when doing so.\\n\\n'You have our respect, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You will find Temair before the entrances to the Fortress and Arboretum of Garth Agarwen. She preaches there by a large pyre. Seek her out and destroy her.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Temair the Terrible",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Arienh knows that there is a leader amongst the Créoth in the ruins of Garth Agarwen, a terrifying woman who the Men revere as a conduit to the Red-maid.\\n\\nShe has asked that you disprove this fallacy by defeating the woman and proving to the Créoth that their faith is misplaced.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have defeated Temair the Devoted",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Temair the Devoted",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Temair can be found before the entrances to the Arboretum and Fortress within the area of Garth Agarwen.\\n\\nArienh asked that you bring the leader of the Créoth, a terrible woman named Temair, to justice. She preaches within the confines of Garth Agarwen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Arienh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Return to Arienh at her encampment at the entrance to Garth Agarwen.\\n\\nTemair was found exactly where Arienh told you she would be. Dispatching Temair proved simple enough and you should now return to Arienh.",
      "es": "",
      "es (fem)": ""
    }
  ]
}