{
  "id": 620854659,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'A moment of your time, if you can spare it. There is a crumbling ruin of a fort to the north of this location, slightly east as well. This fort is overrun by Orcs and half-orcs.\\n\\n'This alone is cause for concern, but they fly banners of the White Hand. In our travels through the valley here, we have seen these Orcs and half-orcs growing more and more brazen. We need to collect proof that they are organized and get that information into the hands of the authorities in Bree.\\n\\n'Go to the ruins, get the flags, and return them to me furled so as to not cause concern when we bring them to Bree.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am certain that these will prove useful. These Orcs and half-orcs continue to force their way further and further towards Bree-land's borders. We must alert the Constables and see if there is a way to slow them down.\\n\\n'Thank you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'So, did you find the banners?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You will find the banners among the ruins and in the small camps surrounding the hills where the ruins stand. When you have collected them, return them to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Furled Banners of the White Hand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Dale Sageford directed you to the ruins north-east of the hunter's camp in search of the flags posted by the Enemy. He believes that they will be invaluable in assisting the Constables in Bree in finding a solution to the arrival of these fiends and the menace presented by the White Hand.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected furled banners ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect furled banners ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Flags stand among the ruins and valleys north-east of Dale Sageford's encampment.\\n\\nDale Sageford remains at his encampment near the bridge over the Midgwater Pass. You should return to him when you have collected the flags from the ruins in the north-east as he asked.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the furled banners to Dale Sageford",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Dale Sageford is at the hunter's camp, south-west of where you found the banners.\\n\\nYou should return to Dale Sageford with the furled Orc-banners.",
      "es": "",
      "es (fem)": ""
    }
  ]
}