{
  "id": 620854658,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Seems as though we have been here forever...still, there seems to be something happening in the hills not far from here to the north.\\n\\n'The other day while Sam and Dale were walking in the valley a man, appearing badly injured and wearing a heavy cowl approached me for some ointments. I happily obliged, but as he made his way toward the north I was concerned. He seemed to have an odd gait.\\n\\n'With the discovery of those Orcs and half-orcs up in those ruins, I am beginning to think that he may have been one. Maybe you can find him and put my fears at ease by giving him a proper rest?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I can not believe that I sold items to him. Though you say that they look much like Men, I should know better. I have seen these creatures for some time now.\\n\\n'I thank you for your efforts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Not sure what his name was but he wore dark greys and had a patch over his eye. If you find him, please do your best to rid him from the land. I would hate to think that I helped those things in any way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Not What He Appeared",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Aggie Honeysuckle mentioned that she was approached by a brutally beaten man, which she is now questioning was actually a Man. She has asked you to assist her in finding out if the man is indeed, what he appeared to be.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have defeated Gilt창rk ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find and defeat Gilt창rk ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Make your way north to the ruins in the northern Weather Hills and hunt down the leader of the Half-orcs and Orcs there.\\n\\nAggie is concerned that she may have helped the half-orcs or Orcs in the ruins to the north and asked you for help in getting rid of her strange patron.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak with Aggie Honeysuckle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Return to Aggie at the hunter camp near the bridge in the Midgewater Pass and tell her that you have defeated Gilt창rk.\\n\\nAggie is at her encampment to the south of the ruins where you found Gilt창rk and the other Orcs and half-orcs.",
      "es": "",
      "es (fem)": ""
    }
  ]
}