{
  "id": 620846518,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Greetings again, [placeholder]. So the Orcs of Durbúrz-stazg have one of the strange trolls that have been seen by our forces in the east? Olog-hai, I believe they are called.\\n\\n'These creatures are of a fearsome sort, invulnerable to the effects of sunlight. I need you to find this creature they name Skûm and defeat him. Alas, I have no words of advice for you...I have never faced a creature such as this, for it is no ordinary troll.\\n\\n'Skûm, from what you tell me, still roams among the Orcs of Durbúrz-stazg to the north. Be careful to enter the encampment through the eastern gate.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The death of this creature will be a mighty blow to the heart of the Enemy. You have our gratitude, [placeholder], Skûm-slayer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Skûm is a troll of a different kind...olog-hai, I believe they are called. He must not be allowed to remain in Durbúrz-stazg.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Trolling the Hills",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Elves of the Golden Host seek a way to cripple the Orcs of Durbúrz-stazg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Skûm at Durbúrz-stazg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Skûm at Durbúrz-stazg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The eastern gate of Durbúrz-stazg lies to the north of Echad Sirion.\\n\\nTethafnel has asked you to defeat the Olog-hai warrior Skûm at Durbúrz-stazg. You will need to enter the encampment through the eastern gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Tethafnel at Echad Sirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Echad Sirion lies to the south of Durbúrz-stazg.\\n\\nYou should return to Tethafnel with news of your victory against the olog-hai Skûm.",
      "es": "",
      "es (fem)": ""
    }
  ]
}