{
  "id": 620846502,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have found some very old bloodstains; surely a gruesome scene took place here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have found a pile of weapons discarded out of sight",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have found a shrine of tribute to the Necromancer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Idhrenfair, unconvinced by the contrary words of the condemned shade, believes that the stones of Audaghaim should not remain unturned any longer and that the town's secret should be revealed if at all possible.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'So, we are armed at least with the knowledge that there is a mystery. The shade's words were very contrary to the stark reality to which we bear witness today.\\n\\n'There is much evidence that these accursed folk became tied to the Dark Lord in the second year of his sojourn at Dol Guldur, but we must now look deeper. We have given the shades a chance to tell their own story, but it seems that they wish the truth hidden from us.\\n\\n'You should search everything but the shades themselves when you go to Audaghaim this time. Seek some evidence of the Necromancer's influence and search for any signs of violence...or perhaps a stockpile of weapons. If you can find these things, we will gain more understanding of the events that occurred here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Audaghaim lies to the east of the Haunted Inn in the Dourstocks.\\n\\nYou should search Audaghaim carefully for any telling scenes that may have lain hidden during your previous hasty observations of the town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah...I think I see. How sad! But I suspected it would be something of this nature. There was murder in this town...of that you have seen strong evidence.\\n\\n'Here is what I think the condemned shade meant when he said that many of his folk were set in their ways, and that change was coming: The change was the Dark Lord, and some Men resisted.\\n\\n'I believe the shades trapped here have done their best to pretend the evil events never happened, though it means their redemption will never be achieved. Even the gravestones lie. These shades believe that all is as it was just before the Necromancer corrupted them. The murders are buried, collectively hidden. All were guilty, and all are determined to deny the truth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Ranger Idhrenfair is in the Haunted Inn, west of Audaghaim.\\n\\nYou should return to Idhrenfair and tell him of all you have seen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Are you still prying, young [placeholder]? Get away from here! I warn you -- do not disturb the peace of our fair village.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Continue your search in Audaghaim, [placeholder]. I feel certain that we will learn something, even if it takes some prying.\\n\\n'I would like you to seek evidence of the Necromancer's influence, evidence of violence, or evidence of violent intent.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search for evidence of violence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Search for old weapons",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Search for a sign of the Necromancer's influence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Idhrenfair at the Haunted Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Bitter Scenes in Audaghaim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Speak with Prestadír at the Haunted Inn",
      "es": "",
      "es (fem)": ""
    }
  ]
}