{
  "id": 620846538,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated gaunt-men in Agistath ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "This wooden toy waggon has been broken into several pieces",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You leave the wooden toy at the gravestone",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Cúcheron wishes for you to solve the mystery of the connexion between Audaghaim and the ruins of Agistath.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'When this campaign ends, I will lay down my bow and depart the shores of Middle-earth. I have had my fill of fighting. But still I am intrigued by the mystery of Audaghaim. What happened to this town, and to its people? Scouts recently discovered some ruins amid the Dourstocks, where gaunt-men roam and shades flit among the trees.\\n\\n'I cannot leave this place until I know what connexion there is between Audaghaim and the ruins of Agistath. I cannot bear to leave this mystery unsolved, to rest heavily upon my mind during the uncounted years!\\n\\n'Travel to Agistath for me and investigate the ruins, [placeholder]. This is the only tie to these lands I have left. I have spoken with Issuriel about this, but she does not agree with me. She has returned already to Cerin Amroth, and there will stay in contemplation for a little while yet.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The ruins of Agistath are located beyond a cave-mouth in the Dourstocks.\\n\\nCúcheron has asked you to investigate the ruins of Agistath.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'There is a sad story behind Audaghaim's abandonment, I am certain; but it is to be hoped we have given whatever spirits still linger here some measure of peace.\\n\\n'My time in Middle-earth is nearing its end, [placeholder]. I have no more need for my bow, Cúmaeth. If you desire to have it, it is now yours.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Cúcheron is outside the Haunted Inn, in Audaghaim.\\n\\nYou have investigated the ruins of Agistath for Cúcheron and should tell him what you found.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Gravestones can be found throughout Audaghaim.\\n\\nCúcheron has asked you to leave the broken wooden toy at one of the gravestones located in Audaghaim.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The ruins of Agistath are located beyond a cave-mouth here in the Dourstocks, [placeholder]. I must know what connexion there is between the ruins of Agistath and Audaghaim.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Tell me what you discovered among the ruins of Agistath.'\\n\\nCúcheron listens intently as you describe your adventure among the ruins, and the broken wooden toy you found.\\n\\n'I think the townsfolk of Audaghaim fled this place, [placeholder], with what possessions they could carry. Why they fled with such haste, or where they were heading, I cannot say, but it seems certain that few made it out of Agistath with their lives.\\n\\n'There are graves among the weeds here in Audaghaim. Is it possible some of the townsfolk were left behind? It is clear to me that the wooden toy you found should be returned to its home. Leave it at one of the graves here in Audaghaim, and perhaps the shades that linger here and at Agistath will have some measure of peace.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Cúcheron is outside the Haunted Inn, in Audaghaim.\\n\\nYou have done as Cúcheron asked and left the broken wooden toy at one of the gravestones in Audaghaim.",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'There are gravestones located throughout Audaghaim. Leave the broken wooden toy you found at one of them, and its former owner may find some measure of peace.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'You have nothing to do with this?'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'We have done what we can for Audaghaim, [placeholder].'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat gaunt-men in Agistath ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'I am done with war.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find some connexion between Agistath and Audaghaim",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring broken wooden toy to Cúcheron",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Leave the broken wooden toy at a gravestone in Audaghaim",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Volume II, Epilogue: Cúcheron's Bow",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Cúcheron at the Haunted Inn",
      "es": ""
    }
  ]
}