{
  "id": 620846515,
  "txt": [
    {
      "id": 218649170,
      "en": "'What in the names of all the dwarves has my son had you do? Travelling to all the regions in which a Greyhammer has been wronged and slaying a single Orc in each? I cannot believe you humoured him thus, [placeholder]! Does a [placeholder] such as you have nothing more pressing to do than this?\\n\\n'If my son Lúth and his brothers spent less time dreaming up ways to tell folk of their grievances with the Orcs and more time mining and working, perhaps we would have found some precious gemstones by now!\\n\\n'Take this for your effort, [placeholder]. I will speak to Lúth myself. It is high time he began doing something productive with the time he currently spends complaining to strangers about his lot in life!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Volume II, Epilogue: Greyhammers",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "'For the Greyhammers!' you cry as you defeat your foe",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You are seeking Orcs or goblins here in Forochel to slay? I thoroughly approve of this aim, [placeholder]!\\n\\n'There are few in this frigid land, however. Do not despair! I have seen a party of shivering goblins just to the west of this settlement, this Kauppa-kohta outpost!\\n\\n'Look for shivering goblins on the far shore of the lake just to the west of here. Slay one for me, even though I am not a Greyhammer; but I like what I have heard of them!'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "'For the Greyhammers!' you cry as you defeat your foe",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You will travel to every region in which an Orc, goblin, or uruk has caused harm to a Greyhammer, you will slay one of their kind, and you will shout \\qFor the Greyhammers!\\q as you do so. Then perhaps the Orcs will know and fear my family, as they should! Do this first in Mirkwood, Lothlórien, and Moria, and work your way westward in sequence. Then speak to my father Tandri in Thorin's Hall, in Ered Luin, and tell him of this glorious deed!'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "'For the Greyhammers!' you cry as you defeat your foe",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "You are looking for Orcs, goblins, and uruks in Mirkwood, Lothlórien, and Moria.\\n\\nLúth Greyhammer wants you to find and defeat a single Orc, goblin, or uruk in all the regions in which a Greyhammer has been wronged.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'You're looking for goblins or Orcs in the Trollshaws? Well, I'll tell you this: you'd be out of luck if it were a week or so ago. Most of their kind is holed up in the mountains, or down deep in forgotten caves!\\n\\n'A small party of goblins crossed the Last Bridge out of the Lone-lands a few days ago, and caused some trouble for one of me waggons! You might still find 'em, if you go now!\\n\\n'These goblins were in the South Trollshaws, just south-west of the cave-claw infested ruins of Ost Dúrgonn. Defeat one for me, if your travels take you there!'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "'For the Greyhammers!' you cry as you defeat your foe",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Defeat an Orc, goblin, or uruk in Evendim",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "You are looking for Orcs, goblins, and uruks in Eregion, the Trollshaws, and the Misty Mountains.\\n\\nLúth Greyhammer wants you to find and defeat a single Orc, goblin, or uruk in all the regions in which a Greyhammer has been wronged.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'My father has sent word that he wants to speak with me. He must be very proud!'",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "'For the Greyhammers!' you cry as you defeat your foe",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Defeat an Orc, goblin, or uruk in Forochel",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "You are looking for Orcs, goblins, and uruks in the Lone-lands, Bree-land, and the North Downs.\\n\\nLúth Greyhammer wants you to find and defeat a single Orc, goblin, or uruk in all the regions in which a Greyhammer has been wronged.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'You have aided the Greyhammers with tremendous acts of valour, [placeholder]!'",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "'For the Greyhammers!' you cry as you defeat your foe",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Defeat an Orc, goblin, or uruk in Angmar",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "You are looking for Orcs, goblins, and uruks in Evendim, Forochel, and Angmar.\\n\\nLúth Greyhammer wants you to find and defeat a single Orc, goblin, or uruk in all the regions in which a Greyhammer has been wronged.",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'The next time my son asks you to do some foolhardy thing... you say no!'",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "'For the Greyhammers!' you cry as you defeat your foe",
      "es": ""
    },
    {
      "id": 84765779,
      "en": "Defeat an Orc, goblin, or uruk in the Shire",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "You are looking for Orcs, goblins, and uruks in the Shire and Ered Luin.\\n\\nLúth Greyhammer wants you to find and defeat a single Orc, goblin, or uruk in all the regions in which a Greyhammer has been wronged.",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'It is time for my sons to stop dwelling on ancient history!'",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "'For the Greyhammers!' you cry as you defeat your foe",
      "es": ""
    },
    {
      "id": 84765780,
      "en": "Defeat an Orc, goblin, or uruk in Ered Luin",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Tandri Greyhammer is in Thorin's Hall, in Ered Luin.\\n\\nNow that you have completed Lúth Greyhammer's glorious deed of sending a statement to the Orcs in every region where a Greyhammer was wronged, it is time to tell his father Tandri of your exploits.",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "'For the Greyhammers!' you cry as you defeat your foe",
      "es": ""
    },
    {
      "id": 84765781,
      "en": "Talk to Tandri Greyhammer at Thorin's Hall",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat an Orc, goblin, or uruk in Mirkwood",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat an Orc, goblin, or uruk in Lothlórien",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Defeat an Orc, goblin, or uruk in Moria",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Defeat an Orc, goblin, or uruk in Eregion",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Defeat an Orc, goblin, or uruk in the Trollshaws",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Defeat an Orc, goblin, or uruk in the Misty Mountains",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Defeat an Orc, goblin, or uruk in the Lone-lands",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Defeat an Orc, goblin, or uruk in Bree-land",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Defeat an Orc, goblin, or uruk in the North Downs",
      "es": ""
    },
    {
      "id": 32729280,
      "en": "'For the Greyhammers!' you cry as you defeat your foe",
      "es": ""
    },
    {
      "id": 32729281,
      "en": "'For the Greyhammers!' you cry as you defeat your foe",
      "es": ""
    },
    {
      "id": 32729282,
      "en": "'For the Greyhammers!' you cry as you defeat your foe",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Lúth Greyhammer has envisioned the most grand statement of his hatred for the Orcs that have wronged his family and wants you to effect it!",
      "es": ""
    },
    {
      "id": 32729283,
      "en": "'For the Greyhammers!' you cry as you defeat your foe",
      "es": ""
    },
    {
      "id": 32729284,
      "en": "'For the Greyhammers!' you cry as you defeat your foe",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I have told you of my hatred for the Orcs, [placeholder], and you know that no bounds can hold it! My passion for slaying Orcs cannot be contained by the borders of this forest, nor by those of any region in this Middle-earth!\\n\\n'I have envisioned the grandest statement possible of my hatred for the Orcs. Let them rue the many times they have crossed the Greyhammer family and gnash their teeth in anguish that they ever did so!\\n\\n'You will travel to every region in which an Orc, goblin, or uruk has caused harm to a Greyhammer and slay one of their kind, and you will shout \\qFor the Greyhammers!\\q as you do so. Then perhaps the Orcs will know and fear my family, as they should! Do this first in Mirkwood, Lothlórien, and Moria, and work your way westward in sequence. Then speak to my father Tandri in Thorin's Hall, in Ered Luin, and tell him of this glorious deed!'",
      "es": ""
    }
  ]
}