{
  "id": 620846598,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected boar-meat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Blacktusk at Fállug",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Elves at the way-post atop Amon Angened provide supplies and provisions for the main force of the Malledhrim in the east.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Besides medicine, the Malledhrim need food. We have seen few creatures fit to consume in this forest, but we must certainly continue to try.\\n\\n'You can help with this. There are many boars now dwelling in the ruins of Fállug. As they live near the river-banks, perhaps they have not suffered the corruption of Dol Guldur.\\n\\n'Would you hunt these boars and bring their meat to me? You will be compensated. Be wary, though... Blacktusk, an immense boar of vicious temperament rules over the boars. You will need to slay him as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Blacktusk and the Mirkwood boars may be found around the ruins of Fállug, west of Amon Angened.\\n\\nGaerfalas has asked you to hunt Blacktusk and the Mirkwood boars for their meat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have slain the great boar Blacktusk, [placeholder]? Well done!\\n\\n'Unfortunately, this meat is no good for provisions. Alas, the shadow of Dol Guldur reaches too far, too far!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gaerfalas is at the way-post atop Amon Angened, east of Fállug.\\n\\nYou should bring the boar-meat you collected to Gaerfalas and tell him of Blacktusk's defeat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'It is to be hoped that the boars of Fállug are not wholly corrupted, for our forces need meat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Are there no boars to be found at Fállug? Surely they have not migrated to a new feeding ground!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'We shall have to find a different source of meat for the Malledhrim....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Your efforts are welcome, [placeholder], but the shadow of Dol Guldur makes provisioning difficult.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect boar-meat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Blacktusk at Fállug",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring boar-meat to Gaerfalas atop Amon Angened",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Dreadful Boar",
      "es": "",
      "es (fem)": ""
    }
  ]
}