{
  "id": 620846500,
  "txt": [
    {
      "id": 136263297,
      "en": "You have found the lost leaves from the book of records",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 54354734,
      "en": "You have found a book of records buried in the ruins of Audaghaim, but many pages are missing from the period when Sauron returned to Mirkwood.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'So, it appears that someone kept a faithful record, but this record was not to the liking of those who carried out the murders. \\n\\n'If you are still invested in the story of this town, you should look into finding the missing pages. Perhaps they have been destroyed, and perhaps not.\\n\\n'But where to start? In the case of hidden relics, sometimes it is best to start where you began. That blank gravestone was the first thing to rouse my interest in this mystery, and perhaps it can tell us more now.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The blank gravestone is in the graveyard to the south of Audaghaim and the Haunted Inn.\\n\\nYou should search the area of the uninformative gravestone again for anything you may have missed.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I should have stood with the four who resisted, but I did not. I watched it all happen. Only when they had perished did I feel the effects of the true evil that was at work in Audaghaim. Too late did I record the truth.\\n\\n'When they found what I had written, they came after me as well. I anticipated them. Here is a copy of the truth that was destroyed. Let this be my last effort on behalf of the true heroes of Audaghaim who resisted the evil corruptions of the Necromancer. Our blindness was our undoing!\\n\\n'Yes -- the Necromancer came and promised much, and we saw the opportunity for progress and prosperity. The four that stood against him attacked the altar, and we cut them down in the name of Dol Guldur. They cursed us as they fell.\\n\\n'Ah! My oath is fulfilled, my redemption nigh....'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Prestadír is at the Haunted Inn in the Dourstocks, north of the graveyard.\\n\\nYou should tell Prestadír of your encounter with the condemned Record-keeper who appeared when you searched his grave.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "TBD - Speak with ranger",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you found anything yet? Sometimes it is best to trace our steps from the beginning.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Ah! You have found the lost pages! I am astounded. May I take a look?\\n\\n'At last, the truth -- and so it all comes together. Some of the townsmen resisted, and they were executed by their own folk. That settles the mystery. The guilty shade you spoke to before was the one who led the movement to accept the Necromancer's advances here. He was also the one who led in the murders.\\n\\n'Everything is documented in this account, until the Record-keeper writes of his own guilt for not standing up for his fallen townsfolk. Here he writes that he knows his enemy will destroy the truth and execute him as well. This is the last entry by his hand.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Have you found anything of interest yet?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Examine the blank gravestone more closely",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Examine the blank gravestone more closely this time",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Prestadír at the Haunted Inn",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Scattered Tales of Audaghaim",
      "es": ""
    }
  ]
}