{
  "id": 620846509,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Orcs throughout Dol Guldur ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Found the entrance to the Warg-pens",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Found the entrance to the Sword-hall",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Laeglang knows the counterattack from Dol Guldur is coming and wants you to do everything in your power to hinder it.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Found the entrance to the Dungeons",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Despite the losses, our assault upon Dol Guldur must be judged a success, [placeholder], if not a lasting one. An army marches from the East to reinforce the fortress, and the Golden Host cannot hope to stand against the combined might of this new army and the Orcs already within Mirkwood.\\n\\n'But we can sting this latter force, sting them with our arrows and the bite of our blades, and make them count the days until their reinforcements arrive. This we must do, [placeholder].\\n\\n'Make the climb once again to Dol Guldur and slay Orcs within its bounds. Find too the locations where great concentrations of the Enemy reside, the entrances to the Warg-pens, the Sword-hall, and the Dungeons of Dol Guldur.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Orcs can be found throughout Dol Guldur, as can the entrances to the Warg-pens, Sword-hall, and Dungeons of Dol Guldur.\\n\\nLaeglang has asked you to defeat Orcs throughout Dol Guldur and to scout the locations of various points of interest throughout the fortress.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The Orcs must be counting the days until their reinforcements from the East arrive, [placeholder]! This is no lasting victory, to be certain, but it tastes sweet all the same!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Laeglang is outside the fortress of Dol Guldur.\\n\\nYou have done as Laeglang asked and should return to the scout now in victory.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Orcs can be found throughout Dol Guldur, [placeholder]; they must be defeated. Find too the entrances to the Warg-pens, the Sword-hall, and the Dungeons.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'We must do everything we can to oppose the will of the Enemy.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Defeat Orcs wherever you may find them! That is the way of the Golden Host!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Orcs throughout Dol Guldur ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find the entrance to the Warg-pens",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Find the entrance to the Sword-hall",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Find the entrance to the Dungeons",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Volume II, Epilogue: Laeglang",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Laeglang outside Dol Guldur",
      "es": ""
    }
  ]
}