{
  "id": 620846511,
  "txt": [
    {
      "id": 54354734,
      "en": "Sigileth fell during the assault on Dol Guldur, and it is now your duty to present her knives to Lord Celeborn, as she wished.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'It grieves me to tell you this, [placeholder], but Sigileth of the Hidden Guard fell during the assault on Dol Guldur. She fought bravely, and slew countless Orcs, but in the end, Lanchigil and Egnassigil availed her not. I retrieved them from the body of a slain Olog-hai.\\n\\n'Sigileth was given to carving a notch in the hilts of her knives when one of them delivered a killing stroke -- there would not be sufficient space on the hilts left following her final stand in the fortress of Dol Guldur.\\n\\n'She desired to make a gift of the knives to Lord Celeborn when the hilts were full of such marks. Will you deliver Lanchigil and Egnassigil to him? It is what Sigileth would want.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Lord Celeborn is in the city of Caras Galadhon, in Lothlórien.\\n\\nEllunen has asked you to deliver Sigileth's knives to Lord Celeborn, as that was her wish in life and is certain to be the same in death.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'It saddens me to know that Sigileth of the Hidden Guard will not return to this land she loved. She knew the dangers she faced and wrote the tale of her victories on the hides of Orcs with her beloved knives.'\\n\\nCeleborn sighs and carefully studies Lanchigil and Egnassigil.\\n\\n'It was the desire of Sigileth to gift me these knives, and I do not wish to gainsay that desire; but so too does it grieve me that they will no longer strike fear into the hearts of her foes, remaining as they would within Caras Galadhon.\\n\\n'I propose then a compromise. I will retain one of the knives, and its brother I give to you to do with as you will.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Lord Celeborn is at his house in Caras Galadhon, the Elf-city of Lothlórien.\\n\\nEllunen has asked you to deliver Sigileth's knives to Lord Celeborn.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Sigileth fell during the assault on Dol Guldur, but she slew many foes. Bring her knives, Lanchigil and Egnassigil, to Lord Celeborn in Caras Galadhon. She wished to gift them to the Lord and Lady when she had filled their hilts with death-marks, and she has more than done so. It is time to fulfill her wishes.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have nothing for me?'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Sigileth fell during the assault on Dol Guldur, but she slew many foes. Bring her knives, Lanchigil and Egnassigil, to Lord Celeborn in Caras Galadhon. She wished to gift them to the Lord and Lady when she had filled their hilts with death-marks, and she has more than done so. It is time to fulfill her wishes.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Every campaign will have losses, but that knowledge makes them no easier to bear.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to a Galadhrim Guard outside the gates of Caras Galadhon and complete 'The Paths of Caras Galadhon'",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Sigileth will not be forgotten. She touched many lives.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring Sigileth's knives to Celeborn at the House of Celeborn",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Volume II, Epilogue: Sigileth's Knives",
      "es": ""
    }
  ]
}