{
  "id": 620846599,
  "txt": [
    {
      "id": 22075078,
      "en": "Do not leave the banner undefended",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Planted the banner at the Gostannon",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defended the banner of the Malledhrim",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have been defeated",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Elves of the Golden Host are concerned with the continuing presence of Orcs in the Mirk-eaves and in procuring supplies for the Malledhrim in the east.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have left the banner undefended",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You left the banner of the Malledhrim undefended",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'[placeholder], it would behoove us to be certain that the Orcs at the Gostannon do not regain their courage and inconvenience our forces moving through the area. To that end, I have a task for you.\\n\\n'Take this banner and plant it upon a prominent place within the ruins of the Orcs' encampment. This will likely enrage the Enemy into attacking you, but should you defend the banner for long enough, they will become disheartened, for you will have proven the glory of the Malledhrim.\\n\\n'Return to me with the tale of your battle. I will be very pleased to know whether you have succeeded or not. Do not leave the banner unattended, or I will consider your task a failure. Defend it!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The pile of stones is atop a small rise in the Orc-camp at the Gostannon, north-east of Amon Angeled.\\n\\nDannaswen has asked you to plant the banner of the Malledhrim at the Orc-camp near the Gostannon and defend it against the Orcs.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have earned great honour in the eyes of the Malledhrim and of all the Galadhrim.\\n\\n'I fear, however, that this may not be the last time we will need to make such a show of strength.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Gostannon lies to the north of Amon Angened.\\n\\nDannaswen asked you to defend the banner you planted in the enemy encampment at the Gostannon.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Dannaswen is at the Elf-waypost atop Amon Angened, south of the Gostannon.\\n\\nYou should return to Dasswen with news of your victory.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Remember: once you have planted our banner, do not leave it undefended until the required time has passed, or I will consider your task a failure!'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Dannaswen is at the Elf-waypost atop Amon Angened, south of the Gostannon.\\n\\nYou should return to Dasswen with news of your victory.",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Remember: once you have planted our banner, do not leave it undefended until the required time has passed, or I will consider your task a failure!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'You have earned great honour among my people, [placeholder].'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Plant the banner at the Gostannon",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'I wonder if you have the mettle it would take to truly show the glory of the Malledhrim?'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defend the banner of the Malledhrim",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "<rgb=#FF0000>Do not fall before the Enemy</rgb>",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "<rgb=#FF0000>Do not leave the banner undefended</rgb>",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Glory of the Malledhrim",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Dannaswen atop Amon Angened",
      "es": ""
    }
  ]
}