{
  "id": 620846539,
  "txt": [
    {
      "id": 136263297,
      "en": "You have ended the threat of Gorothúl",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The sorcerer Gorothúl still reigns from Sammath Gûl, his chambers in the depths of Dol Guldur.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Zigilburk now rests in the depths with Óin its keeper, but the cause of our hurt remains. Gorothúl, sorcerer of Dol Guldur, still lives, and so long as he does he endangers the peace of Moria and Lothlórien.\\n\\n'Gather a fellowship of allies and set forth for Sammath Gûl, his chambers in the fortress of Dol Guldur. Slay Gorothúl and end his menace, [placeholder]! We will not be free of this threat until the sorcerer is defeated.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Gorothúl can be found in Sammath Gûl, his chambers within the fortress of Dol Guldur.\\n\\nBori has asked you to gather a fellowship of allies and to defeat the sorcerer Gorothúl in his chambers in Dol Guldur.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have triumphed over the sorceries of Gorothúl? A fine victory indeed, and hard-fought to be sure! A strong pupil and ally of the Enemy lies dead this day, [placeholder]. He is certain to feel this loss, knowing that his power to attack Khazad-dûm of the dwarves and Lórien of the Elves is lessened by this defeat!\\n\\n'Again I thank you, my friend. You have done us all a great service this day!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Bori is in the Chamber of Leadership, located off the Twenty-first Hall, in Moria.\\n\\nYou have defeated Gorothúl and should report the happy fact to Bori in Moria.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Gather a fellowship of allies and set forth for Sammath Gûl, his chambers in the fortress of Dol Guldur. Slay Gorothúl and end his menace, [placeholder]! We will not be free of this threat until the sorcerer is defeated.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'We have repaid Gorothúl, [placeholder]. We have repaid him sevenfold.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Gorothúl has been defeated, and his Master will feel that loss.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Gorothúl in Sammath Gûl",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Bori in the Chamber of Leadership",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Volume II, Epilogue: Gorothúl of Dol Guldur",
      "es": ""
    }
  ]
}