{
  "id": 620846512,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Many dwarves of the Iron Garrison have returned to Moria with Bori and Bróin, and the fate of Zigilburk must be decided.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The Golden Host has accomplished what it set out to do, [placeholder]: we have delayed an attack by the forces of Dol Guldur, kept their attention focused upon the doorstep of the fortress, and proven strong our friendship with the dwarves of the Iron Garrison. We wait now for the next stroke to come, and must stand against it as best we may.\\n\\n'The dwarves Bróin and Bori have returned to Moria bearing the mithril axe, Zigilburk. When next you return to the Twenty-first Hall, Bori desired that you visit him in the Chamber of Leadership. He wishes to discuss the final fate of the mithril axe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bori is in the Chamber of Leadership, a small room located in the southern wall of the Twenty-first Hall, in Moria.\\n\\nGoldagnir has told you that Bori has returned to Moria and desires to speak with you when next you pass through the dwarf-kingdom.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you for coming back here to Khazad-dûm, my friend! It was a long journey for Bróin and me, and we spoke at length concerning the mithril axe. It has brought us little but misery, and my cousin convinced me that it could still do great harm in the future, if wielded.\\n\\n'Truth be told, I did not need much convincing! I have seen first-hand the recklessness the axe stirs in the hearts of those who wield it; my stay in the dungeons of Dol Guldur speaks loudly of this point!\\n\\n'Our fathers initially resisted, but have now grudgingly assented to our plan: the dwarves cannot retain possession of Zigilburk. Speak to me again, and we will make this a reality.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bori is in the Chamber of Leadership, located in the southern wall of the Twenty-first Hall, in Moria.\\n\\nBori and Bróin have determined that the dwarves must not retain possession of Zigilburk and have decided to return the mithril axe to where it was found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Bori is in the Chamber of Leadership, located in the southern wall of the Twenty-first Hall, in Moria.\\n\\nZigilburk has been returned to the watery chamber where it once lay hidden. You should speak now to Bori about the decision to abandon possession of the mithril axe.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Bori and Bróin have returned to Moria with the mithril axe, Zigilburk. Bori wished to see you when next your travels bring you by the Chamber of Leadership, located off the Twenty-first Hall in Moria.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I must thank you again, [placeholder]: abandoning such a precious and valuable weapon is not an easy thing, even for dwarves for whom it has brought such grief. But it is for the best. Desire to possess items of such beauty and value has often led my people down the path to misfortune. With your help, Bróin and I have had the chance to turn aside from that path before it was too late.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Are you ready to witness the sealing of Zigilburk, [placeholder]? The sooner it is done the better it will be for the Iron Garrison, I believe, as does Bróin.'\\n\\n<rgb=#FF0000>This is a solo quest, and cannot be completed with a fellowship.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'I must thank you again, [placeholder]: abandoning such a precious and valuable weapon is not an easy thing, even for dwarves for whom it has brought such grief. But it is for the best. Desire to possess items of such beauty and value has often led our people down the path to misfortune. With your help, Bróin and I have had the chance to turn aside from that path before it was too late.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Let Zigilburk remain where it is, [placeholder]. Óin will be its guardian.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Bori in the Chamber of Leadership, in Moria",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'The mithril axe will lie untouched with Óin its keeper.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Bori and aid him with the return of Zigilburk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Bori in the Chamber of Leadership",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Volume II, Epilogue: Zigilburk Returned",
      "es": "",
      "es (fem)": ""
    }
  ]
}