{
  "id": 620846535,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Gruingalas has given you the unenviable task of reporting the death of Achardor to his brother's widow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I am sorry to ask this, but I cannot leave my post, and someone needs to bring the word to Núrelleth that Achardor has been slain.\\n\\n'Neither the telling nor the listening will be easy, [placeholder], but she deserves to know what has happened.\\n\\n'Núrelleth is in Caras Galadhon, on Telain Glorelloth. Be gentle with giving her the news. Her husband was slain by Orcs not long ago, and now Achardor too will not return from the siege of Mirkwood.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Núrelleth can be found on Telain Glorelloth, where the flets extend over the hedge that encircles Caras Galadhon.\\n\\nGruingalas has asked you to give the sad news of Achardor's fall to Núrelleth, his brother's widow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I know already why you have come, [placeholder]. Lady Galadriel visited me several days ago, at nightfall, to bring me the sad tidings that Achardor would not return from Mirkwood.\\n\\n'I think I already knew it, [placeholder], even before the Lady came to see me. I cannot explain it.\\n\\n'If you have unanswered questions, please pay a visit to Lady Galadriel. You will find her at the House of Celeborn, here in Caras Galadhon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Núrelleth can be found on Telain Glorelloth, where the flets extend over the hedge that encircles Caras Galadhon.\\n\\nGruingalas has asked you to give the sad news of Achardor's fall to Núrelleth, his brother's widow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Galadriel is at the House of Celeborn, in Caras Galadhon.\\n\\nNúrelleth has asked you to speak with Galadriel if you have unanswered questions about Achardor's fate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Lady Galadriel is at the House of Celeborn, here in Caras Galadhon. If you have unanswered questions about Achardor's fate, you should visit her and ask them. I have already spoken to her.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have come to ask me something about Achardor's fate, [placeholder]? I know what it is you will ask.'\\n\\nGaladriel turns to face you, and you see that her face is a mask of sorrow.\\n\\n'Achardor begged leave of Celeborn to accompany the Hidden Guard on its mission to Dol Guldur, and my husband denied his petition. Only at my word did Celeborn relent, and Achardor was permitted to begin the errand that would end with his death.\\n\\n'You know that my Mirror shows many things; can I have known where this road might lead Achardor? I did know, and it is with such knowledge that I spoke on his behalf. Do you think me cruel? Would it have been crueler still to prevent Achardor from seeking his vengeance? It may have been, or may not have been. I am not to be the judge of it and do not wish to make excuses.\\n\\n'I wanted to explain, and I thank you for listening, [placeholder]. The waters of my Mirror are changeable and changing, and many things can be seen...or not seen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Núrelleth is in Caras Galadhon, on Telain Glorelloth. Be gentle with giving her the news. Her husband was slain by Orcs not long ago, and now Achardor too will not return from the siege of Mirkwood.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Núrelleth is in Caras Galadhon, on Telain Glorelloth. Be gentle with giving her the news. Her husband was slain by Orcs not long ago, and now Achardor too will not return from the siege of Mirkwood.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to a Galadhrim Guard outside the gates of Caras Galadhon and complete 'The Paths of Caras Galadhon'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'It is no easy thing to look into my Mirror.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Núrelleth on Telain Glorelloth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Galadriel at the House of Celeborn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Would you have done differently than I, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Volume II, Epilogue: Achardor's Fate",
      "es": "",
      "es (fem)": ""
    }
  ]
}