{
  "id": 620846536,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected egg-shells ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected glow-worm slime ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Collected aged wine ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Barvessain has requested you to aid her with collecting components for her alchemical investigations.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'It is good to see you again, [placeholder]! I am spending my time while we remain in Mirkwood refining the process of brewing balms and salves to heal the hurts of those wounded during the assault on Dol Guldur. It is slow work, but that is the price of truly useful business.\\n\\n'A number of my company have reported to me the location of places that may contain useful alchemical ingredients. From Gath Ulunn, behind the walls of the Orc-camp in Gathbúrz, you might recover egg-shells from the worms being bred in that place. I hear too that the Hall of Lights, a cavern among the Mirk-eaves, is home to pestilent glow-worms and their queens; you might bring me slime from them that I could turn to useful purposes.\\n\\n'My friend Cairches informs me too that the ruins of Agistath, located among the Dourstocks, appear to be the final resting place of aged Audaghaim wine. If you can bring me all of these useful ingredients, my work will be accelerated.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gath Ulunn is located behind the walls of the Orc-camp in Gathbúrz. The Hall of Lights, a cavern among the Mirk-eaves, is home to pestilent glow-worms and their queens. The ruins of Agistath, located among the Dourstocks, appear to be the final resting place of aged Audaghaim wine.\\n\\nBarvessain has asked you to bring her egg-shells from the worms of Gath Ulunn, slime from the glow-worms of the Hall of Lights, and aged Audaghaim wine from Agistath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have returned with the ingredients I seek, and so quickly! I did not expect you to return with such haste, but you have my thanks for doing so.\\n\\n'When crumbled into a fine powder, the egg-shells will be used as part of an unguent that can shield the bearer from the effects of fire. The slime provides the base for a soothing salve that can mitigate the effects of poison.\\n\\n'The wine? It is thirsty work, the brewing of potions and the crafting of salves! You have my thanks, [placeholder], and those of the Elves who will be burned or poisoned as the campaign in Mirkwood continues!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Barvessain is high atop one of the towers in Ost Galadh.\\n\\nYou have collected many components for Barvessain and should bring them to her at Ost Galadh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'A number of my company have reported to me the location of places that may contain useful alchemical ingredients. From Gath Ulunn, behind the walls of the Orc-camp in Gathbúrz, you might recover egg-shells from the worms being bred in that place. I hear too that the Hall of Lights, a cavern among the Mirk-eaves, is home to pestilent glow-worms and their queens; you might bring me slime from them that I could turn to useful purposes.\\n\\n'My friend Cairches informs me too that the ruins of Agistath, located among the Dourstocks, appear to be the final resting place of aged Audaghaim wine. If you can bring me all of these useful ingredients, my work will be accelerated.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have nothing for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I always have need of alchemical ingredients, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Look at the view, [placeholder]! Above the dark canopy, there is great beauty.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect egg-shells ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect glow-worm slime ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect aged wine ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring Barvessain the egg-shells, slime, and Audaghaim wine",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Volume II, Epilogue: Barvessain",
      "es": "",
      "es (fem)": ""
    }
  ]
}