{
  "id": 620846540,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Given time to reflect on her adventure with the Hidden Guard, Issuriel has come to a decision concerning her future.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Thank you for coming to see me, [placeholder]. I have spent many days in restful peace here in Cerin Amroth, and it has done me a great deal of good; the effects of the Gwigael poison are now just a memory, and the spells of weakness have passed.'\\n\\nIssuriel pauses for a moment, and seems unable to meet your gaze.\\n\\n'I do not regret my decision to do without the Laidhris antidote, [placeholder]. Events unfolded differently than we thought they would, but I could not let the mission end in failure because of my own selfishness. Raddir did not have the choice I did, nor did Sigileth. Only Achardor seems to have understood what I came to know: that I would have closed my eyes forever if it meant the death and loss that happened to that point would have had a reason; that it would have mattered.\\n\\n'Still, I am grateful for the actions of Bróin. I have picked a beautiful flower from the slopes of Cerin Amroth. Will you bring it to him in Moria, with my good wishes and my thankfulness? I understand he is recovering in the Peaceful Path, along Durin's Way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bróin is in the Peaceful Path, located off Durin's Way, in Moria.\\n\\nIssuriel has given you a beautiful flower to give to Bróin as a token of her friendship and thankfulness.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I owe my life to Bróin. I did not think to count a dwarf among my closest friends, but now I cannot help but do so.\\n\\n'Present company excepted, of course! You are a dwarf quite close to my heart as well, [placeholder]! Do not take offence at my clumsy words.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I owe my life to Bróin. I did not think to count a dwarf among my closest friends, but now I cannot help but do so.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "You give Bróin the flower and tell him of Issuriel's words.\\n\\n'Well, uh, I don't know what to say! I... well... it is an honour, of course, and....'\\n\\nBróin turns a bright shade of pink and manages to stammer out an apology before starting again.\\n\\n'It was nothing, of course, just the decent thing to do, and she such a noble Elf and all, and being so courageous on my people's account. It would be a dwarf of little honour who would abandon Issuriel to that vile poison. A Dourhand might, but no son of Brogur nor of Bósi, for that matter!\\n\\n'She has the heart of a dwarf, I will tell you that! I mean... by that I mean that she is as brave as a dwarf, you understand, and not that she has my own heart, though of course she does, for how could she not? But what I mean is....'\\n\\nExhausted from the effort, Bróin lapses into confused silence and stares at you, red-faced.\\n\\n'I should stick with the Orc-slaying, [placeholder]. I find it to be much easier!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'It was nothing, [placeholder]. Anyone would have done what I did for Issuriel!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You have nothing for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I should comb my beard before I next see Issuriel. It is all tangled!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring Issuriel's elanor blossom to Bróin in the Peaceful Path",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Have you seen Bróin recently?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Bróin is very brave, is he not?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Volume II, Epilogue: Issuriel's Flower",
      "es": "",
      "es (fem)": ""
    }
  ]
}