{
  "id": 620846510,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated worms within Gath Ulunn ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Orcs within Gath Ulunn ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Tipped over odorous barrels ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Ningloril has learned that the Orcs are attempting to breed worms in the hatchery of Gath Ulunn, following the assault on Dol Guldur.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The Golden Host has assaulted the fortress of Dol Guldur, but now we wait for the hammer-blow to fall. We do not have the numbers to stand long against the armies that approach from the East, so we must do what we can before the Enemy's counterattack.\\n\\n'Scouts report that among the Orc-camps in Gathbúrz, numerous enemy forces have been seen entering a cavern in the hills. Many of the Orcs carry barrels full of some odorous substance with them into this cave. They call this place Gath Ulunn, and our scouts fear the Orcs are using this cavern as a hatchery for breeding worms.\\n\\n'Find Gath Ulunn and defeat Orcs and worms alike within its passages. Tip over any of the barrels you see within the cave, [placeholder]. We must hinder these breeding efforts soon, lest we face an army of worms as well as an army of Orcs! You may wish to have a few allies with you, for Gath Ulunn is sure to be crawling with both Orcs and worms!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Worms and Orcs can be found within Gath Ulunn, a cavern located among the Orc camps in the northern reaches of Gathbúrz.\\n\\nNingloril has asked you to gather some allies and to defeat worms and Orcs within Gath Ulunn and to tip over any of the odorous barrels being used in the breeding of the worms.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'It pleases me to know that you have dealt with the threat of Gath Ulunn. The Orcs will be unable to raise enough worms now to threaten the Golden Host while still we remain within sight of Dol Guldur.\\n\\n'You have given us a great gift with this deed, [placeholder]: the gift of time. I thank you for it.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ningloril is in Thangúlhad, the camp of the Golden Host in Gathbúrz.\\n\\nYou have hindered the worm breeding program in Gath Ulunn and should tell Ningloril about your success.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'A cave entrance to Gath Ulunn can be found among the Orc-camps in northern Gathbúrz. Enter the cavern and defeat the Orcs and worms you find. Tip over the odorous barrels within, as well, to hinder the breeding program of the vile creatures!\\n\\n'An army of Orcs is bad enough. An army of Orcs and worms is even worse! You may wish to have one or two allies with you on this adventure.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Gath Ulunn is perilous. You did well to plumb its depths.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'You did well within Gath Ulunn. The Orcs and the worms should fear us now.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat worms within Gath Ulunn ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Orcs within Gath Ulunn ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Tip over odorous barrels ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Ningloril at Thangúlhad",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Volume II, Epilogue: Ningloril",
      "es": ""
    }
  ]
}