{
  "id": 620846517,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Ulkúrzlam",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated servants of the Enemy at Durbúrz-stazg ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Elves of the Golden Host seek a way to cripple the Orcs of Durbúrz-stazg.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'We have learned much from your foray into Durbúrz-stazg, [placeholder]. First, we have learned that a troll of a strange kind ranges among the forces of the Enemy at Durbúrz-stazg. Secondly, we learned that the Orcs are led by a Black Uruk named Ulkúrzlam.\\n\\n'Tethafnel here at Echad Sirion will speak with you more about the troll. She has had more experience in dealing with such creatures and may have some insights for you.\\n\\n'I want you to enter Durbúrz-stazg through the eastern gate once more and confront Ulkúrzlam. With his defeat, the forces at Durbúrz-stazg shall fall apart.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Durbúrz-stazg lies to the north of Echad Sirion.\\n\\nAemeldir has asked you to defeat the Black Uruk Ulkúrzlam at Durbúrz-stazg. You will need to enter the encampment through the eastern gate.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well done, [placeholder]! This victory is a terrible blow against the Enemy.\\n\\n'You have earned this reward.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Echad Sirion lies to the south of Durbúrz-stazg.\\n\\nYou should return to Aemeldir with news of your victory against Ulkúrzlam and his soldiers.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Without the leadership of Ulkúrzlam, the Orcs of Durbúrz-stazg shall be disrupted.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Your efforts will be remembered in song by the Elves of Lórien, [placeholder]!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Welcome again, [placeholder], Bane of Ulkúrzlam!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Ulkúrzlam at Durbúrz-stazg",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Aemeldir at Echad Sirion",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Aemeldir at Echad Sirion",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Spear in the Heart",
      "es": ""
    }
  ]
}