{
  "id": 620846597,
  "txt": [
    {
      "id": 218649169,
      "en": "'[placeholder], I have a task for you. When our forces ravaged the Enemy in the Mirk-eaves, they left behind many spent arrows in their rush to press deeper into Southern Mirkwood. Now we have received word that the Malledhrim are suffering a shortage of arrows.\\n\\n'Would you go to the ruined Orc-camp of Fállug to the west and see if you can find any of these spent arrows? It matters not whether they are broken or whole... we can make use of any.\\n\\n'When you have collected a number of these arrows, bring them to me, and I will reward you.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'These arrows will be of great use to the Malledhrim, but they will not be enough.\\n\\n'You have done as you were asked, and so you deserve this reward.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Bring me any arrows you can find at Fállug, [placeholder]. Our forces are running short.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You found no arrows lying about at Fállug? I can believe that! Go and look again.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Arrows of the Malledhrim",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Elves at the way-post atop Amon Angened provide supplies and provisions for the main force of the Malledhrim in the east.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected spent arrows ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect spent arrows ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Spent Malledhrim arrows may be found around the ruins of Fállug, west of Amon Angened.\\n\\nThindiel has asked you to recover spent Malledhrim arrows from the ruins of Fállug.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring spent arrows to Thindiel atop Amon Angened",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Thindiel is at the way-post atop Amon Angened, east of Fállug.\\n\\nYou should bring the arrows you collected to Thindiel.",
      "es": ""
    }
  ]
}