{
  "id": 620846537,
  "txt": [
    {
      "id": 136263297,
      "en": "You have seized the Warg-pens of Dol Guldur",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have seized the Sword-hall of Dol Guldur",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have seized the Dungeons of Dol Guldur",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Braiglinn is eager to keep the campaign against Dol Guldur in motion before the reinforcements from the East arrive.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'We have won as great a victory as we might have hoped, [placeholder]; the assault on Dol Guldur has surely set the plans of the Enemy back a step. An army marches from the East to reinforce the fortress, and we do not have the numbers to oppose it in strength.\\n\\n'And yet until it arrives, there are still strategic objectives that can be won to strike further still against the forces that hold the fortress.\\n\\n'Gather a small fellowship of allies and take one of these strategic locations, [placeholder]: the Warg-pens, the Sword-hall, or the Dungeons of Dol Guldur. We will sting the Enemy while we may!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Entrances to the Warg-pens, the Sword-hall, and the Dungeons of Dol Guldur can be found along the rocky spire on which the fortress stands.\\n\\nBraiglinn has asked you to gather a small fellowship of allies and to seize a strategic location in Dol Guldur.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'We may not hold it long, but let this be a reminder that the Golden Host still must be feared! We do not possess the numbers of the Enemy, but we make up for that lack with skill and with strength!\\n\\n'The fortress of Dol Guldur is not unassailable, and we will continue to strike beyond its walls until such time as Lord Celeborn deems we must retreat. I remain here in the Golden Wood, to my dismay, but at his command; and from here I form the plans by which we can best leverage our abilities.\\n\\n'The Enemy is surely learning that our abilities are not what he believed them to be. The Elves are not weak. The Elves, and their allies, are strong.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Braiglinn is in Imlad Lalaith on the shore of Anduin, in Lothlórien.\\n\\nYou have seized a strategic objective in Dol Guldur and should report now to Braiglinn.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You will need a small fellowship of allies to seize one of these strategic locations: the Warg-pens, the Sword-hall, or the Dungeons of Dol Guldur.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'We may not hold it long, but let this be a reminder that the Golden Host still must be feared! We do not possess the numbers of the Enemy, but we make up for that lack with skill and with strength!\\n\\n'The fortress of Dol Guldur is not unassailable, and we will continue to strike beyond its walls until such time as Lord Celeborn deems we must retreat. I remain here in the Golden Wood, to my dismay, but at his command; and from here I form the plans by which we can best leverage our abilities.\\n\\n'The Enemy is surely learning that our abilities are not what he believed them to be. The Elves are not weak. The Elves are strong.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You should also seize the other objectives in Dol Guldur, [placeholder].'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'There are several strategic locations within Dol Guldur to be seized.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Seize the Warg-pens of Dol Guldur",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Seize the Sword-hall of Dol Guldur",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Seize the Dungeons of Dol Guldur",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Braiglinn at Imlad Lalaith",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Volume II, Epilogue: Braiglinn",
      "es": ""
    }
  ]
}