{
  "id": 620846514,
  "txt": [
    {
      "id": 136263297,
      "en": "The fleeing Orcs are dead, but the glow-worms that slew them are a threat to the Elves",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated pestilent glow-worms in the Hall of Lights ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Defeated the glow-worm queen in the Hall of Lights",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Alfirimbes has told you that a company of Orcs fleeing from Dol Guldur was spotted entering a cavern in the Mirk-eaves.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'We have victory for a short time, [placeholder], and until the army from the East arrives, we must make the most of it.\\n\\n'A company of Orcs fled from the assault upon Dol Guldur, and scouts tracked them from a distance until they entered a cavern here in the Mirk-eaves. I fear what evils they may be up to inside the tunnels there.\\n\\n'Enter this cavern and find out what the Orcs are up to, [placeholder]. Defeat them once you do...and any other dangers that lurk within!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Orcs fleeing from Dol Guldur have taken refuge in a cavern in the Mirk-eaves.\\n\\nAlfirimbes has asked you to find the fleeing Orcs in the Mirk-eaves cave and to put an end to the threat they pose.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thank you for cleansing the Hall of Lights of the glow-worm infestation, [placeholder]. That they disposed of the fleeing Orcs for us is a boon, but they still posed a threat to Echad Sirion. Our safety here was in jeopardy, and that must be our primary concern.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Pestilent glow-worms and their queens can be found throughout the Hall of Lights.\\n\\nThe fleeing Orcs have been slain by the pestilent glow-worms in the Hall of Lights.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Alfirimbes is waiting to speak with you in Echad Sirion.\\n\\nYou have cleansed the Hall of Lights of the dangerous glow-worm infestation and should return to Alfirimbes with the news.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Orcs entered a cave here in the Mirk-eaves and surely seek to effect some evil. Follow them and put an end to their schemes!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'It is good to know that the Orcs have run afoul of danger, but the glow-worms are a threat to us as well! Return to the Hall of Lights and cleanse the cavern of them, [placeholder]!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Orcs that fled from Dol Guldur ran afoul of trouble in the Hall of Lights.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find the fleeing Orcs in the Mirk-eaves cavern",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Glow-worms in the Hall of Lights are dangerous in large numbers.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat pestilent glow-worms in the Hall of Lights ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Defeat the glow-worm queen in the Hall of Lights",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Alfirimbes at Echad Sirion",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Volume II, Epilogue: Alfirimbes",
      "es": ""
    }
  ]
}