{
  "id": 621035422,
  "txt": [
    {
      "id": "0xb011880",
      "en": "Léothred can be found next to Wyrmsgráf.\\n\\nYou should talk to Léothred.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859563",
      "en": "'Could Wyrmsgráf, the fabled lair of Scatha, the Worm, be close by?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011883",
      "en": "Wyrmsgráf can be found somewhere in Elderslade.\\n\\nYou should examine the strange rock next to Wyrmsgráf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859566",
      "en": "'Is everything all right? What did you see?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "For Léothred and Fróthi, the truth of how Fram slayed Scatha is finally revealed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e4",
      "en": "Search for Wyrmsgráf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502917",
      "en": "Examine the strange rock next to Wyrmsgráf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502902",
      "en": "Talk to Léothred at Wyrmsgráf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e8",
      "en": "You examine another pile of Karazgar's petrified rust. You are hesitant to reach out to the rock but know you must for Léothred and Fróthi. Another vision overcomes you as you touch the rock.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b26",
      "en": "Wyrmsgráf lies ahead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'If Fram and Karazgar worked together to find and slay Scatha, then the petrified rust that you encountered must have been left behind from their journey together. The rust-coloured stone points towards the eastern path. I say we follow it! Perhaps this is where the map was intended to lead us? Could Wyrmsgráf, the fabled lair of Scatha, the Worm, be close by?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011865",
      "en": "Wyrmsgráf can be found somewhere in Elderslade.\\n\\nYou should seek out Wyrmsgráf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Death of Scatha",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f1",
      "en": "'[placeholder], is everything all right? What did you see?'\\n\\nYou explained that you witnessed a vision so intense that you felt as if you fought and killed Scatha, alongside Fram and Karazgar! After the great long-worm was defeated, you witnessed Karazgar and Fram make a blood pact.\\n\\n'This vision you had. I believe it may indeed be the key to the answers they we seek.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}