{
  "id": 621035457,
  "txt": [
    {
      "id": "0x9b56889",
      "en": "A remnant of the lost Dwarf-kingdom of Grárik, Skarháld has long-endured both the harsh climes of Ered Mithrin and the wrath of dragon-kind. However, the Frost-horde knows well its weaknesses….\\n\\nYour mission is to break through the defences of an Orkish invasion in the Keep of Tharrazhâr and defeat the hobgoblin known as Graznúl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8eaf10",
      "en": "Hrímil's Chosen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Led by a terrible hobgoblin, the forces of Gundabad have invaded the Keep of Tharrazhâr. You have been charged with repelling their attack and securing Skarháld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "You have completed your mission.\\n\\nYou should talk to Hórin for your reward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: The Throne of Tharrazhâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I have a new mission for you, [placeholder].\\n\\n'I have received word that Skarháld is under attack by a raiding party of Orcs. It seems they are led by a hobgoblin of the Frost-horde who calls himself Graznúl, but I do not care what he calls himself!\\n\\n'You must travel to Skarháld at once and break this attack at any cost! For the Zhélruka! For the Gabil'akkâ!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Complete 'Mission: The Throne of Tharrazhâr'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef81a1",
      "en": "The monster commander in this mission will attempt to summon blizzards.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Hórin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Your mission is to break through the defences of an Orkish invasion in the Keep of Tharrazhâr and defeat the hobgoblin known as Graznúl.\\n\\nYou should talk to Hórin and travel to Skarháld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Well done, [placeholder]!\\n\\n'I shall see to it that Skarháld's defences are bolstered at once. Let us hope it is enough!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}