{
  "id": 621035434,
  "txt": [
    {
      "id": 162883721,
      "en": "Nestled in the foothills of the Misty Mountains, the dwarf-keep of Kidzul-kâlah lies half-sunken in the Gladdenmere. Deep in its newly-drained depths, the Dourhands seek to mine the veins of the Goldencleft....\\n\\nYour mission is to defeat Rúnar Wolfstooth and put an end to the Dourhand expedition into the depths of Kidzul-kâlah.",
      "es": ""
    },
    {
      "id": 261009168,
      "en": "Shared Corruption",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "A Dourhand expedition has descended into the newly-drained depths of Kidzul-kâlah, seeking to claim its riches for their own.",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "You have completed your mission.\\n\\nYou should talk to Ausma for your reward.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mission: The Heart of Kidzul-kâlah",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I have a new mission for you, [placeholder].\\n\\n'My scouts have sent urgent word from Kidzul-kâlah. From what I am told, the lower reaches of its mines were long ago flooded by the waters of the Gladdenmere. By some providence, the waters have receded and in so doing, it exposed countless deposits of gold and silver. It seems a company of Dourhands led by one called Rúnar Wolfstooth has descended into the depths of Kidzul-kâlah to claim the veins for themselves. This cannot be allowed to pass!\\n\\n'You are to travel to Kidzul-kâlah at once and put a stop to Rúnar Wolfstooth's plans. For the Gabil'akkâ!'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Complete 'Mission: The Heart of Kidzul-kâlah'",
      "es": ""
    },
    {
      "id": 133136801,
      "en": "Monsters in this mission will apply a corruption buff to nearby allies.",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Ausma",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Your mission is to defeat Rúnar Wolfstooth and put an end to the Dourhand expedition into the depths of Kidzul-kâlah.\\n\\nYou should talk to Ausma and travel to Kidzul-kâlah.",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'You have done well, [placeholder]!\\n\\n'Those Dourhands are truly a dishonourable sort. To delve the earth without fear for any danger is a coward's way!'",
      "es": ""
    }
  ]
}