{
  "id": 621035425,
  "txt": [
    {
      "id": "0xb5688d5",
      "en": "'This cairn indeed looks quite old. Perhaps this is the starting point of the map! We must now seek the second marking on the map.\\n\\n'While we travel, I will continue to recall the tales of Fram's legacy. I believe I had talked of Gundamári. After Gundamári's death, the lordship fell to Fram's youngest son, who had been just five years old when his father died. Gisilhári, who had always seemed less hot-blooded than his brothers, proved to be the most fortunate of the siblings. Under his careful command the Ai-thúda pushed back against the Orcs, winning several decisive battles before finally breaking them and slaying their chief in a great battle by Dvergvát, these very shores.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859563",
      "en": "'We should begin our search in Elderslade with the necklace made from Scatha's teeth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688e0",
      "en": "'I believe that we are still on the trail. Let us continue.'\\n\\nLéothred continues his tale.\\n\\n'Gundáric was an adventurous youth, and had bragged that he would one day be the first Man to enter the Mountain-hold and behold the wonders within. Two years into his reign, he defied the warnings of his advisors, including his younger brother Hildáric. The fool rode to Gundabad's gates and was never seen again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Fróthi and I agree that we should begin our search in Elderslade with the necklace made from Scatha's teeth. Since it is a relic of those days which we can closely examine, perhaps it will provide a clue as to where Scatha hid. I am no expert on beasts, but to a trained eye, a beast's teeth may tell one much about a creature's eating habits and natural surroundings.\\n\\n'Perhaps you should take a closer look at the teeth, [placeholder]. You have much more experience with beasts than either Fróthi or myself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859461",
      "en": "'I believe that we are still on the trail. Let us continue.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11ac1",
      "en": "This cairn looks very similar to the first cairn that you found",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502855",
      "en": "Talk to Léothred at Annâk-khurfu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011982",
      "en": "Léothred can be found following Fram's map in Elderslade.\\n\\nYou should talk to Léothred.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502856",
      "en": "Examine Scatha's tooth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011821",
      "en": "The shores of the Dvergvát lie west of Annâk-khurfu.\\n\\nYou should search Dvergvát's shores for the location where Fram's map begins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502859",
      "en": "Search Dvergvát's shores for the location where Fram's map begins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011986",
      "en": "The next mark on the map lies somewhere in Elderslade.\\n\\nYou should travel south east to search for the next location on the map.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502800",
      "en": "Examine the second cairn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11ac8",
      "en": "You find another singular, worn stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011989",
      "en": "Léothred can be found following Fram's map in Elderslade.\\n\\nYou should talk to Léothred.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502804",
      "en": "Talk to Léothred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688f3",
      "en": "'Ah, another cairn, similar to the one we found on the shores of Dvergvát. It would seem we are following the map correctly after all!'\\n\\nLéothred continues his tale.\\n\\n'Gundahári, Gisilhári's son, succeeded him and ruled unremarkably, but well enough. For the first time the Ai-thúda knew true prosperity in the Wells, and they flourished, building many homes in Misthallow and grazing their herds across the Floodfells and even into the valleys of Mithrin. He died peacefully at sixty, and was succeeded by his son Gundáric.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011828",
      "en": "Fróthi brought Scatha's tooth with him to Annâk-khurfu.\\n\\nYou should examine Scatha's tooth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502807",
      "en": "Search for the next location on the map",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Léothred and Fróthi look to unearth a piece of lost history in Elderslade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011993",
      "en": "The next mark on the map lies somewhere in Elderslade.\\n\\nYou should travel east to search for the next location on the map.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859475",
      "en": "'Ah, another cairn, similar to the one we found on the shores of Dvergvát.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688a3",
      "en": "'This is a very exciting discovery! If this map was carved by Fram, it certainly changes how we should perceive this missive to the dwarves. With all the layers of dust on this tooth, I would say the tooth had not been touched since Thráin discarded the necklace in some forgotten vault of Erebor.\\n\\n'Now I have more questions than answers, as any historian should. What I do know, however, is that we must follow this map to see where it leads. We should head to the shores of Dvergvát as soon as we are ready!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11ad5",
      "en": "You come across another wind-worn cairn by the river's edge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011996",
      "en": "The old cairn can be found in Elderslade.\\n\\nYou should examine the cairn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11a24",
      "en": "The rocky pass heads north along the river",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502812",
      "en": "Talk to Léothred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11ad8",
      "en": "Whomever made the other cairns must have also made this one",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011999",
      "en": "Léothred can be found following Fram's map in Elderslade.\\n\\nYou should talk to Léothred.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502814",
      "en": "Search for the next location on the map",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502817",
      "en": "Examine the second cairn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859428",
      "en": "'This is a very exciting discovery!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11ae0",
      "en": "Perhaps this old dwarf-dock is the location?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119a1",
      "en": "The shores of the Dvergvát lie west of Annâk-khurfu.\\n\\nYou should search the old dwarf-dock for any signs that this is the beginning of Fram's map.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11ae3",
      "en": "This cairn looks quite old!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119a4",
      "en": "The shores of the Dvergvát lie west of Annâk-khurfu.\\n\\nYou should talk to Léothred there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859593",
      "en": "'Hmm, let me take a closer look at these markings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119a8",
      "en": "The next mark on the map lies somewhere in Elderslade.\\n\\nYou should travel north-east to search for the next location on the map.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502822",
      "en": "Search for signs that this is where Fram's map begins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e1",
      "en": "Talk to Fróthi at Annâk-khurfu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568912",
      "en": "'Hmm, let me take a closer look at these markings.... Yes, I see they are indeed carved. These markings are too precise to have been made from any battles the worm was in.... Hmm, for a moment I had wondered if this was a runic inscription, but I have studied much of Rói's Edda-stone in Erebor and these markings are not any form of dwarf-writing, that much is certain!\\n\\n'Oh! Do you see this curved marking, with the round indent in its centre?! It is different than the others, and if I am not mistaken looks exactly like the lake of Dvergvát, here in Elderslade! I believe this is a map! It is a crude map, but a map all the same!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502826",
      "en": "Talk to Léothred on the shores of Dvergvát",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502829",
      "en": "Search for the next location on the map",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11af0",
      "en": "You find a singular, worn stone but no cairn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11a97",
      "en": "As you start cleaning the dust-coated tooth, you see some small, hand-carved markings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119b1",
      "en": "Léothred can be found following Fram's map in Elderslade.\\n\\nYou should talk to Léothred.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568810",
      "en": "'Thanks to Fróthi for deciphering the map thus far. We have not lost the trail yet!'\\n\\nLéothred continues his tale.\\n\\n'Hildáric became lord of the Ai-thúda after his brother’s disappearance, though matters grew complicated six months later when Bryngertha, Gundáric's widow, gave birth to a son. She called the boy Gundobad, a play on the name of the hall where his father had vanished. When he was born, Hildáric promised to cede lordship to him once he came of age.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859495",
      "en": "'Thanks to Fróthi for deciphering the map thus far.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5028e1",
      "en": "Talk to Léothred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859496",
      "en": "'This pass is not on my map of Elderslade. Fróthi, what of yours?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688c4",
      "en": "'It worries me that we did not find a cairn or some sort of marking here. Let us press on towards the next mark on the map in hopes that it lead us in the right direction!'\\n\\nLéothred continues his tale.\\n\\n'Sadly, Gisilhári met with tragedy himself soon after feasting his victory. Flush with pride, and plenty of ale, he declared his intent to name himself King of the Thíuda. He sought out the mearas, announcing his intent to tame and ride one. The attempt ended in failure, and not for the last time among the masters of the Ai-thúda. The mearh he chose threw him, and in the fall he broke his back. He was unable to walk afterward, and died at the age of forty-two, older than any lord of his people since Frumgar, but still far too young.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119b6",
      "en": "The next mark on the map lies somewhere in Elderslade.\\n\\nYou should travel north-east to search for the next location on the map.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5028e3",
      "en": "Search for the next location on the map",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11af8",
      "en": "You come across another wind-worn cairn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119b9",
      "en": "The old cairn can be found in Elderslade.\\n\\nYou should examine the cairn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859442",
      "en": "'Perhaps this is the starting point of the map!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb84ed11",
      "en": "'Did you find something?! Give it here, will you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859443",
      "en": "'It worries me that we did not find a cairn or some sort of marking here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502835",
      "en": "Talk to Léothred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011962",
      "en": "The next mark on the map lies somewhere in Elderslade.\\n\\nYou should travel east to search for the next location on the map.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568817",
      "en": "'This pass is not on my map of Elderslade. Fróthi, what of yours? Hmm, it looks like the map on Scatha's tooth has led us to this rocky pass. Could this map lead to Scatha's cave or even his hoard? There is but one way to find out! First, let us rest here for a moment.'\\n\\nLéothred continues his tale.\\n\\n'When Gundobad learned the meaning of his name, and of his father's fate, a zeal awoke within him. He would succeed where Gundáric had not, and lead a host of Ai-thúda to conquer Gundabad! Hildáric begged him to reconsider, but he refused, so when Gundobad was of age, Hildáric refused to honour his promise, and remained Lord of Framabárg.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011858",
      "en": "Léothred can be found at Annâk-khurfu.\\n\\nYou should talk to Léothred at Annâk-khurfu.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502837",
      "en": "Search for the next location on the map",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5028e9",
      "en": "Talk to Léothred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011968",
      "en": "Léothred can be found following Fram's map in Elderslade.\\n\\nYou should talk to Léothred.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Hunt for Scatha",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011860",
      "en": "Fróthi can be found at Annâk-khurfu.\\n\\nYou should talk to Fróthi at Annâk-khurfu.",
      "es": "",
      "es (fem)": ""
    }
  ]
}