{
  "id": 621035423,
  "txt": [
    {
      "id": 190220503,
      "en": "'Thank you Fróthi for that perspective. I say, had hot-headed Gundobad been lord when Thorin arrived, matters might have taken a much less friendly turn! It would seem the depiction of Hildáric in later tales has obscured this fact. According to the minstrels, Hildáric sought war against the dwarves, and it was only his death and Gundobad’s rise to take his place that kept that from happening! It is a shame when the truth of the matter becomes lost in years.'\\n\\nLéothred pauses for a moment.\\n\\n'Come, let us continue the journey along this river. The location the map leads us to can not be far!'",
      "es": ""
    },
    {
      "id": 226858069,
      "en": "'I knew there was a river here in Elderslade, but I did not know it to flow from so far in the north.'",
      "es": ""
    },
    {
      "id": 226858070,
      "en": "'Come, let us continue the journey along this river.'",
      "es": ""
    },
    {
      "id": 226858339,
      "en": "'I am eager to return to following this map. What say you?'",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'Songs sung among the Ai-thúda call Hildáric a usurper, false and cruel, and even imply that he himself slew his brother to become lord. I believe that Hildáric was in fact a prudent ruler, if not kind, serving his people nobly but unremarkably, rather than following any lust for glory.'\\n\\nLéothred pauses for a moment.\\n\\n'Well then, I am eager to return to following this map. What say you, [placeholder]?'",
      "es": ""
    },
    {
      "id": 190220513,
      "en": "'I am sure that if we continue north, we will find the trail again.'\\n\\nLéothred continues his tale.\\n\\n'Gundobad's son, Gundolávi, was little better. He was a bellicose man who found joy in nothing more than hunting and battle, he is said to have slain more than thirty trolls and at least five giants. In the end, the pride of his line overcame him, and like his grandfather and father he sought to enter Gundabad. Unlike them, however, he succeeded, finding a way inside the Mountain-hold, accompanied by his two sons and many mighty warriors of his household.'",
      "es": ""
    },
    {
      "id": 184621528,
      "en": "The old cairn can be found in Elderslade.\\n\\nYou should examine the cairn.",
      "es": ""
    },
    {
      "id": 148970177,
      "en": "This cairn is as well hidden as the last that you found",
      "es": ""
    },
    {
      "id": 226858082,
      "en": "'I am sure that if we continue north, we will find the trail again.'",
      "es": ""
    },
    {
      "id": 184621442,
      "en": "Léothred can be found following Fram's map in Elderslade.\\n\\nYou should talk to Léothred.",
      "es": ""
    },
    {
      "id": 173025366,
      "en": "Search for the next location on the map",
      "es": ""
    },
    {
      "id": 184621089,
      "en": "The next mark on the map indicates a location somewhere in Elderslade.\\n\\nYou should travel north along the river to search for the next location on the map.",
      "es": ""
    },
    {
      "id": 173025369,
      "en": "Examine the old cairn",
      "es": ""
    },
    {
      "id": 184621446,
      "en": "The next mark on the map lies somewhere in Elderslade.\\n\\nYou should travel north along the river to search for the next location on the map.",
      "es": ""
    },
    {
      "id": 173025280,
      "en": "Examine the old cairn",
      "es": ""
    },
    {
      "id": 148970185,
      "en": "You hope that continuing north along the river is the correct route",
      "es": ""
    },
    {
      "id": 173025284,
      "en": "Talk to Léothred",
      "es": ""
    },
    {
      "id": 190220531,
      "en": "'It almost feels as if whoever made this map was hiding it from someone.'\\n\\nLéothred continues his tale.\\n\\n'At first Gundobad proved as poor a lord as Hildáric had feared, and made three bloody and rash attempts to enter the Mountain-hold before his own thanes begged him to stop spending the blood of his people on such folly. Afterwards, his temper eased, and he ruled indifferently to the age of fifty-three, growing fat from food and mead until his heart gave out.'",
      "es": ""
    },
    {
      "id": 173025287,
      "en": "Search for the next location on the map",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The carved map has led Léothred and Fróthi to an unexplored region of Elderslade.",
      "es": ""
    },
    {
      "id": 184621456,
      "en": "Léothred can be found following Fram's map in Elderslade.\\n\\nYou should talk to Léothred.",
      "es": ""
    },
    {
      "id": 148970016,
      "en": "You are assured that you are still heading in the correct direction",
      "es": ""
    },
    {
      "id": 226858101,
      "en": "'It almost feels as if whoever made this map was hiding it from someone.'",
      "es": ""
    },
    {
      "id": 184621460,
      "en": "The next mark on the map indicates a location somewhere in Elderslade.\\n\\nYou should travel north along the river to search for the next location on the map.",
      "es": ""
    },
    {
      "id": 148970198,
      "en": "A cairn lies hidden in the rocks",
      "es": ""
    },
    {
      "id": 184621463,
      "en": "The old cairn can be found in Elderslade.\\n\\nYou should examine the cairn.",
      "es": ""
    },
    {
      "id": 173025299,
      "en": "Talk to Léothred",
      "es": ""
    },
    {
      "id": 148970023,
      "en": "This seems to be where the map ends",
      "es": ""
    },
    {
      "id": 173025301,
      "en": "Search for the next location on the map",
      "es": ""
    },
    {
      "id": 173025304,
      "en": "Examine the old cairn",
      "es": ""
    },
    {
      "id": 226858112,
      "en": "'Hmm, it seems the map ends here.'",
      "es": ""
    },
    {
      "id": 148970208,
      "en": "Whoever built this cairn did not want it to be found without this map",
      "es": ""
    },
    {
      "id": 184621473,
      "en": "Fróthi can be found following Fram's map in Elderslade.\\n\\nYou should talk to Fróthi.",
      "es": ""
    },
    {
      "id": 184621474,
      "en": "Léothred can be found following Fram's map in Elderslade.\\n\\nYou should talk to Léothred.",
      "es": ""
    },
    {
      "id": 184621481,
      "en": "The next mark on the map indicates a location somewhere in Elderslade.\\n\\nYou should travel north along the river to search for the next location on the map.",
      "es": ""
    },
    {
      "id": 173025315,
      "en": "Talk to Fróthi",
      "es": ""
    },
    {
      "id": 173025320,
      "en": "Talk to Léothred",
      "es": ""
    },
    {
      "id": 148970135,
      "en": "You almost did not see the cairn hidden along the path",
      "es": ""
    },
    {
      "id": 148970225,
      "en": "There does not seem to be any sign of a cairn here",
      "es": ""
    },
    {
      "id": 184621490,
      "en": "Léothred can be found following Fram's map in Elderslade.\\n\\nYou should talk to Léothred.",
      "es": ""
    },
    {
      "id": 226858132,
      "en": "'I am glad that you spotted the cairn! I did not see it!'",
      "es": ""
    },
    {
      "id": 190220483,
      "en": "'There does not seem to be any other direction forward but to continue along the Drekvath River.'\\n\\nLéothred continues his tale.\\n\\n'Hildáric died of a sudden illness at the age of sixty-five. It has long been rumoured to have been poison. Gundobad appeared at his funeral to lay claim to lordship. He was challenged in this by Hildigar, Hildáric’s son, and the two fought for the right to rule the Ai-thúda. In the end, Gundobad cut Hildigar down, taking back rule over his people.'",
      "es": ""
    },
    {
      "id": 190220306,
      "en": "'I am glad that you spotted the cairn! I did not see it!'\\n\\nLéothred continues his tale.\\n\\n'Gundolávi swore, as he entered the gates, that he would return bearing the heads of every Orc-chief he found within. Two weeks later, the gates opened again, and the Orcs flung out the heads of all who had entered, last of all Gundolávi and his sons.'",
      "es": ""
    },
    {
      "id": 184621494,
      "en": "The next mark on the map indicates a location somewhere in Elderslade.\\n\\nYou should travel north along the river to search for the next location on the map.",
      "es": ""
    },
    {
      "id": 173025328,
      "en": "Search for the next location on the map",
      "es": ""
    },
    {
      "id": 173025507,
      "en": "Talk to Léothred",
      "es": ""
    },
    {
      "id": 148970232,
      "en": "You almost did not see the cairn hidden along the path",
      "es": ""
    },
    {
      "id": 184621497,
      "en": "The old cairn can be found in Elderslade.\\n\\nYou should examine the cairn.",
      "es": ""
    },
    {
      "id": 184621409,
      "en": "Léothred can be found following Fram's map in Elderslade.\\n\\nYou should talk to Léothred.",
      "es": ""
    },
    {
      "id": 173025510,
      "en": "Search for the final location on the map",
      "es": ""
    },
    {
      "id": 173025333,
      "en": "Talk to Léothred",
      "es": ""
    },
    {
      "id": 226858052,
      "en": "'There does not seem to be any other direction forward but to continue along the river.'",
      "es": ""
    },
    {
      "id": 173025335,
      "en": "Search for the next location on the map",
      "es": ""
    },
    {
      "id": 190220313,
      "en": "'Hmm, it seems the map ends here at this fork in the pass. Shall we rest a moment then? I will conclude my tale while we rest.\\n\\n'Following Gundolávi's death, his brother Thíudric became lord at the age of seventeen. Thíudric was a more thoughtful man than his brother and father had been, and his first act was to declare that neither he, nor any other of his blood, would ever again seek to set foot inside the Mountain-hold.'",
      "es": ""
    },
    {
      "id": 184621413,
      "en": "The final mark on the map indicates a location somewhere in Elderslade.\\n\\nYou should travel north along the river to search for the next location on the map.",
      "es": ""
    },
    {
      "id": 184621416,
      "en": "Léothred can be found following Fram's map in Elderslade.\\n\\nYou should talk to Léothred.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Trail of the Worm",
      "es": ""
    },
    {
      "id": 173025521,
      "en": "Talk to Léothred",
      "es": ""
    },
    {
      "id": 190220500,
      "en": "'I knew there was a river here in Elderslade, but I did not know the Drekvath to flow from so far in the north.'\\n\\nFróthi interjects into Léothred's tale for a moment.\\n\\n'Léothred, did you know that Hildáric is seen as a good leader in the eyes of dwarves? During his reign, the Dwarves of Erebor came north to settle the kingdom of Grárik in Ered Mithrin. Rather than dwelling on the troubles between their peoples, Hildáric made peace with King Thorin I and welcomed him to the north. Relations between Durin’s Folk and the Ai-thúda remained cordial, though seldom warm, during the rest of the time they dwelt beside each other.'",
      "es": ""
    }
  ]
}