{
  "id": 621035424,
  "txt": [
    {
      "id": "0xb011880",
      "en": "Fróthi can be found next to Wyrmsgráf.\\n\\nYou should talk to Fróthi.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859563",
      "en": "'Fróthi and I have discussed everything that we have learned from our journey together.' ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011883",
      "en": "Léothred can be found next to Wyrmsgráf.\\n\\nYou should talk to Léothred.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859566",
      "en": "'Unavoidably, the Ai-thúda blamed the Dwarves, though King Thráin disavowed the deed and mourned his one-time friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859594",
      "en": "'Fram the Foremost never got the chance to make proper amends with Thráin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Léothred and Fróthi have finally uncovered the truth of how Fram died and who killed him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859598",
      "en": "'Yes, Karazgar knew that something was amiss when word reached him that Scatha's teeth had been given to Dwarves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502917",
      "en": "Talk to Léothred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568916",
      "en": "'Yes, Karazgar knew that something was amiss when word reached him that Scatha's teeth, a quite offensive gift if I do say, had been given to dwarves. We can agree that Fram knew enough about the dwarves' disdain of dragons to know that a necklace of dragon's teeth would not be sufficient for Thráin. Scatha's hoard was entirely stolen dwarf riches after all! At this moment, Fram was no longer useful to Karazgar and so, in Karazgar's mind, Fram had to die.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e7",
      "en": "Talk to Fróthi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502902",
      "en": "T",
      "es": "",
      "es (fem)": ""
    }
  ]
}