{
  "id": 621035428,
  "txt": [
    {
      "id": "0x9b56889",
      "en": "Nestled in the foothills of the Misty Mountains, the dwarf-keep of Kidzul-kâlah lies half-sunken in the Gladdenmere. However, the Redhorn Pass lies open to friends and foes alike….\\n\\nYour mission is to repel the goblin invasion at Kidzul-kâlah and seal the Redhorn Pass.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8eaf10",
      "en": "Never-ending",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "After traversing the Redhorn Pass, a growing band of goblins seeks to capture Kidzul-kâlah and set siege to the Vales of Anduin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "You have completed your mission.\\n\\nYou should talk to Ausma for your reward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: Invasion at the Redhorn Pass",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I have a new mission for you, [placeholder].\\n\\n'My scouts have sent urgent word from Kidzul-kâlah. It seems a band of goblins out of Eregion has made its way through the Redhorn Pass to the Vales of Anduin. A few goblins do not worry me, but I am told this force grows larger with every passing hour.\\n\\n'You are to travel to Kidzul-kâlah at once. If you cannot find another way to stop this invasion, I have been given the authority to order you to seal the Redhorn Pass.\\n\\n'Let us hope it does not come to that, but do what must be done! For the Gabil'akkâ!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Complete 'Mission: Invasion at the Redhorn Pass'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef81a1",
      "en": "Monsters in this mission will continue to join the fight until their entry-point is destroyed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Ausma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Your mission is to repel the goblin invasion at Kidzul-kâlah and seal the Redhorn Pass.\\n\\nYou should talk to Ausma and travel to Kidzul-kâlah.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'You have done well, [placeholder]!\\n\\n'It is regrettable that the Redhorn Pass needed to be sealed. However, once this conflict is ended, we shall see it open once more!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}