{
  "id": 621035424,
  "txt": [
    {
      "id": 184621184,
      "en": "Fróthi can be found next to Wyrmsgráf.\\n\\nYou should talk to Fróthi.",
      "es": ""
    },
    {
      "id": 226858339,
      "en": "'Fróthi and I have discussed everything that we have learned from our journey together.' ",
      "es": ""
    },
    {
      "id": 184621187,
      "en": "Léothred can be found next to Wyrmsgráf.\\n\\nYou should talk to Léothred.",
      "es": ""
    },
    {
      "id": 226858342,
      "en": "'Unavoidably, the Ai-thúda blamed the Dwarves, though King Thráin disavowed the deed and mourned his one-time friend.'",
      "es": ""
    },
    {
      "id": 226858388,
      "en": "'Fram the Foremost never got the chance to make proper amends with Thráin.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Léothred and Fróthi have finally uncovered the truth of how Fram died and who killed him.",
      "es": ""
    },
    {
      "id": 226858392,
      "en": "'Yes, Karazgar knew that something was amiss when word reached him that Scatha's teeth had been given to Dwarves.'",
      "es": ""
    },
    {
      "id": 173025559,
      "en": "Talk to Léothred",
      "es": ""
    },
    {
      "id": 190220566,
      "en": "'Yes, Karazgar knew that something was amiss when word reached him that Scatha's teeth, a quite offensive gift if I do say, had been given to dwarves. We can agree that Fram knew enough about the dwarves' disdain of dragons to know that a necklace of dragon's teeth would not be sufficient for Thráin. Scatha's hoard was entirely stolen dwarf riches after all! At this moment, Fram was no longer useful to Karazgar and so, in Karazgar's mind, Fram had to die.'",
      "es": ""
    },
    {
      "id": 173025767,
      "en": "Talk to Fróthi",
      "es": ""
    },
    {
      "id": 173025538,
      "en": "Talk to Fróthi",
      "es": ""
    },
    {
      "id": 190220776,
      "en": "'Fram the Foremost never got the chance to make proper amends with Thráin. He set forth from his hall on a journey to Scatha's hoard, but never returned. When his sons went forth to seek him, they found him slain, pierced by dwarf-arrows and surrounded by the bodies of several dwarf warriors.'",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'Fróthi and I have discussed everything that we have learned from our journey together. Yes, I believe that the map on Scatha's tooth was indeed carved by Fram. The visions you had help to answer the questions for which we have come searching. The truth that Fróthi and I agree upon is this:\\n\\n'In Fram's dealings with Thráin, he very much wanted to share the treasures and location of Scatha's hoard. The blood pact Fram made with Karazgar certainly prevented this. Remember, [placeholder], this is the same Fram who befriended the Holbytlan! The Holbytlan are a cautious people and would only befriend those with kindness in them! Yes, something about the blood pact clouded Fram's judgement and made him grow ever suspicious towards the dwarves. We believe, in a moment of clarity, Fram carved the route to Scatha's hoard on one of the Scatha's teeth.'",
      "es": ""
    },
    {
      "id": 184621157,
      "en": "Fróthi can be found next to Wyrmsgráf.\\n\\nYou should talk to Fróthi.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Fram's Folly",
      "es": ""
    },
    {
      "id": 190220785,
      "en": "'Unavoidably, the Ai-thúda blamed the dwarves, though King Thráin disavowed the deed and mourned his one-time friend. He made no more claim on Scatha's hoard, much of which remained lost, for Fram alone knew the exact whereabouts of the Worm's lair. The bond between the Ai-thúda and the Longbeards was not mended until this most recent war, the War of the Ring.'",
      "es": ""
    }
  ]
}