{
  "id": 621035436,
  "txt": [
    {
      "id": "0x9b56889",
      "en": "Nestled in the foothills of the Misty Mountains, the dwarf-keep of Kidzul-kâlah lies half-sunken in the Gladdenmere. Meanwhile, a pack of worms has encroached on the old dwarf-keep….\\n\\nYour mission is to repel a pack of worms encroaching on Kidzul-kâlah.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8eaf10",
      "en": "Crushing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "You have been tasked with repelling a pack of worms encroaching on Kidzul-kâlah.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "You have completed your mission.\\n\\nYou should talk to Ausma for your reward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: A Chill on the Gladdenmere",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I have a new mission for you, [placeholder].\\n\\n'My scouts have reported a recent rise in the population of worms in the hills to the east of Kidzul-kâlah. It seems they have grown more bold as of late and have made several attempts to breach the walls of the old fortress. I do not know if they mean to nest in Kidzul-kâlah, but the Longbeards will not abide another work of dwarves stolen by dragon-kind!\\n\\n'You are to travel to Kidzul-kâlah and thin the numbers of these encroaching worms. For the Gabil'akkâ!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Complete 'Mission: A Chill on the Gladdenmere'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef81a1",
      "en": "Some monsters in this mission will attempt a crushing attack, wounding and stunning anyone hit.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Ausma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Your mission is to repel a pack of worms encroaching on Kidzul-kâlah.\\n\\nYou should talk to Ausma and travel to Kidzul-kâlah.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Well done, [placeholder]!\\n\\n'A single worm is little trouble, but if that pack had made its way into Kidzul-kâlah, I fear it would not be long before the Goldencleft was overrun with dragon-kind. We shall have to remain vigilant!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}