{
  "id": 621035420,
  "txt": [
    {
      "id": "0xa502803",
      "en": "Talk to Léothred in Wyrmsgráf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859441",
      "en": "'By Durin's Beard! We have found it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859470",
      "en": "'My friend, I cannot thank you enough for your company on this journey into my people's history.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502804",
      "en": "Talk to Fróthi in Wyrmsgráf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502833",
      "en": "Collect some of Scatha's hoard for Fróthi ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Hardship and Prosperity",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11ae7",
      "en": "This must be part of Scatha's hoard!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Now, there is but one final task remaining on this journey. We must enter the fabled cavern of Wyrmsgráf and search for what lies within. Will we find more signs of Karazgar? Will we find any of Scatha's hoard? Let us find out!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859448",
      "en": "'To think that we have been able to renew the legacy of Fram the Foremost!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859563",
      "en": "'Now, there is but one final task remaining on this journey.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859449",
      "en": "'Aye, Thíudric was seen well in the eyes of Dwarf-sages.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011821",
      "en": "Wyrmsgráf can be found in Elderslade.\\n\\nYou should search for evidence of Karazgar in Wyrmsgráf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688f1",
      "en": "'To think that we have been able to renew the legacy of Fram the Foremost! Even so, I consider his legacy in the lords of the Ai-thúda was brought to a proud conclusion with Thíudric.\\n\\n'Thíudric proved the most beloved lord of the Ai-thúda since Fram, and his reign lasted longer than any lord during their time in the Wells. He threw back no fewer than five incursions by the Orcs of Hithaeglir.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11af4",
      "en": "Collected some of Scatha's hoard for Fróthi ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11a97",
      "en": "This must have been Karazgar's hideout for much of his time in the north",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688f5",
      "en": "'That is correct, Fróthi. Thíudric even sent riders south for the first time in generations to attend the court of Steward Belegorn in Gondor. Under his rule of sixty-two years, the Ai-thúda prospered as never before.\\n\\n'My friend, I cannot thank you enough for your company on this journey into my people's history. If not for you, I would not now be returning home to Rohan, ready to pen the history of the Rohirrim. I shall give you credit where credit is due in my writings as you made some of the historical discoveries that I will write about within the pages of my manuscript!\\n\\n'Fróthi, [placeholder], I thank you both deeply for your contributions. We shall see each other for a time at Annâk-khurfu, then we shall part our separate ways. Please, you are more than welcome to come visit me at any time in Rohan! Take care my friends!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688f6",
      "en": "'Aye, Thíudric was seen well in the eyes of dwarf-sages. He befriended King Thorin and even gifted him some of the treasures Fram had kept from Scatha's hoard!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859454",
      "en": "'Only one question remains. What happened to Wrothbláda?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119a1",
      "en": "Léothred can be found in Wyrmsgráf.\\n\\nYou should talk to Léothred.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119a5",
      "en": "Wyrmsgráf can be found in Elderslade.\\n\\nYou should search for evidence of Scatha's hoard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119a8",
      "en": "Fróthi can be found in Wyrmsgráf.\\n\\nYou should talk to Fróthi.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502820",
      "en": "Read the note found in Karazgar's hideout",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119d9",
      "en": "A note addressed to you can be found in Wyrmsgráf.\\n\\nYou should read the note.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688d3",
      "en": "'I find it strange that Karazgar would leave a letter for you, his enemy. Could the former servant of Sauron one day be redeemed? I know not.\\n\\n'Only one question remains. What happened to Wrothbláda? It is still missing after all of this. I hoped to find it among Karazgar's belongings. Alas, this has not come to pass. I would surmise Karazgar took Wrothbláda with him when he left the north. We know that he held a respect for the sword.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502822",
      "en": "Talk to Léothred in Wyrmsgráf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "In the times of Fram and Scatha, the north was both a land of hardship and a land of prosperity for all those who dwelt there, including those who did seek to sow discord.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688a8",
      "en": "Quite surprisingly the letter is addressed to you....\\n\\n'[placeholder],\\n\\n'It would seem that you have finally stumbled upon my true lair in the north. I find it unsurprising that you would be the first to discover Wyrmsgráf, for I consider you a formidable opponent. The other hideouts you have uncovered, mere decoys to appear careless to my adversaries. I am sure you knew that already. I do find it fitting to make my home in the north over the plundered hoard of Scatha, the Dragon I could not tame, the Dragon that cursed me so.\\n\\n'There is no need to search for me here. I have left the north to rot. The Frost-horde and the dwarves shall do more damage to each other than I could have ever dreamt up. I wander east, to search for a cure. Until we meet again, [placeholder].\\n\\n'Karazgar'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502826",
      "en": "Search for evidence of Scatha's hoard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502856",
      "en": "Search for evidence of Karazgar in Wyrmsgráf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688d9",
      "en": "'By Durin's Beard! We have found it! The lost hoard of Scatha, the Worm!\\n\\n'I am stunned my friend. I never thought I would see this piece of history with my own two eyes. Would you collect some of the treasures for me so that we can bring them to the Longbeards as proof that the long lost hoard has finally been found? King Thorin will be pleased!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119b2",
      "en": "Wyrmsgráf can be found in Elderslade.\\n\\nYou should collect some of Scatha's hoard for Fróthi.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119b5",
      "en": "Léothred can be found in Wyrmsgráf.\\n\\nYou should talk to Léothred.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119b6",
      "en": "Léothred can be found in Wyrmsgráf.\\n\\nYou should talk to Léothred.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119b7",
      "en": "Fróthi can be found in Wyrmsgráf.\\n\\nYou should talk to Fróthi.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502830",
      "en": "Talk to Fróthi in Wyrmsgráf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502802",
      "en": "Talk to Léothred in Wyrmsgráf",
      "es": "",
      "es (fem)": ""
    }
  ]
}