{
  "id": 621035522,
  "txt": [
    {
      "id": 111477346,
      "en": "Completed",
      "es": "Completado"
    },
    {
      "id": 111477347,
      "en": "Remove the rockslides from the path ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883681,
      "en": "You have successfully cleared the road and put a halt to the rock slides that have been threatening all those who enter Elderslade. Tales of your deeds will surely reach Foreman Brumbur, who will certainly be pleased with your efforts. It concerns you, however, that the forces of Gundabad have done much to scar this sacred landscape.",
      "es": ""
    },
    {
      "id": 111477350,
      "en": "Search the hill for the source of the rockslides",
      "es": ""
    },
    {
      "id": 111477351,
      "en": "Defeat mountain stone-claws within Klórgren ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419801,
      "en": "Rockslides can be found on the path west of the Rushgate in Elderslade.\\n\\nYou should remove the rockslides from the path for Foreman Brumbur.",
      "es": ""
    },
    {
      "id": 246419824,
      "en": "Put a stop to the rockslides troubling the roads.",
      "es": ""
    },
    {
      "id": 111477353,
      "en": "Defeat mountain deep-claws within Klórgren ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082692,
      "en": "Removed the rockslides from the path ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082693,
      "en": "An active stone-claw burrow twists through the hill",
      "es": ""
    },
    {
      "id": 149027364,
      "en": "DNT Elderslade Rushgate side 1",
      "es": ""
    },
    {
      "id": 177082672,
      "en": "Defeated mountain deep-claws within Klórgren ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082696,
      "en": "Defeated mountain stone-claws within Klórgren ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 149027505,
      "en": "A Rocky Obstacle",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'Well met, [placeholder]. I hope that your travels since Járnfast have been prosperous. Yes, I have decided to leave the iron mines for once and help my kin who journey towards Gundabad. You see, digging the mines in Járnfast is not that different from building a bridge. In fact I build bridges over chasms in the mines all of the time!\\n\\n'Indeed, I consider it an honour to oversee the building of these temporary bridges and put my skills to good use! Now that we are able to safely set foot in Elderslade, there is another matter that needs attending. The road ahead is dangerous, for landslides seem numerous around here! Would you be able to tend to the road, and clear it of debris so that the path is once again safe for those who travel further west? If I had more time, I would investigate these landslides, for I believe something is causing them!'",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "Foreman Brumbur knows that more dwarves will cross the Rushgate soon and eyes the crumbling hills as a hazard to those making the journey through Elderslade.",
      "es": ""
    },
    {
      "id": 162883764,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 246419810,
      "en": "Rockslides can be found on the path west of the Rushgate in Elderslade.\\n\\nYou should search the hill for the source of the rockslides.",
      "es": ""
    },
    {
      "id": 246419812,
      "en": "Stone-claws and deep-claws can be found within the burrows of Klórgren in Elderslade.\\n\\nYou should defeat some of the stone-claws and deep-claws within Klórgren.",
      "es": ""
    },
    {
      "id": 111477317,
      "en": "DNT",
      "es": ""
    }
  ]
}