{
  "id": 621035459,
  "txt": [
    {
      "id": "0x9b56889",
      "en": "A remnant of the lost Dwarf-kingdom of Grárik, Skarháld has long-endured both the harsh climes of Ered Mithrin and the wrath of dragon-kind. Beneath the Keep of Tharrazhâr lie tunnels of most beautiful crystal, but that is not all that lurks within….\\n\\nYour mission is to mine pure beryl from the Crystal Tunnels beneath Skarháld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8eaf10",
      "en": "Sacrificial",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Brilliant gem-stones illuminate the Crystal Tunnels beneath Skarháld, but beware, for foes lurk in the shadows.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "You have completed your mission.\\n\\nYou should talk to Hórin for your reward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: Into the Crystal Tunnels",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I have a new mission for you, [placeholder].\\n\\n'The Gabil'akkâ has need for a new supply of pure beryl. We thought we had carried enough when we first journeyed from Skarháld, but such are the demands of war!\\n\\n'You must travel to Skarháld and mine more pure beryl from the Crystal Tunnels! For the Gabil'akkâ!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Complete 'Mission: Into the Crystal Tunnels'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef81a1",
      "en": "At low health, monsters in this mission will attempt to end their own life to damage and apply a fear effect to those nearby.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Hórin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "You have been tasked with mining pure beryl from the Crystal Tunnels beneath Skarháld.\\n\\nYou should talk to Hórin to travel to Skarháld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'This beryl shall do nicely, [placeholder]!\\n\\n'And it is even better that it has not fallen in the hands of goblins!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}