{
  "id": 621035421,
  "txt": [
    {
      "id": "0xb011880",
      "en": "Léothred can be found following Fram's map in Elderslade.\\n\\nYou should talk to Léothred.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859563",
      "en": "'There must be a reason the map and the trail of cairns led us here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011883",
      "en": "A strange rock can be found near where Fram's map end.\\n\\nYou should examine the strange rock.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859566",
      "en": "'What happened? Are you all right?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xa502917",
      "en": "Examine the strange rock",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502902",
      "en": "Talk to Léothred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e8",
      "en": "The strange rock reminds you of something. It reminds you of the trail of rust left behind by Karazgar. This however is hardened, like a stone. You touch the rust-coloured rock and a suddenly a vision overcomes you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'There must be a reason the map and the trail of cairns led us here, to this location. We should search the surrounding area again. Perhaps, in exhaustion from our journey, we overlooked something.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1794",
      "en": "For Léothred and Fróthi, the truth of how Fram slayed Scatha begins to take form.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Perilous Pact",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f1",
      "en": "'[placeholder], what happened? Are you all right?'\\n\\nYou tell Léothred and Fróthi about your vision and how you saw Karazgar befriending Fram for nefarious reasons. This was not the first time that Karazgar's rust had given you a vision of the past!\\n\\n'This Karazgar that you and Fróthi speak of, he has had his claws in the north for many years, yes? I suspect if he did indeed befriend Fram, his intentions were not honourable!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}