{
  "id": 621035431,
  "txt": [
    {
      "id": "0x9b56889",
      "en": "Nestled in the foothills of the Misty Mountains, the dwarf-keep of Kidzul-kâlah lies half-sunken in the Gladdenmere. With the eyes of the dwarves elsewhere, the Dourhands have come to steal priceless relics long ago left behind....\\n\\nYour mission is to recover dwarf-caches from Kidzul-kâlah before the Dourhands can lay claim to them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8eaf10",
      "en": "Raging",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "You have been tasked with recovering dwarf-caches from Kidzul-kâlah before the Dourhands can lay claim to them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "You have completed your mission.\\n\\nYou should talk to Ausma for your reward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: Relics of the Goldencleft",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I have a new mission for you, [placeholder].\\n\\n'My scouts have sent urgent word from Kidzul-kâlah. While our eyes have been turned toward Gundabad, it seems the Dourhands have taken to pillaging in the wake of the Gabil'akkâ. From what I am told, they seek to claim what few relics remain in its halls.\\n\\n'You are to travel to Kidzul-kâlah and stop the Dourhands from stealing its relics. Instead, claim them on behalf of the Gabil'akkâ, and I shall see that they are looked after by more honourable dwarves!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Complete 'Mission: Relics of the Goldencleft'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef81a1",
      "en": "Monsters in this mission will enrage at low morale, gaining attack strength and attack speed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Ausma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Your mission is to recover dwarf-caches from Kidzul-kâlah before the Dourhands can lay claim to them.\\n\\nYou should talk to Ausma and travel to Kidzul-kâlah.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Thank you, [placeholder]! I shall see that these relics are kept well-guarded.\\n\\n'Like many of the Longbeards, I thought we had seen the last of the Dourhands. Alas, it was not to be!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}