{
  "id": 620932016,
  "txt": [
    {
      "id": 216727827,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "You have destroyed many Avanc-jaw traps and cleared the road for passing Rohirrim.",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "You have cleared the road of the Dunlendings' cruel traps and opened the way anew between Kingstead and the Stonedeans. The people of Middlemead are thankful for your aid.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Avanc-jaw traps can be found along the road west out of Middlemead in Kingstead.\\n\\nYou have discovered cruel Dunlending traps and should destroy them to protect the warriors and steeds of Middlemead.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Destroy Avanc-jaw traps",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "Along the road and throughout the surrounding forest west of Middlemead, you have discovered crude traps of Dunlending make. These traps would hamstring even the mightiest of steeds, and could be deadly to any passing warrior of the Rohirrim.\\n\\nIf you were to destroy these traps, the people of Middlemead would be protected from such a fate, and the road to the Stonedeans would once again be safe to travel.",
      "es": ""
    },
    {
      "id": 215429256,
      "en": "The road is still strewn with traps.",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Destroyed Avanc-jaw traps ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 51875092,
      "en": "Cruel traps of Dunlending make litter the road west of Middlemead in hopes of crippling the Rohirrim and their steeds alike.",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Destroy Avanc-jaw traps ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Clearing the Road",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Completed",
      "es": "Completado"
    }
  ]
}