{
  "id": 620932036,
  "txt": [
    {
      "id": 216727827,
      "en": "Déorwald's apprentice can be found on the fields of Kingstead to the east of Middlemead and Folcbur's homestead.\\n\\nDéorwald believes his apprentice to be journeying to Pendlac's Farm on an unknown errand. You should find and speak to his apprentice.",
      "es": ""
    },
    {
      "id": 126754725,
      "en": "Curious Errands",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "The Uruk War-leader can be found on the fields to the east of Middlemead.\\n\\nYou have discovered the remains of Déorwald's apprentice, his horses, and his presumed murderer. You should confront and defeat the Uruk-hai responsible.",
      "es": ""
    },
    {
      "id": 225642632,
      "en": "'Have you heard any word of my apprentice?'",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Confront the Uruk War-leader",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Wastin' my time... only three, and none of 'em dark. What a worthless lot!'\\n\\nThe Uruk does not appear to notice you as he mumbles to himself, but suddenly his head jerks up, and he glares in your direction.\\n\\n'And you... is this your doing? He said there'd be more!'\\n\\nThe Uruk notes your confusion and raises his weapon.\\n\\n'Well, if you ain't in on it, then you gotta go!'",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Déorwald can be found at the traders' pavillion in central Middlemead.\\n\\nYou have found Déorwald's apprentice slain by a vicious Uruk who spoke of mysterious things. You should return to Déorwald with this ill news.",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "Defeated the Uruk War-leader",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Talk to Déorwald",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'And here I was about to reprimand the boy for being slow to return... such a loss.\\n\\n'I am unsettled by the Uruk's words, [placeholder]. From the sound of it, he was sent to merely feed my stock into the Enemy's hands, knowingly or not.\\n\\n'This was no errand of mine, and I fear the man who would have arranged such sinister dealings.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Déorwald grows concerned for his apprentice who has not returned after a rushed journey to Pendlac's Farm.",
      "es": ""
    },
    {
      "id": 164038523,
      "en": "'He didn't say nothin' about a [placeholder]!'",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Aside a blood-soaked Uruk, you discover Déorwald's apprentice and slain horses of pale coat",
      "es": ""
    },
    {
      "id": 69036771,
      "en": "Defeat the Uruk War-leader",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Ah, so Hildulf has told you of my worries?\\n\\n'My apprentice left in a rush this morning, and told me he was travelling to Pendlac's Farm for reasons that were not made known to me. He took the last of my horses, and rode out upon the fields.\\n\\n'Normally, I would not expect him back for some time, but I need him back at my side for our tasks today. If you would, track him down on the fields, as I'm sure he's still riding along at a slow pace. Should he be unable to give you a reason for this senseless journey, send him back here at once by any means.'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Search the fields east of Middlemead for Déorwald's apprentice",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "DNT -- Kingstead Template",
      "es": ""
    },
    {
      "id": 225642625,
      "en": "'Get away from me while you still can, [placeholder].'",
      "es": ""
    }
  ]
}