{
  "id": 620932035,
  "txt": [
    {
      "id": 216727827,
      "en": "The road to the Stonedeans can be found at the western edge of Middlemead in northern Kingstead.\\n\\nBéored has asked you to investigate the progress of his shipment. You should patrol the road west of Middlemead in pursuit of the cart.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "The road to the Stonedeans can be found at the western edge of Middlemead in northern Kingstead.\\n\\nYou have begun your patrol of the road, but have yet to encounter a cart. You should continue your patrol.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Search the ruined cart",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "The stock can be found inside or nearby the ruined cart along the road west from Middlemead.\\n\\nYou have discovered the cart's stock largely intact, and should recover it for Béored. ",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "The ruined cart can be found off the north side of the road to the Stonedeans from Middlemead.\\n\\nYou have encountered a damaged fence and marks of a cart rumbling off the roadway. You should now approach the cart.",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "You discover the majority of the stock intact but one barrel is curiously empty",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Recover Béored's stock from the wrecked cart ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "The empty barrel can be found near the wrecked cart off the road west of Middlemead.\\n\\nYou have recovered what you could of the stock. You should now examine the empty barrel to discern its contents and their whereabouts.",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "Recovered Béored's stock from the wrecked cart ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Examine the empty barrel at the wrecked cart",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "Blade marks line the barrel, hinting the weapons are now in other hands",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "You see no sign of the cart and should continue your patrol",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Béored's stock has been snatched up by a wealthy Rohirrim in the Stonedeans, but fears for its passage as the road west is fraught with danger.",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Béored",
      "es": ""
    },
    {
      "id": 225642644,
      "en": "'What word have you of my goods?'",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Patrol the road west out of Middlemead",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "You have discovered a broken fence and marks of a cart barrelling off the road",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Hail, [placeholder]. \\n\\n'Hildulf sent you to aid me? Curious... You see, all of my goods were sold to a nobleman in the Stonedeans earlier today, and even now they make their journey there, so I have naught for you to do here. I believe the route safe, but if Hildulf thinks it so important perhaps you can guard my stock in its travels.\\n\\n'If your steed is swift, I am certain you shall encounter the cart along the road to the Stonedeans.'",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'Thank you, [placeholder]. \\n\\n'It is sorry indeed to hear of the cart and rider's fate, but I am glad my stock remains intact. I know not when I can send it to the Stonedeans without fear of another ambush, but I shall keep it safe here in the meantime.'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Patrol further along the road to the Stonedeans",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Béored can be found at the traders' pavillion in central Middlemead.\\n\\nYou have recovered what you could of Béored's stock, and prevented the Dunlendings from stealing more of his goods. You should now return to Béored.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Sold Out",
      "es": ""
    }
  ]
}