{
  "id": 621031915,
  "txt": [
    {
      "id": 30955953,
      "en": "'Thank you for your assistance on our survey mission.'",
      "es": ""
    },
    {
      "id": 30955911,
      "en": "'Something bothers me about the Goblins in Sundergrót.'",
      "es": ""
    },
    {
      "id": 30955912,
      "en": "'I overheard some Goblins talking while I was in Sundergrót.'",
      "es": ""
    },
    {
      "id": 30955913,
      "en": "'I hope our paths cross once more, my friend!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The goblins of Sundergrót have set up a secret meeting within the old dwarf ruins.",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Sundergrót can be found in the Floodfells.\\n\\nYou should talk to Agátur outside of Sundergrót.",
      "es": ""
    },
    {
      "id": 111477313,
      "en": "Talk to Agátur outside of Sundergrót",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "Rúzat, Agátur, and Náth can be found at Limlók.\\n\\nYou should talk to the three dwarves.",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'[placeholder], something bothers me about the goblins in Sundergrót. I know not what, but something is amiss! Agátur looks as if he has something to say. Spit it out, my friend!'",
      "es": ""
    },
    {
      "id": 162883650,
      "en": "'I overheard some goblins talking while I was in Sundergrót. At the time, I did not think much of it, but perhaps I should revisit what it was I heard.\\n\\n'Do you find it odd that the goblins work and camp as if they are commanded, yet there is no commander in sight? Yes, well, I heard a few goblins talking about an important meeting that is soon to happen in Sundergrót. Could this meeting be with this mysterious, absent commander? I say we find this meeting, and learn what is really going on here!'",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Talk to Rúzat at Limlók",
      "es": ""
    },
    {
      "id": 111477317,
      "en": "Talk to Agátur at Limlók",
      "es": ""
    },
    {
      "id": 162883651,
      "en": "'Thank you for your assistance on our survey mission. I hope that you will return to Skarháld with us. Please, bring us word from Grimbeorn as soon as you hear something.'",
      "es": ""
    },
    {
      "id": 162883767,
      "en": "'It is always a pleasure to receive assistance from the great [placeholder]. I hope our paths cross once more, my friend!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Secrets of Sundergrót",
      "es": ""
    },
    {
      "id": 111477318,
      "en": "Talk to Náth at Limlók",
      "es": ""
    },
    {
      "id": 162883652,
      "en": "'Aye, it looks like my curiosity was warranted. I am glad that we stopped those goblins from joining forces with Gundabad.'",
      "es": ""
    },
    {
      "id": 30955952,
      "en": "'I am glad that we stopped those Goblins from joining forces with Gundabad.'",
      "es": ""
    }
  ]
}