{
  "id": 621031978,
  "txt": [
    {
      "id": "0x6a50277",
      "en": "DNT Do something nice",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50278",
      "en": "Collect frogs for Odger Túcca ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56860",
      "en": "'Oh, look at all these frogs, sitting, and hopping, and croaking! I still miss Croaker, but I'm very happy with all my new friends! I guess I'll have to name them all. Where to start?!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "There are many occupants of the hidden village of Lyndelby who are curious to meet with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56864",
      "en": "'Oh, look at all these frogs, sitting, and hopping, and croaking! Thank you, [placeholder]... I still miss Croaker, but I'm very happy with all my new friends. That one there looks just like Croaker, so I think I'll name him Croaker the Second!\\n\\n'Why, I guess I'll have to name them all! Where to start?!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01157",
      "en": "Odger Túcca can be found in Lyndelby.\\n\\nYou should bring Odger Túcca the frogs that you collected.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859a2",
      "en": "'I like frogs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56865",
      "en": "'Oh, [placeholder]...\\n\\n'My pet frog, Croaker, just today passed away. You remember him, don't you? Always croaking—and jumping! Well, you know how frogs are!\\n\\n'You know me, I like frogs. Always had a frog as a pet... ever since I was little. And now I don't have any! I ought to just go down to the river and look for another, but I'm too sad right now. Twenty seasons Croaker and I spent together... it is just terrible!\\n\\n'You've been helping everyone else today, haven't you? You sure would bring a smile to old Odger here if you found me a new pet frog to call my own!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859a3",
      "en": "'Oh, look at all these frogs, sitting, and hopping, and croaking!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1159",
      "en": "Collected frogs for Odger Túcca ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a6",
      "en": "Frogs can be found in Lyndelby.\\n\\nYou should collect frogs for Odger Túcca.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'I like frogs. Always had a frog as a pet... ever since I was little. Now I don't have any. My pet frog, Croaker, just today passed away. I should go down to the river to get another, but I'm too sad right now. You know, you sure would bring a smile to Odger here if you got me a new frog pet.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ee1",
      "en": "Bring Odger Túcca the frogs you collected",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Greeting Odger Túcca",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50246",
      "en": "Talk to Odger Túcca in Lyndelby",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56845",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    }
  ]
}