{
  "id": 621031880,
  "txt": [
    {
      "id": "0xda44875",
      "en": "The Settling of Misthallow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01145",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56859",
      "en": "'I am sure that Skarding is pleased with our efforts. The slaying of Orcs is just as the Ai-thúda would have done when they first came here. Now, if we are to stay near Thokvist for a while longer, I have some thoughts on what to search for next!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "Talk to Léothred at Thokvist",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'You have been an outstanding guide on this journey. I do hope that you will continue further north with me. As you can see, my people did only pass through the Floodfells. They did not settle here. The White Mare may signify that journey. It is also the journey we must take.\\n\\n'I mentioned to the Beornings at Limlók that I plan to travel to Misthallow. I was told of Skarding's encampment, Thokvist. Perhaps that would be a safe place to next travel? We could ask Skarding for advice on Misthallow, since he may know more of it than we.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50253",
      "en": "Defeat Orcs in Misthallow ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01148",
      "en": "Léothred can be found at Thokvist.\\n\\nYou should talk to Léothred.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50256",
      "en": "DNT Find the joining of the Langwell and Greylin rivers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85984",
      "en": "'I do hope that you will continue further north with me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85985",
      "en": "'It is very kind of Skarding to let us stay at his encampment and continue my research in Misthallow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85986",
      "en": "'Hmm, if you want to dig up rocks, I will not stop you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85987",
      "en": "'I am sure that Skarding is pleased with our efforts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Thokvist can be found in the south of Misthallow.\\n\\nYou should travel to Thokvist.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1163",
      "en": "The camp's occupants glance and nod towards you and Léothred as you enter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56841",
      "en": "'I find it curious that one would not be sure of the past of their kind. I have never had this problem and wish Léothred luck in finding the answers he seeks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56842",
      "en": "'Hmm, if you want to dig up rocks, I will not stop you. There are more important things to do, but who am I to tell you what is more important?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Léothred, the Rohirric scholar, seeks to complete the journey his ancestors took north, from the Vales of Anduin through Misthallow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50240",
      "en": "Talk to Léothred at Thokvist",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Léothred can be found at Thokvist.\\n\\nYou should talk to Léothred.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Orcs can be found in Misthallow.\\n\\nYou should defeat Orcs in Misthallow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1170",
      "en": "DNT Camp!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1174",
      "en": "Defeated Orcs in Misthallow ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56851",
      "en": "'[placeholder], have you ever seen a Great Eagle this close before? Such beauty! These lands are full of impressive surprises.\\n\\n'It is very kind of Skarding to let us stay at his encampment and continue my research in Misthallow. It would seem that our next location to visit is the old Ai-thúda ruins of Lumrog. However, Skarding has informed me that Lumrog is currently occupied by all sorts of vicious trolls. No matter, the ruins were most likely an old farmhouse and nothing more. Yes, we shall skip these ruins and continue tracing the footsteps of the Ai-thúda as they settled throughout the valley.\\n\\n'Perhaps we should assist our new friend here first and defeat some of the Orcs in this valley.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a9",
      "en": "Travel to Thokvist in Misthallow",
      "es": "",
      "es (fem)": ""
    }
  ]
}