{
  "id": 621031941,
  "txt": [
    {
      "id": "0xeb01171",
      "en": "Framsburg can be found in Misthallow.\\n\\nYou should learn the history of the Rohirrim with Léothred.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Birth of the Eorlingas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01174",
      "en": "Framsburg can be found in Misthallow.\\n\\nYou should learn the history of the Rohirrim with Léothred.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Our time researching the Éothéod nears its end. This is a joyous finale, as it signals the birth of the Eorlingas. Let us continue!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01177",
      "en": "Framsburg can be found in Misthallow.\\n\\nYou should find Fram's silver horn, buried somewhere in the ruins of Framsburg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859563",
      "en": "'Our time researching the Éothéod nears its end.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a9",
      "en": "Léothred can be found at Framsburg.\\n\\nYou should talk to Léothred at Framsburg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859564",
      "en": "'A man in green came to the Wells, bloodied and exhausted from long riding without tire.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502955",
      "en": "Learn the history of the Rohirrim with Léothred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859565",
      "en": "'The arrival of the Éothéod at the Field of Celebrant helped win the day and defeat the hosts of the East.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502956",
      "en": "Continue learning the history of the Rohirrim with Léothred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859566",
      "en": "'I have traced the history of my people as best I could.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502957",
      "en": "Find Fram's silver horn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011880",
      "en": "Hlithseld is located in the north of Misthallow.\\n\\nYou should talk to Léothred at Hlithseld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78a020c",
      "en": "Eorl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb84ed71",
      "en": "'Will you aid us?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb84ed72",
      "en": "'Borondir alone survived the journey, bearing the Seal of the Stewards and a bloody arrow to show the direness of Gondor’s need. Eorl knew the time had come.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011883",
      "en": "Léothred can be found at Framsburg.\\n\\nYou should talk to Léothred at Framsburg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb84ed73",
      "en": "'The Éothéod will come to your aid. You have my word.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb84ed74",
      "en": "'Sounding the silver horn that Fram had brought forth from Scatha’s hoard, Eorl called a weapontake of his people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x213c4d2",
      "en": "Borondir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb84ed75",
      "en": "'We ride south to Gondor’s aid!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502902",
      "en": "Talk to Léothred at Hlithseld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502931",
      "en": "Talk to Léothred at Framsburg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502908",
      "en": "Talk to Léothred elsewhere at Framsburg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011891",
      "en": "Hlithseld is located in the north of Misthallow.\\n\\nYou should travel to Hlithseld and rest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Léothred, the Rohirric scholar, seeks to learn more of his people's history in Misthallow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c0",
      "en": "'The arrival of the Éothéod at the Field of Celebrant helped win the day and defeat the hosts of the East, saving the South-kingdom from ruin. As thanks for their aid, Cirion granted to the Éothéod the lands that Lord Cendric had spoken of, and which Eorl’s ancestors had desired since the fall of Wilderland. These were the green fields of Calenardhon, now all but emptied as the Dúnedain’s numbers dwindled. Swearing an oath of fealty forever to Gondor, Eorl accepted Cirion’s offer and sent riders to summon the rest of his people to join him in his new realm. Henceforth, the Éothéod, now known as the Eorlingas, would dwell in the Riddermark of Rohan, and Eorl and his descendants would be its kings.\\n\\n'Let us return to Hlithseld, [placeholder]. It has been a long day.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f1",
      "en": "'There, I have traced the history of my people as best I could. I have filled in the gaps from the Ai-thúda to the Éothéod, and their journey to Rohan. I could not have done it alone. I thank you for your assistance, many times over!\\n\\n'You are free to leave me here if you must. Yes, I have writing to do, and there is not a better place to write all this down than near the ruins of Framsburg. There are gaps yet to fill in the tale, this much I can see.\\n\\n'I am still puzzled by many of the old tales and songs. What about the worm, Scatha, that Fram fought? Fram's deeds will need uncovering! The dwarves in the mountains must have played their part in history of the Éothéod too, yes? Hmm, I have much to think about. Perhaps I will call upon you again soon. Until then, my friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502912",
      "en": "Travel to Hlithseld to rest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f9",
      "en": "'Nine years into Eorl’s rule, a man in green came to the Wells, bloodied and exhausted from long riding without rest. Borondir was his name, and he was of mixed Dúnadan and Thíuda blood. Cirion, Steward of Gondor, had sent him as one of six errand-riders in search of aid from the Northmen against an army of Orcs and Balchoth, Easterlings who had come to invade the South-kingdom in force.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}