{
  "id": 621031883,
  "txt": [
    {
      "id": 111477412,
      "en": "Defeat Orcs and Wargs in the Floodfells ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "Visit the White Mare in the Floodfells",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Léothred, the Rohirric scholar, seeks to follow the northern migration of his ancestors as they passed through the Floodfells.",
      "es": ""
    },
    {
      "id": 177082757,
      "en": "Defeated Orcs and Wargs in the Floodfells ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082759,
      "en": "The shape of the White Mare is unmistakable, a wonder of the craft",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Léothred has asked you to defeat Orcs and Wargs in the Floodfells.\\n\\nYou should defeat Orcs and Wargs in the Floodfells.",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Léothred at the White Mare",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'The White Mare! We could see it in the distance at Limlók, but now that we stand upon it, I am in awe! Behold the white stones, for they depict the shape of the horses the Ai-thúda cherished. \\n\\n'What prompted this, I wonder? Could it be a symbol of strength, or a mark of territory? Did it raise the Ai-thúda's spirits and frighten their enemies? I will continue to study the White Mare a little while longer.'",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'I have been reading what I have written down thus far, [placeholder]. Our expedition to Avabárg has shed new light on the past of my people. The Ai-thúda's urgency to find a better home is quite interesting. I myself have never dreamt of any home but Rohan.\\n\\n'Now where shall the past take us in the Floodfells? As we know, Frumgar was weary of life in the Vales and so he led the Ai-thúda north, bloodying their spears on Orc and Warg as they rode. Perhaps we could offer assistance to the Beornings in the Floodfells by defeating some of the enemies that threaten them? It would also allow us to better understand the hardships endured by the Ai-thúda as they travelled north.\\n\\n'When the path is clear and safe, let us convene at the White Mare. It is all that remains of the Ai-thúda's short stay in the Floodfells.'",
      "es": ""
    },
    {
      "id": 30955880,
      "en": "'Now where shall the past take us in the Floodfells?'",
      "es": ""
    },
    {
      "id": 30955881,
      "en": "'The White Mare!'",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "The White Mare can be found in the Floodfells.\\n\\nYou should visit the White Mare.",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Léothred can be found at the White Mare.\\n\\nYou should talk to Léothred.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Journey Through the Floodfells",
      "es": ""
    }
  ]
}