{
  "id": 621031933,
  "txt": [
    {
      "id": 49286866,
      "en": "Present the pelts to Runerik Knotbeard",
      "es": ""
    },
    {
      "id": 111477417,
      "en": "Gather Warg pelts ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Rúzat, Agátur, and Náth wish to gather gifts for the Beornings so they will be more inclined to assist them in the North.",
      "es": ""
    },
    {
      "id": 177082736,
      "en": "Gathered Warg pelts ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Agátur can be found in Limlók.\\n\\nYou should talk to Agátur.",
      "es": ""
    },
    {
      "id": 162883665,
      "en": "'Is this a trophy from the dwarves? Why do they not present it to me themselves? I suspect they are a lazy bunch!\\n\\n'Grr, I am not impressed, and yet it does not matter if I am or not! They should not be trying to impress me, for it is Grimbeorn whose approval they need, and that is an even greater challenge! Only Grimbeorn can make a pact for all Beornings to abide by. There is none other, so do not waste your time on me, [placeholder].'",
      "es": ""
    },
    {
      "id": 30955923,
      "en": "'Do my eyes deceive me?!'",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "Agátur can be found in Limlók.\\n\\nYou should talk to Agátur.",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to Agátur in Limlók",
      "es": ""
    },
    {
      "id": 30955924,
      "en": "'It is good to see you well.'",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'Do my eyes deceive me? It is the kind [placeholder], [placeholder]! Indeed, you must remember the humble Rúzat, once again at your service!'\\n\\nYou explain to the three dwarves that you have heard of their heroics, accompanying the Beornings from Thornholt to Limlók.\\n\\n'Why, you already know of our journey then, or at least some of it? Word travels quickly in the Vales, does it not? If Grimbeorn knows of our plight, surely he will accept our plea!'\\n\\nAgátur grumbles at Rúzat.\\n\\n'I suppose you find it odd to see a Longbeard, a Stout-axe, and a Zhélruka travelling together, no? I will let Agátur explain in detail, for he says that I rarely arrive at the point of the conversation in a timely fashion. Ha, maybe, maybe, my friend!'",
      "es": ""
    },
    {
      "id": 30955925,
      "en": "'Is this a trophy from the Dwarves?'",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'[placeholder], it is good to see you well. It was not long after you left Skarháld that Náth here and some others travelled from Erebor to assist us. Alas, our efforts took a turn for the worse. Some blamed a lack of leadership. Others were blamed for a failure to work together. I believe it was Gundabad that caught us off our guard.\\n\\n'Skarháld is still well-defended, but for how much longer? The raiding parties from out of Gundabad are emboldened, and their numbers grow stronger with each passing day. What leadership there was at Skarháld sent emissaries from each clan to entreat the Beornings for assistance. We decided first to seek out the Beornings in the Thornholt at Skoghús. I am glad we got there when we did, or they would have all been slaughtered by an approaching warband!\\n\\n'That was when we realized these Beornings have had no contact with the Vales in years. We offered to escort them to safety as a gesture of goodwill towards their people. Only hardship was found on our journey here. The path may never be clear of the evil that dwells in those woods!\\n\\n'Now we await word from Grimbeorn. I hope he and the Beornings will aid us.\\n\\n'Hmm, perhaps there is something we can do. I have heard that Beornings like good trophies as gifts, accepting them as a show of respect and goodwill. Yes, some Warg pelts would do, would they not? Would you mind gathering some Warg pelts for us? We are still resting from our arduous journey.'",
      "es": ""
    },
    {
      "id": 30955926,
      "en": "'Hmm, well I am out of ideas!'",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Talk to Agátur in Limlók",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "Wargs can be found in the Floodfells.\\n\\nYou should gather pelts from Wargs in the Floodfells.",
      "es": ""
    },
    {
      "id": 162883767,
      "en": "'Well, I am out of ideas! I suppose we should just assist the Beornings as best we can, and wait here for Grimbeorn's reply. I do not like waiting. It makes me quite restless. Unless.... Hmm, I may have an idea, everyone!'",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Runerik Knotbeard can be found in Limlók.\\n\\nYou should present the Warg pelts to Runerik Knotbeard.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Gifts for the Bears",
      "es": ""
    }
  ]
}