{
  "id": 621031977,
  "txt": [
    {
      "id": 111477367,
      "en": "DNT Do something nice",
      "es": ""
    },
    {
      "id": 246419816,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 111477345,
      "en": "Gather the best apples ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477369,
      "en": "Pick apples ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082688,
      "en": "Picked apples ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "There are many occupants of the hidden village of Lyndelby who are curious to meet with you.",
      "es": ""
    },
    {
      "id": 246419799,
      "en": "Ogiva Túcca can be found in Lyndelby.\\n\\nYou should talk to Ogiva Túcca.",
      "es": ""
    },
    {
      "id": 177082690,
      "en": "Gathered the best apples ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883687,
      "en": "'Oh, it was very nice of you to pick all those ripe apples for me!\\n\\n'Sometimes I wonder how it would be to be an adventurer like you, but I've everything I want here in Lyndelby—and besides, Villo would miss me too much! It is funny, though, even after all you've done, there'll still be chores waiting for you when you visit home! Hah!\\n\\n'Next time you visit Lyndelby, I want to hear some more stories of your adventures!'",
      "es": ""
    },
    {
      "id": 162883688,
      "en": "'[placeholder]! You've come back! How have you been? Where have your adventures taken you?'\\n\\nYou tell Oggy about a few of your adventures, and her face is awash with excitement at each of them.\\n\\n'I would love to talk more, but I have a busy day ahead of me! I have to pick some more ripe apples in the orchard, bring them to the market, and by the time that's done, it'll already be time for tea!\\n\\n'Say, it would be very kind of you to help me out. What do you think?'\\n\\nOggy smirks.\\n\\n'From what you've told me of your adventures, picking a few apples should be no trouble at all!'",
      "es": ""
    },
    {
      "id": 30955941,
      "en": "'I have never met a stranger before!'",
      "es": ""
    },
    {
      "id": 30955942,
      "en": "'Oh, it was very nice of you to pick all those ripe apples for me!'",
      "es": ""
    },
    {
      "id": 246419828,
      "en": "You should deliver the apples to the market in Lyndelby.",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "Apple trees can be found in Lyndelby.\\n\\nYou should pick apples for Ogiva Túcca.",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'I have never met a stranger before! Greetings, I am Ogiva Túcca. Grandmother says you seem nice enough, so I thought I would greet you myself. I would love to talk more but I must pick the ripe apples in the orchard and bring them to the market. Say, it would be very kind of you to help me out! Kindness goes a long way in earning one's trust, you know!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Greeting Ogiva Túcca",
      "es": ""
    },
    {
      "id": 111477318,
      "en": "Talk to Ogiva Túcca in Lyndelby",
      "es": ""
    },
    {
      "id": 49286883,
      "en": "Deliver the apples to the market",
      "es": ""
    },
    {
      "id": 162883653,
      "en": "'Oh, it was very nice of you to pick all those ripe apples for me! You do have a lot of kindness for a stranger! Stay as long as you like in Lyndelby!'",
      "es": ""
    }
  ]
}