{
  "id": 621031886,
  "txt": [
    {
      "id": "0x1d85955",
      "en": "'You will guide me then? Splendid!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I do not wish for, nor have the time for guests! If you wish, quickly guide him to where he wants to go. I do not want him to interfere with the more important tasks at hand. Oh, and one last thing. Make sure Léothred pays the toll for travel!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Grimbeorn can be found at the Beorninghús.\\n\\nYou should talk to Grimbeorn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Léothred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'You will guide me then? Splendid! What is this, a toll? Of course, I will pay it. It is the least I can do for the kindness that Grimbeorn has shown me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Léothred can be found at the front gate of the Beorninghús.\\n\\nYou should talk to Léothred.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Léothred, a Rohirric scholar, has arrived at the Beorninghús, seeking permission to travel the through the Vales.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Léothred can be found at the front gate of the Beorninghús.\\n\\nYou should talk to Léothred.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Ah, it seems this Léothred you speak of has finally arrived. If he is merely a scholar seeking passage, I will hear his request. If he has any other purpose here, I ask you to send him on his way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "Grimbeorn peers over your shoulder.\\n\\n'Now what is this? There seems to be a strange Man at the front gate. [placeholder], go and send the stranger on their way!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Léothred at the front gate of the Beorninghús",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Ah, you must be [placeholder]. I am glad that you received my letter, and I am honoured that you would meet with me, great [placeholder]. As I have told you in my letter, I came north to study the legacy of my people. The Rohirrim are rich with history, and I feel that I have an obligation to preserve their tale in writing. I wish not to trespass upon the wilds of the Beornings. If Grimbeorn would approve my short stay in his lands, I would be most grateful and repay him in kindness.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Greetings. My name is Léothred. I travelled from Minas Tirith, where I fought at the Battle of Pelennor. Oh, you fought there as well? After the war, I stayed at Minas Tirith, where I learned to write.\\n\\n'I have made it my life's work to record the history of my people. The earliest account of the Rohirrim places our origins in the Vales of Anduin and the Wells of Langflood.  I wish not to trespass upon the wilds of the Beornings. If Grimbeorn would approve my short stay in his lands, I would be most grateful and repay him in kindness.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85952",
      "en": "'What do we have here?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85953",
      "en": "'Greetings. I am Léothred.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to Grimbeorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Scholar's Request",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85954",
      "en": "'Hmph!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'As I have told you, I am very busy, [placeholder]. If you wish to see Léothred to where he wants to go, I have no objection. All I ask is that he pays the toll for travel that all must pay. I am glad that you are here, [placeholder]. I do not wish for, nor have the time for guests!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}