{
  "id": 621031921,
  "txt": [
    {
      "id": "0x6a502b8",
      "en": "Gather gem and ore samples in Sundergrót ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b0",
      "en": "Sundergrót can be found in the Floodfells.\\n\\nYou should bring the samples to Náth just outside of Sundergrót.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'Hmm, let me see the gems and ore samples that you have collected. Ah, this one, this is good. This one, this is nothing special. Ah this one is fine indeed. \\n\\n'Yes, I expect we will need to lead an expedition back here at some point. It seems there are still decent minerals to mine at Sundergrót! Thank you for bringing me the samples. You have done us a great service!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e23",
      "en": "Bring the samples to Náth just outside of Sundergrót",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1199",
      "en": "Gathered gem and ore samples in Sundergrót ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Sundergrót: Evaluating the Hold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Sundergrót can be found in the Floodfells.\\n\\nYou should gather gem and ore samples for Náth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The old Dwarf-hold of Sundergrót lies in partial ruin near the Floodfells. Its halls are still dotted with various and sundry ores and gems.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85964",
      "en": "'Hmm, let me see the gem and ore samples that you have collected.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "The old Dwarf-hold of Sundergrót lies in partial ruin near the Floodfells. Its halls are still dotted with various ores and gems. You should gather samples in Sundergrót and return them to Náth.",
      "es": "",
      "es (fem)": ""
    }
  ]
}