{
  "id": 621031985,
  "txt": [
    {
      "id": "0x6a50260",
      "en": "Gather fish ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50277",
      "en": "DNT Do something nice",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ee5",
      "en": "Place the fish in the fish bucket",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ee6",
      "en": "Place the worms in the bait bucket",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50278",
      "en": "Check fish traps ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50262",
      "en": "Gather worms for bait ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "There are many occupants of the hidden village of Lyndelby who are curious to meet with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01157",
      "en": "Ubbo Bolga can be found in Lyndelby.\\n\\nYou should talk to Ubbo Bolga.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1141",
      "en": "Gathered fish ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1159",
      "en": "Checked fish traps ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1143",
      "en": "Gathered worms for bait ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56869",
      "en": "'Oh, that is simply perfect! Look at all of that bait! It was good catching up with you, [placeholder]. I know you've got a lot to do and many important folk to see, but don't be a stranger here in Lyndelby!\\n\\n'Now then, it's time for me to go catch a fish or two! The bigger the fish, the better the meal, that's what I always say!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01174",
      "en": "Bait buckets can be found in Lyndelby.\\n\\nYou should deliver the bait to Ubbo Bolga.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859a7",
      "en": "'Fishing is an important part of life for all of us in Lyndelby.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859a8",
      "en": "'Oh, that is simply perfect! Look at all of that bait!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56811",
      "en": "'Hullo there, [placeholder]! You haven't forgotten old Ubbo, have you?\\n\\n'As you well know, fishing is an important part of life for all of us in Lyndelby, and I hope you have kept up with such a fine hobby as fishing in the course of your adventures! After all, there really is nothing like being on the lazy river on a sunny day, waiting for a fish to bite! In fact, all this talk about fishing makes me want to go fishing right now!\\n\\n'Oh what a bother, I've not gathered any bait for the day! Would you do me a favour and gather the bait for me while I gather my fishing supplies? That would be ever so kind of you!\\n\\n'Worms are found here and there—all around Lyndelby! The traps are down by the water's edge, as they've always been. If we're lucky, they'll have caught some of the smaller fish that I like to use as bait!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a6",
      "en": "Bait to gather can be found in Lyndelby.\\n\\nYou should gather bait for Ubbo Bolga.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Greetings, I am Ubbo Bolga. Fishing is an important part of life for all of us in Lyndelby. There is nothing like being on the lazy river on a sunny day, waiting for a fish to bite! All this talk about fishing makes me want to go fishing right now! Oh what a bother, I've not gathered any bait for the day! Would you be a kind stranger and gather the bait for me while I gather my fishing supplies? That would be ever so kind of you! Worms are found here and there, all around Lyndelby. Traps are by the water's edge for catching the smaller fish that we use for bait.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Greeting Ubbo Bolga",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50246",
      "en": "Talk to Ubbo Bolga in Lyndelby",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56845",
      "en": "'Oh, that is simply perfect! Look at all of that bait! Time for me to go catch a fish or two! The bigger the fish, the better the meal, that's what I always say!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}