{
  "id": 621031889,
  "txt": [
    {
      "id": "0x11d8595",
      "en": "'Greetings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "[placeholder], my kin. I do hope this letter find its way to you. I know your travels are important for our family. I would not have asked you to depart the Vales if I did not think it would benefit us. The weight of my next words should set upon you as a falling boulder would. Come home, [placeholder]. I fear the Vales are under a grave threat. I call for all of my kin to return home so that we may protect our lands.\\n\\n-Grimbeorn\\n\\nJudging by the penmanship, this letter was dictated by Grimbeorn and penned by Gírta.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'[placeholder], what brings you to my home? You have not brought another parade of Elves with you, I hope?! I do not have time for hospitality! Forgive me, [placeholder]. You are always welcome here.'\\n\\nYou tell Grimbeorn that you have come to meet Léothred, a scholar who seeks permission to study the history of his people in these lands.\\n\\n'Hmm, I have not seen this Léothred yet. Since you are here, I should inform you that all is not well in the Vales. The Eagles have recently warned me that trouble is brewing north of here, in the Langflood.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'[placeholder], my kin! You got my letter! I was worried about the letter getting lost but Radagast assured me it would find its way to you. Now, I am sure you are wondering why I called you here with such urgency. The Eagles have recently warned me that trouble is brewing north of here, in the Langflood. I fear what grows in the fortress of Gundabad.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Call of the North",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A sealed letter, delivered in haste, contains a request to travel north.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Grimbeorn at the Beorninghús",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Grimbeorn can be found at the Beorninghús in the Vales of Anduin.\\n\\nYou should talk to Grimbeorn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "While we both fought for the Rohirrim during the Battle of Pelennor, we have not met before. My name is Léothred. I am not much of a warrior and I am not completely sure how I survived the battle without injury. Was it luck? Nay, it was heroes such as yourself. Those with the strength of ten steeds!\\n\\nI am much more of a scholar than a hero. After the war I stayed at Minas Tirith, where I learned to write. I have made it my life's work to record the history of my people. The earliest account of the Rohirrim places our origins in the Vales of Anduin and the Wells of Langflood.\\n\\nI have been told that you recently visited the Vales and are in good graces with their protector, Grimbeorn. I humbly request to accompany you on this journey so that I may further catalogue and preserve the history of my people. I shall meet you at Grimbeorn's lodgings.\\n\\n- Léothred",
      "es": "",
      "es (fem)": ""
    }
  ]
}