{
  "id": 621031987,
  "txt": [
    {
      "id": "0x6a50277",
      "en": "DNT Do something nice",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50278",
      "en": "Catch chickens for Erma Túcca ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56862",
      "en": "'Well look at that! You got my chickens back to me, all safe and sound! I cannot thank you enough, [placeholder]. I was already glad to hear that you were visiting, but I am even more so now!\\n\\n'I know it might not be quite as thrilling as some of your adventures, but it was a great help to me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859a0",
      "en": "'I've run into a bit of a problem.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56863",
      "en": "'It is good to see you again, [placeholder]. I didn't know you were coming back to visit!\\n\\n'As for me, I've run into a bit of a problem. It seems someone named Erma may have left the gate to the chicken's pen open just a bit. Now my chickens are all roaming around Lyndelby! Of course, this wouldn't usually be a problem, but it's feeding time and not one of the chickens came when I called. I don't want them to starve, but I have to be here in case they come back!\\n\\n'Could you spare some time to help find my chickens, [placeholder]? Please!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859a1",
      "en": "'Well look at that! You got my birds back to me, all safe and sound!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "There are many occupants of the hidden village of Lyndelby who are curious to meet with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01157",
      "en": "Erma Túcca can be found in Lyndelby.\\n\\nYou should bring the chickens to Erma Túcca.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1159",
      "en": "Caught chickens for Erma Túcca ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a6",
      "en": "Chickens can be found in Lyndelby.\\n\\nYou should catch chickens for Erma Túcca.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Good to meet you. I am Erma Túcca, and I keep our livestock happy and healthy. I've run into a bit of a problem, though. It seems I may have left the gate to the chicken's pen open just a bit. Now my chickens are all roaming around Lyndelby. This normally is not a problem, but it is feeding time and none of the chickens came when I called. I don't want them to starve, and I have to be here in case they come back! Please, could you help find my chickens?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Greeting Erma Túcca",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50246",
      "en": "Talk to Erma Túcca in Lyndelby",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56845",
      "en": "'Well look at that! You got my birds back to me, all safe and sound! You're so gracious, stranger, helping us and doing such nice things. Grandmother Maddy was right about you.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}