{
  "id": 621031916,
  "txt": [
    {
      "id": 24695220,
      "en": "Limlók, the last northern settlement of the Beornings, could fall to the forces of Gundabad at any moment.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Vaskorn can be found at Limlók in the Floodfells.\\n\\nYou should talk to Vaskorn.",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "The Plight of Limlók",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "Runerik Knotbeard can be found in Limlók.\\n\\nYou should talk to Runerik Knotbeard.",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to Vaskorn in Limlók",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'We rarely receive visitors of any sort in Limlók. Hertha visits from time to time, when she is not guarding the pass, but she grew up here and this is her home. Now then, what of Hunulf? He left here against my better judgment.\\n\\n'I see, I am saddened to hear of his passing. His companion Vaskorn is still here in Limlók, resting from his wounds. He will recover. You should speak with him, by the well.'",
      "es": ""
    },
    {
      "id": 30955925,
      "en": "'We rarely receive visitors of any sort in Limlók.'",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'[placeholder], is that you? Yes, I was attacked by a Warg-rider on my journey from the Thornholt to Limlók. I will recover in time. Is it true that Hunulf is dead? If only I could have made that journey with him, he would still be alive. Poor Hunulf, a true friend.\\n\\n'I am glad that Hunulf was able to warn you about what we have seen. It has grown ever dire in the Thornholt. Fiskvat, that fool, refused to leave with us. He stayed behind due to his stubbornness and love for the Thornholt honey! I fear he will likely perish. Threkmóth the elder sadly died on our journey to Limlók. He was slain by the Taurogrim. The Taurogrim have been greatly angered by recent events. I believe the intrusion of the Orcs of Gundabad and purifying of the woods by the Elves has pushed them into an absolute frenzy.\\n\\n'Oh and [placeholder], you can trust the dwarves here. They saved my life multiple times on our journey. Perhaps you know them from your time in Ered Mithrin?'",
      "es": ""
    },
    {
      "id": 30955926,
      "en": "'I was attacked by a Warg-rider on my journey from the Thornholt.'",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Talk to Runerik Knotbeard in Limlók",
      "es": ""
    },
    {
      "id": 30955927,
      "en": "'Now then, I hope you are a fighter.'",
      "es": ""
    },
    {
      "id": 162883767,
      "en": "'Now then, I hope you are a fighter. The Orc assaults would not be much trouble for Limlók, were it not for the additional Warg attacks. Limlók will fall soon if something is not done.\\n\\n'I will not be making your stay a comfortable one, for Grimbeorn has sent you to assist us. And assist us you shall.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "DNT Wells Beorning Quest 1",
      "es": ""
    }
  ]
}