{
  "id": 621031930,
  "txt": [
    {
      "id": "0xeb01150",
      "en": "Fanglind can be found at Thokvist.\\n\\nYou should talk to Fanglind.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56846",
      "en": "'Hmm, what am I to do? I must know what troubles Skarding in Misthallow, yet you are still needed here to protect Limlók. Ah, it is too important; I must know of Skarding's situation.\\n\\n'I must task you to travel to Misthallow and seek out Skarding Wargsbane. You may find him at Thokvist where he often resides.\\n\\n'[placeholder], I can see now why Grimbeorn trusts you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56847",
      "en": "'You are [placeholder]? I have heard of you, my kin, as you have heard of me. I am even less pleased about Ujâk-fulug than are you! It is good to hear the Wargs who escaped my wrath and made for the Floodfells have paid for their trespass. It would not have been so, except for Gúrbarash and those cursed trolls who blockade half the valley!'\\n\\nThe Eagle perched at Thokvist eyes you closely.\\n\\n'It seems you have something to add, Fanglind?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "Fanglind can be found at Thokvist.\\n\\nYou should greet Fanglind.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85988",
      "en": "'Hmm, what am I to do?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85989",
      "en": "'Who are you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Runerik Knotbeard, thane of Limlók, seeks to hear from Skarding Wargsbane and learn of the difficulties the lone Beorning may face in Misthallow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Misthallow can be found north of the Floodfells.\\n\\nYou should travel to Thokvist in the southern end of Misthallow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50258",
      "en": "Travel to Thokvist in Misthallow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a6",
      "en": "Skarding Wargsbane can be found at Thokvist.\\n\\nYou should talk to Skarding.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50242",
      "en": "Talk to Fanglind at Thokvist",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Hmm, I can not allow any more of my kin to leave Limlók, but I must know what troubles Skarding in Misthallow. [placeholder], you have proven yourself resilient and defended my home. Is it too much to ask one more task of you? Will you travel to Misthallow and seek out Skarding Wargsbane? You may find him at Thokvist where he often resides.\\n\\n'[placeholder], I can see now why Grimbeorn trusts you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1179",
      "en": "The small Beorning encampment is occupied by a lone Beorning and an Eagle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56841",
      "en": "'Yes, I know who you are, [placeholder]. I have heard about you from Lord Gwaihir! With what knowledge of you I have, I know your assistance will be a boon to us in ousting this Gúrbarash. No good can come from a Gundabad chieftain in these lands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50244",
      "en": "Greet Fanglind with a <rgb=#FF0000>bow</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Talk to Skarding Wargsbane at Thokvist",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'Runerik has sent you? These must be trying times. Do not speak to me of Ujâk-fulug. I am even less pleased than you about the Wargs who escaped my wrath and made for the Floodfells. It would have not been so, if not for Gúrbarash and those cursed trolls who blockade half the valley!'\\n\\nThe Eagle perched at Thokvist eyes you closely.\\n\\n'It seems you have something to add, Fanglind?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "To Misthallow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1165",
      "en": "Fanglind accepts your greeting",
      "es": "",
      "es (fem)": ""
    }
  ]
}