{
  "id": 621031932,
  "txt": [
    {
      "id": 228870261,
      "en": "The Untamed Wilds",
      "es": ""
    },
    {
      "id": 30955941,
      "en": "'Vaskorn has recovered fully from his injuries, and is eager to patrol the wilds.'",
      "es": ""
    },
    {
      "id": 30955942,
      "en": "'Let us patrol the wilds of the Floodfells in search of a raiding party.'",
      "es": ""
    },
    {
      "id": 162883767,
      "en": "'Our victory was for Hunulf. Our success was for elder Threkmóth. Until now, I felt lost, thrust from my quiet life in the Thornholt, a sudden victim of death and conflict. But I am now newly-resolved: I shall remain in Limlók and help protect this village. If Limlók is not kept safe, how will my Skoghús ever be so?'",
      "es": ""
    },
    {
      "id": 30955943,
      "en": "'Keep a hushed tone about you.'",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'Speaking of Vaskorn, he has recovered fully from his injuries. I knew that he would. He is eager to patrol the wilds. I will tell you what I told him, for I fear an assault upon Limlók may be imminent. I need you to find any of these raiding-parties before they find the village!\\n\\n'Speak to Vaskorn before you set out, [placeholder].'",
      "es": ""
    },
    {
      "id": 30955944,
      "en": "'Our victory was for Hunulf. Our success was for elder Threkmóth.'",
      "es": ""
    },
    {
      "id": 30955945,
      "en": "'What?! A Warg made it through Misthallow?!'",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "Vaskorn can be found in Limlók.\\n\\nYou should talk to Vaskorn.",
      "es": ""
    },
    {
      "id": 177082706,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 177082709,
      "en": "DNT Vaskorn up ahead",
      "es": ""
    },
    {
      "id": 162883681,
      "en": "'Yes, I am healed and ready to assist Runerik. Let us patrol the wilds of the Floodfells in search of any of these raiding parties. I will patrol the southern route and round the western hill towards the northern pass. You patrol the northern route past the horse rocks. We will meet up at the northern pass.'",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Talk to Vaskorn at Limlók",
      "es": ""
    },
    {
      "id": 111477344,
      "en": "Talk to Vaskorn in Limlók",
      "es": ""
    },
    {
      "id": 246419799,
      "en": "Vaskorn has asked you to patrol the wilds north of Limlók.\\n\\nYou should patrol the wilds near the White Mare.",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Vaskorn can be found in the north wilds of the Floodfells.\\n\\nYou should talk to Vaskorn.",
      "es": ""
    },
    {
      "id": 162883650,
      "en": "'Keep a hushed tone about you, [placeholder]. I hear the tread of Warg-paws: over the hill, within the valley of Misthallow. They come this way. Should we retreat and warn the village? If we run, we will lose sight of this band, and an unseen threat can be the more dangerous. No, we must stand our ground. I have fled too often of late. No more.'",
      "es": ""
    },
    {
      "id": 177082729,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 246419808,
      "en": "Vaskorn has asked you to patrol the wilds north of Limlók.\\n\\nYou should patrol the wilds north of the White Mare.",
      "es": ""
    },
    {
      "id": 162883703,
      "en": "'What? A Warg made it through Misthallow? Skarding is either in trouble or he has been overwhelmed... and I am sure he is not in trouble.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Runerik Knotbeard fears an assault upon Limlók may be imminent.",
      "es": ""
    },
    {
      "id": 246419811,
      "en": "Vaskorn has asked you to patrol the wilds north of Limlók.\\n\\nYou should patrol the wilds west of the river.",
      "es": ""
    },
    {
      "id": 111477313,
      "en": "Talk to Vaskorn",
      "es": ""
    },
    {
      "id": 111477361,
      "en": "Patrol the wilds north of the White Mare",
      "es": ""
    },
    {
      "id": 246419814,
      "en": "Runerik Knotbeard can be found in Limlók.\\n\\nYou should talk to Runerik Knotbeard.",
      "es": ""
    },
    {
      "id": 177082690,
      "en": "There are no signs of a raiding party",
      "es": ""
    },
    {
      "id": 111477364,
      "en": "Patrol the wilds west of the river",
      "es": ""
    },
    {
      "id": 246419817,
      "en": "Vaskorn can be found in Limlók.\\n\\nYou should talk to Vaskorn.",
      "es": ""
    },
    {
      "id": 177082691,
      "en": "All is clear",
      "es": ""
    },
    {
      "id": 177082692,
      "en": "The raiding party is still nowhere to be found",
      "es": ""
    },
    {
      "id": 111477320,
      "en": "Patrol the wilds near the White Mare",
      "es": ""
    },
    {
      "id": 111477368,
      "en": "Talk to Runerik Knotbeard in Limlók",
      "es": ""
    }
  ]
}