{
  "id": 621031970,
  "txt": [
    {
      "id": "0xa502950",
      "en": "Meet Heldric Túcca",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01170",
      "en": "Ogiva Túcca can be found in Lyndelby.\\n\\nYou should meet with Ogiva Túcca.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01171",
      "en": "Vilihad Túcca can be found in Lyndelby.\\n\\nYou should meet with Vilihad Túcca.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50241",
      "en": "Search Lyndelby for the Holbytlan ([placeholder]/7)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01172",
      "en": "Valaric Túcca can be found in Lyndelby.\\n\\nYou should meet with Valaric Túcca.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01173",
      "en": "Odger Túcca can be found in Lyndelby.\\n\\nYou should meet with Odger Túcca.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50243",
      "en": "Talk to Madelgard Túcca in Lyndelby",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01174",
      "en": "Erma Túcca can be found in Lyndelby.\\n\\nYou should meet with Erma Túcca.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01175",
      "en": "Ubbo Bolga can be found in Lyndelby.\\n\\nYou should meet with Ubbo Bolga.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'No, your eyes do not deceive you. This is the last village of the Holbytlan. We have watched over Lyndelby and its inhabitants for as long as they have lived here. They are a quiet people, and Lord Gwaihir had taken a liking to their kind. The Holbytlan are shy, however. You may look around the village, but I wouldn't expect even their leader to greet you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01176",
      "en": "Gísla Bolga can be found in Lyndelby.\\n\\nYou should meet with Gísla Bolga.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50246",
      "en": "Talk to Madelgard Túcca in Lyndelby",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01177",
      "en": "Badehild Bolga can be found in Lyndelby.\\n\\nYou should meet with Badehild Bolga.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01178",
      "en": "Fastrada Túcca can be found in Lyndelby.\\n\\nYou should meet with Fastrada Túcca.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01179",
      "en": "Clodar Túcca can be found in Lyndelby.\\n\\nYou should meet with Clodar Túcca.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50249",
      "en": "Defeat snooping goblins for Maddy ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1150",
      "en": "Defeated snooping goblins for Maddy ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Lyndelby is hidden in the mountains west of Misthallow.\\n\\nYou should explore Lyndelby and see if any of the Holbytlan will greet you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Fanglind welcomes you to the hidden village of Lyndelby. Its occupants are hesitant to leave their homes to greet you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56845",
      "en": "'I am Grandmother Madelgard Túcca, and you are quite the stranger! I'm only talking to you because you are the friend of an Eagle. We have great respect for the Eagles, but not much for... what are you? [placeholder]?! Hmm, perhaps you could earn more respect if you do something nice for Lyndelby. You see, I have been noticing snooping goblins nearby. If you send them away, I might rest a bit easier at night!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be0",
      "en": "Fastrada Túcca wishes to meet with you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be1",
      "en": "Clodar Túcca wishes to meet with you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be2",
      "en": "Húbald Túcca wishes to meet with you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1160",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1164",
      "en": "You hear someone clear their throat nearby to get your attention",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50210",
      "en": "Meet Ogiva Túcca",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50211",
      "en": "Meet with Vilihad Túcca",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502924",
      "en": "Meet with Húbald Túcca",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b91",
      "en": "Heldric Túcca wishes to meet with you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50212",
      "en": "Meet with Valaric Túcca",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b92",
      "en": "Ogiva Túcca wishes to meet with you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50213",
      "en": "Meet with Odger Túcca",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b93",
      "en": "Vilihad Túcca wishes to meet with you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50214",
      "en": "Meet with Erma Túcca",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b94",
      "en": "Valaric Túcca wishes to meet with you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50215",
      "en": "Meet with Ubbo Bolga",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b95",
      "en": "Odger Túcca wishes to meet with you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50216",
      "en": "Meet with Gísla Bolga",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b96",
      "en": "Erma Túcca wishes to meet with you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50217",
      "en": "Meet with Badehild Bolga",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50271",
      "en": "Talk to Madelgard Túcca in Lyndelby",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b97",
      "en": "Ubbo Bolga wishes to meet with you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50218",
      "en": "Meet with Fastrada Túcca",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b98",
      "en": "Gísla Bolga wishes to meet with you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50219",
      "en": "Meet with Clodar Túcca",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c0",
      "en": "'You sent those goblins running?\\n\\n'Well, well, it seems your time away from us made you into quite the capable [placeholder]. I hope you haven't forgotten our ways, though! I suppose we shall see, won't we?'\\n\\nMadelgard snickers to herself, clearly poking at you in jest.\\n\\n'Why don't you meet with the others and say hullo to them now that you're back in Lyndelby? I am sure they will all be glad to see you!\\n\\n'Oh, and one more thing, there's a lot to be done around here today, so [placeholder], I'm counting on you to help them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b99",
      "en": "Badehild Bolga wishes to meet with you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c1",
      "en": "'It has been good to see you once again, [placeholder]. I know each and every one of us were glad to spend time with you today, and of course, we are all grateful for the help you offered us. It seems that sometimes little tasks just pile up, and then there's nothing doing until someone else can give you a bit of a push!\\n\\n'If there were more time in the day, I would ask to sit with you and share a tea over stories of your adventures in far-off lands. But there is not, and I can tell that some errand already means to send you away from us once again. It is the life you chose, after all, so I doubt you would wish for it to be any other way!\\n\\n'Even so, it has been a delight to have you back in Lyndelby, and there is a joy in the air unlike any I can recall in recent days. Why, Hildi was right! With you visiting, [placeholder], it nearly felt as one of our festivals, what with all the buzz in the air from having you around!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf3",
      "en": "Is Grandmother Maddy at home?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a6",
      "en": "Lyndelby is hidden in the mountains west of Misthallow.\\n\\nYou should explore Lyndelby and see if any of the Holbytlan will greet you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50276",
      "en": "Talk to Madelgard Túcca in Lyndelby",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1173",
      "en": "The village is not too far from here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1174",
      "en": "The farmhouse looks deserted",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a3",
      "en": "Húbald Túcca can be found in Lyndelby.\\n\\nYou should meet with Húbald Túcca.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1175",
      "en": "There is no one in the town centre",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1176",
      "en": "There are plenty of fresh vegetables in the market, but no one selling them",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1177",
      "en": "The chimneys are lit, but the doors look securely locked",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1178",
      "en": "There are more dwellings at the top of the hill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1179",
      "en": "This could be the home of the village's leader",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01157",
      "en": "Lyndelby is hidden in the mountains west of Misthallow.\\n\\nYou should talk to Madelgard Túcca in Lyndelby.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01158",
      "en": "Goblin snoopers can be found near Lyndelby.\\n\\nYou should defeat the goblin snoopers for Madelgard Túcca.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d8",
      "en": "'It seems you have found your way home at last, [placeholder]. What a joy it is to see you again!\\n\\n'I must confess: I did not expect you to return so soon—or at all, for that matter. I mean no insult, of course. The world is vast, and there are many places in it that an adventurous River Hobbit might come to call home!\\n\\n'Much has changed since you departed, but more still has remained as it was, and that is something I suspect is preferred by many among your folk. Have a look around the village if you wish, but you will find it quite empty at the moment. Do not fear, my friend. You need not worry that Lyndelby has been deserted in your absence; your family and cousins are safe in their homes, out of sight of the goblins that have encroached upon them.\\n\\n'Your Grandmother Madelgard is as brave as ever, though. Just yesterday, I saw her kill two goblins with a broom! I thought I might have to intervene, but clearly, I was mistaken.\\n\\n'Why don't you see if any of your family and cousins come outside to greet you? I cannot speak for the others, but if I know anything about her after all these years, Madelgard will want to be the first to welcome you home!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56872",
      "en": "'You sent those goblins running?! To be honest, I did not expect you to help us at all! It would seem the rest of the village is now working up the courage to meet such a helpful and peculiar stranger, such as yourself. Perhaps you would also like to meet the rest of us? We can be a shy people, but we will warm to you in time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d9",
      "en": "'Welcome home, [placeholder]. If I had known you were coming, I would have prepared a more suitable greeting for you!\\n\\n'How has the life of an adventurer been treating you?'\\n\\nYou tell Grandmother Madelgard of the many places you've seen in your journey, of your distant kin in the lands of the Shire, of the rise and fall of Angmar, of the Iron Garrison's quest for Moria, of the great battles in Rohan and Gondor, of the secret quest that led to the downfall of the Dark Lord of legend, and of all the dear friends and companions you came to know in your journey across Middle-earth.\\n\\n'That is quite the tale, and yet, somehow I don't believe you've even told me the half of it. You have followed in the footsteps of the Fallohides of old, and why, now you've walked so far that you've come all the way around to home here in Lyndelby!\\n\\n'If you're wondering why the rest of your family and cousins aren't about to greet you, there's a simple answer for that. Goblins! You see, I have been noticing goblins snooping about nearby, and well, if any of them bring word of Lyndelby back to wherever goblins go, it won't be good for us. A goblin here and there is no trouble at all, but a horde of Orcs is another matter entirely!\\n\\n'If you were to deal with them, however, I think we'd all feel more at ease!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01163",
      "en": "Lyndelby is hidden in the mountains west of Misthallow.\\n\\nYou should talk to Madelgard Túcca in Lyndelby.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01164",
      "en": "Madelgard Túcca can be found in Lyndelby.\\n\\nYou should talk to Madelgard Túcca.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56875",
      "en": "'Oh, I am glad that the whole village was able to meet you! Well, all but two, I think. Yes, they went up into the mountains to explore some time ago. Following in the footsteps of the Fallohide. Anyhow, I would say you have been most helpful to Lyndelby. It nearly felt as one of our festivals, what with all the buzz in the air from having you around!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859555",
      "en": "'I am Grandmother Madelgard Túcca.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859556",
      "en": "'You sent those goblins running?! To be honest, I did not expect you to help us at all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Welcome to Lyndelby",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56877",
      "en": "'I am Grandmother Madelgard Túcca, and you look familiar, in a way! You are still a stranger, however! I'm only talking to you because you are the friend of an Eagle. We have great respect for the Eagles, but not much for strangers. Hmm, perhaps you could earn more respect if you do something nice for Lyndelby. You see, I have been noticing snooping goblins nearby. If you send them away, I might rest a bit easier at night!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859557",
      "en": "'Oh, I am glad that the whole village was able to meet you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56878",
      "en": "'You sent those goblins running?! To be honest, I did not expect you to help us at all! It would seem the rest of the village is now working up the courage to meet such a helpful stranger. And one who also looks familiar! Perhaps you would like to meet the rest of us as well? We can be a shy people, but we will warm to you in time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01169",
      "en": "Heldric Túcca can be found in Lyndelby.\\n\\nYou should meet with Heldric Túcca.",
      "es": "",
      "es (fem)": ""
    }
  ]
}