{
  "id": 621031974,
  "txt": [
    {
      "id": "0x6a50277",
      "en": "DNT Do something nice",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50278",
      "en": "Boot pesky mountain-shrews off the fields ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "There are many occupants of the hidden village of Lyndelby who are curious to meet with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56864",
      "en": "'My goodness, [placeholder]? Is that you?\\n\\n'It's me—Villo! I'd begun to think you weren't ever coming back!\\n\\n'You remember how much I love to work in the fields, of course. I've always said the freshest crops are the best to eat, and you can't get fresher than just picked! Oggy tells me you've been helping everyone out since you came to visit. Hmm, well, it's been some time, but... how do you feel about shrews? Oh, you know how I feel about them! I hate them! That's right, they're always running around my fields, devouring my lettuce. How am I supposed to eat the food I grow if it's ruined before I pick it?! If you could boot them off the fields for me, I would be most grateful!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01157",
      "en": "Vilihad Túcca can be found in Lyndelby.\\n\\nYou should talk to Vilihad Túcca.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859a2",
      "en": "'Vilihad Túcca is my name and farming is my life!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56865",
      "en": "'The shrews are all gone?! Oh, misty mountain mornings, it is good to have you back—even if only for a short while!\\n\\n'I hope you'll visit sooner next time!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859a3",
      "en": "'The shrews are all gone?!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1159",
      "en": "Booted pesky mountain-shrews off the fields ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01171",
      "en": "Pesky mountain-shrews can be found in Lyndelby.\\n\\nYou should defeat the shrews for Vilihad Túcca.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a6",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Vilihad Túcca is my name and farming is my life! I love to work in the fields. The freshest crops are the best to eat after all, and you can't get fresher than just picked, Ha! My wife, Ogiva, tells me you enjoy helping us folk out. Hmm, well how do you feel about shrews? Oh, I know how I feel about them! I hate them! That's right, they're always running around my fields, devouring my lettuce. How am I supposed to eat the food I grow if it's ruined before I pick it?! If you could boot them off the fields for me, I would be most grateful!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Greeting Vilihad Túcca",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50246",
      "en": "Talk to Vilihad Túcca in Lyndelby",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56845",
      "en": "'The shrews are all gone?! Oh, misty mountain mornings, you are certainly a helpful stranger! I shall never forget you! Call me Villo from now on. That's what my friends call me!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}