{
  "id": 621031945,
  "txt": [
    {
      "id": 177082776,
      "en": "Saved goats from Wargs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419889,
      "en": "The Warg encampment of Ujâk-fulug is located in the Floodfells.\\n\\nYou should burn any goat corpses at Ujâk-fulug.",
      "es": ""
    },
    {
      "id": 177082755,
      "en": "Burned goat corpses ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Thyra, daughter of Runerik and Yrsa, seeks to save the creatures of the Floodfells from the Wargs who stalk the wilds.",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Goats in trouble may be found in the Floodfells.\\n\\nYou should save any goats who are in trouble.",
      "es": ""
    },
    {
      "id": 30955876,
      "en": "'The Warg menace is only getting worse.'",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'The Warg menace is only getting worse. Do you hate Wargs as well? It looks like we share a common interest after all! The worst of it is how the goats of the Floodfells have suffered at the fangs of the beasts that came over the mountains. \\n\\n'Would you patrol the Floodfells in search of any goats in trouble? It would mean a lot to me. If you do venture to Ujâk-fulug, I hear that the hillside is painted in corpses of slain animals. Burn the goat corpses you find, will you? Let us deny the Wargs their spoils. Grr, I will rip the throat out of the next Warg that assaults Limlók!'",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Find the Warg encampment of Ujâk-fulug in the Floodfells",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Save goats from Wargs in the Floodfells ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419881,
      "en": "The Warg encampment of Ujâk-fulug is located in the Floodfells.\\n\\nYou should seek out Ujâk-fulug.",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Burn goat corpses ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Saving the Beasts",
      "es": ""
    }
  ]
}