{
  "id": 621031887,
  "txt": [
    {
      "id": 228870261,
      "en": "Legend of the Mearas",
      "es": ""
    },
    {
      "id": 246419781,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 162883673,
      "en": "'Do not worry that we have returned empty handed. I will admit that fresh tracks are much more than I would have expected to....'\\n\\nLéothred trails off, surveying the mist.\\n\\n'Do you see that? Something silver, yonder in the mist?'",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'Before we travel further north, I have been thinking about some moments in the history of the Ai-thúda that intrigue me. Have you heard of the mearas? They are a breed of wild horse, white in colour, that was once known to live in Misthallow. The path of the mearas crossed with my people's own many times. North of here, between the Twainmantle and Reikfoss falls, Frumgar first beheld a herd of wild, silver-coated horses running upon the folde. This was the first sighting of the mearas, the mighty steeds with whom the fates of the Ai-thúda would ever after be entwined.\\n\\n'Perhaps we should go looking for sign of the mearas ourselves?'",
      "es": ""
    },
    {
      "id": 177082704,
      "en": "There is nothing here anymore",
      "es": ""
    },
    {
      "id": 246419784,
      "en": "Léothred can be found at Thokvist.\\n\\nYou should talk to Léothred.",
      "es": ""
    },
    {
      "id": 111477334,
      "en": "Seek out the mearh that Léothred saw in the mist",
      "es": ""
    },
    {
      "id": 177082713,
      "en": "The outline of the mearh fades into the mist",
      "es": ""
    },
    {
      "id": 30955957,
      "en": "'I have been thinking about some moments in the history of the Ai-thúda that intrigue me.'",
      "es": ""
    },
    {
      "id": 30955958,
      "en": "'Do not worry that we have returned empty handed.'",
      "es": ""
    },
    {
      "id": 30955959,
      "en": "'Ah, it escaped a closer gaze!'",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Evidence that the mearas still exist may be nearby in Misthallow.\\n\\nYou should search for evidence that the mearas still exist.",
      "es": ""
    },
    {
      "id": 177082724,
      "en": "These hoofprints look fresh!",
      "es": ""
    },
    {
      "id": 162883697,
      "en": "'Ah, it escaped a closer gaze! Still, we have witnessed something special, just as Frumgar had. Taking the sight of the beautiful beasts as an omen, Frumgar settled his people in these hills. There my people built for themselves a new home. It was a mighty fortress called Fasthálla. From time to time, I can see its shadow above the mist, yonder.'",
      "es": ""
    },
    {
      "id": 177082726,
      "en": "The prints just disappear!",
      "es": ""
    },
    {
      "id": 177082729,
      "en": "The tracks lead further into the woods",
      "es": ""
    },
    {
      "id": 246419810,
      "en": "Léothred can be found at Thokvist.\\n\\nYou should talk to Léothred.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Léothred, the Rohirric scholar, wishes to learn more about the fabled white horses, the mearas, who once roamed wild in Misthallow.",
      "es": ""
    },
    {
      "id": 111477312,
      "en": "Talk to Léothred at Thokvist",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "The hoofprints may lead to a mearh.\\n\\nYou should follow the hoofprints.",
      "es": ""
    },
    {
      "id": 246419812,
      "en": "Léothred thought he saw a mearh near to Thokvist in Misthallow.\\n\\nYou should go to that location and see if you can find the mearh.",
      "es": ""
    },
    {
      "id": 111477315,
      "en": "Find evidence that the mearas still exist",
      "es": ""
    },
    {
      "id": 111477363,
      "en": "Talk to Léothred at Thokvist",
      "es": ""
    },
    {
      "id": 111477319,
      "en": "Follow fresh hoofprints",
      "es": ""
    },
    {
      "id": 111477320,
      "en": "Examine the hoofprints",
      "es": ""
    }
  ]
}