{
  "id": 621031934,
  "txt": [
    {
      "id": "0x6a502a6",
      "en": "Place fish in a crate at Limlók",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1198",
      "en": "This net does not have any fish in it",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "Place nuts in a crate at Limlók",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1182",
      "en": "Gathered fish from nets ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1184",
      "en": "Gathered nuts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a8",
      "en": "'My kin, have you lately seen the stores in Limlók? They are nearly empty. I blame all the outsiders here. Oh, you want to replenish our dwindling stores? Then you should gather fish and nuts for us. \\n\\n'Do not look surprised. I have heard of your adventures and I am sure you have had to make due with what resources you could find on your travels. Grimbeorn says he does not approve of eating fish, as when you live where the cows and fields are plentiful, you need no fish to survive. The fish that reside in the rivers here are a resource, just as the nuts that grow on the trees and bushes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Thyra, daughter of Runerik and Yrsa, seeks to fill some of the dwindling food supplies in Limlók.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b5",
      "en": "A crate for the fish can be found in Limlók.\\n\\nYou should put the fish in a crate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Fish may be found in nets along a river in the Floodfells.\\n\\nYou should gather any fish that you find.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'I am Thyra. Sighild is my twin sister. Now, a question for you: Have you lately seen the stores in Limlók? They are nearly empty. I blame all you outsiders. Oh, you want to replenish our dwindling stores? Then you should gather fish and nuts for us. \\n\\n'Yes, some of us Beornings do eat fish. Grimbeorn does not, but when you live where the cows and fields are plentiful, you need no fish to survive. The Floodfells can be a harsh place at times, but still does it provide well for us. The fish that reside in the rivers nearby are a resource, just as the nuts that grow on the trees and bushes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Gather fish from nets ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85969",
      "en": "'Have you seen the stores of late in Limlók?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Depleted Stores",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Gather nuts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}