{
  "id": 621031891,
  "txt": [
    {
      "id": 173025618,
      "en": "Talk to Léothred at Lyndelby",
      "es": ""
    },
    {
      "id": 246419825,
      "en": "The Cabed Rhimdath can be found in the south-west of Misthallow.\\n\\nYou should talk to Fanglind in the Cabed Rhimdath.",
      "es": ""
    },
    {
      "id": 173025619,
      "en": "Explore Grazadh-gropor for signs of little-folk",
      "es": ""
    },
    {
      "id": 246419828,
      "en": "The Cabed Rhimdath can be found in the south-west of Misthallow.\\n\\nYou should explore the Cabed Rhimdath.",
      "es": ""
    },
    {
      "id": 173025623,
      "en": "Talk to Léothred at Thokvist",
      "es": ""
    },
    {
      "id": 177082688,
      "en": "Once again, you see Fanglind ahead of you on the path",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'Fram's friend! I just recalled an old children's song, which I believe mentions a hobbit? No, not a hobbit, but one perhaps of the little folk, or river folk, as they were sometimes called. Yes, there were some songs that told of Fram's friendship with a strange, Elfin folk in those lands who only revealed themselves to children; perhaps these songs were nonsense, as many such rhymes tend to be, but the resemblance between the Elfin folk and the Hol-búdlan of old cannot be ignored. You have heard tales of the Hol-búdlan too? Perhaps this is worth investigating!\\n\\n'If there is any such remnant of the Hol-búdlan left in Misthallow, it will certainly not be in this valley. No, they most likely hid in the hills. There seems to be a path following the river, just east of here. Let us venture up it and see what we can find!'",
      "es": ""
    },
    {
      "id": 246419831,
      "en": "The Cabed Rhimdath can be found in the south-west of Misthallow.\\n\\nYou should talk to Fanglind in the Cabed Rhimdath.",
      "es": ""
    },
    {
      "id": 177082694,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 184621264,
      "en": "Léothred can be found in Lyndelby.\\n\\nYou should talk to Léothred.",
      "es": ""
    },
    {
      "id": 184621269,
      "en": "Grazadh-gropor can be found in the south-east part of Misthallow.\\n\\nYou should search Grazadh-gropor for signs of little-folk.",
      "es": ""
    },
    {
      "id": 190220705,
      "en": "'Not much more is known about the Ai-thúda and the Holbytlan. It is said that late during Lord Thíudric’s time, the Holbytlan reappeared. Even then, they were considered nothing more than children’s stories. We know that Thíudric died at seventy-nine, and his son Gunthar became lord when already old and ruled only a short time. Lóthar followed, and ruled well. Sightings of the Holbytlan proliferated during his time, as the songs say. Lóthar’s reign was also long, and saw little strife, though it was not unmarred by sorrow.\\n\\n'Come, let us return to Thokvist. I have acquired all that I need for my writings and I do not wish to overstay my welcome here... if welcome it can be called.'",
      "es": ""
    },
    {
      "id": 184621270,
      "en": "Léothred can be found at Thokvist.\\n\\nYou should talk to Léothred.",
      "es": ""
    },
    {
      "id": 184621273,
      "en": "The Cabed Rhimdath can be found west of Thokvist in Misthallow.\\n\\nYou should head for the Cabed Rhimdath.",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "The Cabed Rhimdath can be found in the south-west of Misthallow.\\n\\nYou should explore the Cabed Rhimdath.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Léothred, the Rohirric scholar, recalls a curious story about Fram, and wishes to investigate.",
      "es": ""
    },
    {
      "id": 190220712,
      "en": "'Taurogrim? That is not what I was hoping to find. Hmm, I did notice a possible path west of here, across the Langflood. Perhaps that might be worth investigating as well? It could be more of the Taurogrim too, but we shall never know if we do not explore! Come, let us be off!'\\n\\nYou notice Fanglind listening closely to your conversation.",
      "es": ""
    },
    {
      "id": 177082711,
      "en": "Is that Fanglind ahead?",
      "es": ""
    },
    {
      "id": 148970465,
      "en": "This mountain pass looks rather treacherous",
      "es": ""
    },
    {
      "id": 148970466,
      "en": "Up ahead, Fanglind blocks the path once more",
      "es": ""
    },
    {
      "id": 111477347,
      "en": "Talk to Fanglind in the Cabed Rhimdath",
      "es": ""
    },
    {
      "id": 111477349,
      "en": "Explore further into the Cabed Rhimdath",
      "es": ""
    },
    {
      "id": 173025568,
      "en": "Head for the Cabed Rhimdath in Misthallow",
      "es": ""
    },
    {
      "id": 148970470,
      "en": "The path opens up to a valley with... bridges and houses. How can this be?",
      "es": ""
    },
    {
      "id": 111477353,
      "en": "Talk to Fanglind in the Cabed Rhimdath",
      "es": ""
    },
    {
      "id": 111477265,
      "en": "DNT Lyndelby",
      "es": ""
    },
    {
      "id": 173025573,
      "en": "Travel to the end of the Cabed Rhimdath",
      "es": ""
    },
    {
      "id": 148970388,
      "en": "This forested valley seems home to only the Taurogrim",
      "es": ""
    },
    {
      "id": 111477269,
      "en": "Talk to Fanglind at Lyndelby",
      "es": ""
    },
    {
      "id": 173025576,
      "en": "Talk to Léothred at Thokvist",
      "es": ""
    },
    {
      "id": 111477271,
      "en": "Learn the history of the Rohirrim with Léothred",
      "es": ""
    },
    {
      "id": 111477273,
      "en": "Continue learning the history of the Rohirrim with Léothred",
      "es": ""
    },
    {
      "id": 111477363,
      "en": "Talk to Fanglind in the Cabed Rhimdath",
      "es": ""
    },
    {
      "id": 111477366,
      "en": "Explore the Cabed Rhimdath",
      "es": ""
    },
    {
      "id": 226858304,
      "en": "'I just recalled an old children's song, which I believe mentions a hobbit?'",
      "es": ""
    },
    {
      "id": 111477369,
      "en": "Continue exploring the Cabed Rhimdath",
      "es": ""
    },
    {
      "id": 226858305,
      "en": "'Taurogrim?! That was not what I was hoping to find.'",
      "es": ""
    },
    {
      "id": 184621220,
      "en": "The Cabed Rhimdath can be found in the south-west of Misthallow.\\n\\nYou should travel to the end of the Cabed Rhimdath.",
      "es": ""
    },
    {
      "id": 162883682,
      "en": "'Why do you continue upon the Cabed Rhimdath? What purpose could walking this dangerous path accomplish?'\\n\\nYou explain you are only exploring, acting as a guide to your Rohirrim companion, Léothred.\\n\\n'Please heed my warnings, [placeholder].'\\n\\nYou decide to continue.",
      "es": ""
    },
    {
      "id": 226858306,
      "en": "'Not much more is know about the Ai-thúda and the holbytlan.'",
      "es": ""
    },
    {
      "id": 226858307,
      "en": "'Ah, right then.'",
      "es": ""
    },
    {
      "id": 184621225,
      "en": "Léothred can be found at Thokvist.\\n\\nYou should talk to Léothred.",
      "es": ""
    },
    {
      "id": 162883688,
      "en": "'I ask only one last time: turn around. You will not find anything that could possibly interest your Rohirrim friend at the end of the Cabed Rhimdath. All you will find is brambles.'\\n\\nYou decide to continue until the path becomes too difficult to traverse.",
      "es": ""
    },
    {
      "id": 246419712,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 246419715,
      "en": "Fanglind is just outside Lyndelby in Misthallow.\\n\\nYou should talk to Fanglind.",
      "es": ""
    },
    {
      "id": 162883604,
      "en": "'As I have said, this valley has nothing to do with the lost history of the Rohirrim people. Leave the village be, [placeholder]. The Holbytlan of Lyndelby will not show themselves to you.'",
      "es": ""
    },
    {
      "id": 246419718,
      "en": "Lyndelby can be found in Misthallow.\\n\\nYou should learn the history of the Rohirrim with Léothred.",
      "es": ""
    },
    {
      "id": 190220759,
      "en": "'Ah, right then, Thíudric, Gunthar, Lóthar. I see there in my writings a line of rulers where history becomes only lineage. Nothing more, nothing less. Those must have been peaceful times indeed.'",
      "es": ""
    },
    {
      "id": 162883697,
      "en": "'[placeholder], the Cabed Rhimdath can be a treacherous path. I would recommend that you do not traverse much further.'\\n\\nYou assure Fanglind that you will be fine.",
      "es": ""
    },
    {
      "id": 246419720,
      "en": "Lyndelby can be found in Misthallow.\\n\\nYou should learn the history of the Rohirrim with Léothred.",
      "es": ""
    },
    {
      "id": 246419810,
      "en": "The Cabed Rhimdath can be found in the south-west of Misthallow.\\n\\nYou should talk to Fanglind in the Cabed Rhimdath.",
      "es": ""
    },
    {
      "id": 222066833,
      "en": "'It was said that Lóthar, Thíudric’s young grandson, befriended one of these elusive people, dwelling in their company for a time.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Friend of Fram",
      "es": ""
    },
    {
      "id": 222066834,
      "en": "'It became a custom among the Ai-thúda to leave out shoes and cloaks in the hopes the Little Folk would mend them.'",
      "es": ""
    },
    {
      "id": 177082674,
      "en": "DNT No one home",
      "es": ""
    },
    {
      "id": 246419816,
      "en": "The Cabed Rhimdath can be found in the south-west of Misthallow.\\n\\nYou should explore the Cabed Rhimdath.",
      "es": ""
    }
  ]
}