{
  "id": 621031944,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "The northern settlement of Limlók needs its defences fortified, supplies replenished, and surrounding lands made safe.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Yrsa Spearwife, Thyra, Sighild, and Trygvar can all be found in Limlók.\\n\\nYou should assist each of them with their tasks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50254",
      "en": "Assist Yrsa Spearwife with \\qProtecting Limlók\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50255",
      "en": "Assist Trygvar with \\qWalls of Bramble\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50256",
      "en": "Assist Sighild with \\qSpies From Gundabad\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50257",
      "en": "Assist Thyra with \\qDepleted Stores\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a6",
      "en": "Runerik Knotbeard can be found in Limlók.\\n\\nYou should talk to Runerik Knotbeard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Yrsa has informed me that we do not need your help to keep Limlók safe. I am inclined to disagree. Oh, how I miss the years before the Orcs and Wargs came. In those days we could leave Limlók vacant all day while we wandered about the wilds. I would prefer a return to that peace we knew before my time's end.\\n\\n'Seek out my kin in Limlók and assist them. They will be reluctant, but I have put you to work and my word is the rule here. Report back to me when you have finished your tasks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Talk to Runerik Knotbeard in Limlók",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'Hmm, perhaps you are useful after all. Vaskorn has informed me of your deeds in the Thornholt and now I might have to start trusting you. Ha!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85998",
      "en": "'Yrsa has informed me that we do not need your help to keep Limlók safe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fortifying Limlók",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85999",
      "en": "'Hmm, perhaps you are useful after all?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}