{
  "id": 621031983,
  "txt": [
    {
      "id": 111477344,
      "en": "Plant flowers in planters ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477367,
      "en": "DNT Do something nice",
      "es": ""
    },
    {
      "id": 111477368,
      "en": "Collect Misty Meadow marigolds ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "There are many occupants of the hidden village of Lyndelby who are curious to meet with you.",
      "es": ""
    },
    {
      "id": 246419799,
      "en": "Badehild Bolga can be found in Lyndelby.\\n\\nYou should talk to Badehild Bolga.",
      "es": ""
    },
    {
      "id": 177082689,
      "en": "Planted flowers in planters ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883685,
      "en": "'Well look at that, Lyndelby is looking quite festive! I am so glad I got to see you today, too. Say, what other sorts of festivals are out there in the rest of the world? You'll have to tell me about them sometime!\\n\\n'Maybe we ought to have a new festival for when you come to visit, [placeholder]!'",
      "es": ""
    },
    {
      "id": 30955939,
      "en": "'Lyndelby has been busy and lively since you arrived.'",
      "es": ""
    },
    {
      "id": 177082713,
      "en": "Collected Misty Meadow marigolds ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883686,
      "en": "'[placeholder]! It's me, Hildi!\\n\\n'Lyndelby sure seems a lot busier and livelier since you arrived! It does feel like a festival today, does it not?\\n\\n'Oh, I just love the mountain flowers that grow near Lyndelby! Do you remember when we used to pick them together? If we were to collect some and decorate the town, it would feel even more like my favourite festival of the year... Mountain Day!\\n\\n'I know, I know. Mountain Day falls on the first really nice day of the year after the winter ends, so it's not even close! But, who says it needs to be Mountain Day for us to celebrate? You're here, after all! I'm sure we can find an excuse to spend today outside, just enjoying the lovely weather, the lovely company, and very lovely meals!'",
      "es": ""
    },
    {
      "id": 30955940,
      "en": "'Well look at that, Lyndelby is looking quite festive!'",
      "es": ""
    },
    {
      "id": 246419826,
      "en": "Planters can be found in Lyndelby.\\n\\nYou should plant the flowers you collected.",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "Mountain flowers can be found west of Lyndelby.\\n\\nYou should gather Misty Meadow marigolds for Badehild Bolga.",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'It's nice to meet you. I am Gísla's daughter, Badehild! Lyndelby has been busy and lively since you arrived. It does feel like a festival today, does it not? I love the mountain flowers that grow near Lyndelby. Have you seen them? If we collect some and decorate the town, it will feel even more like my favourite festival of the year... Mountain Day! It's the first really nice day of the year after the winter ends. On that day, we spend the whole day outside, just enjoying the lovely weather, the lovely company, and very lovely meals!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Greeting Badehild Bolga",
      "es": ""
    },
    {
      "id": 111477318,
      "en": "Talk to Badehild Bolga in Lyndelby",
      "es": ""
    },
    {
      "id": 162883653,
      "en": "'Well look at that, Lyndelby is looking quite festive! Call me Hildi from now on. That is the name all my friends call me. You earned it, friend!'",
      "es": ""
    }
  ]
}