{
  "id": 621031988,
  "txt": [
    {
      "id": "0x6a50277",
      "en": "DNT Do something nice",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50278",
      "en": "Find and defeat the Misty Howler!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56863",
      "en": "'That was quite the performance, [placeholder]!\\n\\n'Fastrada has always been the bolder of the two of us, so I am glad she asked you to share some of your adventures with us here in Lyndelby. We are all curious, of course, but few would be bold enough to ask so plainly. I am a lucky fellow, indeed, to call her my wife!\\n\\n'It is a great shame of mine, then, that I have been too scared to leave my home in the past few weeks. Can you hear that howling?! That's the Misty Howler! A terrible wolf has come down from the mountains just to howl and terrorize me! Me! What could old Clodar Túcca have done to deserve such a thing?!\\n\\n'That wolf terrifies me so! But from your stories, I would think it would not frighten you at all. Is that so? Would you scare away the Misty Howler for me, then?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859a1",
      "en": "'Can you hear the howling?! That's the Misty Howler!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1140",
      "en": "A great deed has been accomplished for the folk of Lyndelby!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "There are many occupants of the hidden village of Lyndelby who are curious to meet with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56864",
      "en": "'Oh, thank you, [placeholder]! Thank you! The howling has finally stopped!\\n\\n'I need not ask you how you accomplished such a feat. Your stories of your adventures speak for themselves! I'll just be glad that I can go out and about in Lyndelby in peace again and not constantly worry about the Misty Howler sneaking up behind me or eating my food! Or me, for that matter!\\n\\n'Thank you! I hope you visit Lyndelby again soon!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01157",
      "en": "Clodar Túcca can be found in Lyndelby.\\n\\nYou should talk to Clodar Túcca.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859a2",
      "en": "'The howling stopped!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a6",
      "en": "The Misty Howler can be found near Lyndelby.\\n\\nYou should defeat the Misty Howler for Clodar Túcca.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Thank you for entertaining my wife, Fastrada. My name is Clodar Túcca. I have been too scared to leave my home lately. Can you hear the howling?! That's the Misty Howler! A terrible wolf that comes down from the mountains just to howl and terrorize me! That wolf terrifies me so! It does not frighten you at all?! Could you scare away the Misty Howler for me, then?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Greeting Clodar Túcca",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50246",
      "en": "Talk to Clodar Túcca in Lyndelby",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56845",
      "en": "'The howling stopped! I am not going to ask you how you accomplished such a feat. I'll just be glad that I can go out around Lyndelby in peace, not having to worry about the Misty Howler sneaking up behind me or eating my food! Or me! Thank you, stranger!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}