{
  "id": 621031896,
  "txt": [
    {
      "id": "0x1d85972",
      "en": "'Perhaps it would be in our best interest to check in with Grimbeorn.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The path for Léothred leads north from Avabárg, where a stop at the Beorninghús is in order.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85973",
      "en": "'You have returned.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85974",
      "en": "'Must I explain everything?!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85975",
      "en": "'Ah, you have done all the day's work? Good, good!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Grimbeorn can be found at the Beorninghús.\\n\\nYou should talk to Grimbeorn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Complete the quest \\qPicking Berries\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Grimbeorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'Must I explain everything?! There is wood to be chopped right here at the Beorninghús. I am sure that ripe wild berries grow nearby in the Beorninglands. You will find them. As for the chickens, well the last place I saw them was in the bee pastures around us. Right then, get to it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Ah, you have done all the day's work? Good, good! I would say you deserve a rest and some honey cake. Ha!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Grimbeorn at the Beorninghús",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'If we were to head north from Avabárg, that path would take us past the Beorninghús. Perhaps it would be in our best interest to check in with Grimbeorn. I do not wish to overstay my welcome in these lands!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Complete the quest \\qChopping Wood\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'You have returned. Is Léothred finished with his history? Oh, I see, he needs to travel north. I am afraid I can not allow that at the moment. I recently asked for one of the Eagles to gather news from the northern Beorning outpost of Limlók. I should think the Eagle will return with news in a day or two.\\n\\n'Now that you are here, why not pitch in with the daily work? There is always much to do. I need wood chopped, berries picked, and some lost chickens tracked down.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Complete the quest \\qCatching Chickens\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Grimbeorn's three tasks can be found in and around the Beorninghús as well as close by in the Beorninglands.\\n\\nYou should complete the three tasks that Grimbeorn has asked you to complete.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Grimbeorn can be found at the Beorninghús.\\n\\nYou should talk to Grimbeorn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Work is Never Done",
      "es": "",
      "es (fem)": ""
    }
  ]
}