{
  "id": 621031972,
  "txt": [
    {
      "id": "0x41d6a11",
      "en": "Deliver the pie to Ogiva Túcca",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6a12",
      "en": "Deliver the pie to Erma Túcca",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Greeting Gísla Bolga",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Is Ubbo off fishing again? Then who's going to handle today's pie deliveries?! Hmmm, will you? That would be very kind of you! I baked these pies for Madelgard, Ogiva, and Erma. They are fresh and hot, and need to be delivered immediately. You can only carry one pie at a time though! They're fragile and if one were to drop on the ground... I shudder even at the thought!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859a9",
      "en": "'Is Ubbo off fishing again?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01177",
      "en": "A freshly baked pie can be found in Lyndelby.\\n\\nYou should deliver the pie to Ogiva Túcca.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a6",
      "en": "A freshly baked pie can be found in Lyndelby.\\n\\nYou should deliver the pie to Madelgard Túcca.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5eb9",
      "en": "You have failed to deliver the pie",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01178",
      "en": "A freshly baked pie can be found in Lyndelby.\\n\\nYou should deliver the pie to Erma Túcca.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa46fff1",
      "en": "'Thanks for delivering one of Gísla's famous pies! Now I don't have to journey all the way to her home to pick it up myself!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa46fff2",
      "en": "'Oh how lovely! Now which meal shall I save this pie for?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa46fff3",
      "en": "'That is very kind of you! I have been looking forward to eating one of Gísla's grand pies all day!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50260",
      "en": "Pick up the pie from the table",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01157",
      "en": "Gísla Bolga can be found in Lyndelby.\\n\\nYou should talk to Gísla Bolga.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50265",
      "en": "Pick up the pie from the table",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50266",
      "en": "Pick up the pie from the table",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56811",
      "en": "'Oh, [placeholder], I'm so glad you've come to visit!'\\n\\n'Ubbo's off fishing again, and he's entirely forgotten that I asked him to handle today's pie deliveries!\\n\\n'Would you help me instead? I know you were hoping to take some time to rest here in Lyndelby, but this simply won't do. You see, I just finished baking these pies for Madelgard, Ogiva, and Erma, and they need to be delivered immediately!\\n\\n'You can only carry one pie at a time though! They're fragile and if one were to drop on the ground... I shudder even at the thought!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56812",
      "en": "'Goodness me! All the pies have been delivered and not a single slice dropped? Ubbo is lucky you're not here all the time!\\n\\n'You know, I have been told that I bake the best pies in all of Lyndelby. It is quite the burden! Why, I imagine you often find yourself in similar predicaments on your adventures, [placeholder]! Pies, I understand, but deliveries are always stressful. Even so, I would hate to see even one slice go to waste!\\n\\n'Thank you for your help today, [placeholder]. I'll try not to trouble you with anything else during your visit. And I'll make sure Ubbo delivers twice the pies tomorrow!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56845",
      "en": "'All the pies have been delivered and not a single slice dropped? I'm very relieved to hear that! Oh, my apologies. In my haste to have the pies delivered, I forgot my manners. My name is Gísla Bolga, and it's a pleasure to make your acquaintance! I have been told that I bake the best pies in all of Lyndelby. Pie delivery day is always stressful. Pies are my trade, but they're also an art form after all. I would hate to see even one slice go to waste! Thank you for helping out. I'll make sure Ubbo delivers twice the pies tomorrow!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5ea3",
      "en": "You have failed to deliver the pie",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5ea4",
      "en": "You have failed to deliver the pie",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "There are many occupants of the hidden village of Lyndelby who are curious to meet with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6a08",
      "en": "Deliver the pie to Madelgard Túcca",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50246",
      "en": "Talk to Gísla Bolga in Lyndelby",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50277",
      "en": "DNT Do something nice",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859d0",
      "en": "'All the pies have been delivered and not a single slice dropped? I'm very relieved to hear that!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}