{
  "id": 621031890,
  "txt": [
    {
      "id": "0xeb01185",
      "en": "Orcs can be found at Avabárg.\\n\\nYou should defeat Orcs at Avabárg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Léothred, the Rohirric scholar, wishes to learn more about the history of his people on the isle of Avabárg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85946",
      "en": "'We must show these foul marauders that Avabárg is no home for Orcs!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85947",
      "en": "'Frumgar named his son Fram, and swore he would not know the same sorrow when he was grown.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Defeat Orcs at Avabárg ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Learn the history of the Rohirrim with Léothred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Continue learning the history of the Rohirrim with Léothred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Defeated Orcs at Avabárg ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Avabárg can be found in Woodsedge in the Vales of Anduin.\\n\\nYou should learn the history of the Rohirrim with Léothred.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Go forth and defeat those Orcs, just as Frumgar did so many years ago.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Léothred at Avabárg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Frumgar named his son Fram, and swore he would not know the same sorrow when he was grown. In my research, I learned that, six years after Fram's birth, Angmar fell. The kingdom's demise was sudden, coming only a year after the Witch-king’s final victory over Arthedain and the fall of Fornost. The chronicles of this time say an army of Elves and Men of Gondor, having come too late to save the northern Dúnedain, put the Angmarim to the sword and sent the Witch-king flying back to Mordor.\\n\\n'Why do I relate this story to you? Angmar's fall had an important connexion with my people. At this time, Gundabad no longer had the Iron Kingdom at its back, and the moors and glens of the Welling-folds no longer seemed so daunting as they had to Marhwini a hundred years before. Fram saw this as an opportunity to lead his people to great things.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'To see these Orcs upon Avabárg.... No, this is a great injustice to the legacy of the Rohirrim. We must show these foul marauders that Avabárg is no home for Orcs!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Avabárg can be found in Woodsedge in the Vales of Anduin.\\n\\nYou should learn the history of the Rohirrim with Léothred.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Léothred can be found at Avabárg.\\n\\nYou should talk to Léothred.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fram's Great Decision",
      "es": "",
      "es (fem)": ""
    }
  ]
}