{
  "id": 621031969,
  "txt": [
    {
      "id": "0x6a50260",
      "en": "Try the Lyndelby Northern Leaf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50277",
      "en": "DNT Do something nice",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01168",
      "en": "A barrel of Hubo's Berry-bear can be found in Lyndelby.\\n\\nYou should try Hubo's Berry-bear.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50261",
      "en": "Try Hubo's Berry-bear",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01169",
      "en": "A barrel of Old Eagle Wings can be found in Lyndelby.\\n\\nYou should try Old Eagle Wings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50262",
      "en": "Try some Old Eagle Wings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcbcbca1",
      "en": "'Now that is a good one! Do you agree?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcbcbca2",
      "en": "'Ah, only the best!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcbcbca3",
      "en": "'This might be my favourite!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcbcbca4",
      "en": "'Splendid!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "There are many occupants of the hidden village of Lyndelby who are curious to meet with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01157",
      "en": "Heldric Túcca can be found in Lyndelby.\\n\\nYou should talk to Heldric Túcca.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcbcbca5",
      "en": "'Just grand!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56865",
      "en": "'Did you have a favourite? Yes, it is hard to decide. I like them all very much!'\\n\\nHeldric whispers to you.\\n\\n'My secret recipe calls for the pipe-weed to be fermented in a mix of ale and mountain mineral water. Of course, there are a few additional ingredients and flourishes I add to them, too!\\n\\n'You're only visiting, right? Well, I hope you'll keep my secret recipe to yourself, [placeholder]. It's still not perfected, after all, and I wouldn't want our cousins in the Shire to get any ideas!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859a3",
      "en": "'Oh, hullo. You met my wife, Maddy?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56866",
      "en": "'Hullo, [placeholder]!\\n\\n'Maddy just told me you've come back to visit us! What a pleasant surprise! Now, you recall what I was working on before you left, don't you? Here before you are three barrels, each containing my newest varieties of Lyndelby's own pipe-weed. I wonder, though. Your adventures took you far and wide, didn't they? Do others enjoy pipe-weed as we do?'\\n\\nYou tell Heldric that you encountered, and perhaps even sampled, several sorts of pipe-weed in the distant lands of the Shire where many cousins of the Holbytlan dwell.\\n\\n'How interesting! I bet the pipe-weed you tried in the Shire is not prepared my way! Ha, why not try some of each with me and see which you like best!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859a4",
      "en": "'Did you have a favourite? Yes, it is hard to decide.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a6",
      "en": "A barrel of Lyndelby Northern Leaf can be found in Lyndelby.\\n\\nYou should try the Lyndelby Northern Leaf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Oh, hullo. You met my wife, Maddy, or Madelgard as she most likely introduced herself, yes? My name is Heldric Túcca! Pleased to meet you! Now, perhaps you could help me out with something. Here before you are three barrels, each with their own variety of Lyndelby pipe-weed. Oh, have you heard of pipe-weed before? How interesting! I bet the pipe-weed you have tried is not prepared the Lyndelby way! Ha, why not try some of each with me and see which you like best!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Greeting Heldric Túcca",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50246",
      "en": "Talk to Heldric Túcca in Lyndelby",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56845",
      "en": "'Did you have a favourite? Yes, it is hard to decide. I like them all very much!'\\n\\nHeldric whispers to you.\\n\\n'The secret is that we ferment them in a mix of our ale and mountain mineral water. You seem the type to keep a secret, so I trust you won't be telling anyone!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}