{
  "id": 621031885,
  "txt": [
    {
      "id": "0x1d859b6",
      "en": "'Frugmar's greatest and final deed was the founding the great fortress of Fasthálla.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859b7",
      "en": "'Ah, was your Troll hunting a success?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1155",
      "en": "Defeated trolls in Misthallow ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Many Tales of Fram",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Trolls can be found in Misthallow.\\n\\nYou should defeat trolls in Misthallow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Léothred, the Rohirric scholar, turns his attention from the legacy of Frumgar to that of his son, Fram.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50273",
      "en": "Talk to Léothred at Thokvist",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56871",
      "en": "'Ah, was your troll hunting a success? How difficult an opponent would you consider the trolls of Misthallow? Yes, I imagine they would be a challenge. Perhaps there is truth in the stories all the same, and Fram had assistance from a friend?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Defeat trolls in Misthallow ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Frumgar's greatest and final deed was the founding of the great fortress of Fasthálla. I have found no mention of him in book or song after this great deed was accomplished. Now his son, Fram, is another story. There are many exaggerated tales about Fram to be found in the fireside stories of the Rohirrim.\\n\\n'Fram slew a hill-troll, so they say! Grown to almost adult size, though still just a young boy, it is said that Fram slew many Orcs and even a mighty hill-troll, though I am certain his deeds might have been exaggerated over the years. Perhaps we should find and slay some hill-trolls for Skarding? It would also put to rest the notion that one as young as Fram could stand toe to toe with such a beast!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01162",
      "en": "Léothred can be found at Thokvist.\\n\\nYou should talk to Léothred.",
      "es": "",
      "es (fem)": ""
    }
  ]
}