{
  "id": 620841799,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Greetings, friend, did the missus send you over to talk to me? I've told her time and again, Mr. Thornley too, the horses will get spooked if we bring them in with what goes on here at night.\\n\\n'There are wolves all about these lands and they've a den to the west where the Brandy Hills begin to rise in the distance. Until we thin out the number of wolves, we cannot risk the horses being moved here.\\n\\n'If we thin out their number, I will think about bringing the horses out here to the farm. I'll even pay to get the help we need. Interested?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It's good to know that the number of wolves has been reduced. Still, these hills seem to be crawling with wildlife not usually seen this close to inhabited land. There must be something that has them all spooked.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'How is your search for that wolf den coming? I'm still seeing a lot of those wolves around here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Hollow of Wolves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Nate Brittleleaf explained that the wolves to the west of Thornley's Work Site, near the tall rise of the Brandy Hills, encroach further and further towards the Farm every night. He will not allow the horses to move into the stable until the wolves are handled.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated wolves in the north Bree-fields ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat wolves in the north Bree-fields ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The wolf-den is west of Thornley's Work Site.\\n\\nNate Brittleleaf asked you to thin out the number of the wolves that prowl near Thornley's Work Site.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Nate Brittleleaf at Thornley's Farm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Nate Brittleleaf is at Thornley's Farm.\\n\\nYou should return to Nate Brittleleaf and tell him that the wolves have been dispatched.",
      "es": "",
      "es (fem)": ""
    }
  ]
}