{
  "id": 620841733,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Keep one eye to the skies, [placeholder]. There are a number of the Enemy's black-feathered servants about. My scouts will be hard pressed to move unseen with such keen eyes above us.\\n\\n'Defeat them quickly if you should come upon them in the ravines and gullies below... the fewer that make it back to Dol Guldur alive, the better.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So, there are fewer of the Enemy's crow-spies about? Excellent.\\n\\n'If we can move about unseen, we have a better chance of rescuing a few of our people from these cursed ravines.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Agorin tells me that even when our Silvan kin still inhabited Ost Galadh, they warned their children to stay away from these dangerous ravines and dells, but that later they would challenge each other to dare the maze despite their elders' warnings.\\n\\n'Now only a hardened warrior has any chance of surviving in this place. It is hard to imagine her holding fond memories of this death-trap.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Black Wings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "If Ivorel's scouts are to have any hope of moving without the Enemy knowing their every step, the crows of the Enemy will need to be kept at bay.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Scuttledells crows ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Scuttledells crows ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Scuttledells crows can be found throughout the Scuttledells.\\n\\nIvorel has asked you to hunt down Scuttledells crows to prevent them from finding her scouts or reporting back to Dol Guldur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Ivorel at her camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ivorel is at her camp in the Scuttledells.\\n\\nYou should speak with Ivorel and tell her that many of the Enemy's flying scouts have been slain.",
      "es": "",
      "es (fem)": ""
    }
  ]
}