{
  "id": 620841793,
  "txt": [
    {
      "id": 218649169,
      "en": "'Though it brings me no pleasure, and I hope that you find nothing in your investigations, I must ask you to complete a grisly task while you purge the Orcs from Bree-land.\\n\\n'The Orcs have come from the North Downs, and the simplest trail for them to follow will have been through the beleaguered town of Trestlebridge. I would ask that you search the Orcs you fell for signs of a struggle against the people of the North Downs in the form of cloth made by Men.\\n\\n'Should you find anything of the sort, return it to me here at my post.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'This find leaves me more concerned than before. Still our focus must remain here in Bree-land. There are lives to save here as well as in the North, and we must establish at least one bulwark against the Orcs.\\n\\n'Thank you for doing this, [placeholder].'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Perhaps you will find nothing, but I still wish you to look through the Orcs' belongings to ensure that the people of the North Downs remain unmolested.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Signs of Struggle",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Rangers, watching movements of enemies from the north and south, are concerned over the appearance of a foe they have long fought in the north.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected strips of blood-stained cloth ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Deliver the cloth strips to Andreg at the Old Greenway Fort",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Orcs can be found along the eastern border of the Greenway, north of the Old Greenway Fort. Andreg awaits your return at his post near the Old Greenway Fort.\\n\\nAndreg has asked you to search the Orcs along the Greenway's eastern borders for signs of a struggle against the Men of the North Downs. Though the Rangers hope that the Orcs have not attacked the Men of the North Downs, they wish to investigate and ensure that this is not the case.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect strips of blood-stained cloth ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}