{
  "id": 620841732,
  "txt": [
    {
      "id": "0xb78ac11",
      "en": "'Uhn...the poison has made me ill....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb78ace1",
      "en": "'Ah, I could barely breathe in there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb78ac12",
      "en": "'Do not concern yourself with me...I will make it back to the others.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb78ace2",
      "en": "'I will find my way back to camp...are any of the others still caught out here?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Elf freed ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Freed Elves from the cocoons ([placeholder]/[placeholder])Elf freed ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A number of Ivorel's scouts have not returned from their mission in the Scuttledells. Miluimil saw some of them entrapped by the spiders to the north.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb78ac01",
      "en": "'Could you not have come a bit sooner? One of those spiders was nipping at my toes not a few minutes ago.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb78acd1",
      "en": "'I never thought I might end my days as a spider's snack!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb78ac02",
      "en": "'No, nevermind, I am just grateful to be free. I will meet you back at the camp!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb78acd2",
      "en": "'Thanks to you, it seems I will not! I think I shall be off before they return.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Greetings, [placeholder]. You have not come at a particularly auspicious time. Most of our number is already lost to us out in the lands that we call the Scuttledells.\\n\\n'We were sent out to scout the terrain but a few days ago, but only a few of our small company have yet returned, and they tell of twisted ravines crawling with evil things. To the north, in particular, are the spiders that give this place its name, and it is there that I believe several of our comrades have been ensnared by the spiders.\\n\\n'There may yet be time to free them before they are slain, if we are fortunate. Can you assist with this deed?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The ensnared Elves may be found in the nests of the spiders to the north of Ivorel's camp.\\n\\nMiluimil has asked you to set forth to free his ensnared companions.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It appears that some of the scouts did not survive...I had feared as much, but at least you were able to rescue most of them.\\n\\n'Unfortunately, even among those who returned, most were too ill from the spiders' venom and their entrapment to continue, and I had to send them back to Ost Galadh to recover.\\n\\n'Could I have you stay here for a while longer to aid us? The Scuttledells are too dangerous for us to leave unattended while facing the forces in Dol Guldur.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Miluimil is at Ivorel's camp, south of the spider-nests.\\n\\nYou should speak with Miluimil and tell him that the scouts have been freed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Fuirgam has forbidden his troops from entering the Scuttledells. He gauges the odds of a band of regular soldiers facing ambush and entrapment too great to risk so many Elves.\\n\\n'I cannot say that our scouts have fared much better though, and it leaves us to dig our way out of our own mess without the help of soldiers from Ost Galadh.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb78ac21",
      "en": "'Eternal thanks to you, my good [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb78acf1",
      "en": "'My thanks, friend. I fear I would have made a fine meal for some spider's brood shortly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb78ac22",
      "en": "'I shall quit these ravines immediately...you may want to do the same.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Free Elves from the cocoons ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb78acf2",
      "en": "'Now, which way was it...right or left? I had best sort it out before they catch me again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Miluimil at Ivorel's camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Entangled Elves",
      "es": "",
      "es (fem)": ""
    }
  ]
}