{
  "id": 620841796,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Greetings, traveller. It seems as though you found yourself far away from the safety of Bree, which means that you are probably like myself and my friend here: adventurous spirits. We'd be out and about more if it weren't for those Orcs to the west. As it is, the safety of our camp seems to be more important than the money we could make by filling our bounties.\\n\\n'Of course, if you are willing to assist us, we have some materials that we would happily part with should you want to help us. \\n\\n'I am looking for turtle-shells to furnish the blacksmiths of Bree who often use them to create forms to fashion their shields from. You can find turtles all around the lake area here in northern Bree.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These will do nicely. Now tell me, which of these fine rewards would you like to claim for your efforts?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'The turtles can certainly be a dangerous foe if you are not careful. Seek them out but watch your fingers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Bounty: Turtle-shells",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Walt Whitrose is collecting turtle shells to furnish to the Blacksmiths of Bree. Turtle-shells can be used as a good form for creating shields.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected thick turtle-shells ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the shells to Walt Whitrose",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Turtles can be found surrounding the lakes and other bodies of water in the northern Bree-fields.\\n\\nWalt Whitrose would like you to collect turtle-shells and return back to him behind the stones near the falls where the gorge meets the lakes. \\n\\n<rgb=#FF0000>NOTE: Bounty quests are repeatable quests, but have a finite number of completions. This quest can be completed three times.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect thick turtle-shells ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}