{
  "id": 620841774,
  "txt": [
    {
      "id": 218649169,
      "en": "'I have received dark news indeed, [placeholder]. One of my scouts has told me of a deadly queen to the Blackvenom spiders - a brood that infests the caves in the northern Scuttledells. One of his companions fell to her, succumbing to a poison so quick and deadly that he was compelled to flee from her as swiftly as he could.\\n\\n'We have little chance of destroying the brood so long as this creature lives, but I do not think you should dare to face her without some counter to her poison!\\n\\n'If you can gather samples of the Blackvenom spiders' poison, I may be able to help you concoct such an antidote. Gather a few venom glands from Delúris' brood, then we shall make our preparations.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Be careful with those, [placeholder] -- the venom of the brood is not so deadly as that of Delúris herself, but it is not to be taken lightly.\\n\\n'It is similar enough that I should be able to concoct an antidote from it, then perhaps you will be able to defeat Delúris without fear of her deadly sting!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Keep an eye open for an Elf named Gladiel. She passed through here a while ago seeking some passage and muttering about another brood of spiders she called the Saewathel.\\n\\n'As if one brood of these creatures was not enough...I know nothing of the Saewathel, but she seemed concerned about their presence and seemed to be seeking some way through the Scuttledells towards Dol Guldur. I could not help her, I am afraid.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "YOU SHOULDNT SEE THIS",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Black Venom I",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Miluimil's scouts have reported on the existence of a deadly spider-queen named Delúris that lurks in the northern depths of the Scuttledells. Her poison is so deadly that none who have dared face her have survived.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected black poison-glands ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect black poison-glands ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Blackvenom Spiders can be found in the caves at the northern end of the Scuttledells.\\n\\nMiluimil has asked you to gather venom glands from the Blackvenom brood of the Scuttledells, so that he can make an antidote to Delúris' poison.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Miluimil at Ivorel's camp",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Miluimil is at Ivorel's camp in the Scuttledells.\\n\\nYou should return to Miluimil with the poison-glands you have collected.",
      "es": ""
    }
  ]
}