{
  "id": 620841776,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Are you ready to face Delúris, [placeholder]? I have completed the antidote. Be sure to use it swiftly should you feel the sting of her poison upon you -- you will not have much time.\\n\\n'The antidote's effects are short-lived, should the battle draw on, you may have to use more, but a few drops should suffice to counter her sting.\\n\\n'She lairs in the caves up at the northern end of the Scuttledells, and many of her brood are gathered there, so take great care lest you be overwhelmed by their numbers before you even reach her.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'And so the evil brood-queen has fallen. Well struck, [placeholder]...without their progenitor, the vile brood will wane as they are hunted to extinction. But much of that task will have to wait until after the fall of Dol Guldur.\\n\\n'For now, it is enough to know that Delúris is gone and my scouts no longer need fear her black venom.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Where have all of these horrid spiders come from, I wonder? Agorin did not speak of such beasts when recounting the time when she lived within Greenwood the Great.\\n\\n'Yet Celeborn once spoke of a black and evil creature that passed this way in the intervening years as the forests darkened, crawling out of the Misty Mountains and passing through the forests into the south, whereupon it again disappeared.\\n\\n'Could it be that these creatures are the spawn of that evil?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "YOU SHOULD NOT SEE THIS",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Black Venom II",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Having helped Miluimil craft an antidote from the poison of her own brood, you are now prepared to sojourn against Delúris the brood-queen of the Scuttledells.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Delúris",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Delúris",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Delúris' nest is in the northern Scuttledells, north of Ivorel's camp.\\n\\nMiluimil has asked you to confront and defeat the spider-queen Delúris and has supplied you with the antidote to her venom.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak with Miluimil  in the Scuttledells",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Miluimil is at Ivorel's camp in the Scuttledells, south of Delúris' nest.\\n\\nYou should return to Miluimil to tell the tale of Delúris' defeat.",
      "es": "",
      "es (fem)": ""
    }
  ]
}