{
  "id": 620841731,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Trapjaw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd7cd3e3",
      "en": "'Hah, got you now! Die beast!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "One of Ivorel's scouts has returned to tell of a deadly black dog named Trapjaw who was seen following Hal Tiller's trail two days ago. Ivorel believes that Trapjaw is likely responsible for his death.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbbadaeb",
      "en": "'Hey, are you ok? Good thing I was here, wasn't it?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'One of my scouts managed to return on his own, [placeholder], and he brings important tidings. The evening before last he found himself tracking an unusually large and cunning barghest -- he believes the creature may have been stalking  little Hal Tiller at the time -- but he lost the trail when he was himself ambushed and injured.\\n\\n'This creature -- named Trapjaw by the local folk -- evidently cornered and killed Hal a short while after. Now all that is left to us is to avenge the hobbit and destroy this monster before any more fall to it!\\n\\n'My scout tells me that Trapjaw has a lair out among the Scuttledells, a distance north of here. Find him and slay him, [placeholder], in the name of Hal Tiller.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Trapjaw's lair lies a distance to the north-east of Ivorel's camp in the Scuttledells.\\n\\nIvorel has tasked you with avenging Hal Tiller by hunting down the deadly black dog, Trapjaw, within the Scuttledells.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x93c1d29",
      "en": "'Yes! I got him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Trapjaw is dead... and... what? You claim that Hal Tiller yet lives?\\n\\n'We shall see about that! The little trickster has caused me more worry and care over the last week than I have known in two-hundred years! Here I thought him tormented or dead, and he has been off shirking duty to play hide and seek in the ravines!\\n\\n'When he returns, I will make him wish that he was safely tucked in Trapjaw's belly!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ivorel is at her camp in the Scuttledells, a distance south of Trapjaw's lair.\\n\\nYou should speak with Ivorel and tell her that Trapjaw has been slain and that Hal Tiller is alive.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Hey there, my good [placeholder]! Glad to see a friendly face out here. That overgrown dog and I have been hunting each other in circles for two days straight! Luckily, I was just ready to spring my trap when you showed up, or it might have gone badly for you.\\n\\n'Well, I'm off to continue the hunt! Good luck to you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "Trapjaw looks up from his grisly meal angrily, then leaps to his feet to attack!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The lives of the hobbits are short enough and far too innocent for such matters. It grieves me deeply to realize that I am responsible for the death of one such....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Trapjaw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Trapjaw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Ivorel at her camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Avenging the Innocent",
      "es": "",
      "es (fem)": ""
    }
  ]
}