{
  "id": 620841792,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Tarkrîp grunts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Tarkrîp prowlers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Defeated Tarkrîp killers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Rangers, watching movements of enemies from the north and south, are concerned over the appearance of a foe they have long fought in the north.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I have been watching the movement of Orcs crossing into Bree-land from the North Downs and fear that before we move to assist those besieged in the North Downs, we must first strengthen the borders here.\\n\\n'I have seen the Orcs making their way south through the pass near Trestlebridge to small encampments on the east side of the Greenway. It is there I must first send you to fight back the enemy and lay them low.\\n\\n'You will find the Orcs north of this location to the east of the Greenway. Return to me when this deed is complete.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Orc-encampments can be found north and east of the Old Greenway Fort.\\n\\nAndreg asked you to make your way north to strike against the Orcs trickling in from the North Downs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The number of Orcs pushing through Trestlebridge and other areas abutting the North Downs is disconcerting. We must not allow them to move beyond their current positions. We must do everything possible to end this threat here and now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Andreg is at his post outside of the Old Greenway Fort.\\n\\nOrcs crawling throughout the hills north of the Old Greenway Fort seem to be larger in number than the Rangers previously thought. Andreg must be informed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Look to the north near the hills and outcroppings on the eastern side of the Greenway for signs of the Orcs. We must begin to thin their numbers, or they will crash over this land like a terrible wave.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Tarkrîp grunts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Tarkrîp prowlers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat Tarkrîp killers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Andreg at the Old Greenway Fort",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Orc Out-riders",
      "es": "",
      "es (fem)": ""
    }
  ]
}