{
  "id": 620841791,
  "txt": [
    {
      "id": 218649169,
      "en": "'The outriders you dispatched were only the first of many foes that made their way into Bree-land from the North Downs. I had hoped that the message you delivered would have been clear enough to force some of the Orcs back towards the north, but they have organized well and built out a fort upon the western side of the Greenway. We need to drive them out of that area as quickly as possible.\\n\\n'You will need to travel north again, I fear, this time crossing the Greenway and searching for the Orc-encampment called Cirith Nûr. Strike at the heart of the Orc-forces there, and we may yet break their will.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'A cave was carved into the face of the cliffside you say? It all makes sense now, [placeholder].\\n\\n'That must be where Ferny is headed!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You will find the Orc-encampment at Cirith Nûr, west of the Greenway to the north. Make your way there and defeat the Orcs in an attempt to break their will.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Dirty Work: Orc-slaying",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Rangers, watching movements of enemies from the north and south, are concerned over the appearance of a foe they have long fought in the north.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Orcs at Cirith Nûr ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Orcs at Cirith Nûr ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "You will find Orcs encamped at Cirith Nûr on the west side of the Greenway to the north of the Old Greenway Fort.\\n\\nAndreg asked you to attempt to disrupt the Orcs at their encampment at Cirith Nûr.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Andreg at the Old Greenway Fort",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Andreg is at the Old Greenway Fort, south of Cirith Nûr.\\n\\nThe Orc-encampment was filled with powerful Orcs, and a cave carved into the cliff face lay within the heart of the camp. You should return to Andreg with your report.",
      "es": ""
    }
  ]
}