{
  "id": 620841789,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Gazbúrz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Tarkrip bow-masters ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Defeated Tarkrip bone-smashers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The discovery of Orcs in Bree-land has concerned Andreg the Ranger.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I need you to head northwards, beyond Hengstacer Farm and through the lands where hunters go to make their living. If you encountered a small scouting group of Orcs just outside of Hengstacer Farm and even more encamped on the southern edge of the gorge, then I fear that a larger encampment may have found its way to the ruins in the east -- near the northern lakes of Bree-land.\\n\\n'Go there and seek out the Orcs' leader and his minions. Defeat them, if you can, and return to me so that I know this deed is done. If you find an encampment there... then we know the North Downs has fallen.\\n\\n'Please hurry.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You have been instructed to search east along the gorge far to the north of the Bree-fields, beyond Hengstacer Farm, for an Orc-leader and his entourage.\\n\\nAndreg fears that the Orcs have pushed too deeply into Bree-land, though only a small number of Orcs came through Trestlebridge. This concerns him greatly. He sent you to investigate and to strike a blow against the Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It is done then. The Orcs must have overrun the valleys of the North Downs. The borders are breached.\\n\\n'We must send a warning to my brethren far and wide. Your efforts are of great importance, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Andreg is at the Old Greenway Fort\\n\\nYou should return to Andreg and tell him about the Orc camp that you discovered along the gorge in the northern most reaches of Bree-land.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We cannot afford to stay this investigation any longer. The Orcs have already proven more resourceful than we expected. If they organize quickly in the northern fields of Bree-land, then there is no telling how far they will travel southwards.\\n\\n'Investigate the southern ridge of the gorge to the north.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Gazbúrz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Tarkrip bow-masters ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat Tarkrip bone-smashers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Andreg at the Old Greenway Fort",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Checking the Borders",
      "es": "",
      "es (fem)": ""
    }
  ]
}