{
  "id": 620841706,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I must not give up all hope for poor Hal, though in a place as cruel as this I dare not hold too much....\\n\\n'We must hunt down the black dogs that cornered him and see if we can find any clues to confirm his downfall... or perhaps a body so that we might at least put him to rest, though the Black Dogs are rarely so considerate as to leave much behind.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What are these...? No!\\n\\n'Are these all that remains of Hal Tiller? I was a fool to ever let him come here!\\n\\n'I will see his bravery avenged! The creature who did this deed must pay thrice-fold!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'What possessed an innocent such as Hal to join us out here? These halflings are not known for such spirit so far as I have heard, though tales do speak of a few. Nevertheless, even the boldest halfling should not come to such a place as this!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "YOU SHOULDNT SEE THIS",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Gnawed Bones",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ivorel feels personally responsible for poor Hal Tiller, a young hobbit that accompanied her scout expedition.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected gnawed bones ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect clues to Hal's fate ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Black dogs can be found throughout the Scuttledells.\\n\\nIvorel has asked you to hunt down black dogs in the hopes of finding some clue -- or perhaps the remains -- of Hal Tiller.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Ivorel at her camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ivorel is at her camp in the Scuttledells.\\n\\nYou should return to Ivorel and show her the remains that you have collected.",
      "es": "",
      "es (fem)": ""
    }
  ]
}