{
  "id": 620841794,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'If we are to investigate Cirith N没r, then we should also do what we can about recovering the many supplies the Orcs have received from raids and from the corrupted Men who aim to assist them.\\n\\n'You are sure to find these supplies neatly tucked away in crates, packed far differently than Orcs would pack their provisions while marauding through the countryside. Collect these supplies, and I will see that they are restored to the Men of Bree and Trestlebridge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Recovering this much from the Orcs will surely help to alleviate much of the suffering that Bree and Trestlebridge have felt from the encroachment into their territories.\\n\\n'I thank you much for your efforts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Have you found any supplies among the Orcs at Cirith N没r? The beasts have stolen much as they have made their way here, not to mention what they have received from their allies here in Bree-land.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Ill Gotten...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Rangers, watching movements of enemies from the north and south, are concerned over the appearance of a foe they have long fought in the north.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collect stolen supplies ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the supplies to Andreg at the Old Greenway Fort",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Cirith N没r lies to the north-west of the Old Greenway Fort.\\n\\nAndreg has asked you to search through the Orc-encampment at Cirith N没r for supplies stolen by -- or given to -- the Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect stolen supplies ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}