{
  "id": 620841795,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I must send you next to the north-east to speak with the owner of Hengstacer Farm. Recent events surrounding the farm have reached my ears and speak of a dwarf who has come under attack by Orcs while looking for assistance from the farmhands.\\n\\n'If you are willing, head north-east and speak with Éogar, the owner of the farm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Orcs? You sound like that foolish dwarf who was here not long ago. I will tell you the same that I told to him... talk to my farmhand, Cam Applewood. \\n\\n'He is the one spreading the hay over there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Cam will be the one who might help you. Speak with him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Are you here about our horses?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Hengstacer Farm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You should speak at once with Éogar at the Hengstacer Farm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A visiting dwarf at the Hengstacer Farm came under attack from some Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Éogar at the Hengstacer Farm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Hengstacer Farm lay north-east of Saeradan's Cabin, up the eastward road from the Old Greenway Fort.\\n\\nSaeradan sent you to the Hengstacer Farm to investigate talk of Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Cam Applewood at the Hengstacer Farm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Cam Applewood is at the Hengstacer Farm.\\n\\nÉogar told you to speak with Cam Applewood, his farmhand.",
      "es": "",
      "es (fem)": ""
    }
  ]
}