{
  "id": 620841775,
  "txt": [
    {
      "id": 218649170,
      "en": "'So, it seems very likely that Gollum is indeed in the Scuttledells, but this news you bring of Orcs and goblins also hunting the Scuttledells is ill indeed.\\n\\n'It is one thing if we are unable to lay hands upon this Gollum, but quite another if the forces of Dol Guldur were to do so. Fuirgam seemed most concerned that this might occur.\\n\\n'Whatever happens, [placeholder], we must not allow Gollum to be captured by the Orcs!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Silent Footsteps",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have found no trace of Gollum",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I do not know how Fuirgam expects us to catch one such as Gollum in a place like this. I would be tested to lay hands upon one as slippery as him if I were to find him in an open field! But here?\\n\\n'Yet the tone of his message seemed almost desperate -- as if all might be undone were Gollum taken by the Enemy -- and so we must bend all our will to his capture if it be possible at all.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "The bones of recently-eaten fish litter the bank of this pond",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I do not know how Fuirgam expects us to catch one such as Gollum in a place like this. I would be tested to lay hands upon one as slippery as him if I were to find him in an open field! But here?\\n\\n'Yet the tone of his message seemed almost desperate -- as if all might be undone were Gollum taken by the Enemy -- and so we must bend all our will to his capture if it be possible at all.'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Something moves in the nearby webs",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Gollum might be found at one of several locations suggested by Miluimil.\\n\\nMiluimil has asked you to search for any signs of Gollum in the Scuttledells. You should start with the Pool of Tranquility.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I do not know how Fuirgam expects us to catch one such as Gollum in a place like this. I would be tested to lay hands upon one as slippery as him if I were to find him in an open field! But here?\\n\\n'Yet the tone of his message seemed almost desperate -- as if all might be undone were Gollum taken by the Enemy -- and so we must bend all our will to his capture if it be possible at all.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Gollum might be found at one of several locations suggested by Miluimil.\\n\\nMiluimil has asked you to search for any signs of Gollum in the Scuttledells. Perhaps you should try the Low Pond.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Gollum might be found at one of several locations suggested by Miluimil.\\n\\nMiluimil has asked you to search for any signs of Gollum in the Scuttledells. Perhaps you should try the Crawling Waters.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Miluimil is at Ivorel's camp in the Scuttledells.\\n\\nYou should return to Miluimil and tell him what you have learned of Gollum's whereabouts.",
      "es": ""
    },
    {
      "id": 106156753,
      "en": "'Ha...ha ha. *cough* That you, Boss?'",
      "es": ""
    },
    {
      "id": 106156754,
      "en": "'We found him. Little skulker...we got him now. Got him good we do.' ",
      "es": ""
    },
    {
      "id": 106156755,
      "en": "'Blasted spiders nipped me, though...feel pretty bad. Can't see so well neither.'",
      "es": ""
    },
    {
      "id": 106156756,
      "en": "'The Boss has him cornered, he does...up in the caves. He'll not slip us this time!' ",
      "es": ""
    },
    {
      "id": 106156757,
      "en": "'We got him for sure. We'll make him squeak, we will!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search for signs of Gollum at the Pool of Tranquility",
      "es": ""
    },
    {
      "id": 106156758,
      "en": "'That you, Boss? Can't see you...blasted spiders....'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Search for signs of Gollum at the Low Pond",
      "es": ""
    },
    {
      "id": 106156759,
      "en": "'uhk....'",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Search for signs of Gollum at the Crawling Waters",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Miluimil at Ivorel's camp",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Speak with Miluimil",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "One of the Malledhrim scouts reported a goblin-like creature out in the ravines, not unlike the creature Gollum.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Fuirgam sent word to look for that Gollum creature? Well, the Scuttledells is an ideal haven for the likes of him, I am afraid. I was part of the effort to capture him on the fringes of Lórien a few weeks ago, but we had little success. One would think he could vanish into thin air, the way he evaded us.\\n\\n'Very well. I doubt we will find him out here, but at least if we do catch sight of him, these ravines may act to trap him where we can lay hands on him. One of my scouts reported seeing a small, goblin-like creature scuttling furtively about in the Scuttledells. I thought little of it at the time, but if Fuirgam's suspicions are correct, it may have been Gollum.\\n\\n'Here are a few places where he might be lurking, so keep a sharp eye out.'",
      "es": ""
    }
  ]
}