{
  "id": 620841770,
  "txt": [
    {
      "id": "0xacda693",
      "en": "'The [placeholder] helps us my precious! But is it strong enough?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xac85c01",
      "en": "'No! Let usss be!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xac85c02",
      "en": "'Save me nice [placeholder]ses! The Orcs will pinch and burn poor preciousss!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A band of Orcs dispatched from the tower of Dol Guldur is hunting through the Scuttledells for the furtive Gollum.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xae7a413",
      "en": "'We are free my precious! Run before the [placeholder] grabs us! Everyone wants to catch poor Gollum! Gollum...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5641c11",
      "en": "\\qHo there [placeholder]! Have you caught the slippery little fellow yet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5641c12",
      "en": "'Alas! He's escaped us again! How many times shall I be tricked?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc6f4361",
      "en": "'You lot! Kill that [placeholder] while I get this slippery rat under wraps!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5641c13",
      "en": "'Still, I see you've made short work of the Orcs sent to capture him - and it's more important that he stay out of their hands than fall into ours.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc6f4362",
      "en": "'If this one escapes, it'll be the dungeons or worse for all of us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5641c14",
      "en": "'We'd best leave this place quickly. The spiders have been aroused by this clamour and will soon be upon us if we remain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8f06c77",
      "en": "'No! He's escaping! I'll gut you for this [placeholder]! I'll... ugh...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c715a3",
      "en": "'What's that? Curse you, [placeholder]! If you cost me my prize, I'll tear you to pieces!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'It seems that Celeborn himself has said that we must not permit Gollum to fall into the hands of the Enemy, for the creature holds some knowledge that would upset the entire campaign of the Malledhrim against Dol Guldur.\\n\\n'I know not what morsel of knowledge this Gollum creature possesses to so trouble the brow of mighty Celeborn, but we must move quickly if we are to prevent his capture!\\n\\n'The goblin you interrogated claimed that the Orcs had pursued Gollum into the caves to the north, did he not? Swiftly then! Let us rush into peril, all wiser thoughts of caution unheeded, for now is the time!'\\n\\n<rgb=#FF0000>WARNING: This is a solo quest, and cannot be completed in a fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Miluimil is at Ivorel's camp in the Scuttledells.\\n\\nMiluimil has asked you to travel with him into the caves in the northern Scuttledells and prevent the servants of Dol Guldur from capturing Gollum.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Aye, it appears that Gollum has slipped our noose once again. It is a bit embarrassing, I will admit. There are few who can so readily outwit me in the brush.\\n\\n'Our most important task has been achieved, however: the servants of Dol Guldur have been slain or chased off empty-handed, and Gollum's trail grows cold behind him.\\n\\n'So long as he does not choose to consciously betray it to the Enemy, I think Celeborn's secret is safe for the moment. I doubt they will get another chance at him here in Mirkwood now that he is on his guard against them... but then, we may not either.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Miluimil is at Ivorel's camp in the Scuttledells.\\n\\nYou should speak with Miluimil about Gollum's escape.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Are you ready? There is no time like the present, so let us tarry no longer!'\\n\\n<rgb=#FF0000>WARNING: This is a solo quest, and cannot be completed in a fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xdf95eb3",
      "en": "'Yesss! Die nassty Orc! Leave poor Gollum alone!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Miluimil to travel to the caves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Miluimil at Ivorel's camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Cornered Foe",
      "es": "",
      "es (fem)": ""
    }
  ]
}