{
  "id": 620841705,
  "txt": [
    {
      "id": 136263297,
      "en": "You can find no sign of Hal Tiller",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "There is no sign that Hal Tiller was ever here",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You found a torn and bloodied hobbit-pack",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Ivorel, the leader of a scout expedition into the Scuttledells, is concerned about the fate of Hal Tiller, an adventuresome young hobbit who asked to be allowed to aid the Elves on their expedition into Mirkwood. Ivorel fears that the inexperienced hobbit may have been slain by the horrors lurking in the clefts of the Scuttledells.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Greetings, traveller. My name is Ivorel, and I serve at Celeborn's request as the scout-leader for the Malledhrim expedition into Mirkwood. Alas! His trust in me was misplaced, for we have come to ruin here in this twisted place! Few of my scouts have returned at all, but worst of all is the loss of poor Hal Tiller!\\n\\n'Hal was a young hobbit of an unusually adventurous strain who begged to join us in this expedition. He was also a burglar with an unusually light step -- even for his kind -- and of such earnest heart that I accepted... and in so doing I surely signed the warrant for his death. My fellow scouts were all of fine mettle and experience, and the risks they knew well, but poor Hal was but a child compared to them, and I should never have allowed it.\\n\\n'I cannot abandon my watch for my duty to the Malledhrim is clear and should any of my scouts yet live they shall come here. Yet you are clearly an adventurer of great mettle to have come this far yourself -- would you help me discover the fate of poor Hal? There must be some trace of him in the Scuttledells....'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Search the southern Scuttledells for signs of Hal Tiller.\\n\\nIvorel suggested a few places where he might most likely be found as part of the mission he was assigned, but she believes that he is most likely dead.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'What a cruel fate for such a young innocent! These look to be the claw-marks of a Black Dog on the pack -- there is only a spark of hope left, for we have not yet found his body.\\n\\n'Most likely because he was torn to pieces by the Black Dogs....'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ivorel is at her camp in the Scuttledells.\\n\\nYou should return to Ivorel and show her the pack you found.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I saw several halflings accompanying the band of strangers who came into Lórien these past weeks, and they were taken into the Lady's presence and set, or so I am told, to tasks most dire.\\n\\n'I had thought that perhaps they held some hidden strength, not apparent to the eye, and so I allowed young Hal to join us when he offered his services.\\n\\n'Now though I feel sick, as if I had sent a child into battle ahead of me. He must be alive, or I shall never forgive myself.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "YOU SHOULDNT SEE THIS",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search east of the Pool of Tranquility",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Search the paths north of the Pool of Tranquility",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Search the barrows north of the Pool of Tranquility",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Search the barrows north of the Pool of Tranquility",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Innocence in Peril",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Ivorel at her camp",
      "es": ""
    }
  ]
}