{
  "id": 621067829,
  "txt": [
    {
      "id": "0x2f00ed2",
      "en": "Deliver Leri Grudd's parcel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Clegur Hobbit TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1196",
      "en": "The marker points to a new location",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "DNT-'Looking for Glyn Helyg are ya? You and everyone else. The ruffians out of Radlaw have been causing all kinds of chaos for the Stoorvale. How do I know you are not one of them?\\n\\n'Tell you what. If you can stir up some trouble in Radlaw and perhaps teach a few of those ruffians a thing or two, I will show you the way to Glyn Helyg.\\n\\n'Sound like a deal?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Clegur can be found south-east of Mossward past the Howlingstones.\\n\\nYou should ask Leri Grudd about the floating village.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Have you been to the Stoor-vales? I was once a traveller. But I met my wife here and chose family. I never made it out that far.\\n\\n'I've heard fascinating tales from my friend, of a floating village overlooking the river. I would have loved to witness this place.\\n\\n'If you'd like to see it for yourself, you can talk to my friend Leri Grudd.\\n\\n'You'll find her south-east of here past the Howlingstones in a town called Clegur.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Locate the third trail marker",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'A floating village you say? Well, I did say that to Mal last we spoke I suppose. The village is called Glyn Helyg. It is where I was raised. You can imagine it, floating in the sky and all, being quite an ordeal to get there, mind ya. I could help you find it. But I am in need of help.\\n\\n'There is a small parcel. Sentimental, really. Hidden and buried to keep the ruffians away from it. Problem is, the ruffians decided to set up their home where we buried it!\\n\\n'If you have it in ya, might you retrieve this parcel from them and return it to my family in Glyn Helyg?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Mal Begbeam once dreamed of exploring the land but has since settled down with a family of his own.\\n\\nHe laments that he had never chanced a view at the floating village in the sky.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Leri Grudd has given you exact instructions on where the parcel was buried.\\n\\nFind the parcel in the ruffian camp north of Clegur and return it to her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a5",
      "en": "Locate the fourth trail marker",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Talk to Leri Grudd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50251",
      "en": "Deliver Leri Grudd's parcel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "You found Leri's parcel. You should take it back to Leri Grudd and confirm its authenticity.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Find Leri Grudd's family parcel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "Defeated ruffians ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50255",
      "en": "Talk to Leri Grudd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "DNT-'That's the one! Thank you for retrieving this for me. The brigands have been pestering us folk for a while and I feared I might lose it.\\n\\n'Now, the way to Glyn Helyg is very rough. I cannot personally show you the way. But I have an acquaintance that could. Follow the road east across the river and speak to River Hobbit TBD.\\n\\n'They wander along the banks, close to a watermill looking for odd trinkets.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50258",
      "en": "Talk to Cranog Dambryn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Village in the Sky",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Talk to Cranog Dambryn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "You found the parcel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Locate the first trail marker",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73086",
      "en": "'Good day to you, traveller.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Locate the second trail marker",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Cranog Dambryn wanders along the banks of the river north-east of Clegur.\\n\\nYou should find them if you want to find Glyn Helyg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730886",
      "en": "DNT-'I gave you all the information you need to find the parcel.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "The ruffian camp Radlaw can be found north of Clegur.\\n\\nCranog Dambryn has asked you to teach them a lesson.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a9",
      "en": "'Ah, Leri sent you? Judging by your face, I'd say you are quite disappointed.\\n\\n'This is indeed Glyn Helyg. And no, it is not a floating village. I'm going to have to give Leri what for!\\n\\n'Ever since they left to go on their adventures, they've been spreadin' all kinds of fantastical rumours about this place. Tellin' all manner of folk that our humble town floats in the sky overlooking the river.\\n\\n'You are not the first to appear to me with such despair. But enough about them. Thank you for deliverin' the parcel.\\n\\n'It's quite important to our family.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "You managed to create some chaos inside Radlaw.\\n\\nYou should talk to Cranog.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56853",
      "en": "'That's the one! Thank you for retrieving this for me. The brigands have been pestering us folk for a while and I feared our family might lose it. Please deliver this to my cousin Gwenfor in Glyn Helyg.\\n\\n'Now, the way to Glyn Helyg is very rough. I cannot personally show you the way. But I have an acquaintance that could. Follow the road east across the river and speak to Cranog Dambryn.\\n\\n'They wander along the banks close to a watermill looking for odd trinkets.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56856",
      "en": "'Looking for Glyn Helyg, are ya? You and everyone else. The ruffians out of Radlaw have been causing all kinds of chaos for the Stoor-vales. How do I know you are not one of them?\\n\\n'Tell you what. If you can stir up some trouble in Radlaw and perhaps teach a few of those ruffians a thing or two, I will show you the way to Glyn Helyg.\\n\\n'Sound like a deal?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730893",
      "en": "DNT-'Unless you have something important, I have nothing to say.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'Word travels fast in the Stoor-vales. Ruffians are in a panic in response to your actions.\\n\\n'All right. I'll tell you how to find Glyn Helyg. You know the road you took to get here? Follow it north.\\n\\n'I have left trail markers along the way for you to find the secret entrance to Glyn Helyg. They will point you in the right direction.\\n\\n'If you follow the trail markers precisely, you should be able to find Glyn Helyg.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a4",
      "en": "Cranog has told you to look for trail markers he left that lead to Glyn Helyg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730840",
      "en": "'Welcome stranger.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a7",
      "en": "Cranog has told you to look for trail markers in order to locate Glyn Helyg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e04",
      "en": "Talk to River Hobbit TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730844",
      "en": "'I gave you all the information you need to find the parcel.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730847",
      "en": "'Unless you have something important, I have nothing to say.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd7308a2",
      "en": "'The ruffian camp is located north of Clegur. Teach them a lesson!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to River Hobbit TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b1",
      "en": "Cranog has told you to look for trail markers in order to locate Glyn Helyg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b4",
      "en": "Cranog has told you to look for trail markers in order to locate Glyn Helyg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1180",
      "en": "The marker points to a new location",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Defeat ruffians in Radlaw ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1183",
      "en": "The trail becomes clearer to you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b8",
      "en": "You have found Glyn Helyg. You should deliver Leri's parcel to her cousin Gwenfor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1187",
      "en": "You have found Glyn Helyg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e18",
      "en": "Talk to Clegur Hobbit TBD",
      "es": "",
      "es (fem)": ""
    }
  ]
}