{
  "id": 621067868,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Corruption of the Wild",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "DNT-Bring the coltsfoot to Lintrev",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Gwenfor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Could you spare a moment? A strange shadow lingers in the wild... I have observed its effects for quite some time now. The plants are wilting and the crop does not survive until the harvest.\\n\\n'This shadow spreads and harms everything it touches. Since you happened to survive the journey here, I'm hoping that you might take a look around and try to gather more information for me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Venture deeper into the forest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Nuddo Sutchic",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "The shadow's presence threatens you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73089",
      "en": "'Please, take a look in the forest. I'm certain the shadow grows stronger the deeper you go.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'That is troubling to see. It is as I feared. The corruption has begun to take hold. I've never travelled as deep as you have. The corruption on this plant looks even more severe.\\n\\n'You should travel deeper into the forest. If my suspicions are correct, we may find a more potent corruption exists.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730891",
      "en": "'You should investigate deeper into the forest across the bridge to the south.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Gwenfor Mellion is concerned for the wild land surrounding Glyn Helyg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Gwenfor Mellion wants you to go deeper into the forest and confirm her suspicions.\\n\\nContinue further down the path to the south-east across the bridge. A faint shadow lingers around still waters.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730895",
      "en": "'What do you need?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Gwenfor Mellion tells you the plants are wilting, and a shadow looming over the wild in the forest to the south-east.\\n\\nThe forest she speaks of can be found south-east of Glyn Helyg. You can follow the road out of the village.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Gwenfor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "The shadow has revealed itself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e07",
      "en": "Talk to Nuddo Sutchic",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Gwenfor awaits your report. Gwenfor can be found in Glyn Helyg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "The shadow's presence is stronger here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Defeat the corrupted beast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "The corruption deeper in the forest has gone on to affect even the beasts.\\n\\nYou should tell Gwenfor in Glyn Helyg immediately.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Investigate the corrupted plant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Nuddo Sutchic can be found in Lintrev to the north.\\n\\nGwenfor has asked you to share your findings with them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "DNT-Glyn Helyg Hobbit TBD has given you a sample of the corrupted coltsfoot.\\n\\nYou should bring it to Lintrev Hobbit TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'The shadow touches the beasts of the land now? It is more dire than I thought. First the plants and now the animals. If we allow this corruption to go unabated, it could cause a great strife in the Stoor-vales.\\n\\n'My friend in Lintrev has told me similar stories. In fact, he speaks of black riders passing through. I suspect he could tell you more. Go to Lintrev and find Nuddo Sutchic. Regale them of what has transpired and give them this sample of coltsfoot.\\n\\n'Lintrev is north of here. Just follow the road east out of Glyn Helyg.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "A strange shadow lingers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'The corruption on this coltsfoot plant is troubling indeed. You say Gwenfor sent you?\\n\\n'She was right. This might explain the recent unrest in Cobshollow. Ever since the black riders passed through, the situation here in the Stoor-vales grows more and more bleak. Our very way of life is being threatened.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}