{
  "id": 621067833,
  "txt": [
    {
      "id": 149027571,
      "en": "Gathering Gloom-web",
      "es": ""
    },
    {
      "id": 148970240,
      "en": "Collected gloom-webs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184621121,
      "en": "Hafren has asked you to collect gloom-web from Nettinglade.\\n\\nGloom-web can be found in Nettinglade, in the Old Forest.",
      "es": ""
    },
    {
      "id": 184621122,
      "en": "You should bring the gloom-web you collected to Hafren.\\n\\nHafren is at Gerwyn's Convoy, in northern Cardolan.",
      "es": ""
    },
    {
      "id": 251715974,
      "en": "Return to Hafren",
      "es": ""
    },
    {
      "id": 190220597,
      "en": "'Welcome back! The spider-silk you gathered is exactly what I needed! I feel slightly more confident that I will be able to keep up with the injuries my companions keep coming down with.'",
      "es": ""
    },
    {
      "id": 126687017,
      "en": "Silvery strands of gloom-web from the weavers of the Old Forest can both save and endanger lives.",
      "es": ""
    },
    {
      "id": 190220785,
      "en": "'Greetings, fellow traveller. I am Hafren, healer for Gerwyn's Convoy. When we set off for Cardolan I knew it was going to be a bit rougher than travelling through Bree, but not quite this rough! We were attacked two nights ago by wights and were forced to circle our waggons. We have injured here, and I am nearly out of bandages.\\n\\n'On the far side of the road lies the southern reaches of the Old Forest. Beneath its ancient trees lies a deadly foe, but one who spins a thing most priceless. Spider-silk works incredibly well as a bandage for wounds, did you know? If you are going to brave the Old Forest, please bring me back any clean spider-silk that you might find. Together, we can save the lives of my fellow travellers.'",
      "es": ""
    },
    {
      "id": 148970247,
      "en": "Hafren chuckles as you struggle to pass her the sticky webbing",
      "es": ""
    },
    {
      "id": 173025785,
      "en": "Collect gloom-webs ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}