{
  "id": 621067814,
  "txt": [
    {
      "id": 216727827,
      "en": "You must place a delving garnet into the fissure in the delving stone. This will unlock the potency trapped within the gemstone and unleash it upon the world.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "A malice spread from within the gemstone you affixed to the delving stone. You must defeat the enemies and complete the mission to rid the evil from the world.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Complete the current mission",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Failure: Leave the instance",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Having completed the mission with the malice affecting the denizens within, you should now make your way back to the mission giver and tell them of your success.",
      "es": ""
    },
    {
      "id": 215429253,
      "en": "Without a delving garnet you cannot unlock the greater strength of the enemies in this space.",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "You left the instance and failed",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Speak with the mission giver",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Another victory it appears. You are improving on an already impressive history of effort, [placeholder]. Soon we may be seeing those calling for erecting statues in your honour.'\\n\\nThey smile broadly.\\n\\n'I think then you are ready for this. Be careful though. The more of these gemstones we find, the greater the risk becomes. Use caution in all you do.'",
      "es": ""
    },
    {
      "id": 262725907,
      "en": "You left the instance and failed the delving",
      "es": ""
    },
    {
      "id": 225071137,
      "en": "Complete the current mission and find the scout",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "A powerful malice spreads through the area...",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Delving deeply into the world, the forces of the enemy are more powerful and vicious.",
      "es": ""
    },
    {
      "id": 225071138,
      "en": "Failure: Leave the instance",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "The stone is inert. There is a clear fissure in the surface where one, with a little effort, could affix a gem of some sort. Perhaps you have such a gem in your possession.",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Acquire a delving garnet ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "A powerful malice spreads through the area...",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Complete the current mission and find the scout",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "The delving garnet fits into the fissure within the delving stone. The garnet cracks and the darkness within creeps out of the stone and moves into the air as a black tendril. A flash of dread fills you but passes.",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Affix the delving garnet to the delving stone ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Tier 04: Delving Garnet",
      "es": ""
    }
  ]
}