{
  "id": 621067865,
  "txt": [
    {
      "id": "0xb568952",
      "en": "'Thank you so much! I know he has a hard time admitting when he needs help, but I think that in the end he will be grateful.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b19",
      "en": "It takes some time, but the bed is reassembled!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011855",
      "en": "Rhiangar has asked for your help dismantling her father's bed so that it can be moved downstairs.\\n\\nThe Mayor's bed is in the Mayor's home, in Herne.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1729",
      "en": "Mayor Nevit's injury has gotten worse, forcing him to spend long hours sleeping on a hard bedroll.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011858",
      "en": "You have dismantled the bed in the upstairs room of the Mayor's house. Now you should reassemble it downstairs, in his office.\\n\\nThe Mayor's office is in his home in Herne.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a4",
      "en": "Talk to Rhiangar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7308813",
      "en": "'Thank you so much for your help bringing the bed downstairs! It would have taken me all night. Now I do not have to worry about father sleeping on the floor or trying to make it up the stairs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "The Mayor's Bed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e1e0",
      "en": "Reassemble the Mayor's bed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d6",
      "en": "Dismantle the bed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011821",
      "en": "You should let Rhiangar know that you have moved her father's bed into the library.\\n\\nRhiangar is in the kitchen in the Mayor's house in Herne.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f1",
      "en": "'I am going to get started on dinner, but I wonder if I could impose upon you for another favour while I am seeing to the cooking.\\n\\n'My father’s bedroom is on the second floor, but in his condition, there is no way he can manage stairs. Will you disassemble his bed and reassemble it in his library downstairs? He will complain, I am sure, but I can tell by the bedroll that he has already been spending nights down here, thankfully.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b17",
      "en": "After some time and effort, the bed has been dismantled",
      "es": "",
      "es (fem)": ""
    }
  ]
}