{
  "id": 621067869,
  "txt": [
    {
      "id": 120621460,
      "en": "'Cardolan was never the safest place to live, but together, my parents insisted on carving out a life here. They succeeded too, though father does not see it. Just look at Herne! Why, until these black riders cast their darkness here, this town was very nearly thriving.'",
      "es": ""
    },
    {
      "id": 251716072,
      "en": "Talk to Mayor Nevit",
      "es": ""
    },
    {
      "id": 148970131,
      "en": "Osian sniffs and looks you up and down dismissively",
      "es": ""
    },
    {
      "id": 184621089,
      "en": "You should let Rhiangar know what you learned from Osian and the Mayor.\\n\\nRhiangar is in the kitchen in the mayor's house in Herne.",
      "es": ""
    },
    {
      "id": 148970135,
      "en": "The journal is old and well-read",
      "es": ""
    },
    {
      "id": 190220626,
      "en": "'Well, what did they say? Oh, Osian cared for my father in my absence, did he? I did not realize my father needing tending until now. No, he is a grown man and was capable when I left. I will not let that guilt creep in and take away the joy I had in travelling and studying in Bree.\\n\\n'But what my father said is intriguing. Mother was going to look at ruins? His words are stirring a memory within me! [placeholder], will you do me a favour and look for my mother's journal? It should be on the shelf in my father's library.'",
      "es": ""
    },
    {
      "id": 184621141,
      "en": "Rhiangar has asked you to bring wine to her father, the mayor, and to see if you can learn anything of import.\\n\\nThe mayor is at the dining table, in the mayor's home, in Herne.",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "The Dubious Guest",
      "es": ""
    },
    {
      "id": 190220629,
      "en": "'Why are you still here?! Hmph, well the wine is welcome, even if you are not. No offence meant, but my daughter does not need someone like you around giving her crazed ideas. She already ran off to the big city and abandoned her duties and me. She is back, but for how long?\\n\\n'Her mother was the same way. Never content to settle down. Always running off to look at crumbled fortresses and searching for Elves and the little folk down south in Swanfleet.'",
      "es": ""
    },
    {
      "id": 126687017,
      "en": "While you were reassembling the mayor's bed, a new person arrived and is speaking with the mayor.",
      "es": ""
    },
    {
      "id": 184621097,
      "en": "Rhiangar has asked you to bring wine to her father, the mayor, and to see if you can learn anything of import.\\n\\nThe wine is in the kitchen of the mayor's house, in Herne.",
      "es": ""
    },
    {
      "id": 184621474,
      "en": "While the stew stews, Rhiangar has asked you to meet her at Herne's inn, The Crossway House.",
      "es": ""
    },
    {
      "id": 184621525,
      "en": "Rhiangar has asked you to bring her mother's journal to her from the library.\\n\\nThe library is in the mayor's house in Herne.",
      "es": ""
    },
    {
      "id": 190220449,
      "en": "'I have no problem with Rhiangar, and I wish she would warm up to me. I have made sure to care for her dear father in her absence, but Cadwallon missed her a great deal.\\n\\n'It has been so difficult for him since the accident. Well, his troubles go back decades before that, to when his wife ran off. Oh, I should not speak of it.'",
      "es": ""
    },
    {
      "id": 184621528,
      "en": "You should bring the journal to Rhiangar.\\n\\nRhiangar is in the kitchen of the mayor's house, in Herne.",
      "es": ""
    },
    {
      "id": 173025360,
      "en": "Pick up the bottle of wine",
      "es": ""
    },
    {
      "id": 190220499,
      "en": "'Thank you for meeting me here! The town is still reeling from the passage of those black riders. I want to help wherever I can. If you have time, perhaps you, too, could lend some aid.'",
      "es": ""
    },
    {
      "id": 173025362,
      "en": "Speak to Osian",
      "es": ""
    },
    {
      "id": 190220785,
      "en": "'While you were taking apart the bed, father had a guest arrive, as I am sure you noticed. That is Osian Beddow, and I am certain that he is the reason father was down at Tharbad, snooping around. I suspect he is also the reason father got injured years ago. Osian has always wanted to be Mayor, and though he whispers honeyed words into father's ears, his actions have led me to believe he is more of a wasp than a bee.\\n\\n'Well, I have some work yet to do on the stew. Will you bring the wine to the table? Oh and, perhaps you could speak with them? I want to know what is going on, but Osian and I are not on speaking terms, and father clamps his mouth shut as soon as I enter the room.'",
      "es": ""
    },
    {
      "id": 251715680,
      "en": "Bring the journal to Rhiangar",
      "es": ""
    },
    {
      "id": 173025366,
      "en": "Search the library for the journal",
      "es": ""
    },
    {
      "id": 148970343,
      "en": "The mayor narrows his eyes at you, but accepts the wine",
      "es": ""
    },
    {
      "id": 190220457,
      "en": "'You found it! What memories this brings back! After mother disappeared, I would pore over her written words for hours, searching for some clue as to where she went. I never believed she left us on purpose, as my father insists. No, I think she met some darker fate.\\n\\n'The stew needs to cook over a low fire for many hours, and I also wish to check on the townsfolk and see how they are faring. Will you meet me at the Crossway House? Many people are still holed up in the inn, taking comfort from one another.'",
      "es": ""
    },
    {
      "id": 173025700,
      "en": "Talk to Rhiangar",
      "es": ""
    },
    {
      "id": 148970209,
      "en": "Rhiangar's eyes glitter with tears as she gently takes the journal",
      "es": ""
    }
  ]
}