{
  "id": 620903375,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I spoke to you once of the danger that awaited our mutual friends on their road, [placeholder]. Their circumstances are hidden to me, but I have seen enough in my mirror to worry.\\n\\n'Those few of the Wise who know of their errand have known a simple truth since they departed: as they move further south, they move closer to a point of decision they can delay, but not avoid. They cannot leave the Great River without making this decision: do they continue south and east to Mordor, or do they pass through cities of Men and thereby take a longer road to the fire?\\n\\n'The Ring-bearer must go to Mordor, but who will choose to go with him? I fear for the company, [placeholder]. Peer into my mirror and see if the visions for you are as troubling as they are for Galadriel.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "You tell Galadriel what you saw within her mirror, and a look of sadness crosses her face.\\n\\n'The mirror shows many things, [placeholder], and not all of them come to pass. But this is one possibility among many, and it is a troubling one to be certain.\\n\\n'They may have need of your help. I want you to travel south along the river Anduin, [placeholder], and to see what has befallen our mutual friends. None of the visions I have seen in the waters give me any hope that they have avoided the dangers into which they walk. If you can aid them in even the smallest way, it may be enough.\\n\\n'Nona should go with you, if she still desires to do so. I have known her for just a short time, but I do not think she wishes for anything but to adventure with you. Let her be an aid to you on a dangerous road!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "You peer into the waters of Galadriel's mirror, and indistinct images begin to appear of distant friends and worrisome signs...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 7, Chapter 2: The Point of Decision",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Peer into the mirror, and see if the visions you see are as troubling as those it has given to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Galadriel has seen disturbing visions in her mirror, and is worried about what it means for your mutual friends.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Peer into the Mirror of Galadriel and experience 'Session: The Point of Decision' or read the shortened account instead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Mirror of Galadriel is within her garden, in Caras Galadhon.\\n\\nGaladriel has asked you to peer into her mirror and see what awaits the Fellowship on their journey south.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "The Fellowship of the Ring comes at last to the most dangerous decision it must make, on which the fate of Middle-earth will be decided. Frodo Baggins walks alone above Parth Galen, wrestling with the difficult choice, but when one of his companions is seized by apparent madness, the Ringbearer is put to his most difficult test so far...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Galadriel in her garden",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Galadriel is in her garden in Caras Galadhon.\\n\\nYou have peered into her mirror, and should now speak to Galadriel about what you have seen.",
      "es": "",
      "es (fem)": ""
    }
  ]
}