{
  "id": 620903264,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Orc scouts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Orc ravagers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Defeated Orc defilers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Langfrith, of the Elfward, has scouted a tribe of Orcs rallying within the mountain passes to the east and worries that Faldham will be surrounded when the anticipated siege begins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The Elfward alone must defend the people of Faldham. Reeve Athelward sits fortified to the north, unwilling to send aid to us, and the people under Thane Mildrith's watch have been trampled in the wake of the Orcs heading west. When their wicked blades turn towards Faldham, it will come from the north and from the west. My thoughts dwell ever in a different direction, I look towards a danger from the east.\\n\\n'We have seen much activity of Orcs in the mountain passes leading towards the East Wall. I fear these Orcs plan to ambush our flanks when the force from the north approaches. We cannot allow ourselves to become surrounded. Strike against the Orcs that dwell along the pass to the east, and we shall observe how they respond.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Orc tribe has been scouted along the south-east pass leading into the mountains.\\n\\nLangfrith has asked you to drive back the Orcs encroaching on the lands south-east of Faldham.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The Nink-hai seem shaken by our unexpected interference. I expected the Orcs to retaliate, but they seem satisfied to have shrunk back into the mountains beyond our watch. Perhaps they had not expected such strong resistance from the residents of Faldham.\\n\\n'Fine work, [placeholder]. This will be one less opponent to concern ourselves with in the coming hours.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Langfrith prepares outside the mead hall of Faldham, west of the mountain pass.\\n\\nLangfrith is expecting news of your infiltration of the Orc camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Orc scouts at the camp to the east ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Orc ravagers at the camp to the east ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat Orc defilers at the camp to the east ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Speak to Langfrith about the Nink-hai Orcs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Pressed from All Sides",
      "es": "",
      "es (fem)": ""
    }
  ]
}