{
  "id": 620903266,
  "txt": [
    {
      "id": 22075075,
      "en": "Speak to Langfrith about the ignited powder kegs",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Langfrith can be found outside the meadhall of Faldham.\\n\\nLangfrith awaits the results of your actions with the Nink-hai powder kegs.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "The Nink-hai have stockpiled barrels of explosive black powder and threaten to use them against the walls of Faldham. Having infiltrated the Orc encampment, you have gained an opportunity to ignite the powder kegs while they still remain within enemy territory.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You return unscathed, remarkable! When I heard the sound of each blast resounding across the plains, I feared for your safety. I can see now that you had matters under your control.\\n\\n'Your clever plot of sabotage has surely thrown the Nink-hai plans into ruin. Without their furtive weapons to aid them, they have no hope of easily penetrating our walls.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Reversal of Sabotage",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Orcs have a collection of dangerous powder kegs within their camp. To overcome the threat of the Nink-hai's black powder kegs, it is possible to ignite their fuses while they remain within the enemy's grasp.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Powder kegs ignited ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Ignite powder kegs at the Nink-hai camp",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Nink-hai powder kegs can be found within their camp, east of Faldham.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Ignite powder kegs at the Nink-hai camp ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Nink-hai powder kegs can be found within the Orc camp east of Faldham.\\n\\nYou plan to disrupt the Nink-hai plans by detonating their stores of dangerous powder kegs.",
      "es": ""
    }
  ]
}