{
  "id": 620903226,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'My Riders have spoken with me about a section of the Norcrofts, between Cliving and Elthengels, that they have branded the Red Fields, for the blood-stained grasses that have become an all too common sight there.\\n\\n'These plains are so dangerous due to the ever-present threat of mounted Orc-archers. Even the most seasoned rider can be struck with an unlucky or unexpected arrow and become mortally wounded.\\n\\n'Clear as many of the mounted Orc-archers from this land as you can, and I will ensure that you are rewarded for your endeavours.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The Norcrofts will be safer for my Riders and for those evacuating, without the Orcs suddenly raining arrows down upon them.\\n\\n'You are well-deserving of this reward.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Red Fields",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The bands of Orc-archers that roam across the fields between Cliving and Elthengels have been terrorizing the people of the Norcrofts. Their territory has become so dangerous and violent that it has been nicknamed the Red Fields.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Orc-archers in the Norcrofts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Orc-archers in the Norcrofts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Red Fields lie to the south-east of the city, in the area between Cliving and Elthengels.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Reeve Athelward at the Mead Hall of Cliving",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Reeve Athelward resides in his Mead Hall, at the eastern edge of Cliving.\\n\\nYou have overcome the mounted Orc-archers that have been terrorizing people in the Red Fields.",
      "es": "",
      "es (fem)": ""
    }
  ]
}