{
  "id": 620903259,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Do not allow time to expire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'These lands are far too dangerous. Théoden King keeps safe only those within his walls, and so, my family makes for Edoras at once!\\n\\n'I worry about providing for my family once we reach the great city. If I had some pelts to sell at the market, I would feel much better about making the journey. Please, gather some hides for me, so that I might care for my children.\\n\\n'Go with haste! I cannot afford to hesitate any longer, and we shall depart shortly!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What fortuitous timing! We were at the precipice of departure... you have arrived not a moment too soon.\\n\\n'These hides are in pristine condition! We should be able to barter for what we need to survive, once we arrive in Edoras. Blessings upon you for your aid.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Goods of Value",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Getric and his family plan to depart for Edoras to avoid the dangers of the coming Orc-siege. Getric fears that without bringing valuable trade-goods, he will have a difficult time bartering for food and shelter once he arrives.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected pristine hides ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Time has expired",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect pristine hides from bears or láthbears ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Pristine hides can be gathered from the black-bears and láthbears roaming east of Faldham.\\n\\nGetric believes that pristine bear-hides will be useful for bartering with once he reaches the capital city of Rohan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return the pristine hides to the farmer, Getric",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Getric can be found preparing to leave his home, just north-east of the Mead Hall of Faldham.\\n\\nYou have procured the hides that Getric will use to barter with in Edoras.",
      "es": "",
      "es (fem)": ""
    }
  ]
}