{
  "id": 620903230,
  "txt": [
    {
      "id": 218649169,
      "en": "'I have a personal matter that I feel can be entrusted to you. The second eldest of my daughters, Ides, has aspirations of becoming a shield-maiden, following in the reputation of her father as a great warrior. I love Ides dearly and wish her to be happy, so I have arranged for her to receive training in preparation for becoming a shield-maiden.\\n\\n'I have seen your experience and talent when it comes to matters of prowess. Would you be willing to mentor Ides, oversee her training, and ensure that she is happy and free from danger? If you are able to assist her, please speak with her trainer, Edwulf. You will find him at the secluded training grounds east of Cliving, north of the vale of trees along the road.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The training grounds of the Eorlingas are no place for a young woman, such as Ides. When she becomes injured -- or possibly worse -- it will be my head that Reeve Athelward will be after! \\n\\n'If you are here to help keep her safe, then I welcome your aid, but please refrain from encouraging her foolish ambitions of becoming a shield-maiden. If the Norcrofts is to be saved, it will not be by foolhardy women.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Daughter Like Father",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Athelward's beloved daughter, Ides, has aspirations of becoming a brave warrior, much like her father. Athelward wishes for Ides to be happy and has agreed to provide her with suitable training.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Edwulf at the Rohirrim training grounds",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Edwulf can be found at the Rohirrim training grounds, east of Cliving. The camp is a converted farmstead, hidden in a vale of trees north of the road.\\n\\nReeve Athelward has asked you to speak with Edwulf, the man in charge of instructing his daughter, Ides, in the martial arts.",
      "es": ""
    }
  ]
}