{
  "id": 620903224,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Athelward worries for the safety of his people; many have ignored his orders to abandoned their homes and to seek shelter within Cliving.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You have already proven yourself capable of managing important and challenging tasks, so it is with confidence that I entrust you with an errand of utmost significance.\\n\\n'My primary thought is always to keep safe the people of the Norcrofts, yet I simply have not the Riders at my disposal to scour each corner and crevice of my land for the threat of these invading armies. I have given orders for my people to retreat into Cliving or to flee south to Edoras. Those within the city walls will be protected.\\n\\n'Many of the crofters have either not received the call for evacuation or fail to realize the seriousness of the matter. Please ride to them now and make certain that they understand the dangers of remaining at their crofts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The crofters can be found upon the plains and farmsteads south of the city of Cliving.\\n\\nThe crofters need to be reassured that Reeve Athelward's orders must be followed, for their own safety.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you for providing warning to my people. Too many have fallen already, and it shames me greatly. With the crofters safely within the city walls, I shall do all in my power to keep Cliving safe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Reeve Athelward resides at the Mead Hall at the east end of the city of Cliving.\\n\\nYou have convinced several crofters to evacuate their homes and seek refuge from the White Hand invaders.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Reeve Athelward intends to leave us unprotected if we do not flee? I cannot fathom leaving my home abandoned, but I will do so if it means safety for my family.\\n\\n'Thank you, stranger. We shall make for Cliving at once.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'I shall miss my home dearly, but I will not disobey a command from our noble Reeve. Athelward is a wise ruler, and if he requires us to take shelter within the city, then that is the course of action I will take.\\n\\n'Pardon me, for I must begin preparations to set forth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Thank you for the warning. It seems to me now that these lands are fit for naught but war.\\n\\n'I will make haste for Edoras, in the hopes that Théoden King will still hold against our foes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Convince crofters to evacuate their homes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'The Orcs that have spread across the fields have made it far too dangerous to remain. I will heed your warning, and leave these lands behind, yet I hope someday to return.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "You have convinced a crofter to evacuate to safety ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Reeve Athelward at the Mead Hall of Cliving",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'I cannot understand why Athelward refuses to send his riders to help defend our homes, but he has always done what is best for his people, and I will adhere to his decree for evacuation. Blessings to you, messenger.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Evacuation",
      "es": "",
      "es (fem)": ""
    }
  ]
}