{
  "id": 620903223,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'So you believe Wigfugol to be the culprit? Yes, it cannot be understated that his grudge against Athelward gives him the strongest motive. Living alone at his estate, he has no witnesses for his whereabouts during these crimes. It takes little imagination to see how Wigfugol was the one responsible for this atrocity.\\n\\n'I trust your decision on this matter. I shall go now to apprehend Wigfugol and take him to a cell in the dungeon. Meet me inside the dungeon, under the Mead Hall.'\\n\\n<rgb=#FF0000>NOTE: Only ONE suspect can be apprehended for these crimes. Accepting and completing this quest will not allow you to apprehend Eldora or Swithorne.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Wigfugol protested when I came for him, but eventually he relented and came along willingly. We will hold him here as we gather more evidence to prevent him from causing further harm.\\n\\n'Thinking on it now, I believe this was the best decision, [placeholder]. Wigfugol's disdain for the Reeve led him to this scheme of deception and murder. Athelward's life will be safer with Wigfugol locked away.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I am ashamed to be so disrespected by a simpleton guard and his outsider lackey. I understand that you are only completing the task that has been asked of you, but I wager that you will discover that the true villain remains free. Keep your wits about you if you remain in the city.\\n\\n'If disapproving of the Reeve's actions is my only crime, you will find that there are others who deserve to be locked up with me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Apprehending Wigfugol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Walnoth has decided that the time has come to apprehend the person responsible for Cliving's crimes. The evidence indicates that Wigfugol may be the man responsible.\\n\\n<rgb=#FF0000>NOTE: Only ONE suspect can be apprehended for these crimes. Accepting and completing this quest will not allow you to apprehend Eldora or Swithorne.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Walnoth in the Mead Hall dungeon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Walnoth will be waiting for you inside the dungeon, under the Mead Hall of Cliving.\\n\\nWalnoth has gone to apprehend Wigfugol and will be taking him to the dungeon for holding until the crimes can be fully resolved.",
      "es": "",
      "es (fem)": ""
    }
  ]
}