{
  "id": 620903369,
  "txt": [
    {
      "id": 221542277,
      "en": "The Dwarf",
      "es": ""
    },
    {
      "id": 111100577,
      "en": "The anger passes like a sudden storm. You should return to the camp.",
      "es": ""
    },
    {
      "id": 15732369,
      "en": "'I know what I must do... but I am afraid to do it.'",
      "es": ""
    },
    {
      "id": 15732370,
      "en": "'The Ring cannot save Gondor. Its only power is to destroy.'",
      "es": ""
    },
    {
      "id": 133874709,
      "en": "The Other Halfling",
      "es": ""
    },
    {
      "id": 15732371,
      "en": "'Boromir, I have nothing more to say to you!'",
      "es": ""
    },
    {
      "id": 15732372,
      "en": "'Boromir, no! Do not do this!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I understand, Boromir, but you know the words of Gandalf. Though there be strength in Minas Tirith, it is not a strength that will avail us in the matter of Frodo's burden. If this were a contest that could be won by strength of arms, I would readily agree to go at once to your city. But I fear it is not.\\n\\n'When Frodo returns he will give us his decision, and we will do what we can to support him, will we not?'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Boromir, what have you done?'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You are very kind, Boromir, but I have seen no danger. If there are Orcs about, they must remain on the other side of the river. I have simply been walking and thinking about what I must do. But it is not an easy decision to make. I know what I must do, but... I am afraid.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'I know Minas Tirith is endangered, Boromir, but I cannot bring the Ring there. You heard what Gandalf said at the Council, and Elrond... my road lies to the east, and to the Fire. The Ring cannot save Gondor. Its only power is the power to destroy.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Boromir, it is my burden, and I will not give it to you! You are not yourself! The Ring has influenced your words, do not let it influence your actions as well! I have nothing more to say to you!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Aragorn does not understand. My city needs the Ring to survive!",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'I believe we should go to Minas Tirith, Boromir. If it came to a vote, that would be my decision. You have told us of the Enemy's desire to destroy Minas Tirith, and I think that is where we are most needed.\\n\\n'But I will stand with Frodo, whatever his decision.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "The Elf is a valuable companion, but his arrows are nothing compared to the power of the Ring!",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'Boromir, no! The Ring cannot save Gondor! It must be destroyed!'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have found Frodo, but he has not seen you yet.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Frodo has not yet made his decision! Perhaps he can be convinced!",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "He is not listening! Elves and Wizards have already filled his head with nonsense!",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "He is a fool! He will doom us all! He will give the Ring to Sauron!",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "No! The fool! He has doomed us all!",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Frodo has asked for an hour in which to decide the course of the Fellowship, but you are worried he will not choose to bring the Ring to Minas Tirith.",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "He is not here! Where is the Ring?",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "A pox on all hobbits! Where is the cowardly creature?",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Seize the Ring from Frodo!",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Seize the Ring from Frodo!",
      "es": ""
    },
    {
      "id": 62449205,
      "en": "The Elf",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Search the hollow log for the sneaking hobbit!",
      "es": ""
    },
    {
      "id": 84765779,
      "en": "Search the leaf pile for the sneaking hobbit!",
      "es": ""
    },
    {
      "id": 84765780,
      "en": "Search through the bush for the sneaking hobbit!",
      "es": ""
    },
    {
      "id": 84765781,
      "en": "Frodo is gone. You should return to the camp-site and see if he will forgive your outburst",
      "es": ""
    },
    {
      "id": 84765782,
      "en": "Talk to Aragorn",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Aragorn by the camp-fire",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to the Elf, Legolas, by the camp-fire",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Find Frodo and convince him to bring the Ring to Minas Tirith. He wandered somewhere to the north-west.",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Frodo and see if he has yet decided what to do",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Frodo and see if he has yet decided what to do",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Frodo and tell him of Minas Tirith's great need",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Frodo and tell him of Minas Tirith's great need",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Talk to Frodo and ask to borrow the Ring so you can save Gondor",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Talk to Frodo and ask to borrow the Ring so you can save Gondor",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Aragorn is by the camp-fire on Parth Galen.",
      "es": ""
    },
    {
      "id": 32729280,
      "en": "Show yourself, villain! Where is the Ring?",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Elf, Legolas, is by the camp-fire.",
      "es": ""
    },
    {
      "id": 32729281,
      "en": "Frodo is nowhere to be seen",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Your companions do not understand. You have to find Frodo and make him understand that the Ring must go to Minas Tirith.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Frodo has wandered partially up Amon Hen. He needs to be told of your city's great need for the Ring.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Frodo has wandered partially up Amon Hen. He needs to be told of your city's great need for the Ring.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Frodo has wandered partially up Amon Hen. He needs to be told of your city's great need for the Ring. Perhaps he will lend it to you? You can use the Ring to save Minas Tirith, and all of Gondor!",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "Frodo will doom us all! You have to take the Ring from him before he ransoms Middle-earth to Sauron!",
      "es": ""
    },
    {
      "id": 221098677,
      "en": "That Halfling",
      "es": ""
    },
    {
      "id": 94621400,
      "en": "The sneak must be hiding somewhere around here! Search the places he might be hiding, and seize the Ring!",
      "es": ""
    },
    {
      "id": 94621401,
      "en": "Frodo is gone, and the anger has lifted from your senses much as a cloud moves on from covering the sun. You should return now to Aragorn and the rest of your party. Perhaps Frodo has returned to them and will forgive you your outburst.",
      "es": ""
    },
    {
      "id": 261633909,
      "en": "Frodo's Servant",
      "es": ""
    },
    {
      "id": 171765008,
      "en": "Aragorn wants to know where you have been.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: The Breaking of the Fellowship",
      "es": ""
    }
  ]
}