{
  "id": 620903234,
  "txt": [
    {
      "id": 218649169,
      "en": "'I must admit that your mentoring has been invaluable, [placeholder]. I have learned much simply from observing you, and fighting alongside you. I know that my determination oft causes trouble for myself and for others, and I appreciate your willingness to stand by me, despite this.\\n\\n'The other squires never treated me as an equal, so it is good to have someone to speak with. If you are not opposed, I have other thoughts which I would like to discuss with you.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I am speechless, [placeholder]. We were able to repel the invaders and save the others. The men have begun to recognize my talents and treat me on equal footing... I can ask for no more.\\n\\n'Never have I been so sure that becoming a shield-maiden is what I am meant for. I have earned great confidence in my abilities, thanks to you.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'If you are ready, I wish to discuss my thoughts on the state of things.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Desire Above Strength",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Ides wishes to speak with you about her future as a shield-maiden and living up to her father's legacy.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Allow Ides to discuss her ambitions with you",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Ides can be found at the mill, north of the Rohirrim training grounds, at the northern edge of the Norcrofts.\\n\\nIdes has important matters on her mind that she wishes to discuss with you.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Ides",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ides can be found at the mill, north of the Rohirrim training grounds, at the northern edge of the Norcrofts.\\n\\nIdes wishes to speak with you regarding the events at the training grounds.",
      "es": ""
    }
  ]
}