{
  "id": 620903216,
  "txt": [
    {
      "id": 218649169,
      "en": "'I am familiar with the type of dagger discovered at Malbéort's home: it is a common tool among the éored of Riders here in Cliving.\\n\\n'I suggest you head to the training area near the Mead Hall and question Captain Théodmar about which of his men might be without their daggers.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'One of the men in my command, Swithorne, reported that his dagger had gone missing, not but a few hours ago.\\n \\n'I have been rather lenient with Swithorne about the matter, for his mind is clouded with grief. His elder brother was slain by Orcs just outside of Elthengels, when Athelward gave orders that we abandon the defences there in order to protect Cliving.\\n\\n'Swithorne is a good man. I hope he does not harbour ill feelings towards the Reeve or his fellow Riders.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Evidence indicates that the dagger belonged to Swithorne. I am not well acquainted with the man, but I do not like what we have learned thus far. Do you suspect that he harbours a grudge against the Reeve for the fate of his brother?\\n\\n'Perhaps we need to learn more before rushing to judgement.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Questioning the Guard Captain",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Walnoth wants you to speak with a Rohirrim captain about the dagger found in Malbéort's home.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Théodmar believes that the dagger belonged to a soldier named Swithorne.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Guard Captain Théodmar about the dagger",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Théodmar can be found by the Riders' tents, outside the Mead Hall of Cliving.\\n\\nWalnoth has asked you to speak with Théodmar about the Rohirrim dagger found at Malbéort's home.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return to Walnoth to discuss what you have learned from Captain Théodmar",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Walnoth waits at the central fountain of Cliving, west of the Mead Hall.\\n\\nWalnoth is eager to hear what Théodmar had to say regarding the murder-weapon.",
      "es": ""
    }
  ]
}