{
  "id": 620903261,
  "txt": [
    {
      "id": 22075075,
      "en": "Return to Haligmar with news of the freed horses",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'A few men have reported horses missing, as Orc poachers have come and abducted them during the cover of night. The tracks from town lead east and to the south, towards the mountain pass.\\n\\n'I beg of you, please release our steeds from the enclosures of the Orcs! No doubt, they have some vile intention for the steeds that we have taken such care of. Be most cautious, that area has grown rather dangerous of late.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'It is good to know that our friends have been released to safety. We must be vigilant, night and day, to stop the Orcs from any more of this trickery.\\n\\n'The people of Faldham owe you much for your help. A friend of horses will always be welcome here.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Freeing the Steeds",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Haligmar has seen evidence of Orcs poaching steeds from the stables of crofters in Faldham, and is desperate to free them from enemy captivity.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "The horses have been set free from the Orc pen",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Open the gate to free the horses from the Orc pen",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Orcs have been moving the stolen horses to the south-east, beyond the edges of the town.\\n\\nHaligmar has begged you to release the steeds from the pens of the Orc poachers.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Locate the stolen horses in the Orc's pen",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Haligmar awaits at his farm on the eastern edge of Faldham.\\n\\nHaligmar will be most pleased with your rescue of the precious steeds of the crofter's stables.",
      "es": ""
    }
  ]
}