{
  "id": 620903233,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Striking training-dummies and sparring with squires... these are fine tasks for a novice, but it is not enough. If I am ever to truly progress towards becoming a shield-maiden, I must see real battle.\\n\\n'I have just such a task in my mind. It is nothing too excessive, mind you, simply a hunt of the local bears. With you at my side, what danger could such beasts pose?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'That was not quite what I had in mind, but it is difficult to ignore that it was invaluable first-hand training.\\n\\n'How fortunate that I had you at my side when things grew perilous, however. Thank you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I am ready for more training. Shall we begin the hunt?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Shield-Maiden's Training",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ides has planned a training excursion to hunt bears in the nearby woods. She believes that fighting live opponents will give her much-needed experience.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Ides",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ides can be found training at the mill, north of the Rohirrim training grounds, at the northern edge of the Norcrofts.\\n\\nIdes would like you to accompany her and to provide assistance in her training venture.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Ides",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ides can be found training at the mill, north of the Rohirrim training grounds, at the northern edge of the Norcrofts.\\n\\nIdes wishes to speak with you following your dangerous training excursion.",
      "es": "",
      "es (fem)": ""
    }
  ]
}