{
  "id": 620903251,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "This is an ideal location for sounding the horn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "This is an ideal location for sounding the horn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "This is an ideal location for sounding the horn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Inhere ponders the sudden appearance of the láthbear sloth and formulates a plan to scare them back to their origin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "This is an ideal location for sounding the horn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "Defeated a disturbed láthbears ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The láthbears seem to have been roused by some event, perhaps by the same occurrence that has caused such fervour in the roaming Orcs. Yet they largely have remained cautious and distanced, perhaps still fearing the sounds of riders preparing for combat. If this has kept them at length, then we must convince the láthbears that the Eorlingas are still here in force.\\n\\n'I will lend you my battle horn, [placeholder]. Sounding the horn while riding in the woods will perhaps frighten the láthbears into a return to hibernation. I will remain on watch and ensure that no láthbears approach the village.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The láthbear menace resides within the wooded areas east of Faldham.\\n\\nInhere believes that sounding the Rohirrim horn within the clearings among the trees will frighten the láthbears into retreating.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'If the threat of mounted warriors does nothing to discourage these brutes, then they are indeed more dangerous than I had perceived.\\n\\n'You have done well to overcome the láthbears you have encountered thus far, but it may require more drastic actions if we are to subdue this menace entirely.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Inhere awaits at the northern edge of the trees, east of Faldham.\\n\\nInhere must be informed that the láthbears have not recoiled at the sounds of the Rohirrim horn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The láthbear reside in the woods and valley east of Faldham.\\n\\nThe disturbed láthbear have been agitated by the sound of the horn and need to be defeated before they harm the people of faldham.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'As I thought, the threat of the creatures from the woods is real. I must prepare for the coming Orc forces, but if I may aid you in some way, make your request.\\n\\n'If this is of some help to you, then surely I will lend you a battle horn. I will alert others to pay no heed to horn calls from the woods, but be careful not to draw your enemy towards you when you mean to send them away.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Sahard resides at his farm just east of the Faldham mead hall.\\n\\nSahard must be informed that the láthbear have not recoiled at the sounds of the Rohirrim horn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find ideal locations within the woods and sound the Rohirrim horn ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Sounded the horn to frighten láthbears ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Inhere about the unyielding láthbears",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Speak to Inhere about the unyielding láthbears",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Resonating Fear",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Speak to Sahard about the unyielding láthbears",
      "es": "",
      "es (fem)": ""
    }
  ]
}