{
  "id": 620903257,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Return to Osin in Faldham",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Hail, friend. Thane Elfmar has given word that the Elfward are to prepare their steeds and equipment for what will be a dangerous assault against our home. I must keep focused upon this task, yet I cannot help but be concerned for the people of Faldham.\\n\\n'The crofters are terribly unready for the coming siege. Without proper preparation, many are certain to die fighting for their land and home. May I entrust you with aiding these people of merit? Lend them your skill, and I will see that you are rewarded for your trouble.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Knowing that the people of Faldham will be ready for what comes is of great assurance to me. There are few men who would go to such great lengths to aid us. It is my pleasure to call you friend, [placeholder].\\n\\n'My mind will now rest solely upon thoughts of victory in the coming battle.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The crofters can be found at their farmsteads, located around Faldham. Déorun resides at the small home at the centre of the village. Thurgyr lives just south of the Mead Hall. Haligmar dwells to the east, neighbouring Sahard's farm. Lastly, Enswith can be found at the north end of town.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fields of Uncertainty",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Osin has concerned himself with the unreadiness of the crofters around Faldham for the impending siege. He prepares his body for battle, while his mind lingers on the affairs of the crofters.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Aid the farmers of Faldham ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Farmers can be found all around the Mead Hall of Faldham, at their individual farmsteads.\\n\\nOsin has asked you to seek the various farmers around Faldham and to lend them what aid you can.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Aided the farmers of Faldham ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Osin prepares outside the Mead Hall at the centre of Faldham.\\n\\nThe farmer's troubles have been put to rest, and Osin may now focus on his own problems.",
      "es": "",
      "es (fem)": ""
    }
  ]
}