{
  "id": 620903221,
  "txt": [
    {
      "id": 218649169,
      "en": "'So you believe Eldora to be the culprit? It is a shame to think that such a sweet girl could be responsible, but I understand your concerns. There were no witnesses to her whereabouts at the time of Malbéort's murder, and she had direct access to the kitchen where the poison phial was discovered.\\n\\n'I trust your decision on this matter. I shall go now to apprehend Eldora. Let us reconvene inside the dungeon's entrance, under the Mead Hall.'\\n\\n<rgb=#FF0000>NOTE: Only ONE suspect can be apprehended for these crimes. Accepting and completing this quest will not allow you to apprehend Swithorne or Wigfugol.</rgb>",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Eldora has admitted to nothing, but has come along quietly nonetheless. We will hold her here until more evidence can be gathered to either confirm her guilt or prove her innocence. Someone will be sent to take care of the injured soldier who was in her care.\\n\\n'This is a most reasonable decision, [placeholder]. Eldora's lack of supporting witnesses and access to the kitchen make her the most likely fit for these crimes. Her treacherous schemes will end here.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Despite your decision, I maintain my innocence, [placeholder]. Athelward will not allow a suspect to remain captive for long when no solid evidence can be gathered against them. Perhaps, in time, Walnoth will see the error in this hasty decision, and the true culprit will be revealed. The truth will be my ally.\\n\\n'I hope that Fréastan is well cared for until this matter is sorted out. His injuries will need proper treatment.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Apprehending Eldora",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Walnoth has decided that the time has come to apprehend the person responsible for Cliving's crimes. That person could be Eldora, the cook's assistant.\\n\\n<rgb=#FF0000>NOTE: Only ONE suspect can be apprehended for these crimes. Accepting and completing this quest will not allow you to apprehend Swithorne or Wigfugol.</rgb>",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Walnoth in the Mead Hall dungeon",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Walnoth will be waiting for you inside the dungeon, under the Mead Hall of Cliving.\\n\\nWalnoth has gone to apprehend Eldora and will be taking her to the dungeon for holding until her crimes can be fully proven.",
      "es": ""
    }
  ]
}