{
  "id": 620903229,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'We must give warning to travellers that the Norcrofts is no longer safe. I have asked for warning marks to be created so that they may be used to direct visitors west towards Edoras. I would ask that you display these warnings on posts along the roads, so as to keep others from wandering into dangerous territory.\\n\\n'Ride along the roads south and east of Cliving, and display the warning markers upon any posts you encounter.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'We have done our part. Now we must hope that travellers heed the warnings and change course as necessary.\\n\\n'Thank you for your aid. You have proven again to be a dependable messenger.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Posting Warning",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Athelward wishes to caution travellers from outside the Norcrofts of the dangers located beyond the walls of the city. He believes that posting warning signs along the road will help to guide people away from the fields and towards the safety of Cliving.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Posted warnings along the road ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Post warnings along the road ([placeholder]/[placeholder]) ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Posts for hanging signage can be found along many of the roads and farms across the plains south and east of Cliving.\\n\\nAthelward has asked you to post warning signs along any posts by the roadsides and fields.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Reeve Athelward at the Mead Hall of Cliving",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Reeve Athelward resides in his Mead Hall at the eastern edge of Cliving.\\n\\nAthelward will be pleased to hear that you have placed suitable warnings along the roads outside Cliving.",
      "es": "",
      "es (fem)": ""
    }
  ]
}