{
  "id": 620903218,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Malbéort's neighbour, Ondesdal, spends a great deal of time watching people come and go along the roads. Perhaps she may have seen the people who had entered into Malbéort's home before he was attacked.\\n\\n'Visit her outside her home and inquire as to who or what she may have seen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You must be new to town... welcome. You want to know who has been seeing Malbéort? Well, he offers treatment and advice to so many, from small children and pets to the Reeve himself!\\n\\n'I myself have not seen him since early afternoon, yesterday. Prior to that, a few people visited him: a young girl who works in the kitchens, one of Théodmar's Riders, and that old fool Wigfugol. Wigfugol in particular has seemed very troubled and has been visiting almost daily.\\n\\n'That seems to be all that I can recall, I hope it was of some help to you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Ondesdal discussed several people who saw Malbéort before he passed, but this Wigfugol, in particular, struck her as most unusual.\\n\\n'I wonder what old Wigfugol discussed with Malbéort before he met his end.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Questioning the Neighbour",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Walnoth seeks more information about Malbéort's murder. He belives that Ondesdal may have seen the people who visited Malbéort, before he was found dead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Ondesdal mentioned a troubled man named Wigfugol who was often with Malbéort",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Ondesdal, Malbéort's neighbour, about who she saw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ondesdal lives in the home besides Malbéort, west of the fountain and market in Cliving.\\n\\nWalnoth wants you to question Ondesdal and find out who may have visited Malbéort, before you found him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Walnoth to discuss what Ondesdal told you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Walnoth is waiting at the centre of Cliving near the fountain, east of Ondesdal's home.\\n\\nWalnoth awaits word of the people visiting Malbéort who were seen by Ondesdal.",
      "es": "",
      "es (fem)": ""
    }
  ]
}