{
  "id": 620903235,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Thank you, for all that you have done, [placeholder]. I could not have come this far without you, but I must now prove my skills through my own deeds. \\n\\n'Return to my father and inform him that I am thankful for his encouragment and his aid. When next we speak, I hope to be a true sentinel of the Norcrofts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am grateful to hear that my daughter is enjoying her training. It seems you have a rather unique way of helping others, no matter the task.\\n\\n'Your timing is uncanny, [placeholder]; I have another mission for you. I need a message delivered to Thane Elfmar, son of Elfhelm, at the town of Faldham to the south.\\n\\n'I have given orders for all capable Riders to report to Cliving for duty, yet few men have arrived from Elfmar's lands. Elfmar may stay, if he so desires, but his Riders have orders to seek me with all haste.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Welcome. I am Elfmar, son of Elfhelm, Thane of Faldham. It is a pleasure to make your acquaintance, [placeholder].\\n\\n'My men have heard the summons of Reeve Athelward, but have refused to answer his call. My scouts believe that the lands of Faldham are on the precipice of being besieged by Orcs from the north, awaiting the same fate as many in Elthengels have already endured.\\n\\n'My most skilled Riders have chosen to stay and defend these lands. I will not force them to abandon the people of Faldham simply out of loyalty to the Reeve, against their own will.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Summons Unanswered",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Feeling satisfied with the results of her training, Ides has asked you to return with a message to her father, Athelward. Reeve Athelward's attention is drawn south to another potential problem.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Reeve Athelward has asked you to deliver a message to Thane Elfmar and his Riders",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Reeve Athelward at the Mead Hall of Cliving",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Reeve Athelward resides in his Mead Hall at the east edge of Cliving.\\n\\nIdes has asked you to return to Cliving to thank her father for his support and so that she may continue on her training without your mentoring.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Thane Elfmar at the Mead Hall of Faldham",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Thane Elfmar resides at the Mead Hall of Faldham, the southernmost town of the Norcrofts.\\n\\nAthelward wishes for you deliver a message: that Elfmar's Riders are to report to the city of Cliving for duty to the Reeve.",
      "es": "",
      "es (fem)": ""
    }
  ]
}