{
  "id": 620903271,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Uruk-hai Raiders ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Uruk-hai Skirmishers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Thane Elfmar begins the rally of the Elfward for the imminent siege of Faldham. Some of the Elfward have already gone to secure the perimeter farms, and to repel the enemy's scouts.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The hour has come, [placeholder]. We have received no answer from Théoden King to our request for reinforcements, and Reeve Athelward has made it known that our fate is now our own. Retreat is not an option, we must stand against the first waves of the coming storm.\\n\\n'I think now upon my father's training and his wisdom. I must rally my people, and trust in the great skill of the Elfward. I ask that you ride north and assist Norbald with the defences. You have done much to help the people of Faldham, we must not let it fall in its most crucial moment!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Norbald can be found at the north-west edge of Endwith's farm, north-east of the mead hall.\\n\\nNorbald has gone to scout the enemy forces at the perimeter of Enswith's farm.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You are not a moment too soon! The first waves of the Uruk force have begun to arrive in earnest. We must hold off the enemy's riders, and grant Thane Elfmar and the others a moment to rally.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The enemy Uruk-hai can be found west of Norbald's location, north of the mead hall.\\n\\nNorbald has asked for your help in repelling the mounted Uruk-hai approaching Faldham.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Norbald awaits at the north-west part of Enswith's farm.\\n\\nNorbald needs to know that you have repelled several of the mounted Orcs approaching Faldham.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Fine work, that ought to slow the enemy's advance. We have stopped their first efforts but we must not lower our guard, there will surely be more on the way.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Speak to Norbald at Enswith's farm, north of the mead hall",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Uruk-hai Raiders ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Defeat Uruk-hai Skirmishers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Speak to Norbald at Enswith's farm",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Coming Storm",
      "es": ""
    }
  ]
}