{
  "id": 620903228,
  "txt": [
    {
      "id": 218649170,
      "en": "'This is Celúrlin, the white fountain of Caras Galadhon. It is a place for quiet contemplation, where Elves of Lórien are free to enjoy the sound of the water in the pool and the feel of soft breezes on the skin.'\\n\\nHúrien looks at Nona dismissively, and you can tell that despite Galadriel's words, not every Elf is pleased to have the Dunlending girl within the borders of Lórien.\\n\\n'Others can admire the fountain as well, of course,' Húrien finishes with a sniff.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'The mallorn trees of Lothlórien are the mightiest to be found anywhere in these, the waning years of Middle-earth. It was once not so, but the passage of time and the spreading of darkness has caused much that was once great to wither and diminish.\\n\\n'So it would be with the Elves, were we to stay. Already we have stayed too long.'\\n\\nLuidhros looks sideways at Nona, but she seems not to notice.\\n\\n'It will soon be the time of Man, and who can say how that race will deal with the challenges that lie ahead?\\n\\n'These mellyrn support the Telain Galadhrim, the flets on which much of the work in our city is done. Without them, little could be accomplished. I hope the same will not be said of the Elves when we have departed.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 7, Chapter 1: The Land of the Elf-queen",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'I am sorry, we see so few visitors to Caras Galadhon that our hospitality is perhaps not what it should be. It must seem a very confusing place, with flets built on multiple levels of the great mellyrn, with winding stairs and bridges crossing the breezy gaps.'\\n\\nAnglamel laughs, a delicate and musical sound. You catch Nona's brief scowl at the airy tones, but Anglamel does not.\\n\\n'I have heard it said Caras Galadhon is as maze-like as the cities of the dwarves, but if this slander is true at least our maze is above the ground, lit by the glow of the sun and cool glimmer of the stars! I would forgive any amount of confusion for those dual boons!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'I hope you enjoyed your respite, [placeholder]. It brings me sadness to tell you it must be ended.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Nona admires the delicate carving of the swan fountain",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Galadriel wanted to speak with you in her garden? For an Elf, she seems to have a great deal of inner strength. She reminds me of a matriarch of the Algraig.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "Nona smiles weakly at you.\\n\\n'They tell me I was close to death, [placeholder]. I remember very little of it. I remember a creeping shadow, and a chill cold as ice, and...'\\n\\nHer eyes narrow.\\n\\n'The men of that town would not heal me unless I gave them my sword. But you spoke against it, and so did that man. What was his name? Horn? I should thank him for that kindness, even though he is of the horse-folk and we should not trust him too far.\\n\\n'The Lady of the Elf-woods told me I could see her city before we departed, if I were well enough. I tell you I am! This place is a marvel, though my own people would not wish to live here. Bring me to some of the notable locations of this city, [placeholder]. We have some time before we must depart, do we not?'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Nona observes the mighty mallorn trees, but says nothing",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'If your friend is a typical member of her race, Dunlendings come from strong stock. She has made a more complete recovery than I expected of her.\\n\\n'Speak to her at the ladder down from these flets, and show her around the city of the Galadhrim. I have made it known she has my permission to see Caras Galadhon.'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Nona looks out into the void between flets and says nothing",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Nona is by the ladder down from the flets on which stand the House of Celeborn.\\n\\nNona is waiting for you to show her around Caras Galadhon.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'This city could only be built among these great trees. It is no lie to tell you I have never seen trees of such size as these.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Now that Galadriel has given permission for Nona to explore Caras Galadhon, you should bring her to see several of its notable locations: Celúrlin, the White Fountain of Caras Galadhon, and several of the flets where much of the work of the Elves is done: the Telain Galadhrim and Telain Melthin.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'When did the Elves find the time to construct such a place? It is a wonder, I will grant you that. But I prefer the homes of my people.'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Having shown Nona around Caras Galadhon, you should now speak with Galadriel in her garden as she requested.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'I cannot picture this fountain in Lhanuch. My people would not build such a thing. What would be the point?'",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'I cannot picture this fountain in Lhanuch. My people would not build such a thing. What would be the point?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Nona atop the ladder leading down from the flet near the House of Celeborn",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Húrien at Celúrlin, the White Fountain of Caras Galadhon",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Luidhros on the Telain Galadhrim",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Anglamel on the Telain Melthin",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Galadriel in her garden",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Nona has recovered from her experience in the Rushgore, and is now interested in learning more about the Elf-woods of Lothlórien before you both leave.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Within the woods of Lórien, guests of Lord Celeborn can recover from their hurts and the toils of a long road. It is my hope this reprieve was of use to you, [placeholder]. In these dark days, no time of rest is as long as we might wish it to be. It is nearly time for you to depart again.'\\n\\nWith one motion of a lovely arm, Galadriel directs your gaze to the flets that cling to the bole of the tree.\\n\\n'Nona has made as full a recovery as she could have, and a greater one than I expected of her. She is waiting for you at the ladder down from these flets. I have made it known that it is my will she be permitted free movement within the hedges of Caras Galadhon. Show her the city of the Galadhrim, [placeholder]. We will speak in my garden when she is satisfied with her exploration of what this city has to offer.'",
      "es": ""
    }
  ]
}