{
  "id": 620903232,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Reeve Athelward is not content with simply giving orders: he wishes to lead by example. He plans to take to the field alongside you, to observe your prowess firsthand.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'My father always said that a good leader serves not by sitting on his throne and giving orders. A great leader will lead his people by his example. This is why I must take to the field and face the dangers directly. \\n\\n'Your deeds speak of your great prowess, [placeholder]. Accompany me. I would like to see your abilities first-hand.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Reeve Athelward resides in his Mead Hall, at the eastern edge of Cliving.\\n\\nAthelward has asked you to accompany him onto the battlefield, so that he may set an example for his men and to witness your prowess.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well fought, [placeholder]. Your prowess in battle is far more considerable than I had estimated.\\n\\n'I mean no exaggeration when I say this: your presence may prove to be the deciding factor in the fate of my people. Thank you for aiding me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Reeve Athelward resides in his Mead Hall, at the eastern edge of Cliving.\\n\\nAthelward would like to speak with you following your battle in the Norcrofts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Reeve Athelward resides in his mead hall, at the eastern edge of Cliving.\\n\\nAthelward would like to speak with you following your outting in the Norcrofts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Come, we set forth at once. Let us count the number of Orcs that fall before the day has passed, shall we?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Well fought, [placeholder]. Your skills in battle are far more considerable than I had estimated.\\n\\n'I mean no exaggeration when I say this, your presence may prove to be the deciding factor in the fate of my people. Thank you for aiding me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Reeve Athelward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Reeve Athelward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Speak to Reeve Athelward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Wrath of the Reeve",
      "es": "",
      "es (fem)": ""
    }
  ]
}