{
  "id": 620903241,
  "txt": [
    {
      "id": 136263297,
      "en": "Léofcetel has refused to go against the orders of Reeve Athelward",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Garmund believes that the men in his éored must act for the sake of the Norcrofts, even against the will of Reeve Athelward. Not all men share his sentiments, and some refuse to disobey the Reeve.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Reeve Athelward has asked us to remain on watch against the Orcs and to ensure the safety of the city. We repelled the single attempted infiltration of Cliving, and in the time since, no Orcs have dared to try again. All the while, the Orcs are free to roam our lands, pillaging and raiding as they see fit.\\n\\n'I mean no disrespect to Reeve Athelward, but I know that we could greatly benefit were we to ride against the Orcs in the fields. My men all agree, save Léofcetel. Please speak with him and convince him that riding against our foes is the correct course of action.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Léofcetel can be found at the western watch-tower, just west of Cliving.\\n\\nGarmund has asked you to convince the Rider Léofcetel to join him on his errand.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Garmund oversteps his bounds! We are under direct orders from Reeve Athelward himself; we are to guard the city walls and never to patrol beyond.\\n\\n'I will not take part in this disobedience. I understand that it is a noble undertaking, but we have our commands, and we must follow them.\\n\\n'I suggest you inform Garmund that I will be reporting to Athelward the moment he abandons his post. Do not take part in his foolishness, [placeholder].'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Captain Garmund can be found at the western watch-tower, just west of Cliving.\\n\\nLéofcetel has refused to ride along with Garmund and his men and has asked the Captain to consider the consequences.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Captain Garmund can be found at the western watch-tower, just west of Cliving.\\n\\nCaptain Garmund wishes to set forth at once, to prevent further destruction to the farms of the crofters of Cliving.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Let us set forth. Upon your steeds, men! Ready yourself, [placeholder]!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I cannot fault Léofcetel for his loyalty to the Reeve, but there is more to duty than simply following commands. We have all sworn oaths to protect these lands and the people that live upon them. I wish to uphold those oaths and to bring justice to the trespassers against the plains of Rohan. I will gladly face the consequences, if my deeds preserve even a yard of my homeland.\\n\\n'I welcome you to ride with us, [placeholder]. We intend to strike fear into these brutes and pillagers.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Captain Garmund can be found at the western watch-tower, just west of Cliving.\\n\\nGarmund wishes to convey thanks after the difficult encounter on the fields outside Cliving.",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'It weighs heavy upon my heart to see the lands I have sworn to protect in such ruin and abandonment. Slowly may we overcome the numbers of the Orcs and their trail of wreckage, but not if we are shut behind our city walls.\\n\\n'I thank you for accompanying me, [placeholder]. It is no small comfort to know that there are others who know the importance of protecting one's home.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Léofcetel and convince him to ride along with Captain Garmund",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Captain Garmund outside Cliving",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Ride with Captain Garmund across the plains",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Captain Garmund",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Sworn Oaths",
      "es": ""
    }
  ]
}