{
  "id": 620903380,
  "txt": [
    {
      "id": 94621400,
      "en": "Nona is sitting by the camp-fire, waiting to tell her story.",
      "es": ""
    },
    {
      "id": 94621401,
      "en": "Nona is telling a story by the camp-fire.",
      "es": ""
    },
    {
      "id": 54947073,
      "en": "'Let us rejoin our companions, [placeholder].'",
      "es": ""
    },
    {
      "id": 54947074,
      "en": "'It is a good fire, and built quickly, Horn.'",
      "es": ""
    },
    {
      "id": 209364657,
      "en": "'This is the kindness of the horse-lords, is it?'",
      "es": ""
    },
    {
      "id": 182640129,
      "en": "'Thank you, Corudan.'",
      "es": ""
    },
    {
      "id": 209364658,
      "en": "'He did say that, and I say he spoke true, but it does not seem an uncommon trait among the horse-lords.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'That is far enough for today, [placeholder]. Horn has already seen to the fire, so now we may sup and take some rest before the night-watches begin.\\n\\n'We will leave in the morning, at first light. It is not good to travel further south on Anduin at night, unless the need is considerable. The waters become treacherous the nearer you get to Sarn Gebir.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I think that is enough tale-spinning for one night, [placeholder]. I will take the first watch, and I will wake you when it is your turn.\\n\\n'We will set out again at first light.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'We have some time before we should begin the night-watches, [placeholder]. Would you find some tale-telling agreeable? I find that the weaving of a good story among companions around a fire can be a pleasant way to pass the time.\\n\\n'Have a seat and listen, [placeholder]. I will begin, and perhaps our companions will have a tale to share as well.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'You are fortunate to have friends among the Elves, [placeholder]. I would not want to make this journey without a guide, and Corudan appears to know what he is doing.\\n\\n'But it is not seemly for a Man of Rohan to mingle with Elves, as you saw in Stangard. Of his kind my people have little to say but this: \\qlong-lived and dangerous.\\q\\n\\n'They have more to say of the folk of Dunland, but none of it is kind and I will not disturb the girl's ears with any of it. I regret Nona's ill welcome at Stangard when she had need of aid, though I understand its root. Her people and mine have a long and unhappy history. I have no quarrel with her personally, but our shared friends and duties make us allies, nothing more than that.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'I shall go next. My tale concerns King Fengel of Rohan, the grandfather of Théoden King. It is a sad tale, given the happenings of late, but you may find it interesting.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'This is what she carved into the stone:\\n\\n'Feckless Fengel, fool I name thee,\\nGrief shall be the get of thy greed.\\nNo lord of your line shall long live,\\nUpon thy seat no son shall settle.\\nKin and kingdom your craving hath killed,\\nUntil the might of the Mark is mended.\\nWyrgende.'\\n\\nHorn sighs heavily and continues.\\n\\n'King Fengel was furious, and he ordered Wyrgende's body burned and the stone destroyed, but no man of his company could move her, and every hammer and mattock they set to the stone shattered on contact.'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'The Elf-queen was right to send this guide with us, [placeholder]. He knows the waters and how to keep a boat afloat, which is more than the daughter of Suvulch knows. Were it up to me, I would lead us south on dry land, with springy turf underfoot and no fear of foundering.'\\n\\nNona lowers her voice, a rare event for the Dunlending woman.\\n\\n'The boat is not large enough to keep us from speaking, [placeholder], but as you saw, this horse-lord managed to avoid addressing me in any way once we were on the river. If he has a grievance with me, tell him to air it so I may respond appropriately: with words or with Wadu's sword! I have become tired of his ability to look all around him but not in my direction, whatever direction that happens to be!'",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'I do not have the flowery words or turns of phrase that Corudan and this man Horn have, [placeholder]. I write my tale in the hide of my enemies, with Wadu's sword as my quill!'",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "'We will leave at first light. For now you should get some rest.\\n\\n'In the morning we will continue our journey down the Anduin.'",
      "es": ""
    },
    {
      "id": 66435361,
      "en": "'Now... die...'",
      "es": ""
    },
    {
      "id": 138023889,
      "en": "You speak of fighting alongside Prince Théodred at the Fords of Isen.",
      "es": ""
    },
    {
      "id": 138023890,
      "en": "You speak of his valiant last stand, and of Morflak's death at the hands of Elfhelm.",
      "es": ""
    },
    {
      "id": 171765008,
      "en": "Corudan is by the camp-fire, waiting to speak with you.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Join Corudan at the fire",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Corudan",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Horn by the camp-fire",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Nona by the camp-fire",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Listen to Corudan's tale",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Corudan by the camp-fire",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Corudan and decide upon a tale to share",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Talk to Horn by the camp-fire",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Listen to Horn's story",
      "es": ""
    },
    {
      "id": 134878161,
      "en": "You speak of your time in the Rushgore with Nona, and of Horn's role in saving her life.",
      "es": ""
    },
    {
      "id": 112639649,
      "en": "'Who are you, crone, to beg from the crown?'",
      "es": ""
    },
    {
      "id": 155102961,
      "en": "'Is that so? I wager you cannot hit this wooden target from fifty paces.'",
      "es": ""
    },
    {
      "id": 134878162,
      "en": "You speak too of Galadriel's belief that Nona's wound was not caused by a morgul blade.",
      "es": ""
    },
    {
      "id": 112639650,
      "en": "'If you seek warm food in your belly, find some churl whose bed lies unwarmed.'",
      "es": ""
    },
    {
      "id": 112639651,
      "en": "'Or find some game and kill it yourself!'",
      "es": ""
    },
    {
      "id": 251696065,
      "en": "'I have no story to tell.'",
      "es": ""
    },
    {
      "id": 46828129,
      "en": "'Rohirrim! Our foes lie before us! Send them back to Saruman!'",
      "es": ""
    },
    {
      "id": 251696066,
      "en": "'The sword came to my brother Wadu. He used it to slay a great beast.'",
      "es": ""
    },
    {
      "id": 251696067,
      "en": "'It was a great Gwiber, the mighty dragon-spawn of the mountains.'",
      "es": ""
    },
    {
      "id": 265100065,
      "en": "'Everyone has a story, Nona.'",
      "es": ""
    },
    {
      "id": 251696068,
      "en": "'There is much about my land and people you do not know!'",
      "es": ""
    },
    {
      "id": 265100066,
      "en": "'What was this beast? A large animal of some kind? A bear?'",
      "es": ""
    },
    {
      "id": 251696069,
      "en": "'He was.'",
      "es": ""
    },
    {
      "id": 265100067,
      "en": "'Can it be? I know of no such creature!'",
      "es": ""
    },
    {
      "id": 265100068,
      "en": "'That may be so, Nona. I am sorry if I have offended you.'",
      "es": ""
    },
    {
      "id": 157303489,
      "en": "'King Fengel came to the throne when he was very young, and he ruled for fifty years.'",
      "es": ""
    },
    {
      "id": 8543713,
      "en": "'My power flows from the Lord of the Nazgûl himself!'",
      "es": ""
    },
    {
      "id": 157303490,
      "en": "'Though long, his rule was ill-starred: he was prone to greed and made many enemies.'",
      "es": ""
    },
    {
      "id": 157303491,
      "en": "'In the last winter of his reign, he was hunting north of the Entwade on a cold afternoon.'",
      "es": ""
    },
    {
      "id": 157303492,
      "en": "'An elderly woman stumbled into his camp. She was lost and hungry.'",
      "es": ""
    },
    {
      "id": 157303493,
      "en": "'King Fengel threw his own dagger at her feet and sent her away into the dark night.'",
      "es": ""
    },
    {
      "id": 198725473,
      "en": "You decide to keep the tale of your adventures to yourself.",
      "es": ""
    },
    {
      "id": 157303494,
      "en": "'The King's men were horrified, and they searched for the woman.'",
      "es": ""
    },
    {
      "id": 157303495,
      "en": "'They found her at dawn, frozen to death at the foot of a tall boulder, the King's dagger still in her hand.'",
      "es": ""
    },
    {
      "id": 100936912,
      "en": "'The wound festered, and King Fengel died of poisoned blood on the first day of Spring.'",
      "es": ""
    },
    {
      "id": 157303496,
      "en": "'She had carved a curse into the face of the stone, along with her name: WYRGENDE.'",
      "es": ""
    },
    {
      "id": 100936913,
      "en": "'Many in Rohan thought the curse was ended, but now that Prince Théodred is gone...'",
      "es": ""
    },
    {
      "id": 157303497,
      "en": "'King Fengel himself assailed the stone with his sword until the blade shattered, and a shard pierced his thigh.'",
      "es": ""
    },
    {
      "id": 100936914,
      "en": "'Well, that is the end of the tale, for now.'",
      "es": ""
    },
    {
      "id": 155392545,
      "en": "'With this axe of mithril, not even the ruler of this tower can keep Mazog a prisoner!'",
      "es": ""
    },
    {
      "id": 177653409,
      "en": "'A scrap of bread, if you please, my mighty lord. I am lost, and cold, and hungry.'",
      "es": ""
    },
    {
      "id": 178907521,
      "en": "You speak of the part you played standing against the Shadows of Angmar.",
      "es": ""
    },
    {
      "id": 178907522,
      "en": "You speak of the False King and of the Champion of Angmar.",
      "es": ""
    },
    {
      "id": 178907523,
      "en": "After a time you come to the end of your story.",
      "es": ""
    },
    {
      "id": 131515649,
      "en": "'I grew up in the Golden Wood, but I spent most of my time exploring the wilderness.'",
      "es": ""
    },
    {
      "id": 131515650,
      "en": "'My sister Sigileth stayed in Lórien for long years, but not in idleness.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: A Journey by Boat",
      "es": ""
    },
    {
      "id": 131515651,
      "en": "'My skill was with the bow, but hers was with knives.'",
      "es": ""
    },
    {
      "id": 131515652,
      "en": "'She made them herself, and each was deadlier than the last.'",
      "es": ""
    },
    {
      "id": 131515653,
      "en": "'I returned from a journey once, convinced I had become the greatest of archers.'",
      "es": ""
    },
    {
      "id": 131515654,
      "en": "'I accepted and strode fifty paces. When I turned to fire, I saw that my sister was right!'",
      "es": ""
    },
    {
      "id": 131515655,
      "en": "'She had hewn the target at its base, and it had fallen into the grass!'",
      "es": ""
    },
    {
      "id": 131515656,
      "en": "'We laughed and laughed.'",
      "es": ""
    },
    {
      "id": 131515657,
      "en": "'That is my tale. Do you have one to share, [placeholder]?'",
      "es": ""
    },
    {
      "id": 173043073,
      "en": "'Horn did say that Fengel was a foolish king.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have travelled by boat down the Anduin in the company of Nona, Horn, and Corudan, but must camp for the night before you proceed further.",
      "es": ""
    },
    {
      "id": 133297537,
      "en": "'What is the origin of the sword you bear? The horse motif is not of your people.'",
      "es": ""
    },
    {
      "id": 133297538,
      "en": "'Your brother must have been a great man to defeat such a foe.'",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Listen to Horn's story",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Talk to Horn by the camp-fire",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Talk to Nona by the camp-fire",
      "es": ""
    },
    {
      "id": 84765779,
      "en": "Listen to Nona's story",
      "es": ""
    },
    {
      "id": 84765780,
      "en": "Talk to Corudan by the camp-fire",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Do you have a story to share?'",
      "es": ""
    },
    {
      "id": 173664641,
      "en": "You speak of your role fighting evil in Dol Guldur alongside the Golden Host.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Corudan is waiting to speak with you beside the river where you have stopped for the night.",
      "es": ""
    },
    {
      "id": 173664642,
      "en": "You speak of Mazog and the axe Zigilburk, and of Sigileth's heroic end.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Horn and Nona are sitting on opposite sides of the camp-fire by the Anduin.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Corudan is sitting by the camp-fire.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Corudan is sitting by the camp-fire.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Horn is sitting by the fire.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Listen to Horn tell his story of King Fengel.",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "Horn is waiting to finish the story of King Fengel and Wyrgende the crone.",
      "es": ""
    }
  ]
}