{
  "id": 620903207,
  "txt": [
    {
      "id": 218649169,
      "en": "'In order to truly make a name for yourself, you will need to go after a much more noteworthy kill... and I just happen to know of such prey: Âmbal the Wolf-mother. I have tracked her trail to the warrens west of here, but I will leave the rest to you.\\n\\n'Âmbal and her offspring have terrorized farmers and lone travellers for years. Were you to defeat her, you would surely gain recognition even among the nobles of Cliving.\\n\\n'Just by chance, I know someone who would pay dearly to have Âmbal mounted above his fireplace. Please bring back her head as a trophy... undamaged, if it is not much trouble.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'This is a remarkable trophy! Your work speaks for itself, and you are indeed worthy of my trust. When I deliver this to my charitable associates, I shall proudly exclaim how the terror Âmbal was bravely bested by [placeholder], Caddabrand's apprentice!\\n\\n'I am happy to give you this reward for the small part you played in removing this foe to many.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "An End to Âmbal",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Caddabrand has tracked a notorious wolf-matron to her den. He believes that taking a trophy from the beast will increase both profit and notoriety for the ones to complete the task.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Âmbal and collected a trophy from her",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Âmbal and collect a trophy from her",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Âmbal's den can be found west of Caddbrand's camp.\\n\\nCaddabrand is hoping that by defeating the infamous matron, Âmbal, that you might gain fame and fortune, along with Caddabrand.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return the trophy to Caddabrand",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Caddabrand's camp lies to the east of Âmbal's den.\\n\\nCaddabrand awaits your return with the trophy at his camp.",
      "es": ""
    }
  ]
}