{
  "id": 620903270,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "Speak to Thane Elfmar at the Mead Hall of Faldham",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Uruk-hai Raiders ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Uruk-hai Skirmishers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Time has expired",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Norbald has been able to hold and secure the perimeter at his location, but another band of enemy riders heads east towards Acdreda.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Another group of enemy riders was seen on route to the eastern farms. Acdreda and some of the others had planned to defend the eastern crofters, and I would wager they are in need of your aid.\\n\\n'We will secure this area for as long as we are able, you must see to it that Acdreda and his company do not fall to the Uruks at his location. Ride now, with haste!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Acdreda defends the area directly east of Sahard's farmstead.\\n\\nNorbald has spotted a band of Uruk riders moving towards Acdreda's position.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The defences at the outer farms will hold, but they will not hold forever without support. The Elfward are ready to ride, to protect the crofters that make Faldham what it is.\\n\\n'The enemy approaches. Rest not, my friend, we have precious need of your ability.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Uruk-hai riders are east of Acdreda's position.\\n\\nAcdreda requires aid in defending the eastern farms from the enemy riders.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Acdreda defends outside the eastern edge of Sahard's farm.\\n\\nAcdreda awaits to hear of your confrontation with the Uruk-hai riders.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'It is good to see a friendly face, come to aid us, some of my company has already fallen! These Uruks have not the skill to match us on horseback, yet their numbers make them a frightening and unpredictable foe, and there are still more Uruk reinforcements on the way.\\n\\n'At the present hour, we have managed to protect many of the crofters, but if we do not repel these Uruk-hai with haste, there will be sure to be more casualties. Defeat as many as you are able, [placeholder], before the farms are overcome.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Elfmar musters the other riders at the Mead Hall of Faldham.\\n\\nAcdreda hopes that Elfmar has rallied the remaining men for the main assault against Faldham.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Our foes were no match for your skill, a worthy effort! Not a moment too soon, might I add. In the distance I spy more Uruks riding toward us.\\n\\n'I had best remain here and brace for another assault; you must rally to Thane Elfmar. Hear what plan my Thane has devised for the defence of our homes, and help him see that it is carried out.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Speak to Acdreda east of Sahard's farmstead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Uruk-hai Raiders ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat Uruk-hai Skirmishers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Do not allow time to expire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Holding Back the Tide",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Speak to Acdreda east of Sahard's farm",
      "es": "",
      "es (fem)": ""
    }
  ]
}