{
  "id": 620903211,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The quartermaster does not believe the mouldings will arrive soon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Trumsele wants you to convince Ordwacer to be reasonable",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ordwacer has been causing a disturbance with the guards in regard to an order that the silversmith of Cliving, Trumsele, failed to deliver.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The nerve of that fool Trumsele! I paid for two candlesticks made of silver to be made, and Trumsele, the silversmith, promised they would be delivered to me days ago. I have no patience for excuses! I paid him well, and I expect him to keep his promise.\\n\\n'Inform Trumsele that if I do not receive my candlesticks -- or repayment, whichever he chooses -- I will have him thrown into the dungeon for taking my coin and giving nothing in return!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Trumsele can be found at the merchant's area in Cliving, just west of the fountain.\\n\\nOrdwacer has asked you to demand the purchased items from Trumsele, or he will be forced to deal with the town guard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Candlestick mouldings? Are you mad? Are you not aware of the Orcs assaulting men along the road? I have had no shipments arrive from Edoras for quite some time, nor would I expect any but the most urgent of deliveries.\\n\\n'Unless you manage to convince every Orc from here to Edoras to leave us be, I would not expect your mouldings to arrive hastily.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The quartermaster of Cliving can be found south of the fountain, not far from the main entrance to the city.\\n\\nTrumsele has requested that you inquire with the quartermaster as to when the arrival of the mouldings being transported to Cliving from Edoras is to be expected.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Trumsele can be found at the merchant's area in Cliving, just west of the fountain.\\n\\nThe quartermaster has informed you that the delivery is not to be expected anytime soon. Trumsele will need to find another way to appease his client.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'No candlesticks and no repayment? Unacceptable! I am calling for a guard!\\n\\n'A discount? If this is not a trick, then it changes matters entirely. I suppose I could agree to wait a while longer if Trumsele plans on accommodating my future purchases.\\n\\n'I shall visit him later to negotiate. Thank you, and receive this for your trouble.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Ordwacer can be found at his estate east of the central fountain in Cliving.\\n\\nTrumsele has asked you to offer Ordwacer the ability to negotiate bargains with him, in exchange for his tolerance of the unfulfilled order.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'I understand that Ordwacer is angry about not receiving his candlesticks, but I simply cannot make them without the proper mouldings! \\n\\n'I was expecting a set of mouldings sent from Edoras, but have received no shipments for many days. Please, speak to the quartermaster and see if he knows when my shipment of mouldings from Edoras might arrive.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'No mouldings? This is terrible news, but I expected as much. If I return the payment, I will be unable to provide for my family, and if I am thrown into the dungeon, I am in worse condition still!\\n\\n'I beg you to reason with Ordwacer! I know that he will understand if you reason with him. I will grant him a discount upon his next purchase and craft an extra candlestick for him when I have the mouldings.\\n\\n'If he would speak with me, I am sure we can negotiate things further.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Trumsele the silversmith about Odwacer's order",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to the quartermaster about the shipment of mouldings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Trumsele about what to do next",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Ordwacer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Silver Tongued",
      "es": "",
      "es (fem)": ""
    }
  ]
}