{
  "id": 620903269,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'It is regrettable that their leader was able to flee, but if this Dargum has truly fled from the Nink-hai encampment, the result is much the same to me. Without a task-master's commands, the remnants of their tribe will likely disband their plot and set out for easier prey.\\n\\n'Knowing that this danger has subsided, I must now concentrate entirely on the coming siege of Faldham. Praises upon you, [placeholder]. You are a worthy ally.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'It is regretable that their leader was able to flee, but if this Dargum has truly fled from the Nink-hai encampment, the result is much the same to me. Without a task-master's commands, the remnants of their tribe will likely disband their plot and set out for easier prey.\\n\\n'Knowing that this danger subsided, I must now concentrate entirely on the coming siege of Faldham. Praises upon you, [placeholder]. You are a worthy ally.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Leader of the Nink-hai",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have discovered the location of Dargum, the Nink-hai leader",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The horn has drawn Dargum's attention",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have defeated Grazadh, but Dargum has escaped",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Explore the Nink-hai camp along the mountain path east of Faldham.\\n\\nLangfrith has asked you to infiltrate the Orc camp and discover the leader of the tribe.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "The acid greatly diminishes the protection of Grazadh's armour",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1798db1",
      "en": "'You are responsible for all the disruptions? Amusing, I did not expect you to be such a puny [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Nink-hai leader can be found at the end of the mountain pass in the mountains.\\n\\nLangfrith has asked you to infiltrate the Orc camp and defeat the leader of the tribe.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1798db2",
      "en": "'Ah, I've been waiting for some action!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Langfrith awaits outside the mead hall of Faldham.\\n\\nLangfrith will want to hear of the events that transpired with the Nink-hai leader.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1798db3",
      "en": "'No matter, I am summoned to my master, and have little time for your nuisance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Langfrith awaits outside the mead hall of Faldham.\\n\\nLangfrith will want to hear of the events that transpired with the Nink-hai leader.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1798db4",
      "en": "'Grazadh! Take care of our little problem. They must not return to their friends in the village below.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1798db5",
      "en": "'We meet again, [placeholder]. I must thank you for having allowed me to escape from Stangard.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1798db6",
      "en": "'Do you realize the destruction you could have prevented had you simply finished me when you could have?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1798db7",
      "en": "'No matter, I have been summoned to the side of my wise master. You will not capture me a second time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Enter the Nink-hai camp and locate their leader",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Use the horn to draw Dargum's attention and defeat Grazadh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Return to Langfrith and inform him of Dargum's escape",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Return to Langfrith and inform him of Dargum's escape",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Nink-hai threat looms ever present. Langfrith believes that the only solution will be to defeat the Nink-hai's commander.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'A scout has reported that the Nink-hai Orcs are plotting and scheming in the eastern mountain passes. There is but one course of action if we are ever to delay their treachery: to confront and defeat their leader.\\n\\n'You must breach the enemy camp, [placeholder]. Locate and overthrow the Nink-hai task-master. His defeat should throw the lackeys into a state of panic and chaos, granting us an opportunity to better prepare our defences before dealing with the rest.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}