{
  "id": 620903248,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You are the stranger from Langhold, are you? A terrible shame about what happened to those poor folk. Harding has set them up outside of town in a little camp with some guards, but Cíllan wanted to tend her husband's steed.\\n\\n'I see she gave the horse to you, though! The mounts of Rohan are magnificent, are they not? If you want to take him out for a ride, there are some treacherous marshes not far from here. All the horses would rest better, were you to kill off those noisy pests.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Did you enjoy besting those flies with your new war-steed? Riding these great mounts takes some getting used to, but they are strong. I would imagine those flies did not give you too much trouble, though they are a handful for a man on foot.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Riding Against Flies",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "An unpleasant buzzing noise has been disturbing the rest of the pampered war-steeds of Harwick.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You found the source of the noise: a large sickle-fly nest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the source of the buzzing noise",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The source of the buzzing noise is coming from somewhere in the bog west of Harwick.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Céolstan at the Harwick Stables",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The guard of the stables waits by Harwick's horses for you to return.\\n\\nYou should tell the guard about the source of the buzzing.",
      "es": "",
      "es (fem)": ""
    }
  ]
}