{
  "id": 620903214,
  "txt": [
    {
      "id": 218649169,
      "en": "'I would like you to acquire more information from the cook who found the phial.\\n\\n'The kitchen pantries should have been restricted from most townsfolk, and anyone suspicious entering would have been noticed. Ask if anyone who has been within the kitchen of late should be investigated further.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The kitchen is restricted from most commoners. On occasion, Athelward's advisors or the Riders are invited in to have a meal prepared or to borrow some ingredients. No one has entered that would arouse suspicion... but then again, I cannot imagine anyone who would want to harm the Reeve!\\n\\n'The only people normally in the kitchen are Eldora and myself. Eldora is a young girl who helps me with cleaning in the kitchen... yet she has been acting strangely of late, sometimes leaving the kitchen without notice. I am not quite sure what to make of her behaviour.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'As I thought, most citizens of Cliving would have a difficult time sneaking into the kitchen unnoticed.\\n\\n'This kitchen servant, Eldora, seems rather suspicious. I will keep her in mind as a potential suspect, or at the very least she may have witnessed something that could be helpful to us.\\n\\n'Good work.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Questioning the Cook",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Walnoth has been wondering who may have had access to the Reeve's kitchen and may have been able to conceal the poison phial while remaining unnoticed. Cetelgat the cook might help answer this question.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have learned that Eldora, the cook's aid, has been acting strangely",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Athelward's cook about access to the kitchens",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Cetelgat is working at the Reeve's kitchen, east of the central fountain and just west of the Mead Hall.\\n\\nWalnoth would like you to speak with Cetelgat to find out who may have had access to the kitchen, in order to place the phial there.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return to Walnoth with the information regarding the kitchen",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Walnoth can be be found waiting at the central fountain of Cliving, west of the kitchen.\\n\\nWalnoth must be informed that Cetelgat has given you information regarding the sorts of people who had access to the Reeve's kitchen.",
      "es": ""
    }
  ]
}