{
  "id": 620903239,
  "txt": [
    {
      "id": 22075075,
      "en": "Talk to Captain Garmund outside of Cliving",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Hail, [placeholder]. Take care as you travel in these lands. The vacant farms south-west of the city have fallen under the control of White Hand Orcs, their previous residents fleeing to Edoras or seeking sanctuary within the walls of Cliving.\\n\\n'The Orcs have taken it upon themselves to mark our lands with their various brands and symbols. It may not matter to most, but I cannot bear to see our homelands so crudely desecrated. If it is not much trouble, I request that any Orc-banners or totems that you come across be destroyed. I shall see that you are compensated generously for your efforts.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I suspect that seeing the banners and totems fall disturbs the Orc-invaders as greatly as it has disturbed me to see them erected on our land.\\n\\n'I praise your convictions, [placeholder]. Few have the bravery to risk undertaking such a task. I am pleased to reward you, as promised.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Totems and Banners",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Captain Garmund is distressed by the presence of the many Orc-banners and totems being strewn across the once-peaceful farmlands outside of Cliving.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Destroyed Orc-totems at the western farmlands ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Destroyed Orc-banners at the western farmlands ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Destroy Orc-totems at the western farmlands ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Orc-totems and banners can be found around the farmsteads south of Cliving and west of the road.\\n\\nCaptain Garmund has asked you to destroy many of the banners and totems the Orcs have placed across their sacked territory.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Destroy Orc-banners at the western farmlands ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Captain Garmund can be found at the western watch-tower, just west of Cliving.\\n\\nGarmund awaits the results of your attempt to destroy the Orc symbols marking the precious farmlands beyond Cliving.",
      "es": ""
    }
  ]
}