{
  "id": 620903208,
  "txt": [
    {
      "id": 136263297,
      "en": "You notice Uruk-tracks leading deeper into the cave",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Found and defeated Zúrsnaga the Uruk",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Reeve Athelward has tasked Caddabrand with eliminating an Uruk-hai captain and has promised a large bounty for the task. Caddabrand is eager to split the reward with someone capable of doing the dirty work.",
      "es": ""
    },
    {
      "id": 24743345,
      "en": "'Cease for a moment! I must know why the riders hunt me. Is it because of the attack on Cliving?'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Perhaps you are curious as to why I am encamped here and not hunting Orcs near Cliving? Allow me to explain, my dear apprentice. You see, I am on a mission from Reeve Athelward himself. He has placed a rather large bounty on the head of an Uruk named Zúrsnaga, and I plan to collect on it.\\n\\n'Zúrsnaga and his company unwittingly attacked the gates of Cliving in an attempt to infiltrate the city. Our Riders destroyed the attacking force and sent Zúrsnaga fleeing south. Athelward was outraged by this attack and has demanded the Uruk be slain at any cost.\\n\\n'I have reason to believe that Zúrsnaga has been hiding in a cave to the south-west beyond the wolf-warrens. You have proven yourself rather skilled... I would not be opposed to letting you handle the Uruk, if you are interested in sharing a portion of the bounty reward with me.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Uruk-hideout is south-west of Caddabrand's camp, beyond the entrance to the wolf-den.\\n\\nCaddabrand has tracked the Uruk, Zúrsnaga, to a cave south-west of the wolf den.",
      "es": ""
    },
    {
      "id": 24743346,
      "en": "'Because I broke my word? Disobeyed the wizard? What makes that city different from the others?'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Zúrsnaga is no more? Athelward will certainly be pleased to know this. I know not the meaning of Zúrsnaga's words, but the ramblings of a deranged Uruk are of little concern to me.\\n\\n'I cannot convey how fortunate I am to have an apprentice so quick to learn! Perhaps with enough training, you could even aspire to become as skilled as myself.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Uruk-hideout is south-west of Caddabrand's camp, beyond the entrance to the wolf-den. Zúrsnaga lies hidden within the caves.\\n\\nCaddabrand has asked you to find and defeat the Uruk, Zúrsnaga.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Caddabrand's camp lies east of the Uruk-hai hideout and the wolf-den.\\n\\nCaddabrand will be eager to hear the news that Zúrsnaga has been defeated.",
      "es": ""
    },
    {
      "id": 24743347,
      "en": "'Refusing to attack a city full of men? It makes me sick! I regret nothing. First, you die, then all of Rohan will follow!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Enter the cave where Zúrsnaga is hiding",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find and defeat Zúrsnaga the Uruk",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Return to Caddabrand with news of Zúrsnaga's demise",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Athelward's Bounty",
      "es": ""
    }
  ]
}