{
  "id": 620903249,
  "txt": [
    {
      "id": 22075078,
      "en": "Langfrith's concerns have been resolved",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Speak to Thane Elfmar about the preparations of the Elfward",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Nothwulf's concern has been resolved",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Osin's concern has been resolved",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Thane Elfmar believes that the Elfward are distracted with concerns besides the ravaging White Hand army from the north, and wishes them to resolve their agitations to focus on the task at hand. ",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The Orc forces have laid waste to the crofters to the north. We will not allow the same fate to befall the people of Faldham! My riders, the most brave and loyal men I have ever known, are called the Elfward. Each of them will have a part to play if we are to withstand the coming siege. \\n\\n'The Elfward have skill unmatched among all the riders of the plains, yet they are distracted by other concerns. This could prove to be our downfall on the battlefield. We must put their concerns to rest if hope is to be had of survival. Speak with Nothwulf and see what actions might put his mind at ease.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Nothwulf can be found inside the mead hall at the centre of Faldham.\\n\\nElfmar believes that Nothwulf is distracted by matters that will hinder his skill in the coming battle, and has asked you to help dispatch his concerns.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Nothwulf seems ready to focus on the task at hand now that his mind is at ease.\\n\\n'Osin has been heard worrying about the crofters and their lack of preparation. Speak with Osin and inquire about lending a hand, so that he may concern himself with his own readiness.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Thane Elfmar resides in the mead hall at the centre of Faldham.\\n\\nElfmar awaits word regarding the resolution of Nothwulf's concerns.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Osin can be found outside the mead hall at the centre of Faldham.\\n\\nThane Elfmar wants Osin's distractions resolved, so that he may focus on the coming White Hand siege.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Your helpful deeds have calmed Osin's concerns. Valuable will be his strength in the coming days.\\n\\n'I must request one more favour of you. Langfrith, one of the wisest of the Elfward has been concerned with another foe. Please speak with him and learn of his distress.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Thane Elfmar resides in the mead hall at the centre of Faldham.\\n\\nElfmar awaits word regarding the resolution of Osin's concerns.",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'The Elfward seem wholly focused on the charge set before them. Early is the hour in which these foes approach our threshold, and we shall be ready to meet them with steel in hand.\\n\\n'You deserve much for your efforts, [placeholder], but the day is not yet won. It would give me great honour to count you among the Elfward, the protectors of Faldham.'",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Langfrith prepares outside of the mead hall at the centre of Faldham.\\n\\nElfmar believes that Langfrith will be distracted in the coming battle, if his concerns are not first dealt with.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Aid Nothwulf, of the Elfward, with his concerns",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Thane Elfmar resides in the mead hall at the centre of Faldham.\\n\\nElfmar awaits word regarding the resolution of Lanfrith's concerns.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Thane Elfmar about the preparations of the Elfward",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Aid Osin, of the Elfward, with his concerns",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Speak to Thane Elfmar about the preparations of the Elfward",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Elfward",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Aid Langfrith, of the Elfward, with his concerns",
      "es": ""
    }
  ]
}