{
  "id": 620903374,
  "txt": [
    {
      "id": 54354734,
      "en": "Galadriel wants you to journey south along the river Anduin to see what fate has befallen the Fellowship, but for that you will need a guide.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You will need a guide to bring you to the Falls of Rauros, but few of my people ever travel that far. No, do not shake your head in frustration! There is a guide who will suffice. His name is Corudan, and he is the elder brother of Sigileth.'\\n\\nGaladriel smiles sadly.\\n\\n'Yes, I see you remember our fierce champion. Without her twin knives and the skill with which she wielded them, the efforts of the Golden Host might have come to naught. Her death in the Battle of the Tower is cause for grief in all who knew her. You will find her brother is cut from similar cloth, but if Corudan shares her ability he does not share her temperament. Find him on Telain Neduil, on the eastern side of Caras Galadhon, and tell him you need him as a guide along the Anduin. He is not called \\qRiver-walker\\q for naught: he is more familiar with the lands through which the Anduin flows than any Elf in Lórien.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Corudan is on Telain Neduil in the eastern side of Caras Galadhon.\\n\\nGaladriel has sent you to recruit Corudan as a guide along the Anduin as you investigate what has happened to the Fellowship.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You need a boat for navigating the Anduin? Yes, I will provide one, and paddles beside. How many will be going with you?'\\n\\nYou tell Faengalph the composition of your party, and she nods.\\n\\n'The Lady Galadriel is wise to send Corudan with you. He is called the River-walker, you know, and it is a name truly given: he knows the lands on either side of Anduin better than any Elf I know.\\n\\n'His sister Sigileth perished in Dol Guldur. We were not close, she and I, for she had a temper unlike anyone else and to me she was always sharp and stern. It is a shame what happened to her, even so. I am certain she did great damage to her enemies before she fell, and that must be a consolation to Corudan in his grief.\\n\\n'The boat and the paddles will be ready when the time comes for your departure, [placeholder].'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Bordhrist is on Telain Galadhrim, and Faengalph is near the surrounding hedge not far from the entrance to Caras Galadhon, beneath Telain Glorelloth.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Corudan is waiting on Telain Neduil for you to return from arranging for a boat and supplies for the journey down the Anduin.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The boat and the paddles will be ready when the time comes for your departure, [placeholder].'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You are preparing for a journey down the Anduin? You have come to the correct Elf, [placeholder]. I will supply you with enough lembas and other goods to make such a journey comfortably.\\n\\n'Travelling by boat will require you to disembark occasionally. There is a portage way you will need to take around the rapids of Sarn Gebir... do not be so foolish as to traverse those in the boats! And of course you will need to beach them before you reach the Falls of Rauros. It is a long climb down the cliff-face, but I have heard there was a way that was used of old.\\n\\n'I will give you enough lembas and other foodstuffs for two weeks. Corudan can cover that distance in five or six days. That should suffice. Namárië.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Nona is on the flets near the House of Celeborn.\\n\\nCorudan has sent you to tell Nona you are ready to leave.",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I will give you enough lembas and other foodstuffs for two weeks. Corudan can cover that distance in five or six days. That should suffice. Namárië.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'I followed you here on the behest of a dream, [placeholder]. I will follow you wherever our road leads.\\n\\n'If our adventure ended today I would already have quite a tale to tell Suvulch on my return. I cannot imagine what awaits us, but it will only add to the record of our deeds!\\n\\n'Wadu's sword is thirsty for more adventure as well. If we come across more Easterlings or their fell ally, as we did in the swamps, I will be more ready than I was last time!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'You should find Corudan on Telain Neduil and tell him that you have need of his skills as a guide as you journey along the Anduin. Telain Neduil is on the eastern side of Caras Galadhon.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'The Lady has spoken to me about this, [placeholder], and I would refuse her nothing. But there is another reason I would help you.'\\n\\nCorudan looks at you, his eyes shining with a curious look of gratitude.\\n\\n'You were a friend to my sister Sigileth in Mirkwood. When the Hidden Guard and the Golden Host journeyed to the fastness of Dol Guldur, you fought alongside Sigileth. How many times did you save her life, or she yours? I do not know, but I am certain it was more than once. I wish that the tides of fate had swept the two of you together during that final assault on the tower, rather than apart, for had the two of you been together on the stairs perhaps she would have returned from Mirkwood.\\n\\n'But it was not to be. That is the way of things. I would be honoured to accompany you south along the Anduin. Sigileth's friends are mine as well. We will need supplies. Boats and lembas and paddles... speak to Bordhrist and Faengalph about acquiring such things as we will need. Bordhrist will be on Telain Galadhrim, and Faengalph will be near the surrounding hedge beneath Telain Glorelloth, not far from the entrance to Caras Galadhon.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Bordhrist and receive supplies of food for the journey",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'We will need supplies if we are to make a journey down the Anduin as far as the Falls of Rauros. Find Bordhrist and Faengalph, and they will equip us for the journey. Bordhrist is on Telain Galadhrim, and Faengalph is near the surrounding hedge, not far from the entrance to Caras Galadhon, beneath Telain Glorelloth.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'You have done as I asked? Good! The most important step of a journey occurs before you even leave home: the preparations for your departure.\\n\\n'Make sure your weapons are cleaned and ready. The last time I travelled south, which was some weeks ago, Orcs were gathering on the far shore of Anduin. We may need to face them.\\n\\n'Unfortunately, I lent my bow to Fimloth at Haldirith on my return from that journey. Perhaps we can stop by her encampment when we depart and I can recover my bow from her? I will use a spare until then, but there is nothing quite like your own familiar weapons, is there? Sigileth spoke often of her knives, Lanchigil and Egnassigil, and I feel the same way about my bow, though it has no name. My sister was always better with names.\\n\\n'But now you should return to the House of Celeborn and speak with your Dunlending friend. Tell her we are almost ready to leave.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Faengalph and arrange for a boat and paddles for the journey",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Return to Corudan on Telain Neduil",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Return to your Dunlending friend near the House of Celeborn and tell her we are nearly ready to depart.'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'You have brought me nothing?'",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Nona near the House of Celeborn when you are ready to depart on your southward journey",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 7, Chapter 3: The River-walker",
      "es": ""
    }
  ]
}