{
  "id": 620903253,
  "txt": [
    {
      "id": 136263297,
      "en": "Killed a crazed salamander ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "The crazed salamanders are dying here....",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Reports have come into Harwick of salamanders behaving very strangely in the bog near the stables.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'A cheeky little boy from Langhold boasted to me of your valour against the salamanders troubling that town before it was seized. Now that you have a proper steed, I have a task for you, if you wish it.\\n\\n'We have had reports of salamanders behaving strangely over in the bog where the marsh-flies have settled in. The salamanders once fed on the flies, but lately we have seen flies taking over, and salamanders acting unlike themselves....\\n\\n'Will you destroy the crazed salamanders? They cannot be good for the health of the plains near Harwick.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Crazed salamanders can be found roaming the bog near Harwick.\\n\\nYou should kill crazed salamanders in the bog, and observe their strange behaviour.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "The source of the crazed behaviour in the salamanders seems to have something to do with draugar coming out the cave ahead....",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Crazed salamanders can be found roaming the bog near Harwick.\\n\\nYou should try to discover the source of the strange behaviour in the salamanders.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The source of the crazed behaviour in the salamanders seems to have something to do with draugar coming out the cave ahead....",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Kill crazed salamanders ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Discover the source of the salamanders' strange behaviour",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Completed",
      "es": "Completado"
    },
    {
      "id": 228870261,
      "en": "Corrupted Salamanders",
      "es": ""
    }
  ]
}