{
  "id": 620903263,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Adléod, oh, dear Adléod. He was my husband... killed by Orcs during our walk along the western hillside. He stood alone against them so that I might escape, but now, everything in Faldham reminds me of his tragic death. I cannot bear to stay here much longer.\\n\\n'Please, traveller, I beg of you this one favour. Before I flee, to start a new life in Edoras, I  ask for vengeance for Adléod. The Orc who slew my husband was a large brute, called Gat by those with him. Ensure that Gat is never able to harm another man, and I will see you to your reward.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I know that nothing will bring Adléod back to me, but I feel a sense of closure in knowing that he has been avenged.\\n\\n'Thank you, [placeholder], for accepting my request. I shall depart for the King's city, but will honour Adléod's memory with each passing day.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Swift Revenge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Enswith seeks revenge against the Orc-marauder who was responsible for the loss of her husband.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have defeated Gat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Gat, the Orc brute",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gat and his Orc allies have been seen wandering the hills north and west of the mead hall.\\n\\nEnswith has described the Orc brute, Gat, and has encouraged you to defeat the Orc, in order to avenge her belated husband.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Enswith with news of Gat's defeat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Enswith awaits at her farmstead, north-east of the meadhall of Faldham.",
      "es": "",
      "es (fem)": ""
    }
  ]
}