{
  "id": 620903231,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Orcs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have failed to impress Ides",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Edwulf has abandoned the idea of helping Ides train. You have the opportunity to take his place as Ides's mentor, but not until your talents have earned her respect.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Ides is quick to learn fighting techniques, but she lacks size and strength. Training is one matter, but she has absurd ideas of charging alongside the men onto a real battlefield.\\n\\n'Since you seem to be quite eager to help her, I am going to relinquish her training duties to you. Athelward can speak to you when she gets herself killed... it will be none of my concern. Go speak with her at the mill to the north, above the ridge.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Ides can be found training at the mill, north of the Rohirrim training grounds, at the northern edge of the Norcrofts.\\n\\nEdwulf has given you control of training Ides, but has counselled you about her headstrong nature.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I have great respect for Edwulf's prowess in combat, but as a mentor, he leaves much to be desired.\\n\\n'You have been sent to take his place? You would not have been chosen were you without skill, but you have yet to prove yourself worthy of my favour. I shall have you know that I intend to become a shield-maiden of great renown, and that I take my training quite seriously.\\n\\n'Allow me to see how quickly you can dispatch of Orcs. Impress me, and I will eagerly follow your guidance.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Orcs can be found throughout the Norcrofts.\\n\\nIdes has tasked you with dispatching Orcs in a timely fashion, in order to prove yourself to her.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Ides can be found training at the mill, north of the Rohirrim training grounds, at the northern edge of the Norcrofts.\\n\\nYou have surpassed the challenge set forth by Ides, and she awaits your return.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'That was rather impressive. Even that braggart Edwulf would be pressed to achieve such a hasty feat!\\n\\n'Very well, I shall heed your counsel. Having skill and strength will not be enough. I must learn to fight with courage and honour if I am to live up to my father's reputation.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Ides",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Orcs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Do not allow the timer to expire",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Return to Ides at the training ground",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Worthy Trainer",
      "es": ""
    }
  ]
}