{
  "id": 620903378,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'We will still fit in the one boat... but it will not be comfortable. I do not think we should recruit any more companions, [placeholder], unless you fancy swimming alongside the boat!\\n\\n'Are you ready to continue our journey?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'They are not my kings, but there is still something majestic about the twin statues of the Argonath. Many songs have been sung about the men in whose likenesses they are carved, and I know most of them by heart. I will not sing them now. There is too much we must do here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'How many lives of Men did it take to fashion those great statues? I have never seen anything like it before!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 7, Chapter 6: A Journey by Boat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The Argonath, the Pillars of the Kings. I have seen them often, but even so they still capture the breath as they emerge from the mist, do they not?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Your group of companions is ready to continue your journey down the Anduin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Let us go to the boat together. I want to have a good seat and a comfortable place to rest my arm as we paddle.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Corudan at Haldirith and continue your journey down the Anduin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Corudan is at Haldirith, in Thinglad, waiting to continue your journey down the Anduin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Horn near the shadow of the Argonath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "You have travelled with Corudan, Nona, and Horn to the Argonath, the Pillars of the Kings. Horn would like to speak with you.",
      "es": "",
      "es (fem)": ""
    }
  ]
}