{
  "id": 620903219,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'So you believe Swithorne to be the culprit? There is good reason to suspect him. Being one of Théodmar's Riders, he would have had access to the kitchen without arousing suspicion. His brother's death can be directly attributed to Athelward's orders to withdraw from Elthengels, and perhaps this motive has fuelled his attempt to poison the Reeve.\\n\\n'I trust your decision on this matter. I shall go to apprehend Swithorne now...meet us at the entrance to the dungeon, under the Mead Hall.'\\n\\n<rgb=#FF0000>NOTE: Only ONE suspect can be apprehended for these crimes. Accepting and completing this quest will not allow you to apprehend Eldora or Wigfugol.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Swithorne came peacefully with me, when I explained things to him. We will hold Swithorne here as we gather more evidence...or until we receive his confession.\\n\\n'I believe you have made a wise decision, [placeholder]. Swithorne's motive and access to the kitchens make him a logical choice. No further harm shall come to the people of Cliving at his hands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I am not the one that should be held behind these bars, [placeholder]. It was a costly mistake to allow my dagger to slip from my possesion, but never would I use it against any of the people in Cliving...the very people I have sworn to protect.\\n\\n'I ask that you remember all that has transpired, and all that has been revealed in your search for the truth. I will wager that the criminal will act again, in time, and that justice will be upheld.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Apprehending Swithorne",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Walnoth has decided that the time has come to apprehend the person responsible for Cliving's crimes. The evidence against Swithorne paints him as the most likely culprit.\\n\\n<rgb=#FF0000>NOTE: Only ONE suspect can be apprehended for these crimes. Accepting and completing this quest will not allow you to apprehend Eldora or Wigfugol.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Walnoth in the Mead Hall dungeon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Walnoth will be waiting for you inside the dungeon, under the Mead Hall of Cliving.\\n\\nWalnoth has gone to apprehend Swithorne and will hold him at the dungeon until the matter can be fully resolved.",
      "es": "",
      "es (fem)": ""
    }
  ]
}