{
  "id": 620903254,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated daunting láthbears ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated hulking láthbears ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Handling the láthbear situation with tactics and cunning has proven to be unsuccessful. Desperation calls for the adoption of brute force as a final response to a foe.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "Handling the láthbear with tactics and cunning has proven to be unsuccessful. Desperation calls for brute force as a response to a fearless foe.\\n\\nThe láthbears' malevolent plans are unknown. They may be rallying a host to assail the farms while the riders of Faldham are preoccupied with the advances of the Orcs. Strike against them before they are ready for such an endeavour, and thin their numbers to prevent them from amassing such a force.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The láthbears reside in the valley and den to the east of Faldham.\\n\\nThe láthbears must be approached as an unavoidable threat. Attacking the creatures directly may be the only method of dealing with such a twisted foe.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "With their numbers hindered, any vengeful plots against the Rohirrim will be slow to develop. The people of Faldham have been afforded a reprieve from the danger of an imminent láthbear attack thanks to your actions.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The láthbears reside in a den in the valley east of Faldham.\\n\\nStrike against the láthbears while they are unaware of your interference and prevent them from amassing a large attacking force.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "You have dealt a severe blow to the láthbear sloth that had risen as threat to the east of Faldham.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Discover the láthbear den",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat daunting láthbears ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat hulking láthbears ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Smarter than Average",
      "es": "",
      "es (fem)": ""
    }
  ]
}