{
  "id": 620903212,
  "txt": [
    {
      "id": 136263297,
      "en": "The butcher has set aside food for the refugees",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "The cheese-maker has set aside food for the refugees",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "The baker has set aside food for the refugees",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Giselmon has purchased large quantities of food in order to host a banquet, in the hopes of increasing her popularity. Isenyd has taken exception to this cause and has demanded that the food be donated to the refugee farmers who have been victims of the Orc-attacks.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Greetings, my name is Isenyd. My home is here in Cliving, but many of the people who now occupy our city are wayward farmers who have been forced from their homes and have taken refuge within the city walls. I have asked my neighbours to donate food and shelter to those who have fled and left behind their belongings.\\n\\n'Many have given to the cause, but Giselmon is ignoring my pleas. She plans to host a large feast in honour of Reeve Athelward, an action she hopes will increase her own renown, as she values her opinion in others above all else. There are people in dire need of rations and she intends to foolishly host banquets for the wealthy.\\n\\n'Giselmon refuses to listen to me. She believes that I am jealous of her high esteem, and considers my request as a tactic to undermine her affairs. Perhaps you might sway her decision. Suggest to her that the nobles would view a banquet to be distasteful, and that a charitable donation would be viewed more favourably among her peers.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Giselmon can be found at her estate in the western section of Cliving.\\n\\nIsenyd has asked you to convince Giselmon that hosting a banquet in times of great turmoil would be distasteful and cause her to lose popularity.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'May I help you? I am busy with preparations for an important banquet.'\\n\\nYou attempt to convince Giselmon that giving to charity will increase her popularity among the nobles, more so than her feast.\\n\\n'Well, I had not considered this. Oh dear, you are quite right. When others speak of me, they should be commenting on my kindness and generosity! Time is short... will you help me? Please speak to the butcher, cheese-maker, and baker of Cliving. Ask them to give much of the food intended for the banquet to Isenyd's collection instead.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The vendors can be found at their individual stands in the marketplace, west of the central fountain in Cliving.\\n\\nGiselmon has asked you to speak with the food-vendors in Cliving, in order to divert a large portion of her purchases to help those in need.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Giselmon can be found at her estate in the western section of Cliving.\\n\\nYou may inform Giselmon that the vendors were pleased to help her send portions of her orders to be donated to the needy.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Thank you for the thoughtful suggestion, [placeholder]. You have saved me from making a terrible mistake. I have heard nothing but praise and admiration for my charitable efforts! I would not have guessed that such acts would be noticed and appreciated by others.\\n\\n'Please accept this as a token of my appreciation.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Welcome! Have you come for something fresh? I have a lot of good things for sale, stranger! Oh, you are here about Giselmon's order? Yes, I am working hastily on assembling everything.'\\n\\nYou explain that Giselmon has asked for a portion of her order be sent as charity to the poor.\\n\\n'That is quite noble of her... I will have it done right away!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'More orders from Giselmon?'\\n\\nYou inform the butcher that Giselmon would like to donate a portion of her original purchase to the refugees.\\n\\n'If she wishes to be charitable, I would be glad to help her. I will set aside a nice lot of fresh meat to be collected for that poor lot of farmers.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Convince Giselmon to donate food to the refugees",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'The finest cheese in all of the Norcrofts for sale here! May I help you?'\\n\\nYou explain that Giselmon wishes to donate a portion of food to charity.\\n\\n'Giselmon has had a change of heart? What a kind woman! I will be sure to send a portion of fine cheeses to be donated on her behalf.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to the butcher of Cliving",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to the cheese-maker of Cliving",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to the baker of Cliving",
      "es": ""
    },
    {
      "id": 228870261,
      "en": " An Uncharitable Feast",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Giselmon in Cliving",
      "es": ""
    }
  ]
}