{
  "id": 620903240,
  "txt": [
    {
      "id": 94621400,
      "en": "Thoughts of Gandalf have risen unbidden in your mind as you try to decide what to do.",
      "es": ""
    },
    {
      "id": 94621401,
      "en": "Thoughts of Bilbo have risen unbidden in your mind as you try to decide what to do.",
      "es": ""
    },
    {
      "id": 190208689,
      "en": "Thoughts of Bilbo rise unbidden in your mind",
      "es": ""
    },
    {
      "id": 220760097,
      "en": "'You at least need to go to Mordor, Frodo my boy. Isn't that so?'",
      "es": ""
    },
    {
      "id": 220760098,
      "en": "'As long as you have the Ring, it is your burden to bear, as it was mine.'",
      "es": ""
    },
    {
      "id": 220760099,
      "en": "'Merry, and Pippin, and Sam... they would be fine. The others would watch out for them.'",
      "es": ""
    },
    {
      "id": 220760100,
      "en": "'If you bear the Ring away, as it is your task to do, our friends will be in less danger.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Oh, Frodo, my lad. What have we gotten ourselves into? Trouble and bother!'\\n\\nYour memory of the old hobbit makes you smile in spite of yourself, and you realize how badly you miss him.\\n\\n'Something has to be done, Frodo. All these important people with their endless meetings and councils, weighing important matters, when all it needs is the application of some good hobbit-sense.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'It will not be easy, Frodo, my boy, but it would be for the best. As long as our friends accompany you, their lives are in danger. You don't want that!\\n\\n'Best to go alone to Mordor. Aragorn and Boromir are strong Men, and they will take care of our friends. Gimli and Legolas will watch out for them as well. Sam will not understand, but in time he may forgive you.\\n\\n'What did Elrond say in Rivendell? That it was perilous to study the arts of the Enemy, as Saruman did? That must be because they can corrupt even the purest of hearts, no matter its intention at the outset.'",
      "es": ""
    },
    {
      "id": 136681329,
      "en": "'You have doomed us all!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I know you said you wanted to be alone, Frodo, but you are simply too important to go wandering alone. If Aragorn is correct in his guess, it means the Orcs have already crossed the river. They could be in the woods even now.'",
      "es": ""
    },
    {
      "id": 136681330,
      "en": "'You have destroyed us!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Yes! You hear the wisdom in it! I am glad, Frodo. I had feared you would not wish to speak to me, but it lightens my heart to know that you respect the wisdom of Gondor.\\n\\n'For Gondor is where the greatest strength of Men can be found, and it is where the Dark Lord's gaze is most drawn!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'No? Why do you resist the course of wisdom? These Elves and Wizards speak only of hiding, and sneaking, and they would have us destroy the very thing we need to defeat Sauron!\\n\\n'Why do you listen to them, and not to me? It is my people who will pay the price for the failure of this foolhardy errand! My people will pay, not yours, hiding far away in some hidden dell where the Enemy will never find them, if he even thinks to look!\\n\\n'But he looks at Gondor, yes he does, and he will kill its people, and they will look to me and ask why I was not able to protect them! And I will say I had this chance, and I let it slip away!'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'How can you say that? You have the very thing we need to defeat the Dark Lord, but you refuse to use it! You run knowingly to your death, and you bring with you the only hope we ever had of surviving this war!\\n\\n'The Ring should be mine! Give it to me! Give it to me, you foolish halfling! You have no right to it!\\n\\n'If you will not give it to me, I will take it! I will take it by force!'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'Well, Frodo, the choice is upon us at last. In Rivendell you were appointed the bearer of a great Burden, and this Company has escorted you through the wilderness, beneath the mountains, and along the Great River. All of us have done so in friendship and with an understanding of the errand's great need.\\n\\n'But now the path splits. Boromir has said from the beginning that his road leads to Minas Tirith and the war against the Shadow that must surely be coming. But that way is not the way to the Fire, and it is to the Fire that your burden must be carried.\\n\\n'What is the fate of this Company? Do we go to Boromir's city, to Minas Tirith? Or do we cross the river and make for the Land of Shadow?'",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'You need time to decide? I understand. It is no easy decision. None of these have been easy decisions! If only Gandalf were here....\\n\\n'I have tried to play his part as best I can, but I am not he and the ways of Wisdom are shut to me. I am sorry I cannot help you with this decision, Frodo, but it is yours to make and I do not want to sway your mind one way or the other.'",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "The words of Galadriel are foremost in your thoughts.",
      "es": ""
    },
    {
      "id": 251958817,
      "en": "'Frodo! You do not know your danger!'",
      "es": ""
    },
    {
      "id": 237532017,
      "en": "'Take it off! Fool, take it off! Take off the Ring!'",
      "es": ""
    },
    {
      "id": 7827409,
      "en": "Escape from Boromir, Frodo! Run up the stairs to the East, to the summit of Amon Hen!",
      "es": ""
    },
    {
      "id": 178459553,
      "en": "'Your friends are dear to you, but you must be prepared for this truth, Frodo Baggins.'",
      "es": ""
    },
    {
      "id": 178459554,
      "en": "'Some of them may not return from this quest.'",
      "es": ""
    },
    {
      "id": 178459555,
      "en": "'If that is why you delay, the quest is already lost!'",
      "es": ""
    },
    {
      "id": 31717121,
      "en": "'I know it is a heavy burden for you, Frodo.'",
      "es": ""
    },
    {
      "id": 178459556,
      "en": "'You must decide, Frodo.'",
      "es": ""
    },
    {
      "id": 31717122,
      "en": "'You are so small, and weak. What if the Ring had come to a Man? A strong Man of Gondor?'",
      "es": ""
    },
    {
      "id": 31717123,
      "en": "'Perhaps you could lend me the Ring. Let me use it to save my people, and then I will give it back.'",
      "es": ""
    },
    {
      "id": 171765008,
      "en": "Thoughts of Bilbo have risen unbidden in your mind as you try to decide what to do.",
      "es": ""
    },
    {
      "id": 118694513,
      "en": "'Frodo!'",
      "es": ""
    },
    {
      "id": 171765009,
      "en": "Boromir has followed you part of the way up Amon Hen, and is waiting to speak to you.",
      "es": ""
    },
    {
      "id": 118694514,
      "en": "'Curse you!'",
      "es": ""
    },
    {
      "id": 171765010,
      "en": "Boromir has followed you part of the way up Amon Hen, and is waiting to speak to you.",
      "es": ""
    },
    {
      "id": 118694515,
      "en": "'Where are you? Frodo!'",
      "es": ""
    },
    {
      "id": 171765011,
      "en": "Boromir has followed you part of the way up Amon Hen, and is waiting to speak to you.",
      "es": ""
    },
    {
      "id": 171765012,
      "en": "Boromir has followed you part of the way up Amon Hen, and is waiting to speak to you.",
      "es": ""
    },
    {
      "id": 63014961,
      "en": "'Boromir may not be able to see you, Frodo, but other things might....'",
      "es": ""
    },
    {
      "id": 171765013,
      "en": "Boromir has followed you part of the way up Amon Hen, and is waiting to speak to you.",
      "es": ""
    },
    {
      "id": 63014962,
      "en": "'You know what to do, Frodo.'",
      "es": ""
    },
    {
      "id": 171765014,
      "en": "A madness has taken Boromir!",
      "es": ""
    },
    {
      "id": 171765015,
      "en": "Sauron has sensed the Ring! Even now he looks for you!",
      "es": ""
    },
    {
      "id": 171765016,
      "en": "You have managed to remove the Ring, narrowly avoiding the wrath of Sauron.\\n\\nGandalf is brought once again to mind, and as you stand among the ruins atop Amon Hen you ponder your course.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Listen to the Company decide",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Aragorn on Parth Galen",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Aragorn on Parth Galen",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Walk north-west of Parth Galen so you may be alone with your thoughts",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Consider the thoughts of Elrond",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Consider the thoughts of Elrond",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Walk further west so you may be alone in your thoughts",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Consider the thoughts of Galadriel",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Consider the thoughts of Galadriel",
      "es": ""
    },
    {
      "id": 230605825,
      "en": "'Boromir may not be able to see you, Frodo, but other things might....'",
      "es": ""
    },
    {
      "id": 198484593,
      "en": "'The Ring is mine! Give it to me!'",
      "es": ""
    },
    {
      "id": 198484594,
      "en": "'What? Where did you go? Cursed halfling!'",
      "es": ""
    },
    {
      "id": 8725904,
      "en": "'Some rings there are that Sauron never touched, and they were not used for Evil. They were used for growth and prosperity, and much beauty was wrought with these. The Three Elven Rings belong to this worthwhile group.'\\n\\nYou remember the look of sadness on Galadriel's beautiful face when she spoke of this in Lothlórien.\\n\\n'If you fail in your quest, Frodo Baggins, the workings of the Three will be laid bare before Sauron, and he will control all. But if you should succeed, even then there will be little happiness for Elves. We will diminish, and all that was wrought with the Three shall fade.'",
      "es": ""
    },
    {
      "id": 8725905,
      "en": "The terror of your recent experience is still with you, but you conjure the kindly face of Gandalf from your memories to try and fight back the dread. You can almost hear his voice, as clearly as when he spoke to you thusly in the library at Rivendell.\\n\\n'There are a great many dangers facing Middle-earth, Frodo, and your Ring is responsible, even indirectly, for all of them. The Orcs of the Misty Mountains stir, and Lórien is threatened with fire. The horsemen of Rohan fight back the wolves of Isengard. Corsairs put to sea from Harad and endless armies march from the east. The Mountain of Fire is aflame, and the Dark Lord's forces are in motion.\\n\\n'There are men who stand against him, men like Boromir, son of the Steward of Gondor and your companion. He and the men like him will fight, for as long as they are able, but when all is finished it seems to me they will be simply men, and for how long can men stand against such evil?\\n\\n'No, Frodo, I fear that when all is reckoned, it will come down to one hobbit, after all, and the strength he himself can bring to bear. Perhaps that is always the way it was meant to be.'",
      "es": ""
    },
    {
      "id": 8725906,
      "en": "The words of Gandalf are foremost in your thoughts.",
      "es": ""
    },
    {
      "id": 8725907,
      "en": "'Few know the inner strength of hobbits as I do, Frodo Baggins. Many, even among the Wise, would think this task too much for you. But I have seen the bravery of a Baggins when put to the test, and I know you will do what you must.'\\n\\nThe memory of Gandalf's warm smile fills you with a deep regret.\\n\\n'Yes, there is sadness on any difficult road. You must prepare for more if you are to face what must lie ahead.'",
      "es": ""
    },
    {
      "id": 8725908,
      "en": "'The Ring you bear is the One, the Ruling Ring sought by Sauron above all else. The evil he could work with it would be incurable.\\n\\n'It must be destroyed.'",
      "es": ""
    },
    {
      "id": 8725909,
      "en": "The words of Elrond are foremost in your thoughts.",
      "es": ""
    },
    {
      "id": 57005937,
      "en": "'What should we do?'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Thoughts of Elrond rise unbidden in your mind",
      "es": ""
    },
    {
      "id": 57005938,
      "en": "'Does no one wish to speak?'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Thoughts of Galadriel rise unbidden in your mind",
      "es": ""
    },
    {
      "id": 57005939,
      "en": "'Well, Frodo, you are the Bearer and you must choose your own way. I cannot advise you in this.'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Thoughts of Gandalf rise unbidden in your mind",
      "es": ""
    },
    {
      "id": 57005940,
      "en": "'What is your decision, Frodo?'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You feel a presence behind you",
      "es": ""
    },
    {
      "id": 57005941,
      "en": "'You shall have an hour, Frodo, and we will leave you alone to decide.'",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "A madness has taken Boromir!",
      "es": ""
    },
    {
      "id": 57005942,
      "en": "'We will stay here, and you may walk as you will. But do not stray out of call! There are Orcs about.'",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "In desperation, you slip the Ring on your finger!",
      "es": ""
    },
    {
      "id": 138874273,
      "en": "'Run, Frodo! Up the steps!'",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You manage to remove the Ring. Now you know what you must do.",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "You manage to remove the Ring. Now you know what you must do.",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "You need to keep climbing to get away!",
      "es": ""
    },
    {
      "id": 32729280,
      "en": "You need to keep climbing to get away!",
      "es": ""
    },
    {
      "id": 32729281,
      "en": "You manage to remove the Ring. Now you know what you must do.",
      "es": ""
    },
    {
      "id": 32729282,
      "en": "You resolve to go to Mordor alone.",
      "es": ""
    },
    {
      "id": 158674512,
      "en": "You have stumbled blindly to the summit of Amon Hen.",
      "es": ""
    },
    {
      "id": 158674513,
      "en": "Your heart is gripped with a sudden feeling of terror!",
      "es": ""
    },
    {
      "id": 158674514,
      "en": "You sense a malevolent presence searching... searching....",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: The Point of Decision",
      "es": ""
    },
    {
      "id": 158674515,
      "en": "Sauron senses the Ring!",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Fellowship of the Ring has come at last to the ultimate decision: the East road or the West?",
      "es": ""
    },
    {
      "id": 256970593,
      "en": "'No choice is free from sadness for my people, Frodo.'",
      "es": ""
    },
    {
      "id": 256970594,
      "en": "'But Galadriel of Lórien would have happen what should happen.'",
      "es": ""
    },
    {
      "id": 256970595,
      "en": "'Even should it mean all her good works in this Middle-earth disappear and are forgotten.'",
      "es": ""
    },
    {
      "id": 256970596,
      "en": "'Good-bye, Frodo.'",
      "es": ""
    },
    {
      "id": 84765760,
      "en": "Talk to Boromir on Amon Hen",
      "es": ""
    },
    {
      "id": 84765761,
      "en": "Listen to Boromir on Amon Hen",
      "es": ""
    },
    {
      "id": 84765762,
      "en": "Talk to Boromir on Amon Hen",
      "es": ""
    },
    {
      "id": 84765763,
      "en": "Talk to Boromir on Amon Hen",
      "es": ""
    },
    {
      "id": 84765764,
      "en": "A madness has taken Boromir!",
      "es": ""
    },
    {
      "id": 84765765,
      "en": "A madness has taken Boromir! With the Ring on he cannot find you to harm you! Climb to the summit of Amon Hen to escape!",
      "es": ""
    },
    {
      "id": 84765766,
      "en": "Sauron can sense the presence of the Ring! He searches for you!",
      "es": ""
    },
    {
      "id": 84765767,
      "en": "Consider thoughts of Gandalf in the ruins atop Amon Hen",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Climb the stairs to the south-east so you may be alone in your thoughts",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Consider the thoughts of Gandalf",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Consider the thoughts of Gandalf",
      "es": ""
    },
    {
      "id": 84765779,
      "en": "Consider thoughts of Bilbo",
      "es": ""
    },
    {
      "id": 84765780,
      "en": "Consider thoughts of Bilbo",
      "es": ""
    },
    {
      "id": 84765781,
      "en": "Someone approaches...",
      "es": ""
    },
    {
      "id": 84765782,
      "en": "Consider thoughts of Bilbo",
      "es": ""
    },
    {
      "id": 84765783,
      "en": "Listen to Boromir on Amon Hen",
      "es": ""
    },
    {
      "id": 84765784,
      "en": "Talk to Boromir on Amon Hen",
      "es": ""
    },
    {
      "id": 84765785,
      "en": "Listen to Boromir on Amon Hen",
      "es": ""
    },
    {
      "id": 163594353,
      "en": "'Frodo! There you are! I was worried about you!'",
      "es": ""
    },
    {
      "id": 163594354,
      "en": "'May I stay and speak, now that I have found you?'",
      "es": ""
    },
    {
      "id": 90648017,
      "en": "'There are those who would use the Ring, and not destroy it.'",
      "es": ""
    },
    {
      "id": 163594355,
      "en": "'Back at camp, everything is endless arguments about where we should go.'",
      "es": ""
    },
    {
      "id": 90648018,
      "en": "'The temptation to use the Ring, even for Good, is overwhelming. That is its power, and its danger.'",
      "es": ""
    },
    {
      "id": 163594356,
      "en": "'But you and I could decide much easier. With two it need not be a tumult of voices.'",
      "es": ""
    },
    {
      "id": 90648019,
      "en": "'The road to the Fire is dangerous, but it is the only choice we can risk.'",
      "es": ""
    },
    {
      "id": 163594357,
      "en": "'If you were to come to Minas Tirith with me, we could protect Gondor!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Aragorn and the rest of the Fellowship are camped on Parth Galen, in the East Wall.\\n\\nThe time has come to decide which of the Company will go with Boromir to Minas Tirith, and which will go to Mordor, if any do.",
      "es": ""
    },
    {
      "id": 163594358,
      "en": "'What do you say, Frodo?'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Aragorn and the rest of the Fellowship are camped on Parth Galen, in the East Wall.\\n\\nThe time has come to decide which of the Company will go with Boromir to Minas Tirith, and which will go to Mordor, if any do.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "You have asked to be alone with your thoughts while you decide what must be done.\\n\\nPerhaps a short walk will help, as long as you do not stray out of call of the Fellowship.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Thoughts of Elrond have risen unbidden in your mind as you try to decide what to do.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "You have asked to be alone with your thoughts while you decide what must be done.\\n\\nPerhaps a short walk will help, as long as you do not stray out of call of the Fellowship.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Thoughts of Galadriel have risen unbidden in your mind as you try to decide what to do.",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "You have asked to be alone with your thoughts while you decide what must be done.\\n\\nPerhaps a short walk will help, as long as you do not stray out of call of the Fellowship.",
      "es": ""
    }
  ]
}