{
  "id": 620903244,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Talk to Randgar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I must endure the Orcs until I am able to prove to Inhild's father, Hwitmon, that I am worthy of his daughter.\\n\\n'The fence gates around my farm need to be secured. Upon each of my attempts to leave my farm, the Orcs have harassed me and tried to ride me down. Please, help me secure the fence, but remain vigilant of the Orc-riders and their torment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am glad to see that you have dealt with those merciless brutes. I am fortunate to have someone with such skill in my company. Let us hope that the Orcs decide to relent their constant harassment now that they have seen our ability to defend against them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Defending the Farmstead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Randgar has refused to leave his home, at the risk of being killed by Orcs or Uruks. His home is under continuous assault, but he perseveres for the chance to be with the woman he loves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated the Orc-tormenters ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The farm gate has been secured",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat the Orc-tormenters ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Randgar's farm is south and east of Cliving, along the road. The gate is just outside the small home.\\n\\nRandgar has asked you to secure the gates to his farmstead, but to be wary of assaults from Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Secure the farm gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Randgar lives on a small farm, south and east of Cliving, along the road.\\n\\nRandgar awaits outside his home for news that the constant Orc-menace has been put to an end.",
      "es": "",
      "es (fem)": ""
    }
  ]
}