{
  "id": 620903256,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have entered into the láthbear den",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated láthbear matrons ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Nothwulf awaits news of the láthbear threat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Inhere believes that the most permanent solution to the láthbear menace will be to disrupt the Matrons of the sloth, that dwell within the hill caves east of Faldham.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'It is as I feared. The spirits will not be intimidated, and our problem can only be resolved when the matrons of the sloth have been dealt with.\\n\\n'Finding the matrons may prove difficult, the láthbears have been secluded in darkness, lurking among the shadows of the valley to the east. I believe this is where their den may lie. Search for the láthbear den beyond the trees, and eliminate any matrons found within. Take courage, for the dark spirits that infest the láthbears may still be restless within their dwelling.\\n\\n'I must soon return to Faldham. The hour draws near, and I am needed by my allies. When you have seen to these matters, speak to Sahard at his home. Good fortune to you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The láthbear den lies hidden in the valleys of  hills east of Faldham, beyond the woods.\\n\\nInhere believes that the láthbear matrons dwell within a cave, and has asked you to find this den within the valley.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Admirably handled, [placeholder]! Without their matrons, the láthbear numbers should be fragile enough so as not to risk assaulting our homes directly.\\n\\n'I will endeavour to pass on the tale of your deeds, so that the accounts of the láthbears' danger might be heeded as a warning of true peril, and not told as a harmless fable or children's tale. Had you not intervened, we may have learned a most difficult lesson. Return to Nothwulf and put his mind at ease.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The láthbear matrons lie hidden in the den east of Faldham, beyond the curtain of trees.\\n\\nInhere is convinced that the láthbears will not relent until the possessed matrons have been overthrown.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Sahard resides at his farm just east of the Faldham mead hall.\\n\\nSahard awaits at his farmstead for the outcome of your endeavours against the láthbear sloth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I am encouraged that we were able to prevent these láthbear beasts from overwhelming the people of Faldham. With one danger behind us, I look only to facing the Orc threat.\\n\\n'You have my gratitude, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Nothwulf can be found inside the mead hall of Faldham.\\n\\nNothwulf will be eager to hear the news of the defeat of the láthbear threat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find and enter the láthbear den",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat the láthbear matrons ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Return to Sahard with news of the láthbear matrons",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Speak to Nothwulf in Faldham",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Corrupted Matrons",
      "es": "",
      "es (fem)": ""
    }
  ]
}