{
  "id": 620903371,
  "txt": [
    {
      "id": "0xf7f2791",
      "en": "'I say we call Frodo back and have a vote. My vote is for Minas Tirith.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf7f2792",
      "en": "'I will follow Frodo no matter his choice. It would be a betrayal to do anything else.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf7f2793",
      "en": "'O Elbereth...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf7f2794",
      "en": "'Gimli, let us find Frodo!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x10a7f71",
      "en": "'No!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x10a7f72",
      "en": "'Oh no! Why would he do that?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I know it isn't easy for your friends to hear, Sam, but I think it is the best course. Frodo has probably come to the same realization, that both ways are desperate. He may in fact be trying to decide which way is most desperate, in order to make his choice more clear.'\\n\\nYou think Aragorn may not fully understand your master, and apologetically tell him that Frodo probably has no intention of going to Minas Tirith at all. He intends to go east, to Mordor, but he's afraid for those of the company that go with him.\\n\\n'You may be right, Sam. The hour is just about up. We should call for him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'We will go wherever Frodo goes, won't we, Sam? That's what we decided, even before we knew the far-off lands through which his road would take him, but nothing has changed, has it?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Why do you look so worried, Sam? You heard what Aragorn said. Frodo is just going to think about what to do for an hour, and then he'll come back and we'll all set off in whatever direction he's decided.\\n\\n'We've got a job to do, after all. I'm sure Frodo will come up with something.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'It has been half an hour, perhaps, or maybe an hour. I do not know! I do not know.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Sam, what a nuisance you are! Don't you know you can't really swim? What would you have done if I had not grabbed you?'\\n\\nHe shakes his head in an exasperated way.\\n\\n'Sam, I need to go on to Mordor alone. It's the only way!'\\n\\nYou refuse to be left behind, to Frodo's growing consternation.\\n\\n'Do not hinder me, Sam! The others will be back soon, and if they catch us here they will make us explain, and argue, and I will not be able to resist. If we are going, we have to go now.'\\n\\nFrodo laughs.\\n\\n'Oh, Sam. You have spoilt my plan, but... I am glad of it. We were meant to leave together, that much is clear to me now. Let us be off!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "'Hold on a minute, Sam,' you say to yourself. 'This is a time for plain old hobbit-sense.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xafca590",
      "en": "'We must divide into pairs, and carefully... no, wait! Come back!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "'Frodo can't fly, and he has no gear. So he needs to get back to the boats!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xafca591",
      "en": "'Boromir, I do not know what part you played in this, but redeem yourself now! Keep those hobbits safe!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "One of the boats is missing! Frodo has already taken it!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7362671",
      "en": "'That is my vote as well, but if Frodo chooses otherwise, I will go with him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xafca592",
      "en": "'Sam, stay with me! We must not get separated!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You found the missing boat!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7362672",
      "en": "'Aye! He needs our aid!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You're in quite a pickle, Samwise Gamgee. You know what Frodo thinks he has to do, but you want to ensure that he doesn't go off without you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c50",
      "en": "Get back to the boats, Sam!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c51",
      "en": "Swim out into Nen Hithoel and find Frodo's boat!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c52",
      "en": "Talk to Frodo on the boat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Pippin by the camp-fire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Listen to your friends vote about where to go",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Merry by the camp-fire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Boromir has returned from... wherever he had gone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Aragorn by the camp-fire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Frodo may be in danger! Stay with Aragorn!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Talk to Boromir by the camp-fire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "Frodo may be in danger! Stay with Aragorn!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c9",
      "en": "Use your hobbit-sense to learn where Frodo has gone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7b278c1",
      "en": "Frodo appears before you. He was wearing the Ring, and now he has removed it!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Pippin is at the camp-fire on Parth Galen.\\n\\nYou're worried, and should talk to your friends. Pippin is young and might need a friendly word.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Merry is sitting by the camp-fire at Parth Galen.\\n\\nYou should talk to Merry to see if he is as concerned as you are.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Aragorn is standing by the camp-fire on Parth Galen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Boromir has returned to the camp-fire on Parth Galen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Frodo may be in danger! You have to stay with Aragorn!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "You need to use your plain old hobbit-sense to figure out what has happened to Frodo!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced7",
      "en": "Frodo needs to get back to the boats if he plans to leave for Mordor alone, and that means you need to get back to the boats if you are to catch him!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced8",
      "en": "Frodo has already taken one of the boats! You have to swim as best you can out into the lake to reach him before he gets too far away!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced9",
      "en": "Frodo must be on this boat!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9dd0161",
      "en": "'An hour! Frodo! Frodo!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9dd0162",
      "en": "'Frodo! Frodo!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd0767e1",
      "en": "'It would be, if we all deserted him. But I propose something different.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd0767e2",
      "en": "'I think Frodo should go east with three companions: myself, and Gimli, and Sam.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1f87e71",
      "en": "'Well... yes and no.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd0767e3",
      "en": "'Boromir should return to his own city, with Legolas and Meriadoc and Peregrin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1f87e72",
      "en": "'I saw him a ways up the hill... and I... urged him to come with me to Minas Tirith.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd0767e4",
      "en": "'Boromir, where have you been? Have you seen Frodo?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1f87e73",
      "en": "'I grew angry, and he... he vanished. I have never seen anything like it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3d51da1",
      "en": "'What? No!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd0767e5",
      "en": "'Is that all you have to say, Boromir? How long has it been since you saw him?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: Two Hobbits",
      "es": "",
      "es (fem)": ""
    }
  ]
}