{
  "id": 620903210,
  "txt": [
    {
      "id": 136263297,
      "en": "You have helped resolve Ordwacer's concerns",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have helped resolve Isenyd's concerns",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Frithelm and the other guards have been forced to waste their time settling petty squabbles and disputes between nobles, some of whom are oblivious to the true dangers that lurk beyond the city's walls.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I weep for the people of the Norcrofts. You have seen the dangers outside the walls of Cliving, and you have seen the death that lingers at our gates. Yet the nobles living here are ignorant to these concerns and continue on with petty squabbles and bickering. There is no greater waste of time and effort than these fools.\\n\\n'I have tried to make them understand, but they refuse to listen to any authority save the Reeve himself. Perhaps they would listen to an outsider who speaks with reason. Help resolve their disputes so that we may focus on the necessary preparations for the coming war.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Ordwacer and Isenyd can be found within the city of Cliving.\\n\\nFrithelm has asked you to speak with the nobles Ordwacer and Isenyd and help them resolve their disputes.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'My work seems much quieter now that some of these trivial disputes have been settled. It is such a shame that no noble blood was shed.... Ha! Worry not, I merely jest.\\n\\n'Perhaps now the nobles might consider the desperate situation that we find ourselves in and look at their neighbours as allies rather than enemies. The guard has more important matters to attend to than solving petty squabbles. You have my thanks, [placeholder].'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Frithelm watches the road, just south of the fountain in the centre of Cliving.\\n\\nThe soldier Frithelm will be pleased to know that you have settled the disputes of Ordwacer, Trumsele, Isenyd, and Giselmon.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'There are a few nobles who are more vocal and problematic than the others.\\n\\n'Ordwacer is having some dispute with one of the craftsmen. I recommend speaking with him at his estate in the eastern part of the city.\\n\\n'Isenyd and Giselmon are arguing over a banquet of some sort. How frivolous! You had best speak to Isenyd, just west of the market area.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Help Ordwacer with his problem",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Help Isenyd with his problem",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Frithelm in Cliving",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Frivolous Disputes",
      "es": ""
    }
  ]
}