{
  "id": 620903215,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'I will help you in any way I can with  your investigation. These circumstances are most unsettling!\\n\\n'I found a strange phial tucked behind the turnips in the back pantry. Upon further examination, we discovered that the liquid inside the phial was highly poisonous. We believe that someone intended to secretly poison Reeve Athelward's food with the venom! Thankfully, none that have eaten my cooking have reported illness.\\n\\n'I encourage you to inspect the phial for yourself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'We are blessed that none who have eaten from the kitchen have shown signs of illness. I must resolve this treachery before another attempt is made on Reeve Athelward... or before word spreads among his people. Who would want to cause harm to such a noble ruler?\\n\\n'I do not know what to make of this poison, [placeholder]. I am no expert on such things, but I have never seen another like it. Fortunately, a wise man of potions and medicine, Malbéort, resides here in Cliving, who may be able to aid us. Seek out Malbéort and ask his counsel on the matter.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Phial Acts of Deception",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You were sent seeking answers, and you return with a dagger?'\\n\\nYou describe to Walnoth the scene you encountered within Malbéort's home.\\n\\n'This must be the result of murder. It means that we were on the correct trail, but losing Malbéort does not bode well for us. He could have been the key to understanding this poison, and now he lies dead.\\n\\n'Thank you for your help thus far, [placeholder]. I must ponder other avenues for us to consider.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Cetelgat has encouraged you to investigate the poison phial",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The small glass phial is filled with a transparent liquid. The indescribable odours cause you to feel light-headed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Malbéort lies wounded on the floor, unmoving",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Cetelgat can be found working in Reeve Athelward's kitchen, just west of the Cliving Mead Hall.\\n\\nWalnoth has asked you to speak with Cetelgat, the Reeve's cook, about the phial he found in the kitchen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Malbéort has perished from a series of wounds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The phial can be found near Cetelgat in the Reeve's kitchen.\\n\\nCetelgat has given you information regarding the phial. The phial may be inspected further to determine its contents.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "This dagger appears to fit the size of the wounds and is covered in blood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Walnoth waits at the centre of the city of Cliving, by the water fountain.\\n\\nThe phial has been inspected, and Walnoth awaits your return with the information.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Malbéort's residence can be found in the back of the market area in Cliving, west of the fountain.\\n\\nWalnoth has asked you to visit Malbéort at his residence and to inquire as to who may have been in possession of the phial of poison.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Malbéort's residence can be found in the back of the market area in Cliving, west of the fountain.\\n\\nMalbéort lies on the floor, wounded and unmoving. It would be wise to investigate further.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "Malbéort's residence can be found in the back of the market area in Cliving, west of the fountain.\\n\\nMalbéort's home can be searched for evidence of a murder-weapon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced7",
      "en": "Walnoth awaits your return at the centre of Cliving, by the fountain.\\n\\nWalnoth needs to be informed of what you have discovered at Malbéort's home.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Athelward's cook, Cetelgat, about the poison",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Examine the phial of strange liquid",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Return to Walnoth to discuss what you have learned",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Enter Malbéort's house to speak with him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Inspect Malbéort carefully",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Search for a murder-weapon within Malbéort's home",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Return to Walnoth with the dagger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Walnoth has been asked to lead an investigation into the discovery of a phial of poison that was hidden in Athelward's kitchen. It is believed that the poison was part of a treacherous plot to murder the Reeve and has unnerved Athelward's soldiers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Greetings. I do not recognize you. You are not from the Norcrofts? Meaning that you are not the culprit, and that you would be a perfect choice to help me!\\n\\n'My name is Walnoth. I am a simple Rider in service to Reeve Athelward's éored. Of late, we have discovered evidence of an attempted murder against the Reeve by way of poison. Athelward himself has put me in charge of the investigation, and I must uncover the culprit. There are few who would admire me for my intelligence or wisdom, but Athelward saw potential in me, and I do not want to disappoint him. Will you please help me?\\n\\n'The first step will be to question the man who discovered the poison... Reeve Athelward's personal cook, Cetelgat.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}