{
  "id": 620903250,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Some curious láthbears seem to be drawn out by your bait",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated curious láthbears ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Defeated curious lath bears ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Nothwulf has been disturbed by the crofter's reports and sightings of strange creatures lurking in the woods east of Faldham.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1798db1",
      "en": "'In the tales, they are called láthbear. They were once ordinary bears, but are now possessed by foul spirits!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Greetings, [placeholder]. My concern lies with a growing threat from the wooded area to the east. The crofters tell tales of strange, monstrous creatures seen lurking in the shadows.\\n\\n'Of late, a drunken farmer was attacked while pacing the woods at night. Stories of the beast that came upon him have many worried.\\n\\n'Speak with the elder, Sahard, about this matter. He is wise, and has been studying these events with some earnest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Sahard resides at his farm just east of the Faldham mead hall.\\n\\nNothwulf believes that Sahard, an elder of Faldham, may be able to shed light on the reports of mysterious beasts seen to the east.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1798db2",
      "en": "'Their wicked hosts have been warped into dangerous, frightening creatures, intended for serving a darker purpose.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Welcome, visitor. What questions have you for old Sahard?\\n\\n'What I know of the beasts you seek is collected from traditional folk-tales; stories told by wives to scare children into good behaviour, or to keep fools from wandering the woods at night. Listen closely and I will recall the truth of the matter.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Sahard resides at his farm just east of the Faldham mead hall.\\n\\nSahard wishes to discuss his plan with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The láthbears seem to reside among the trees to the east of Sahard's farm.\\n\\nSahard has given you food to be used as bait for luring out láthbears, so that you might take a closer look.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1798db3",
      "en": "'None that I know have ever claimed to see such a sight, and I had thought them naught but a myth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You must inspect these beasts for yourself. Take this meat and set it before the creatures of the woods. I know not if this will lure a láthbear, but if you manage a closer inspection be ready to defend yourself from their wrath.\\n\\n'Inhere, a guard of Faldham, has gone east to explore the edge of the woods not long before you. When you are satisfied with your inspection, seek out Inhere to discover what he may have learned.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Inhere has been watching the láthbears at the northern edge of the woods.\\n\\nSahard has asked you to seek out the Rohirrim, Inhere, to see what he may have discovered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1798db4",
      "en": "'The local sightings have greatly concerned me, as the terrifying description matches with the láthbear tales.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You handled those láthbears quite well. It seems that Sahard was correct. The myths of old are based in truth, but why have these creatures suddenly returned? Something must have roused them from their slumber, and now they are eagerly seeking living prey.\\n\\n'Thank you for aiding in investigating our foe. Rest a moment and allow me to consider what must be done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Listen to Sahard's tale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak to Sahard about the strange creatures",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Speak to Sahard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Lure láthbears with bait and defeat any that appear ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Different Breed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Speak to Inhere at the northern edge of the trees",
      "es": "",
      "es (fem)": ""
    }
  ]
}