{
  "id": 620903242,
  "txt": [
    {
      "id": 136263297,
      "en": "Léofcetel seems most displeased with his new rank",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Léofcetel has informed Reeve Athelward of Captain Garmund's disobedience, and Athelward must respond with fair judgement of each man.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I am rather surprised to find Léofcetel awaiting our arrival. He has made it known that he wishes to speak with you, perhaps he has had a change of heart regarding our purpose.\\n\\n'You may inform him that I hold no grudge against him for his refusal. If he wishes to assist us once more, we are more than willing to accept his return.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Léofcetel can be found at the western watch-tower, just west of Cliving.\\n\\nCaptain Garmund wishes to have Léofcetel rejoin his men and to set aside their past differences.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thank you for heeding my summons, [placeholder]. Léofcetel has told that you have been assisting Captain Garmund and his riders. Please share with me the events that you have witnessed, and your opinion of Garmund's intentions.'\\n\\nYou describe the raid against the Orcs led by Garmund, his respect for Reeve Athelward, and his desire to protect his homeland from the invaders. Athelward listens, nods, and thinks for a moment before speaking.\\n\\n'I hear truth in the words you speak, [placeholder], and I will now pass judgement on these matters, with your testimony in mind. Inform Léofcetel that I am moved by his loyalty, and his adherence to my commands. As such, I have decided to bestow upon him the title of Captain of the Guard. With this rank, he shall be able to oversee the other men on guard and ensure that none shall risk their lives to attack the White Hand Orcs.\\n\\n'When you have finished with Léofcetel, speak with Captain Garmund. Garmund is to pack his supplies and return to the Mead Hall. For his noble acts and his great desire to protect others, he will receive the privilege of becoming my personal protector and safe-guard. My life will be more secure with Garmund at my side.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Reeve Athelward resides within his Mead Hall, at the eastern edge of Cliving.\\n\\nReeve Athelward has summoned you before him to discuss the matters of Garmund and Léofcetel.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Léofcetel can be found at the western watch-tower, just west of Cliving.\\n\\nReeve Athelward has judged Léofcetel worthy of the title of Captain of the Guard, receiving the role from his rival Garmund.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Rejoin Garmund? Am I taken for a fool? I have returned to deliver a formal summons by Reeve Athelward. He requests your presence at the Mead Hall, at once.\\n\\n'Having disclosed the details of Garmund's betrayal, the Reeve seeks a neutral party to discuss a resolution. I hardly consider you neutral, but nonetheless, you have been chosen to discuss the matters with the Reeve.\\n\\n'Do not let Garmund's arrogance go unpunished.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Garmund can be found at the western watch-tower, just west of Cliving.\\n\\nAthelward has judged Garmund to be a valiant protector and has granted him the duty of becoming the Reeve's personal safe-guard.",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Athelward has made me Captain of the Guard? It is an honourable title, but one wrought with peril and frustration. This feels more of a punishment than a reward! I sought to keep away from the fields of destruction, only to be thrust onto the front lines of our defences.\\n\\n'I am unsure how this flawed promotion was decided, but I cannot help but think that you are to blame, [placeholder]. Off with you! Pester someone else with your good deeds....'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'If Reeve Athelward has decided that I must return to serve him, then I shall obey his judgement. I believe that my actions were just, but I must accept the outcome of disregarding his orders. Allow me time to collect my belongings.\\n\\n'I regret that I will not be able to further defend the lands that I so greatly love, but by protecting the Reeve, I am in a unique position to keep safe the people I have sworn to honour.\\n\\n'Perhaps, in time, I will be able to convince Athelward not to sacrifice so much of his domain in order to defend his city. Thank you for standing by me through all of this, [placeholder].'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Léofcetel",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Reeve Athelward at the Mead Hall",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Inform Léofcetel of his promotion to Captain of the Guard",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Inform Garmund of his new role as Athelward's personal guardian",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Athelward's Judgement",
      "es": ""
    }
  ]
}