{
  "id": 620903245,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have defeated the looter, but he carried no such stolen valuables",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Randgar is nowhere to be seen. Signs of struggle are visible here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Randgar's spear seems to have been left on the ground",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Randgar has devised a plan to win the admiration of Inhild's callous father in the hopes that the young couple might someday be together in happiness.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Randgar's cloak has been torn and is stained with blood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Your dispatch of those Orc-ruffians has given me a rather clever idea. With your assistance, I have thought of a way to gain the respect of Inhild's father.\\n\\n'There is a notorious Uruk-thief that I have witnessed looting various trinkets and valuables from the abandoned farmsteads surrounding my home. His fondness for treasure will be his downfall.\\n\\n'Track down this Uruk and separate him from his ill-gotten gains. With those valuables in my possession, I might yet impress old Hwitmon and be allowed to court his daughter.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Uruk-hai looter has been seen by Randgar travelling between many of the deserted homes south of Randgar's farm.\\n\\nRandgar has guessed that the Uruk-hai looter may be carrying enough valuables to impress Inhild's father, if Randgar were to possess them, and wishes you to obtain them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'This is Randgar's cloak, is it not? I was worried that he had not been found, but it seems you have been helping him after all. You look concerned, [placeholder], is something wrong?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Randgar lives on a small farm, south and east of Cliving, along the road.\\n\\nThe Uruk-hai looter bore none of the valuables that Randgar had hoped for, and a new course of action must be taken. You should return to Randgar and let him know.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Randgar lives on a small farm, south and east of Cliving, along the road.\\n\\nRandgar is not to be seen. Several things at the farm seem amiss and worth inspecting.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Inhild resides at an estate, just east of the central fountain in Cliving, with her father.\\n\\nWith Randgar missing and a disturbed scene found at his home, Inhild should be informed of the events that have transpired.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat the Uruk-hai Looter and collect his stolen valuables",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Randgar at the farmstead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Examine the discarded spear",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Examine the discarded cloak",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Heart or Gold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Bring Randgar's cloak to Inhild in Cliving",
      "es": "",
      "es (fem)": ""
    }
  ]
}