{
  "id": 620903220,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Swithorne has established that his witness should absolve him of the crimes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Eldora has established that she had no motive to harm either victim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Wigfugol has established that he had no possible access to the kitchen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Walnoth believes that he has narrowed the list of suspects down to three individuals. The soldier Swithorne, the cook's assistant Eldora, and an elderly man -- Wigfugol -- all must be interrogated.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I believe we are getting ever closer to solving this mystery, [placeholder]. There are three primary suspects that we must consider: the soldier, Swithorne; the cook's assistant, Eldora; and the old man, Wigfugol. Each was seen visiting Malbéort and may have killed him to cover their attempted poisoning against Reeve Athelward.\\n\\n'You have been paramount to our progress in this investigation thus far. Interrogating these individuals will prove to be crucial to discovering the truth, so I must leave this task to you.\\n\\n'Swithorne should be among the Rohirrim near the Mead Hall, Wigfugol resides at an estate to the north-west, and Eldora's home can be found near the west entrance to Cliving. Question each of them carefully and return to me with their responses.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Each of the suspects may be found within the city of Cliving: Swithorne at the Rohirrim tents by the Mead Hall, Eldora at her home by the west gate, and Wigfugol at his estate in the north-west part of the city.\\n\\nWalnoth would like you to interrogate the people he believes to be the main suspects in the crimes that have occurred.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Each suspect has given a different reason why he or she should be absolved. Swithorne claims to have witnesses for when Malbéort was slain, Eldora seems to be lacking a motive to harm either victim, and Wigfugol would like us to consider his lack of access to the restricted kitchen.\\n\\n'The time draws near... consider each testimony and all of the evidence discovered. Action must be taken before others come to harm. We must apprehend a guilty party.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Walnoth may be found near the fountain at the centre of Cliving.\\n\\nWalnoth awaits the results of your interrogations.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Speak with each suspect alone and listen carefully to their words. Consider each person's motive, access to the places of the crimes, and any witnesses of their whereabouts.\\n\\n'Swithorne may be found among the soldiers stationed around the Mead Hall. Eldora is said to live in a small home just inside the western entrance to the city. Wigfugol lives alone at his estate, north of the western gate.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I know that you are investigating the poison found in the kitchen, and the murder of Malbéort. Yes, I have heard the rumours. I must explain my actions so that you understand why I am innocent in these matters.\\n\\n'I have been taking care of the injured man you see before us, Fréastan. He was wounded in battle, and is greatly impaired. I care greatly for Fréastan, though he knows it not, and I have been overseeing his aid through medicinal herbs that Malbéort has provided for us. I have been here frequently tending to him, thus my absence from the kitchen.\\n\\n'It is true that no one can account for my whereabouts when the crimes were commited, but know that I have no more reason to harm Athelward than anyone else in town. Furthermore, Malbéort was helping me to treat Fréastan, and I would never have wished harm to come upon him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You suspect me of these rumoured crimes? How shameful! Know that I am a respected elder in this community.\\n\\n'I was visiting Malbéort for treatment to the terrible nightmares I began having, shortly after my son and his family lost their lives. His croft was raided and burned in the first Orc-assaults, and still Athelward has refused to defend those helpless families outside the city walls.\\n\\n'It is true, I harbour no love for the Reeve after such a heartless decision, yet I would not resort to poisoning him. Consider for a moment, how a citizen such as myself would have access to the Reeve's kitchen? Surely someone would have noticed my unexpected presence there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Captain Théodmar told me of the circumstances involving Malbéort and my dagger. I understand your reason to suspect me, but I can assure you that I had nothing to do with his murder. My weapon was likely taken from me in order to draw suspicion towards me and away from the real killer.\\n\\n'On the night that Malbéort's life was taken, I was patrolling the city perimeter with other guards. Had I left to visit his home, my absence would have been very strongly noticed.\\n\\n'I have been grieving the loss of my brother, yet as I have explained to Théodmar, I do not blame the Reeve for his death. I respect Athelward greatly, and I understand his decision must have been a difficult one. I am an honourable man, and these despicable crimes are below me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Swithorne at his tent near the Mead Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Eldora at her home near the west entrance to Cliving",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Wigfugol at his estate in the north-west part of Cliving",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Return to Walnoth and discuss each suspect's testimony",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Interrogating the Suspects",
      "es": "",
      "es (fem)": ""
    }
  ]
}