{
  "id": 620903260,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have collected several wooden planks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Boarded windows of homes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Thurgyr has observed that many of the farmsteads around Faldham will be easy to breach for the attacking armies, even with locked doors. He has begun collecting planks of wood for barricading the windows of the homes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Hail to you, [placeholder]. I imagine you are familiar with siege tactics, defensive positioning, and the like. Do our farmsteads appear ready to withstand an enemy's charge? I believe that more must be done to protect our homes.\\n\\n'I beg of you, assist us in boarding the openings. A well boarded window will make it difficult for an Orc to penetrate or to easily peer inside to look for prey. Use the planks I have cut to cover the windows of unprotected homes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The wood pile can be found outside of Thurgyr's home.\\n\\nThurgyr has asked you to collect planks from the wood pile, in order to help barricade the windows of homes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Our homes are now much more difficult to infiltrate, a welcome trait once the fighting begins. Thank you for the assistance. If our advanced efforts have saved the life of even a single crofter than they were worthwhile!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The unprotected crofter homes can be found all around the town of Faldham.\\n\\nThurgyr has asked you to place boards across the windows of the unprotected crofter homes in Faldham.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Thurgyr can be found at his home at the southern edge of Faldham, just outside the mead hall area.\\n\\nThurgyr should be pleased to hear that you have helped to protect the homes and families of his neighbours, in preparation for the siege.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect sturdy planks from a wood pile",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Board up windows on farmstead homes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Speak to Thurgyr about the boarded windows",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Barricading the Homes",
      "es": "",
      "es (fem)": ""
    }
  ]
}