{
  "id": 620903247,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Hwitmon has allowed you to escort Inhild to the farm to say farewell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Inhild's distress over Randgar has given her an opportunity to visit his farm and to say farewell to her lost love.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Why have you brought me Randgar's cloak? Whatever concerns you, please, speak your mind.'\\n\\nYou describe to Inhild the scene you witnessed when you returned to Randgar's farm. She begins to quietly sob.\\n\\n'Oh, no, it cannot be true. Poor Randgar, my love. Why did he not flee? I begged him not to stay on my behalf. I know that he stayed so that we might be together, but it is now doubtful that I will ever look upon him again.\\n\\n'[placeholder], I must ask you for one final favour. You must take me to Randgar's farm, so that I may bid good-bye to him in person. I will know no peace until I see these things for myself. Please, speak with my father inside our home. Ask that he allow you to escort me to Randgar's farmstead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Hwitmon resides at his estate, just east of the central fountain in Cliving, with his daughter.\\n\\nInhild would like her father's permission to visit Randgar's farm one last time to see what yet remains and to say farewell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Inhild yet wastes her thoughts on that foolish Randgar? He is but a worthless farm-boy! A woman of her standing should be courted by a wealthy noble or brave warrior.'\\n\\nYou explain to Hwitmon the events at Randgar's farm and request to escort Inhild there, so that she may know peace.\\n\\n'I shed no tears for Randgar... his fate is a result of his own foolish actions. I will grant Inhild my blessing to leave if it helps her to forget about her silly affections, but you must promise to keep her safe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Randgar's farm lies south of Cliving, along the road to the east.\\n\\nInhild has been allowed to visit Randgar's farm in order to say farewell to the man she loved.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Hwitmon resides at his estate, just east of the central fountain in Cliving.\\n\\nInhild and Randgar have asked that Hwitmon not be told the truth, as he would be happiest to believe that his daughter is with a wealthy man in Edoras.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Let us go out at once, [placeholder], before my father changes his mind on this matter. Lead the way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You return. I trust that Inhild has returned safely as well? Stay a moment and share with me your visit to the belated Randgar's home.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Convince Hwitmon to allow Inhild to visit Randgar's farm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Escort Inhild to Randgar's farm to say good-bye",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Speak to Hwitmon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "All that Remains",
      "es": "",
      "es (fem)": ""
    }
  ]
}