{
  "id": 620903268,
  "txt": [
    {
      "id": 136263297,
      "en": "You have encountered Dargum, the Nink-hai leader",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "The horn has drawn Dargum's attention",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have defeated Grazadh, but Dargum has escaped",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Nink-hai threat looms ever present. Langfrith believes that the only solution will be to defeat the Nink-hai Orc's task-master.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "The acid greatly diminishes the protection of Grazadh's armour",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'My focus lies upon the Nink-hai Orcs, plotting and scheming in the eastern mountain passes. They are a new but unsettling threat to the Elfward. There is but one course of action if we are ever to delay their treachery: to confront and defeat their leader.\\n\\n'You must breach the enemy camp, [placeholder]. Locate and overthrow the Nink-hai task-master. His defeat should throw the lackeys into a state of panic and chaos, granting us an opportunity to better prepare our defences before dealing with the rest.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Explore the Nink-hai camp along the mountain path east of Faldham.\\n\\nLangfrith has asked you to infiltrate the Orc camp and overthrow the leader of the tribe.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'It is regrettable that their leader was able to flee, but if this Dargum has truly fled from the Nink-hai encampment, the result is much the same to me. Without a task-master's commands, the remnants of their tribe will likely disband their plot and set out for easier prey.\\n\\n'Knowing that this danger has subsided, I must now concentrate entirely on the coming siege of Faldham. Praises upon you, [placeholder]. You are a worthy ally.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Nink-hai leader can be found at the end of the mountain pass in the mountains.\\n\\nLangfrith has asked you to infiltrate the Orc camp and defeat the leader of the tribe.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Langfrith awaits oustide the mead hall of Faldham.\\n\\nLangfrith will wish to know of the events that transpired when you confronted the Nink-hai leader.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'It is regretable that their leader was able to flee, but if this Dargum has truly fled from the Nink-hai encampment, the result is much the same to me. Without a task-master's commands, the remnants of their tribe will likely disband their plot and set out for easier prey.\\n\\n'Knowing that this danger subsided, I must now concentrate entirely on the coming siege of Faldham. Praises upon you, [placeholder]. You are a worthy ally.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Langfrith awaits just oustide the mead hall of Faldham.\\n\\nLangfirth will wish to know of the events that transpired when you confronted the Nink-hai leader.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Enter the Nink-hai camp and locate their leader",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Use the horn to draw Dargum's attention and defeat Grazadh",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Return to Langfrith and inform him of Dargum's escape",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Return to Langfrith and inform him of Dargum's escape",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Prisoner Returns",
      "es": ""
    }
  ]
}