{
  "id": 620903379,
  "txt": [
    {
      "id": 218649170,
      "en": "'Oh. It's you. Still travelling with unsavoury types, are you?'\\n\\nAfic looks you up and down, and the disgust on his face is clear.\\n\\n'You are looking for Horn? Good! Take him with you! Take him and begone! You will find him up the hill.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I did not think to see you again, [placeholder]. How is the Dunlending girl? Did she survive?'\\n\\nYou tell Horn that the healing arts of Galadriel were sufficient, and that Nona has come to Thinglad and wishes to thank him in person for his kind words and actions.\\n\\n'Oh, I see... I am glad.'\\n\\nHorn seems conflicted about something, and when you ask him if everything is all right he sighs heavily.\\n\\n'It seems there is no place for me anymore, [placeholder]. I am no longer welcome in Stangard. My fellows feel that I have been somehow tainted by stepping foot within the Elf-woods, and by speaking on behalf of a Dunlending... well, they no longer trust me. They want me to leave by sunrise tomorrow.'\\n\\nYou ask if there is anything you can do to help.\\n\\n'Well, I do not have many possessions. If you bring me my harp and my writing supplies, I will be ready to go. My harp is in the tavern, and my writing supplies are in Wada's house, where I have been staying.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 7, Chapter 5: A Stop In Stangard",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "You tell Nona that Horn has been cast out of Stangard and is no longer welcome there.\\n\\n'This confirms all I ever suspected about the horse-lords, [placeholder]! They are cruel even to their own, and are not deserving of our sympathies! I will speak with Horn, thank him for his words on my behalf, and give him my sorrow that he has suffered for me. But I will also tell him that he is now better off, and need shed no tears for his lost fellows!\\n\\n'We will be ready to leave when Corudan says we should leave. Speak with him when you are ready to go.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Our band of companions grows: a Dunlending girl, a Rohirrim man, an Elf, and you. It sounds like a joke, does it not?'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected Horn's Harp",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You will find Horn atop the hill. Take him with you and begone! This is no place for him, or for you!'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Our band of companions grows: a Dunlending girl, a Rohirrim man, an Elf, and a dwarf. It sounds like a joke, does it not?'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected Horn's writing supplies",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I do not have many possessions, but if you bring me my harp and writing supplies, I can leave Stangard. My harp is in the tavern, and the writing supplies are in Wada's house, where I have been staying.\\n\\n'I must leave Stangard by sunrise.'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'Our band of companions grows: a Dunlending girl, a Rohirrim man, and two Elves. It sounds like a joke, does it not?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "You should speak with Afic, the guard at the gate of Stangard, about meeting with Horn.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I am in your debt, my friend. Let us go to see the other members of your party!'",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'Our band of companions grows: a Dunlending girl, a Rohirrim man, an Elf, and a halfling. It sounds like a joke, does it not?'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Horn is atop the hill of Stangard.\\n\\nYou have spoken with Afic, the guard at the gate of Stangard, and he had some inexplicably harsh words concerning Horn.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'I want to thank the Rohirrim man Horn for speaking on my behalf, [placeholder]. Go to Stangard and tell him to meet me here. I cannot think I am welcome within the walls of that outpost.'",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "'Our band of companions grows: a Dunlending girl, a Rohirrim man, an Elf, and a [placeholder]. It sounds like a joke, does it not?'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Horn is no longer welcome in Stangard, and has asked you to collect his harp from the Stangard Tavern, and his writing supplies from Wada's house.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'I am very sorry that Horn gave up his life at that outpost on my behalf, but he will be better off with us. The horse-lords do not deserve him.\\n\\n'Speak to Corudan when you are ready to go.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Horn is in Stangard, waiting for you to bring him the items for which he asked.",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "Corudan looks at you silently, brooding about his lost bow.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Nona is in Haldirith, in Thinglad.\\n\\nHorn has decided to travel with you, and now you should go back to Nona so she can be told.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Corudan is at Haldirith, in Thinglad.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Afic at the gate of Stangard to learn of Horn's whereabouts",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Horn in Stangard",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect Horn's harp from the Stangard tavern",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Collect Horn's writing supplies from Wada's house",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Bring his harp and writing supplies to Horn in Stangard",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Nona at Haldirith",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Corudan at Haldirith",
      "es": ""
    },
    {
      "id": 8725904,
      "en": "'Thank you for bringing me these. I am not welcome in Stangard, but where can I go? By order of Théoden King I am not to return to Rohan until my term of service in Stangard is finished.'\\n\\nHorn looks uncomfortable.\\n\\n'Where are you travelling, [placeholder]? Could you use another companion on the road? I do not wish to intrude, but I believe my place is with you and with the Dunlending girl for whom I gave up... well. It was no life I gave up. I only did what was right, though my fellows fail to see it.'\\n\\nYou tell Horn that he is welcome to travel with you as far as he will.\\n\\n'Thank you, [placeholder]. I owe you a great deal for this. An aimless life would ill suit me. Your goals are now mine, and the dangers you face I will face as well.'",
      "es": ""
    },
    {
      "id": 8725905,
      "en": "'You have brought me nothing.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Nona has requested that you stop by the Rohirrim outpost of Stangard so she can thank Horn for speaking on her behalf.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'When we were last in this region, I was wounded in the swamp, and you brought me to the nearby outpost of the horse-lords. I was a wounded enemy to everyone there save one: the Rohirrim man called Horn. He spoke on my behalf, and when you suggested that I be taken to the Elf-woods for healing...'\\n\\nYou interrupt Nona at this point and tell her that it was actually Horn's idea. A confused look crosses her face.\\n\\n'Really? Well, that is one more thing for which I should thank him. And that is what I want, [placeholder]: a brief detour to the outpost of Stangard so I can give him my thanks. Perhaps you can have him meet me here. I do not think I would be welcome once again within their walls.'",
      "es": ""
    }
  ]
}