{
  "id": 620799692,
  "txt": [
    {
      "id": 218649170,
      "en": "'Ah, good, you have returned. You have my thanks for doing that for me. I... dislike those tasks and will be happy when the day comes when I can direct another to do such things. A true Horse-master has more to think of than delivering grain or mucking stalls.\\n\\n'Now though, to finish our agreement. You have done all that was asked of you, so now I will allow you to ride one of my tame mounts.\\n\\n'Thank you again, and perhaps when you are more experienced, you can return and try to ride one of my father's mounts. Prepare yourself though, my father won't let just anyone ride his steeds!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Well hello there! Without a word of direction, you come in and muck out one of my stalls. I never get that kind of service from Gaelm! Not that I need much help around here, but if he's trying to live up to the agreement his father put into place, he's not doing too good a job!\\n\\n'Oh well, perhaps that's something that's learned with time. Anyway, there's nothing else I have to do today, so if you want, you can head on back to Gaelm and tell him all the works done!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Stablehand's Hand",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'So Gaelm got you to do deliver the grain, did he? He's a way to go if he's going to be the Horse-master his father is! Never seen a boy try to avoid the less \\qpleasant\\q tasks that go along with breeding horses as much as Gaelm.\\n\\n'Oh well, if he roped you into doing his work for him, who am I to complain? As long as they get done!\\n\\n'So, now that you are here, you'll need to do something else for me. Both Bert Goldenleaf at the stables by the South Gate and my stalls need mucking out. How about drawing some water from the Boar fountain in town and taking care of that for me?'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Good job. Normally I'd ask Gaelm to muck out all the stalls, but seeing as you probably didn't know what you were getting into, one will be fine for now.\\n\\n'That's about all I need of you today, but Bert Goldenleaf's stalls are in about the same shape as mine. Why not go and give them the same treatment? Draw some water from the Boar Fountain and use it on one of Bert Goldenleaf's stalls.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have failed to bring the grain to Bill Rosewood",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'If you wish ride one of my steeds, you must do some tasks for the Stable-masters of Bree. Your first task is to take a sack of grain down to Bill Rosewood at the stables on the west side of Bree.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have failed to bring water to Bill Rosewood's stalls",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You should do what tasks Bill Rosewood would ask of you. Remember that in exchange for this I will grant you the boon of riding one of my horses.'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have mucked out one of Bill Rosewood's stalls",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Pick up a sack of grain near the silo east of Gaelm at Hengstacer Farm. Once you have it, bring it to Bill Rosewood, the Stable-master who is found near the West-gate of Bree.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'If you wish ride one of my steeds, you must do some tasks for the Stable-masters of Bree. Do as Bill Rosewood asked and draw water from the Boar Fountain and use it to muck out one of his stalls.'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have failed to bring water to Bert Goldenleaf's stalls",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Speak to Bill Rosewood at his stables near the West-gate of Bree.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'If you wish ride one of my steeds, you must do all that the Stable-masters of Bree ask of you. Bill Rosewood by the West Gate of Bree may have more work for you before you are done.'",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You have mucked out one of Bert Goldenleaf's stalls",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Bill Rosewood has asked you to draw water from the Boar Fountain in Bree and use it to muck out one of his stalls by the West Gate of Bree.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'If you wish ride one of my steeds, you must do all that the Stable-masters of Bree would ask of you, and that includes tasks for Bert Goldenleaf. I would do as Bill Rosewood directed and draw water from the Boar Fountain to use in cleaning out Bert's stalls.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Speak to Bill Rosewood at the stables by the West Gate in Bree.\\n\\nYou mucked out one of Bill Rosewood's stalls, but he mentioned that Bert Goldenleaf, who maintains the stalls by the South Gate of Bree, may need the same service.",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'If you wish ride one of my steeds, you must do all that the Stable-masters of Bree ask of you. Although Bill Rosewood has nothing else for you to do, Bert Goldenleaf may still have tasks for you.'",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Draw some water from the Boar Fountain in Bree and use it to muck out one of Bert Goldenleaf's stalls. Bert Goldenleaf's stables can be found by the South Gate of Bree.",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'Well, if you are doing Gaelm's work, you best get to it. Draw some water from the Boar Fountain here in town and use it to muck out the stalls.'",
      "es": ""
    },
    {
      "id": 63183944,
      "en": "'There's nothing else here for you to do, but Bert Goldenleaf will need some of your help. Go ahead and draw more water from the Boar Fountain and use it to muck out one of his stalls.'",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Speak to Bert Goldenleaf to see if there is anything else he would ask of you.\\n\\nYou also mucked out one of Bert Goldenleaf's stalls, as you did for Bill Rosewood.",
      "es": ""
    },
    {
      "id": 63183945,
      "en": "'Well, glad to hear you mucked out one of Bert's stalls, but did you ask him if there was anything else he might need? Ol' Bert is a hard worker, so I doubt there's much that he needs done, but if you are doing Gaelm's tasks, you should ask!'",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "Return to Gaelm at Hengstacer Farm in the Bree-fields.\\n\\nYou have done all that the Stable-masters of Bree have asked of you, so now you can return to Gaelm and see if he will now allow you to ride one of his tame mounts.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Pick up a sack of grain",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the sack of grain to Bill Rosewood",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Draw water from the Bree boar fountain",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Bring the water to one of Bill Rosewood's stalls",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Draw water from the Bree boar fountain",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Bring the water to one of Bert Goldenleaf's stalls",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Gaelm",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Gaelm has told you that in exchange for doing tasks for the Stable-masters of Bree, he will grant you the boon of being able to ride one of his steeds. Although lacking the power and stamina of his father's horses, Gaelm's horses are more tame and easier to ride.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Have you come seeking a steed of your own? I may be able to help you. My father is teaching me to become a Horse-master in my own right someday, but currently the horses I breed lack the stamina his possess. However they are more tame than my father's horses, so you should be able to ride one, if you so wish.\\n\\n'I will grant you this boon though in exchange for helping me. My father has made an arrangement with the Stable-masters of Bree. Instead of refunding their money for horses that have proven unusable in their trade, he has offered to do work for them. These tasks usually fall to me, but if you do some of these tasks for me, I will allow you to ride one of my steeds.\\n\\n'The first task is to bring a sack of grain to Bill Rosewood at the stables near the West-gate of Bree. The grain is over to the east, by the silo.'",
      "es": ""
    }
  ]
}