{
  "id": 620799663,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I need a favour, friend. I need to rush an order for an important client of mine over to old Clar Whitethorn in Bree-town.\\n\\n'Clar is the finest taxidermist in Eriador, y'see, but he's an ornery type and doesn't like being rushed. I was hoping you might get this order over to Bree as quick as possible so that he can take the time to do it right.\\n\\n'Could you see your way to helping me out here?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, good day to you [placeholder] - I have need of a courier, if you are willing.\\n\\n'There is a fine taxidermist by the name of Clar Whitethorn in Bree-town with whom I occasionally do business, and I have a new order that I'd like taken to him. This piece is particularly important and I would rather not trust the order to the post in these uncertain times.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Say [placeholder] do you know a big fellow by the name of Clar Whitethorn, over in Bree-town?\\n\\nI need to get an order to him for one of my clients as soon as I can. It's important, but I'm afraid it quite slipped my mind until just this morning, and the post won't get it there in time.\\n\\nI don't suppose you could take this to him for me? It would be a great favour!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Taxidermist of Bree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Hello there [placeholder], fine day isn't it?\\n\\n'I was going to take a hike over into Bree-town today, but I'm afraid this restocking is taking longer than I thought - but I have an important chore I need taken care of, if you're willing to help.\\n\\n'I have this important order from a client that I need filled by old Clar Whitethorn, he lives in Bree-town -- one of the finest taxidermists I know, in fact. If you could get this to him, it'd be a great load off my chest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The furnishing supplier in your homestead has asked you to deliver an important order to Clar Whitethorn in Bree-town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'What's this here? An order from one of those furnishers, is it?\\n\\n'Hmm. Bit of a rush job, isn't it -- they can't never get things set out in a timely fashion, can they? Still, if the price is right, so be it.\\n\\n'It looks to me like you got the short end of this deal, though. Tell you what: I've got a little left-over something in the back. It's just taking up room now, and I've got new pieces I've got to get to work on, so I'll let you have it for your trouble in coming over here so quick.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Speak with Clar Whitethorn in Bree-town",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bring the Clar's Work Order to Clar Whitethorn in Bree. He can be found across the street from the weapon and armour shop in western Bree-town.",
      "es": "",
      "es (fem)": ""
    }
  ]
}