{
  "id": 621098397,
  "txt": [
    {
      "id": "0xeb01142",
      "en": "You have found Andur exactly where he is supposed to be, tending to the wounded donkey. You collected the semi-precious stones for him, which he said he will carry back to the town. You returned to Tibira and as you were giving her an update, Andur arrived. You should continue talking to Tibira.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'[placeholder], what are you doing here? No matter, I could use your help. The donkey got stung by an usan-kûni, and I have been tending to the animal. The poor thing is in much pain, but I must try and keep her still to prevent the venom from spreading from her leg to other parts of her body. I think she will be fine, we only need a little more time to rest.\\n\\n'I have not yet been able to collect any of the coloured stones for which Tibira sent us seeking. Since you are here, would you mind doing that while I keep the donkey calm? That way when she is ready to move on, we can head back to Western Khanâg immediately.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Second Chance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50251",
      "en": "Talk to Tibira",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'[placeholder], I had hired a man named Andur, who said he was your friend, to collect gemstone pebbles. I gave him a donkey and some supplies and sent him to an area east of here, where I know the colourful stones can be scooped up from the gravel.\\n\\n'He has not yet returned, and I worry that he perhaps got lost or ran afoul of some beast in the desert. Would you mind looking to see what became of him?'\\n\\nThough you want to think the best of Andur, you can't help but wonder if the man perhaps took Tibira's donkey, never to return.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1180",
      "en": "Collected colourful stones from the loose gravel ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Find Andur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Talk to Andur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Collect colourful stones from the loose gravel ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Tibira gave a donkey and some supplies to Andur, formerly a soldier of Ordâkh and then a bandit, and sent him to collect some of the semi-precious gemstones that can be found in the desert. She says he should have returned by now and has asked for your help in finding what became of him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b3",
      "en": "You have found Andur exactly where he is supposed to be, tending to the wounded donkey. You collected the semi-precious stones for him, which he said he will carry back to the town. You should return to Tibira and give her an update.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Andur is supposed to be in the hills east of Western Khanâg. You should go there and look for him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b6",
      "en": "You have found Andur exactly where he is supposed to be, tending to the wounded donkey. You collected the semi-precious stones for him, which he said he will carry back to the town. You returned to Tibira and as you were giving her an update, Andur arrived. You should talk to Andur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "Andur found!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'You have collected the stones? Thank you [placeholder], we will be able to leave that much sooner now. She is almost better and will be fit to walk before long. Thank you once again for your help, [placeholder]. I will take the stones and will be off to Western Khanâg shortly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a4",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "You have found Andur in the hills east of Western Khanâg, exactly where he is supposed to be. You should talk to Andur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "You have found Andur exactly where he is supposed to be, but the donkey is wounded. Andur is caring for the donkey and has asked you to collect the semi-precious stones from the pebbles for him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a7",
      "en": "'Did you only just get here, [placeholder]? It seems that I caught up to you very quickly!\\n\\n'I give you my gratitude again for taking a chance and trusting me. Most people would have slain me where I stood in the desert. You have given me a second chance at life, and I will not squander it. Thank you, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "You have found Andur exactly where he is supposed to be, but the donkey is wounded. Andur is caring for the donkey and has asked you to collect the semi-precious stones from the pebbles for him. You have collected the stones, and should now talk to Andur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a9",
      "en": "'Welcome back, [placeholder], did you find Andur?'\\n\\nYou fill her in on recent events, secretly still not entirely sure if Andur can be trusted to not steal the stones and the donkey.\\n\\n'Oh, speaking of, there he is now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a5",
      "en": "Talk to Tibira in Western Khanâg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56850",
      "en": "'It is good to see Andur has returned unharmed. I could use his help with many odd jobs and errands, and I will gladly employ him for as long as he would like to stay. Not to say that you were not good help, [placeholder], but I imagine that you will soon be moving on.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Talk to Andur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e22",
      "en": "Bring the colourful stones to Andur",
      "es": "",
      "es (fem)": ""
    }
  ]
}