{
  "id": 621098336,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'I have another job that needs doing. Not afraid of bees, are you? We keep bees here at the orchard to help pollinate the trees. As a nice little extra, we get enough honey from them that we can sell some of it at the market. There are five beehives around Burukíri. Visit each one, collect some honeycomb, and bring them to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "You have visited each of the five beehives around the orange groves of Burukíri in Ambarûl, from which you collected honeycombs. You bring them to Meliri.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Meliri informed you they keep beehives around the orchard to pollinate the trees. They produce enough extra honey that they are able to sell some of it at the market.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Sweet Extras",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Beautiful!\\n\\n'Not you, lûkal, the honey. I mean no insult, but you do look somewhat strange. Which is fine for a stranger. Anyway, here is your coin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Collect honeycombs from beehives ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Collected honeycombs from beehives ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'If you want to make the coin you must do the work! Say hello to the bees at each hive and collect honeycombs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Meliri has tasked you with visiting each of the five beehives around the orange groves of Burukíri in Ambarûl, from which you are to collect honeycombs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e9",
      "en": "Bring the honeycombs to Meliri",
      "es": "",
      "es (fem)": ""
    }
  ]
}