{
  "id": 621098245,
  "txt": [
    {
      "id": "0xa617264",
      "en": "<rgb=#686868>(This looks like one of the scrolls you recently brought to Amâsu.)</rgb>\\n\\n'Of Girhâzi, Chieftain of the Ambarûli People, written by Amâsu, T.A. 3019'\\n\\n'Girhâzi was once a crop-wife named Shêgudam. She had a husband, Ukhâx, two strapping sons, Tâlax and Nalâl, and a wonderful daughter, Rahâzi. Shêgudam was always a rebellious child, secretly learning from me her letters and some of the Old Ways. She chose to do this at great risk, as we both would have been executed for this crime had she been found out.\\n\\n'Defiance must run in her blood, though. She is the great-grandaughter of the folk-hero Urhâzi who led a resistance that made her a legend among our people. She stole the riches that they made from our people's labour, she hunted those who hunted her, and many a priest of the All-seeing died upon her axe. The same axe, in fact, that Girhâzi wields today. She was captured and killed in the end, but her actions continue to inspire us all.\\n\\n'Early one day the Ordâkhai swept through the farms and took all of the able men, forcing them to join their army and marched them north. Life went on without them, as it must. We were told nothing of them or of what was happening, but the army was continually moving troops northward.\\n\\n'Just over a year went by until one morning a Great Eagle came to us from the north. It heralded that Sauron, the All-seeing has been defeated, and also Kalach Hûl, the Emperor of Ordâkh. Fighting broke out immediately, as the women of Iridír threw off their yokes and rose against their oppressors.\\n\\n'Girhâzi, wielding the axe of her ancestor, led a charge on the town's temple. They relieved the temple of its priests and burned it as they had burned our people.\\n\\n'Girhâzi and the women who continued to fight, Dumûri, we call them, eventually pushed the majority of the Ordâkhai south of the river. It was also around this time that some of the soldiers came straggling back from the north. Many of them were gravely injured and few of them wished to speak of what happened. Most continued their journey south, but one soldier who did return to us was able to tell Girhâzi that her husband and sons were all dead.\\n\\n'It was then that Girhâzi realized that she must continue to lead our people, to protect us from the next warlord that would declare our lands his. And so here we are in the present day, an Ambarûli chieftain leading the Ambarûli people for the first time in centuries.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa4b0ff5",
      "en": "Of Girhâzi, Chieftain of the Ambarûli People",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9200a74",
      "en": "Close",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd0c783c",
      "en": "Papyrus Scroll",
      "es": "",
      "es (fem)": ""
    }
  ]
}