{
  "id": 621098337,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Say, while you are out there running about the orange trees, there is another useful thing you could be doing. Sometimes oranges fall off of the trees before we are able to harvest them. If you get them off the ground quickly enough, they are still perfectly good. No food should be left to go to waste. If you see any perfectly good oranges on the ground, pick them up, will you? I will pay you for the work, of course.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "You collected the perfectly good oranges you found lying on the ground. You should return to Meliri at Burukíri in Ambarûl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Meliri insists that no food should go to waste and has asked you to pick up any perfectly good oranges off of the ground before they can go bad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Low Hanging Fruit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'You see, these oranges are perfectly good! Nothing wrong with them at all. Some may be a little ugly, but it all tastes the same. It is good they will not go to waste. Thank you for your hard work.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Collected perfectly good oranges ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'If you dally too long, those perfectly good oranges will not be so good anymore!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Collect perfectly good oranges ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Meliri wants you to collect any perfectly good oranges you find lying on the ground. They are found in the orange groves of Burukíri in Ambarûl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e9",
      "en": "Bring the oranges to Meliri",
      "es": "",
      "es (fem)": ""
    }
  ]
}