{
  "id": 621098339,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Hashtal-gûr stranger. What could possibly bring a traveller to Ambarûl? Ah, you must be looking for work. You have come to the right place, my friend. We are always short on strong hands. Assuming you know how to use the weapons you carry, I have just the job for you. The biggest threat to our orange groves is insects. By 'big' I mean that literally. There are huge buzzing scather-flies flitting all about the orchard!\\n\\n'Put those weapons to good use against those flies and I will pay you some coin. Do it well, and I will have more work for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'The flies have been dealt with? Superb. They will probably just come right back, but in the meantime, I have more work for you. Here is the coin I promised.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "You have defeated scather-flies scattered throughout the orange groves of Burukíri in Ambarûl. You should return to Meliri.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Assuming you came to her orchard looking for work, Meliri has tasked you with defeating the scather-flies in her orange groves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Problematic Pests",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Defeat scather-flies ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Defeated scather-flies ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'You won't make any coin just standing around! Defeating scather-flies around the groves is what you should be doing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "You have been asked to defeat scather-flies scattered throughout the orange groves of Burukíri in Ambarûl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Meliri",
      "es": "",
      "es (fem)": ""
    }
  ]
}