{
  "id": 621098338,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e17",
      "en": "Deliver the produce crate to Dashên in Iridír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Defeat Scather-flies ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Well, go on then. Those oranges aren't getting any fresher. Take the crate to Dashên in Iridír.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Defeat Scather-flies ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Meliri handed you a crate of oranges and honey to deliver to a trader named Dashên in Iridír.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Hashtal-gûr, what can I do for you?'\\n\\nYou hand the man the crate given to you by Meliri.\\n\\n'Ah, wonderful, I needed a restock of these. Thank you for bringing them. Did... did Meliri pay you already?'\\n\\nYou tell him that she did not.\\n\\n'Humph. Well. I will just take it out of what I owe her for these. Thank you, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Before dismissing you from her service, Meliri has one last job for you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I have one final job for you, and then you must find work elsewhere, or I will run out of coin! Here is a crate of oranges and honey. Have you been to Iridír yet? I need you to take this to Iridír to the trader named Dashên. There is no need to collect my payment for it, as we have already agreed that he will send it to me later, and he should give you some coin for your trouble.\\n\\n'You are a good worker. There are many skilled craftspeople in Iridír, and I do not think you will have much trouble finding a job. Girhâzi may also have use for your fighting skills, so you could also go talk to her. Off you go now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Goods to Market",
      "es": "",
      "es (fem)": ""
    }
  ]
}