{
  "id": 621009031,
  "txt": [
    {
      "id": "0xa617264",
      "en": "By Narthavron\\n\\nWe believe it was in the Second Age, after Sauron came to Mordor, that he set to work building an army to make war against the kingdoms of Men and Elves.\\n\\nIn the valley of Udûn, Sauron ordered great pits delved and forges and furnaces made. Here would be the parade-ground of his Orkish hordes and the great forge-works for their weapons and armour. Great wheels turned, bellows worked, and fires smouldered and belched. One forge, one hundred, one thousand.\\n\\nStrange ores Sauron found, which had been laid bare when the earth had trembled and broken, and these he smelted into secret alloys with dark enchantments: Morgul-steel. The wicked knife, Gulthauk, and Mormagáth the Shadow-hammer were foremost among the fearsome weapons forged with this new alloy, so he took them for his own.\\n\\nUdûn was yielded quickly, heedlessly, after our victory in the War of the Last Alliance, as the dark host fled back to make its ultimately doomed stand at Barad-dûr. We quelled forges and collapsed mines as we went, but in the end Udûn's best defence was our own haste to pursue the Enemy.\\n\\nOver seven years later, after siege, strife, and victory, did Isildur return as king and conquerer to the vale of Udûn. There he commanded Durthand, the Black Shield, be built as an ever-vigilant watch-tower of Gondor. For sixteen centuries the Thandrim, its keepers, dwelt here. But war, plague, and other attritions weakened the Kingdom of Men, and in time, the Watch on Mordor faltered.\\n\\nBy cunning, force, and treachery did Ugrukhôr, the Captain of the Pit seize Durthand and Udûn. The tower he made his own and renamed to Durthang, the Dark Oppression. The Captain strengthened the fortifications of Udûn, restored the old, and built anew. Anglach arose and Mornaur towered under his command.\\n\\nSauron returned, and once again the forges blazed. Great stockpiles of Orc-arms were smithied, but the old alloys and dark enchantments were remembered, too. Deep in Anglach, with great works and dark sorceries, Grond, the fearsome battering ram which broke the gates of Minas Tirith, was forged. New Morgul blades and other evil implements were hewn from the cursed iron mined from the Pit and hidden away in dark places.\\n\\nWho knows what evil is still locked away in these mountains....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa4b0ff5",
      "en": "Udûn - Evils of Udûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9200a74",
      "en": "Close",
      "es": "Cerrar",
      "es (fem)": ""
    },
    {
      "id": "0xd0c783c",
      "en": "Evils of Udûn",
      "es": "",
      "es (fem)": ""
    }
  ]
}