{
  "id": 621009029,
  "txt": [
    {
      "id": 174158436,
      "en": "By Rûkhor the Pale Herald\\n\\nSauron the Great has granted me His blessing: I... am Gúrzyul! By His blade, I now take the name Rûkhor the Pale Herald!\\n\\nAt my begging, he has shared with me his knowledge of Lhingris, for beneath the towers and Orc-paths is the shadowed spider-haunt, the web-rift, and Ungwetári's kingdom of filth. Ungwetári, the last child of Ungoliant - this is the name He has chosen for Her, but Her Ladyship has been known by many names, and even He has not learned Her true name. To the Alashi of Mordor, She was Tor-Kralicha. To the Orcs, She was once Takhborkhlob, but now She is known to most by another name: Shelob.\\n\\nLong before Lord Sauron came to Mordor, and long before the first stone of Barad-dûr was cast, She lived - a creature of evil in the form of spider. Once She dwelt in the Mountains of Terror with the nameless horrors of that lost Age, but when its peaks were drowned, Shelob alone escaped the ruin that consumed the rest of Ungoliant's children.\\n\\nWhen first She fled from Beleriand, Shelob came to the Greenwood. It was there She spawned the first of Her vile children, and together they devoured it from within. In time, She became as Ungoliant, and Her hunger grew insatiable. She spawned numberless spiders and crawling terrors both to serve Her... and to feed Her. It was then She came to the Mountains of Shadow, and upon its dark peaks and within its cavernous depths, She felt a grim familiarity. Thus, it is there She has made her home ever since...\\n\\nCenturies later, when at last Lord Sauron came to Mordor, He knew at once that something terrible and powerful lurked in the Mountains of Shadow. Lord Sauron soon learned that Shelob dwelt within them, and in His wisdom, He sought Her aid in conquering the Elves and Men of the West. Driven only by Her hunger, Shelob desired neither an alliance nor conquest, and to Lord Sauron's amusement, She chased Him from Her lair in the mountains. After returning to Barad-dûr, Lord Sauron considered destroying Her, but He soon realized Shelob and Her viciousness might still serve him, wittingly or not...\\n\\nIndeed, through His wisdom, She became the guardian of the western pass into Mordor. In return, He sent Her His Prisoners and lesser Orcs to feast on. Thus, as Lord Sauron tells it, Shelob became his ‘cat’. And so, She kept Mordor free of its foes for many years, all for the price of few Orkish sacrifices and a supply of curious or unwary travellers. In the year that Lhaereth unleashed the Great Plague, the Orcs of Cirith Ungol sought to expand the great tower's tunnels, and they foolishly delved into Her lair. In Shelob's wrath, Her children flooded the passages beneath the tower, killing all they encountered. However, She relented before Her children reached the cellars of Cirith Ungol - a mercy later repaid in sacrifices by Orcs seeking safe passage.\\n\\nAs Lord Sauron reminds me, Shelob serves no whims but Her own. At times, a single Orc can sate Her hunger, but when She desires it, She will devour a company of Orcs and betray their foolish trust in that imagined bargain. Indeed, woe be the day when Shelob's hunger grows too great, for when at last She comes before Lord Sauron, he shall destroy Her utterly.",
      "es": ""
    },
    {
      "id": 172691445,
      "en": "Lhingris - Shelob's Hunger",
      "es": ""
    },
    {
      "id": 153094772,
      "en": "Close",
      "es": "Cerrar"
    },
    {
      "id": 218921020,
      "en": "Shelob's Hunger",
      "es": ""
    }
  ]
}