{
  "id": 621009027,
  "txt": [
    {
      "id": "0xa617264",
      "en": "By Balchiar the Blood-witch\\n\\nSing, sisters, of Lhaereth the Stained, maker of pestilence and poison, mother of our brood, loyal above all others to the Dark Lord.\\n\\nIn the distant depths of time, before us, before Mordor, memory whispers of her first poisons, concocted in service to Sauron, laying low rivals and foes. Over centuries and ages Lhaereth served and stayed true, and in reward for this Sauron built among the trees of the Broken Vale: Seregost, the Blood-fort.\\n\\nSing praise to the Lady of Blight, oh my sisters, and tell when the Dark Lord bade her brew up dread diseases to lay low whole kingdoms and arméd hosts. Our Lady Lhaereth toiled in Seregost and wandered the woods of the Broken Vale, sowing plagues and reaping miasmas, pestilences, and deadly venoms. Slowly, wonderously, the land changed. Trees blistered and wept, streams ran dark and then red, new things limped and anguished there. Broken Vale no more, it was Agarnaith,the Bloody Gore.\\n\\nAnd then, at long last, sisters, our lady found it: the affliction the Dark Lord had asked of her, waster of kingdoms, bane of armies, the Great Plague. To the vast vat Lhaereth called her bats, sleek of pelt and dark as night. Upon their wings she cast the disease, and sent them forth beyond the mountains to the world.\\n\\nThese are names, O Sisters, of lands where Lhaereth's great plague laid waste: Rhovanian and Gondor, the remnants of Arnor, the northern kingdoms of Cardolan and Arthedain. In the northern lands, between the Plague and the Witch-king, toppled were kingdoms of Men, their vestiges scattered and fled. In the south, the Great Plague raged across Ithilien and Anórien both, and by the time all was done, had claimed the lives of paupers, knights, bread-bakers, and kings.\\n\\nThe hateful Men of Gondor were thinned and driven from their walls and towers. All that they left - Moon Fort and River Palace - the Dark Lord took. Their towers taken, their watch weakened, Gondor lowered its blade from Mordor's neck and crouched cravenly behind its shield. All this from Lhaereth's Great Plague.\\n\\nSing with me sisters, of our Lady of Blight. Sing of her works, her loyalty, her hunger, and her strength. Sing of the Great Plague that went before any other and made all Sauron's conquests possible.\\n\\nSing of our beloved mother, Lhaereth the Stained, truest and deadliest and first of them all.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa4b0ff5",
      "en": "Agarnaith - Song of the Stained",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9200a74",
      "en": "Close",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd0c783c",
      "en": "Song of the Stained",
      "es": "",
      "es (fem)": ""
    }
  ]
}