{
  "id": 621009028,
  "txt": [
    {
      "id": 174158436,
      "en": "By Túmak Smoke-drinker\\n\\nWord is, we move out tomorrow. Lugbúrz wants more citadels built to re-fortify the southern plain, now the hateful Men of Gondor are swept out. Me and my boys are taking orders from that Urudanî Stonemaiden. You can smell the stink of arrogance on all these Black Númenórean types. She's got us off in Talath Úrui, digging an underground fortress out of the Mithram. Ah, but the heat down below. You'd think we were digging into Mount Doom itself! The slaves keep collapsing and asking for water. We have a good laugh at them then whip them back to work.\\n\\nThe construction on the upper floors has started, but something happened today. We seem to have dug into a large chamber, separate from the main cavern. There's runes carved all around, on the walls, the floor, the ceiling. Mistress Urudanî finds them interesting enough. If it were up to me, we'd leave them well enough alone.\\n\\nHere's what you get for poking your nose where it shouldn't go. That Urudanî woman had some slaves digging into the floor of the runed chamber, and next thing you know, it was flames everywhere! Well those slaves were ash faster than you could cut a throat, and not a few Orcs and Uruks, too.\\n\\nWell to this day I'll never quite know what happened next. There was a roaring voice, and Urudanî's, all defiant as ever. Whatever it was, she fought it and I don't think she won. There was still fire and heat everywhere in that wreckage, mind you, and most of the Orcs and slaves were dead as roast pigs. I reckoned our fool of a headmistress was too. So imagine my surprise when at last I thought I'd found my way out of all the flames and debris, and there Urudanî was!\\n\\nShe was Urudanî - and not Urudanî. Can't find a plainer way to say it! She was wreathed in flame. No, she was made of flame. And when she bade me halt, I sure as well did it!\\n\\nWe serve a new lord now, that's what she told me. And we must be suited to the task. That's when I felt the searing heat rip through me like so many jagged, burning blades.\\n\\nGhâsh-hai, that's what we've become - me and the boys left living after all the fire and falling stone. We are strong - stronger than we've ever been, with arms and bones of flame. Strength and fire aside, we Ghâsh-hai and Lady Urudanî are still at it, if you can believe it: building the citadel of Nargroth. The work's nearly done.\\n\\nAnd strangest of all, we still serve the Eye. Or at least, that's what our new master says. All commands come down from him to Urudanî. Nar! Orders are orders, that's what I've always said.",
      "es": ""
    },
    {
      "id": 172691445,
      "en": "Talath Úrui - Journal of Túmak",
      "es": ""
    },
    {
      "id": 153094772,
      "en": "Close",
      "es": ""
    },
    {
      "id": 218921020,
      "en": "Journal of Túmak",
      "es": ""
    }
  ]
}