{
  "id": 621071423,
  "txt": [
    {
      "id": "0xd9b5689",
      "en": "'You fought. That is enough... for now. The Free People will keep attacking the Heart of Baranzibar. We will not relent.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Fight against the encroaching Free People in the depths of Moria. Speak with again to make the journey swiftly.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa30",
      "en": "Versus: The Heart of Barazinbar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "After fighting in the depths of Moria, there is only one thing left to do. Speak with Uglash and tell them how the battle went.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d171",
      "en": "Deep in the Mines of Moria, forces of Angmar and the Free People clash for control of a dwarf-hall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "You completed a battle in the Heart of Baranzibar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Speak with Uglash to travel to the Heart of Baranzibar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Scouts found a hold in Moria where we can mine for material to make better weapons of war! We need adventurous sorts to go down into the dark and keep the Free People away from this find. You willing to fight, maggot?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Good choice. I always prefer volunteers to forcing you maggots into something you'll just get squashed doing. Now, get into the dark and destroy those Free People.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Complete a Battle in the Heart of Baranzibar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "New Quest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "A simple task. Speak with Uglash to travel to the Heart of Baranzibar in Moria. There, fight off the Free People who would take this treasured hall away from your allies.",
      "es": "",
      "es (fem)": ""
    }
  ]
}