{
  "id": 621071425,
  "txt": [
    {
      "id": "0xd6a5028",
      "en": "Complete a battle within the Heart of Baranzibar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Fight against the encroaching forces of Angmar in the depths of Moria.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "With the battle complete, you should return to Tordúr and tell them of your effort.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'It matters not if you won, but that you fought. We must all do our part and we will fight in those depths until the force of Angmar plague them no more. Good effort, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Our allies from Moria tell of a concerning development in their mines. All manner of foul beast from Angmar infiltrated a place called the Heart of Baranzibar and move to claim this mine with rich deposits of ore. They ask that we forestall some effort here in the Ettenmoors to curtail Angmar's advance in Moria. Will you answer the call?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Versus: The Heart of Barazinbar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "Deep in the Mines of Moria, forces of Angmar and the Free People clash for control of a dwarf-hall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "If you are willing, speak with Tordúr and make your way to the Heart if Baranzibar. Fight the forces of Angmar there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Speak with Tordúr to travel to the Heart of Baranzibar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'There will be few others who will make the journey with you. Be safe and do all you can to thwart the incursion.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "You have completed a battle in the Heart of Baranzibar",
      "es": "",
      "es (fem)": ""
    }
  ]
}