{
  "id": 621077495,
  "txt": [
    {
      "id": 190220563,
      "en": "'Ah, [placeholder], was it? I am Annúngil, master of the wharf here in Dol Amroth. I heard you were instrumental in helping to break the siege on Dol Amroth. When word came of King Elessar's victory at Pelargir, the Corsairs here turned tail and sailed away fast as could be. We gave chase to some of them, of course, but mostly we were simply happy to see them go.\\n\\n'However, in recent days, odd things have started failing on the ships that are docked here. Rigging pins slip their posts and tightly woven ropes snap like yarn. I have begun to suspect that we did not chase all of the enemy from our bay. I wonder if you might be able to assist. I need someone who can discreetly inspect pins and ropes on the ship moored here. Someone who will not let whoever is behind this know we're on to them. If you can, I would greatly appreciate the help.'",
      "es": ""
    },
    {
      "id": 148970261,
      "en": "This pile of rope looks sturdy and strong",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "Slippery Ship Pins",
      "es": ""
    },
    {
      "id": 184621189,
      "en": "You should let wharf master Annúngil know that you have examined many pins and piles of rope on the Rosigil.\\n\\nThe wharf master is on a dock in the Dol Amroth bay.",
      "es": ""
    },
    {
      "id": 126687017,
      "en": "Though Dol Amroth is no longer under siege, the wharf master has noticed odd happenings being reported on ships docked in the bay.",
      "es": ""
    },
    {
      "id": 173025728,
      "en": "Examine the third pin",
      "es": ""
    },
    {
      "id": 173025731,
      "en": "Examine the fourth pin",
      "es": ""
    },
    {
      "id": 173025732,
      "en": "Examine the fifth pin",
      "es": ""
    },
    {
      "id": 173025779,
      "en": "Return to the wharf master",
      "es": ""
    },
    {
      "id": 173025780,
      "en": "Examine the first pin",
      "es": ""
    },
    {
      "id": 173025734,
      "en": "Examine the sixth pin",
      "es": ""
    },
    {
      "id": 148970241,
      "en": "This pin looks secure and strong",
      "es": ""
    },
    {
      "id": 148970242,
      "en": "The threads on this pin have been filed smooth",
      "es": ""
    },
    {
      "id": 173025736,
      "en": "Examine the first rope bundle",
      "es": ""
    },
    {
      "id": 173025784,
      "en": "Examine the second pin",
      "es": ""
    },
    {
      "id": 190220546,
      "en": "'You return! What did you find?'\\n\\nYou tell her about the smoothly filed pins and threadbare rope.\\n\\n'I knew it! Someone is deliberately trying to sabotage our ships!'",
      "es": ""
    },
    {
      "id": 148970245,
      "en": "A light touch makes this pin slip out of its post! ",
      "es": ""
    },
    {
      "id": 148970293,
      "en": "The threads on this pin have been filed smooth",
      "es": ""
    },
    {
      "id": 148970247,
      "en": "This pin looks secure and strong",
      "es": ""
    },
    {
      "id": 184621205,
      "en": "Annúngil has asked you to inspect ropes and pins on the Rosigil.\\n\\nThe Rosigil is moored in the Dol Amroth bay.",
      "es": ""
    },
    {
      "id": 148970249,
      "en": "A portion of this rope is threadbare",
      "es": ""
    },
    {
      "id": 148970297,
      "en": "This pin's threads have been stripped – no, filed down!",
      "es": ""
    },
    {
      "id": 173025744,
      "en": "Examine the second rope bundle",
      "es": ""
    },
    {
      "id": 173025748,
      "en": "Examine the third rope bundle",
      "es": ""
    },
    {
      "id": 148970259,
      "en": "This rope is frayed, and the slightest strain will shred it",
      "es": ""
    }
  ]
}