{
  "id": 621077500,
  "txt": [
    {
      "id": "0xb568952",
      "en": "'Greetings, [placeholder]. You come seeking books on Rohan's lords and ladies? We have few, if any, I am afraid. What you find may be recorded in conversations about treaties and trade between our two countries.\\n\\n'You will find them upstairs, in the section on affairs of state, southern portion of the building.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b18",
      "en": "Found books on Rohan ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568926",
      "en": "'While you are here in the city, I would ask of you some assistance with a rather… delicate matter. You see, when I was at the king's wedding this past summer, I happened to hear a tale of the Rohan Lord, Éomer. This naturally made me quite curious about the Rohirrim.\\n\\n'I wonder if you might do me the favour of speaking with Nosseth and Naremil in the Library of Saphadzîr. Ask them to show you anything that might be relevant about Rohan and its leaders. Do not tell them that it is I who asks. We do not need to start tongues wagging for no reason.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568956",
      "en": "'Ah! It appears you managed to find me some books! Thank you! I look forward to reading them as time allows.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1729",
      "en": "Lothíriel’s curiosity about Éomer has been increasing ever since she heard a tale of him at the wedding of Aragorn and Arwen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011885",
      "en": "You managed to find a few books referring to Rohan for Lothíriel. You should bring them to her in the Court of the Prince, in Dol Amroth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011859",
      "en": "Lothíriel has asked you to speak with Nosseth and Naremil in the Library of Saphadzîr.\\n\\nThe Library is in Dol Amroth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a1",
      "en": "Talk to Naremil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a3",
      "en": "Talk to Nosseth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "Rohan Reading",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d7",
      "en": "Find books on Rohan ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568950",
      "en": "'Good day to you. You wish to learn about the geography and history of Rohan? We have few books that will tell you tales of those fields of green, as theirs is an oral history.\\n\\n'Were you to find anything, it would be on the second floor, southern end of the building.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e1e5",
      "en": "Return to Lothíriel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011895",
      "en": "Nosseth and Naremil have told you to look for books on Rohan on the second floor of the southern wing of the the Library of Saphadzîr.\\n\\nThe Library is in Dol Amroth.",
      "es": "",
      "es (fem)": ""
    }
  ]
}