{
  "id": 620900350,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected a soft clothbound bat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Batted a villain ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Heburga demands that you play the brigand this time, while the children play Rohirrim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The children of Langhold are playing a violent game of Brigand-bashing, and have asked you to join them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "A rider approaches....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'No fair, you're too strong! This time, YOU have to play the brigand, and we will be the great Riders of Rohan. We are coming for you... watch yourself, vile ruffian!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The children of Langhold are at the farm near the town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Have you ever played a game of \\qBrigand-bashing\\q? It's easy! This time, you get to be the Warrior of Rohan, and we're the brigands. You have to catch us, but I bet you're not fast enough!\\n\\n'Take this bat -- we made it ourselves for the game. It's made of leather, bound in cloth, so it won't hurt us. Not that you could catch us anyhow!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Use the bat to whomp the \\qbrigands\\q at the farm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "You should talk to Heburga to see if she concedes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Adults in this town do not waste time with child-games, [placeholder]. If you wish to face brigands, it appears a small band of them have returned from exile to harass a local farm.\\n\\n'Instead of playing with our idle children, you could perhaps prove yourself useful by dealing with real enemies, eh?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "The children are now the Rohirrim, and you're the brigand.\\n\\nYou should let the children beat you up.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Enough games. Come, let us head back into town.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "You should speak with the rider who hailed you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Get the bat from Heburga",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Use the bat to whomp the \\qbrigands\\q ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Heburga and see if she concedes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Appease the children by letting them play Rohirrim, and beat you into submission",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: A Game of Brigand-bashing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to the rider who hailed you",
      "es": "",
      "es (fem)": ""
    }
  ]
}