{
  "id": 620900349,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Heburga invites you to join a game",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The children of Langhold are extremely impressed by your bravery in facing the salamanders of the Wold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'...Wow. You braved the salamander den? That is the most amazing thing I have ever seen a warrior do.\\n\\n'If you fought salamanders, you might be hardy enough to fight brigands! It is very dangerous, though. If you want to try, you should talk to Heburga.'\\n\\n<rgb=#FF0000>NOTE: This quest is solo-only, and cannot be completed in a fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Heburga is in the centre of Langhold, surrounded by a number of admiring children.\\n\\nYou should speak with Heburga to find out about brigand-bashing.\\n\\n<rgb=#FF0000>NOTE: This quest is solo-only, and cannot be completed in a fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Hey! You're that stranger, right? I am not afraid of you. I am the daughter of the Thane, and someday I might be in charge, so I am very brave.\\n\\n'Did you really kill all those salamanders, and wander right into their den to burn the nests? Even our bravest warriors don't dare go there!\\n\\n'You might be courageous enough to survive our Brigand-bashing game. We'll go easy on you. Come on, let's play!'\\n\\n<rgb=#FF0000>NOTE: This quest is solo-only, and cannot be completed in a fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The children of Langhold have invited you to play a game of Brigand-bashing.\\n\\nYou should speak with Heburga to join the children in their game.\\n\\n<rgb=#FF0000>NOTE: This quest is solo-only, and cannot be completed in a fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Dala is at the north gate of Langhold.\\n\\nYou should speak with Dala.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Are you ready to play some Brigand-bashing? We'll try not to hurt you... much.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'It would seem that trouble has arisen on the northern borders.\\n\\n'You have a hero's reputation, yet you seem to have too much free time, if you are playing at brigand-bashing with the children of Langhold.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Heburga, daughter of the Thane",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Play a game of Brigand-bashing with the children of Langhold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Dala",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Game of Brigand-bashing",
      "es": "",
      "es (fem)": ""
    }
  ]
}