{
  "id": 620900238,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "Now that you are a guest, find a task or errand in Langhold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Cíllan bids you welcome on condition of your goodwill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have tasted mead from the table of the Thane",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have broken bread at the table of the Thane",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Utred, the Thane of Langhold, has invited you to eat and drink in his hall, a mark of welcome to guests of his city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Cíllan accepts your gesture graciously",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "Utred bids you to leave and find your own manner of entertainment in town",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'My wife, Cíllan, has a better temperament for welcoming guests to Langhold than I. I would sooner bid you to go find your own food, but my dear wife upholds the customs of Rohan. She has grace, despite agreeing to tolerate my bad behaviour for so many long years!\\n\\n'Cíllan will give you the welcome you deserve as an honoured guest in our city, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Cíllan, wife of the Thane, can be found in the Mead Hall of Langhold.\\n\\nYou should speak with Cíllan to receive a formal Rohirrim welcome.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, the traveller from Stangard! You must be weary from your long road. Do not mind my husband -- he is an unceremonious man, but he is a good Thane, and still strong.\\n\\n'Come! Let us drink together, and share a meal. This custom is a pledge of honour from us that you will be safe from all harm in Langhold. It is a pledge on your part also: while here, you must respect our ways and cause no harm, and stir no trouble.\\n\\n'Will you perform this gesture of goodwill?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "You have been offered food and drink by the kind wife of Thane Utred.\\n\\nYou should pledge your goodwill to the folk of Langhold by partaking of their mead and bread.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Cíllan stands in the Mead Hall of Langhold.\\n\\nYou should <rgb=#FF0000>bow</rgb> to Cíllan to thank her for her kindness and her greeting.\\n\\n<rgb=#FF0000>This quest requires emotes. You must select the intended target and perform the emote.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Don't look to me for any more welcome than \\qhello!\\q I am an abominably rude man. Find Cíllan -- go on, now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Ah, the traveller from the western-lands. Welcome -- I am a city guardsman, but I am a little busy at the moment....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You have my wife's approval, eh? Do you? Good, good. She is a gentle soul, and she loves the old customs. I suppose there is no harm in them, especially if they make our guests behave themselves while they stay here.\\n\\n'Now, you are free to roam about and do as you please. Do not let me keep you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Thane Utred is in the Mead Hall of Langhold.\\n\\nYou should return to the Thane now that you have received the proper welcome of his house.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Now that you have received the welcome of Thane Utred, you should venture out into Langhold to find something to do.\\n\\nSurely some of the townsfolk or guards could use some help from a seasoned traveller such as yourself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Hear out Cíllan's gesture of welcome",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Drink the mead of Langhold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Eat the bread of Langhold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "<rgb=#FF0000>Bow</rgb> to Cíllan to thank her for her hospitality",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Thane of Langhold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Return to Thane Utred",
      "es": "",
      "es (fem)": ""
    }
  ]
}