{
  "id": 621036437,
  "txt": [
    {
      "id": 177082681,
      "en": "Defeated Brágha Fellwinder",
      "es": ""
    },
    {
      "id": 120621200,
      "en": "'My eyes and ears are better than my sword arm, or I would join you in this task.'",
      "es": ""
    },
    {
      "id": 24695287,
      "en": "Brágha Fellwinder must be defeated before she can pass on her fell knowledge.",
      "es": ""
    },
    {
      "id": 246419801,
      "en": "Brágha Fellwinder has gone to the tower of Caivád Sâr, in central Elderslade.\\n\\nYou should defeat Brágha Fellwinder before she can pass on the knowledge of the crystals and the corruption her spells bring.",
      "es": ""
    },
    {
      "id": 190220753,
      "en": "DNT - 'Let's get out of here!'",
      "es": ""
    },
    {
      "id": 246419828,
      "en": "Borghild is in the Angmarim tower of Caivád Sâr in central Elderslade.\\n\\nTalk to Borghild.",
      "es": ""
    },
    {
      "id": 149027364,
      "en": "The Cost of Corruption",
      "es": ""
    },
    {
      "id": 190220759,
      "en": "DNT - 'Let's get out of here, this place reeks!' ",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "DNT - 'Gunvald's missive sends word that reinforcements are on the way. I must move on to my next scouting location, but if you are as resourceful as Gunvald says, you could be of great help. \\n\\n'The camp up the road there is a swarming nest of Hobgoblins. Yes, that is what that wretched stench is. Anything you can do to put a dent in their ranks would benefit our forces immensely. Take care when you move into their camp, friend. They are a deadly foe.' \\n",
      "es": ""
    },
    {
      "id": 111477270,
      "en": "Talk to Borghild",
      "es": ""
    },
    {
      "id": 148970467,
      "en": "Defeated Natmoz",
      "es": ""
    },
    {
      "id": 173025570,
      "en": "Defeat Natmoz",
      "es": ""
    },
    {
      "id": 162883605,
      "en": "'Well done, friend. Gunvald was right about your prowess. I suspect many will be the songs that sing of your glory when this is all over.'",
      "es": ""
    },
    {
      "id": 111477272,
      "en": "Defeat Brágha Fellwinder",
      "es": ""
    },
    {
      "id": 148970469,
      "en": "Defeated the Angmarim overseers",
      "es": ""
    },
    {
      "id": 173025572,
      "en": "Defeat the Angmarim overseers",
      "es": ""
    }
  ]
}