{
  "id": 620806022,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Hail, [placeholder]. Now that you have learned the subtleties of fishing, perhaps you could aid me in a small task?\\n\\n'I have a business arrangement with a fisherwoman, Joy Bloomer, in Staddle. She often brings up choice cuts of fish, as well as a number of oddities that she finds while fishing in the rivers and lakes of Bree-land. I, for my part, send her business and keep her supplied with items that she cannot acquire in Staddle.\\n\\n'Bring her news that her latest shipment has been sent. You will find Joy Bloomer east of here, in the town of Staddle. You will arrive on foot well before her shipment reaches her, and I would give her the peace of mind knowing she will soon have her supplies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, word of my supplies! Thank you, [placeholder]. I have been expecting this delivery for some time now.\\n\\n'And what of yourself? It seems that you have the look of a fisherman about you. Henry Oakeshott has always sent me the finest fishermen, and I, in turn, have supplied them with only the finest gear. If you are looking for fishing supplies, you need look no further than Joy Bloomer!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you brought Joy Bloomer word of her supplies? Please hurry along and tell her, she is east of Bree in the town of Staddle if you have forgotten.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Teach a Man to Fish",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Henry Oakeshott has prepared a shipment of supplies for Joy Bloomer, a local fisherwoman, and needs someone to deliver a message to her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Joy Bloomer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Joy Bloomer is in Staddle, east of Bree.\\n\\nHenry Oakeshott has asked that you speak with his business partner, Joy Bloomer, and assure her that her shipment will arrive soon.",
      "es": "",
      "es (fem)": ""
    }
  ]
}