{
  "id": 620806019,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Now that you have learned the ways of the fisherman you will be needing supplies. Though the Elves of Rivendell excel in the craft, a Man of the Trollshaws -- Garbert by name -- has fallen on difficult times.\\n\\n'Garbert was injured, as Men so commonly are, and cannot travel. His sale of fish and fishing supplies has been much diminished, and I worry for him and his family. He is very skilled in matters of the rivers and waters for a Man; his prowess almost reaches that of Elrond's folk.\\n\\n'If you wish to find supplies, I would ask that you visit Garbert. He should be at his cottage in Tâl Bruinen, south of here, near to the river.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Why, hello there! It is unusual to see a fellow fisherman this far down the Loudwater, what with the times being what they are these days.\\n\\n'You say the Elves sent you? I have had dealings with some of their folk, but I did not know that they thought so highly of me to send me business in my need!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you visited Garbert? His cottage is south and west of Rivendell along the Bruinen in Tâl Bruinen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Hook, Line, and Sinker",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Haldúr has informed you that Garbert has fallen on hard times and could use some business.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Garbert",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Garbert is at his cottage in Tâl Bruinen, south and west of Rivendell.\\n\\nHaldúr has asked that you visit Garbert and purchase fishing supplies from him because of his injuries.",
      "es": "",
      "es (fem)": ""
    }
  ]
}