{
  "id": 620806020,
  "txt": [
    {
      "id": 218649169,
      "en": "'Hullo there, [placeholder]. How do you do this fine day? I'm in an awful spot of trouble; perhaps you can assist me?\\n\\n'It is my sister, Misty Bolger, you see. She is the muscle of the family, while I am the brains. It is she who goes out each day and fishes our daily catch, and I keep track of the sales and teach young fishermen the trade.\\n\\n'It seems that last night my notes were used as a napkin for a simply delectable fish medley.  Those notes had the totals and sales of our fish for the last week! Could you please go and see my sister in Bywater and ask her if she recalls the number of fish that she caught last week?'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Used the notes as a napkin -- what will he do next? I am out here fishing every day for our keep, and he can't even keep track of his own notes!\\n\\n'It is a good thing that I always keep records of my own. This isn't the first time Estmar has accidentally had his notes go missing.\\n\\n'I will send another copy to him right away! Thank you, [placeholder].'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you visited my sister yet? She is east and north of Michel Delving in the town of Bywater.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Used the notes as a napkin -- what will he do next? I am out here fishing every day for our keep, and he can't even keep track of his own notes!\\n\\n'It is a good thing that I always keep records of my own. This isn't the first time Estmar has accidentally had his notes go missing.\\n\\n'I will send another copy to him right away! Thank you, [placeholder].'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "One Fish, Two Fish",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Estmar Bolger has accidentally lost the notes pertaining to his family business.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Misty Bolger",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Misty Bolger is north and east of Michel Delving in the town of Bywater.\\n\\nEstmar Bolger has asked that you visit his sister, Misty Bolger, and find out how many fish she caught last week.",
      "es": ""
    }
  ]
}