{
  "id": 620806171,
  "txt": [
    {
      "id": "0xa4b0ff5",
      "en": "The Basics of Fishing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Basics of Fishing[nps]",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A guide to learning the fundamentals of the fishing hobby.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x38ce4c2",
      "en": "Author Unknown",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x61726d1",
      "en": "\\nINTRODUCTION\\n\\nHave you always wanted to take up fishing and get out into the great outdoors where you can enjoy nature while casting your line in the sparkling water? Well, now is a great time to start! Fishing is a hobby that can be pursued at your leisure and requires nothing more than a little patience and a fishing rod.\\n\\nHOW TO FISH\\n\\nIf you have not done so already, you will want to open up the Character Journal and click on the Hobby button at the bottom of the Character Panel. Here you will find information about fishing, as well as the Fishing Action button which you will want to assign to a quickslot.\\n\\nTo fish, you will first need to locate a body of water: a lake, river, stream, or pond should suffice. Once you have picked out your fishing spot, you will need to equip your fishing rod and face towards the water. Press the Fishing Action button once to cast your line. Once the line has been cast, you will need to wait until you see signs of struggling - the bobber dipping under the water or your fishing rod getting tugged are definite signals. At this point, you will want to reel in your line by once again pressing the Fishing Action button. If you have reacted in time, then it should be a pretty safe bet that you have caught something -- let us just hope that it is a fish!\\n\\nEQUIPMENT\\n\\nYour first fishing rod is a gift from the hobby-master. There are surely better fishing rods available, but this one will do splendidly for a beginner.\\n\\n",
      "es": "",
      "es (fem)": ""
    }
  ]
}