{
  "id": 621084622,
  "txt": [
    {
      "id": 216727827,
      "en": "You will find wild hogs throughout the crags and moors of the eastern Cape of Umbar. Kill them and collect their hides for Abido.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Collect wild hog hides ([placeholder]/10)",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Collected wild hog hides ([placeholder]/10)",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "You will find wild hogs throughout the crags and moors of the eastern Cape of Umbar. Kill them and collect their hides for Abido.",
      "es": ""
    },
    {
      "id": 215429253,
      "en": "'While hunting the wild hogs throughout the eastern areas of the Cape of Umbar, be certain to collect their hides for me. My patron will pay for meeting a quote of ten.'",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Deliver the hog hides to Abido at the hunter's expedition",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'While hunting the wild hogs throughout the eastern areas of the Cape of Umbar, be certain to collect their hides for me. My patron will pay for meeting a quote of ten.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Hides collected from the wild hogs strewn throughout the eastern stretches of the Cape of Umbar can be turned into simple leathers used for clothing and more. You were asked to help in the collection of these hides.",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Collected wild hog hides ([placeholder]/10)",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'When hunting the wild hogs of the eastern Cape of Umbar, we are cautious to leave little waste. The hides of the wild hogs, as an example, can be used to outfit our populace, make satchels or packs and much more. My patrons request that I oversee the collection of a good number of these hides. If you are willing to assist then there is payment to be made.'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Deliver the wild hog hides to Abido",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Collect wild hog hides ([placeholder]/10)",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'A simple request fulfilled. You are proving very capable and prompt. Perhaps we could convince you to stay with us and assist us beyond a day or two?'\\n\\nHe laughs.\\n\\n'No, I know well the call of adventure and would not wish this style of life on you, friend.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Simple Leathers, Nothing More",
      "es": ""
    }
  ]
}