{
  "id": 621084715,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Foray into the desert and obtain lizard frills from the reptiles there. You will need to travel north from the expedition camp. Once harvested, return the frills to Kh창nai at the encampment.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "Collected lizard frills ([placeholder]/14)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Deliver the lizard frills to Kh창nai at the expedition camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Foray into the desert and obtain lizard frills from the reptiles there. You will need to travel north from the expedition camp. Once harvested, return the frills to Kh창nai at the encampment.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73085",
      "en": "'Scattered across the desert, plains, and savannah in the eastern Cape of Umbar, you will find the frilled lizards in adequate numbers. Obtain fourteen frills from about their necks and deliver them to me here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Scattered across the desert, plains, and savannah in the eastern Cape of Umbar, you will find the frilled lizards in adequate numbers. Obtain fourteen frills from about their necks and deliver them to me here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Scholars in Umbar believe the membranous tissue of a lizard frill and the ability of salamanders to regenerate missing tails and limbs might help them reinforce their potions. They need more samples to study.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Collected lizard frills ([placeholder]/14)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'There are oddities in nature that scholars believe are worth studying. The frilled lizards in the desert are among the natural creatures that Umbari scholars find fascinating.\\n\\n'The thin membranous frills around the lizard's neck heal even if ruptured or removed. This regeneration is not unique among lizard-like creatures in Umbar. The process by which the membrane repairs itself is unknown; but our scholars are working toward understanding.\\n\\n'We must help their efforts by acquiring lizard frills and delivering them to the city.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Deliver the lizard fills to Kh창nai at the expedition camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Collect lizard frills ([placeholder]/14)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I do not care for the wanton slaughter of animals. I find it cruel and inhumane. However, I do support studying nature's mechanisms to comprehend how we might harness the natural powers and strength all around us.\\n\\n'I believe this is the goal of our scholars, so I continue to support these efforts. Thank you for your assistance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Frill of Them All",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Collect lizard frills ([placeholder]/14)",
      "es": "",
      "es (fem)": ""
    }
  ]
}