{
  "id": 621084618,
  "txt": [
    {
      "id": 216727827,
      "en": "Tevurin directed you to the shore south and west of the expedition camp in search of pristine crocodile teeth. He requires ten incisors to satisfy his quota.",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "Collected a set of pristine crocodile incisors ([placeholder]/1)",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Tevurin directed you to the shore south and east of the expedition camp in search of pristine crocodile teeth. He requires ten incisors to satisfy his quota.",
      "es": ""
    },
    {
      "id": 215429253,
      "en": "'You will find the crocodiles along the beach to the south and west of our expedition encampment. I require their incisors and a perfect set of incisors.'",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Collect sets of crocodile incisors ([placeholder]/10)",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "Collected a set of crocodile incisors ([placeholder]/10)",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Deliver the crocodile teeth to Tevurin at the hunter's expedition",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'You will find the crocodiles along the beach to the south and east of our expedition encampment. I require their incisors and a perfect set of incisors.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Tevurin asks that you make your way to the shoreline to hunt the crocodiles there for their pristine teeth.",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Collected a set of crocodile incisors ([placeholder]/10)",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'As you now know, teeth from the crocodiles can be used in many of the craftsman works from the simplest fastener to ornate pieces that embellish the self.\\n\\n'I must collect ten crocodile incisors... if you are willing to make the effort.'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Deliver the crocodile teeth to Tevurin",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Collect sets of crocodile incisors ([placeholder]/10)",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'An excellent hunt and find, friend. Each of these is nearly identical to the other. I do hope that finding them was not too difficult. I know that an order as specific and yet broad as perfect is less than ideal, but you appear to have understood the request, perfectly.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Pulling Teeth",
      "es": ""
    },
    {
      "id": 225642625,
      "en": "'You will find the crocodiles along the beach to the south and west of our expedition encampment. I require their incisors and a perfect set of incisors.'",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Collect a set of pristine crocodile incisors ([placeholder]/1)",
      "es": ""
    }
  ]
}