{
  "id": 621084623,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "You recovered the intact fire-glands from the worms in the eastern area of the Cape of Umbar. Return your collection to Abido at the hunter's expedition in the south-east of the Cape of Umbar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Collect worm fire-glands ([placeholder]/6)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "Collected worm fire-glands ([placeholder]/6)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "You were instructed to head north and west of the expedition encampment to find the intact fire-glands in the throats of the worms there. When gathered, you should return the glands to Abido at the expedition camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73085",
      "en": "'You will find the worms among the craggy hills north and west of here beyond the bounds of the city proper. Hunt the worms there for their fire-glands and return them to me when you have six pairs of unmarred glands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Deliver the fire-glands to Abido at the hunter's expedition",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'You will find the worms among the craggy hills north and west of here beyond the bounds of the city proper. Hunt the worms there for their fire-glands and return them to me when you have six pairs of unmarred glands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Alchemists within the city of Umbar use the glands from the worms in the crags to strengthen or modify many of their potions. You were asked to collect several of the glands from the creatures to the north-west of the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Collected worm fire-glands ([placeholder]/6)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'North and west of our encampment and beyond the city bounds you will find a collection of worms in the craggy hills. I have a request for the glands within their throats that give them their fiery disposition and abilities.\\n\\n'Our alchemists make use of them in many ways and pay my patron for their acquisition. I will need six pairs of intact fire-glands to offer you payment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Return the fire glands to Abido",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Collect worm fire-glands ([placeholder]6)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Look at these fine specimens. Excellent work.\\n\\n'I wonder. Did you see the beast, Nejagil, while you were hunting the worms in the crags? It is said that the beast makes its home among the lesser worms there. I am sorry, my preoccupation with the beast often distracts me from my duties.'\\n\\nHe sighs.\\n\\n'Ah yes, my duties. You have completed the task I set before you and so you should receive your reward. Please, accept this with great thanks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fire Glands",
      "es": "",
      "es (fem)": ""
    }
  ]
}