{
  "id": 621084625,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "You collected enough haunches to satisfy Abido's needs. Return the haunches to him at the hunter's expedition in the south-east of the Cape of Umbar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Collect wild hog haunches ([placeholder]/12)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "Collected a wild hog haunch ([placeholder]/12)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "While you hunt the crags and other areas of the eastern cape of Umbar, Abido asked that you collect wild hog haunches to help feed the masses in the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73085",
      "en": "'Wild hogs can be found throughout the eastern Cape of Umbar. When you encounter and kill them collect their haunches. The meat there can be used to feed the populace of the city.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Return the hog haunches to Abido at the hunter's expedition",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Wild hogs can be found throughout the eastern Cape of Umbar. When you encounter and kill them collect their haunches. The meat there can be used to feed the populace of the city.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Abido expressed that the common folk have a less refined palette than those of the higher castes in the city. They do not desire more than the simple meat of boars to fill their bellies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Collected wild hog haunches ([placeholder]/12)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Not everyone can partake in affluent meals and delicacies. For many of the commoners the best meal is one that is simply… fresh, hot, or something heartier than fruits or vegetables.\\n\\n‘For them, I am asked to gather meat from the wilds hogs of the hills and plains to the north of our camp and the city. This seems a simple order.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Return the wild hog haunches to Abido",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Collect wild hog haunches ([placeholder]/12)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'As requested, so delivered. Enough meat to feed a family for a month. The guilds and the Kindred are doing much to provide for the citizens. I do believe that this is admirable. Thank you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "For the Common Folk",
      "es": "",
      "es (fem)": ""
    }
  ]
}