{
  "id": 621084714,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Make your way into the plains, desert, or savannah to find water buffalo. Slaughter the beasts; carve haunches off their bones and deliver the meat to Khânai at the expedition camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Collect buffalo haunches ([placeholder]/14)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "Collected buffalo haunches ([placeholder]/14)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Make your way into the plains, desert, or savannah to find water buffalo. Slaughter the beasts; carve haunches off their bones and deliver the meat to Khânai at the expedition camp. You will find them north, east, and west from the hunter's encampment.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73085",
      "en": "'You will find water buffalo roaming the savannahs, plains, and deserts here in the Cape of Umbar. Collect the haunches from the beasts and return them to me here at the camp.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Deliver the buffalo haunches to Khânai at the expedition camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'You will find water buffalo roaming the savannahs, plains, and deserts here in the Cape of Umbar. Collect the haunches from the beasts and return them to me here at the camp.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Khânai asked that you carve the haunches off the water buffaloes you slay in the Cape of Umbar. Cooks in Umbar City prize their meat in their banquet dinners.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Collected buffalo haunches ([placeholder]/14)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Water buffalo haunches provide several cuts of meat for the cooks of Umbar City to use in banquet dinners and feasts. They desire that we deliver a great deal of the haunches to them.\\n\\n'As you hunt the buffalo, cut the haunches from the bone and deliver them to me. I will pay you for your effort and send the meat to the cooks in the city.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Deliver the buffalo haunches to Khânai at the expedition camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Collect buffalo haunches ([placeholder]/14)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'These haunches are expertly removed from the water buffalo. It is clear that you have undertaken tasks like this before. I will see that the cook's guild in Umbar becomes aware of your contributions.\\n\\n'Please accept this reward for the assistance you provided.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Like Water for Meat",
      "es": "",
      "es (fem)": ""
    }
  ]
}