{
  "id": 621084620,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "You were instructed to consult with the experts in the camp to learn about the animals that you would hunt across the crags and moors in the eastern Cape of Umbar. They can be found in the encampment.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'I do hope that my peers explain that the worms and salamanders have no value to them or their patrons, but to me and my patrons, they are a critical and vital creature. From the glands just behind their tongues, to the natural springs of tar that is their habitat; there are uses for the creatures.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "You should now have an understanding of how the people of Umbar will use the various items gained from a hunt in the crags and moors of the Cape of Umbar. Return to Abido and speak with him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Speak with Abido",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'You see my problem?'\\n\\nHe shakes his head.\\n\\n'I signed onto the expedition with intent of heading into the wild, myself. I wanted to slay these creatures and earn my own glory.'\\n\\nHe stares off into the sky.\\n\\n'There is such glory to be had in the city if you are the one who finds and defeats the great salamander, Nejagil.'\\n\\nHe shakes his head as if pulling himself out of a daydream.\\n\\n'Look at me now, a manager of goods and service.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Abido instructed you to speak with the expert assistants to learn more about the salamanders and boars that roam the hills to the north and west of the camp and city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Oh, hello, welcome, excuse me.'\\n\\nThe man seems confused.\\n\\n'Forgive me. I was told the position here would be in the field. I have spent a good deal of time adjusting to the demands put upon me in organizing details and hunts rather than the pursuits I originally intended.\\n\\n'If you would, consult with the experts here for details on the importance of the creatures you will be hunting.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Speak with Zerkho",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Speak with Karbah",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Worms and salamanders, in any of the forms they take here in the Cape of Umbar, are not for eating. Their flesh and meat is poison to us. The boars that wallow in the mud pools along the hills of Umbar have meat decent enough for normal fare. No cook would ever use the meat for delicacies. Innkeepers and the commoners, on the other hand will happily purchase the meat for modest meals.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Worth of Earth and Fire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Speak with Mallax",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'The worms and salamander that make the north and west reaches of their habitats have no value to an outfitter. The wild hogs of the moorlands have two uses. Their hides and coats, can be refined by skilled foresters and made into something used by outfitters like myself. Additionally, their dung is a critical component in the process of creating the tannins that we use to cure and treat the hides of nearly all animal leathers....'",
      "es": "",
      "es (fem)": ""
    }
  ]
}