{
  "id": 621084713,
  "txt": [
    {
      "id": 216727828,
      "en": "With the hides collected and safely stowed, it is time to return to the hunter's encampment outside of Umbar Baharbêl to deliver the hides to Khânai.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Khânai directed you to scour the lands surrounding the encampment but more near the savannah and desert for the water buffalo. You are to collect hides from the defeated beasts and return them to her at the expedition encampment.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Collect water buffalo hides ([placeholder]/12)",
      "es": ""
    },
    {
      "id": 215429254,
      "en": "'You will find the buffalo wandering all land to the east here in the Cape of Umbar. They will roam savannah to desert in search of feed. Their hides should easily be removed once the great beasts are slain.'",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "Collected a water buffalo hide ([placeholder]/12)",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Return the hides to Khânai at the expedition camp",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Khânai suggests that the water buffalo dwelling in the areas within and near the desert to the north of the expedition have hides that are best for tents. The citizens of Umbar prize the larger hides, and she asks that you acquire some for her.",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Collected water buffalo hides ([placeholder]/12)",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'The blistering heat of the sun burns flesh and draws water from our skin. To protect ourselves from the danger that the sun presents, we use tents and other items to shield our heads. The buffalo that roam the outskirts of the desert have large hides conducive to these purposes. I ask that you hunt and skin the beasts for their hides and then return them to me.'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Proper Size of a Tent",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Return the hides to Khânai at the expedition camp",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Collect water buffalo hides ([placeholder]/12)",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'A fine collection. I will return this to my patron in the city, and they shall be made into useful abodes for the populace.'",
      "es": ""
    }
  ]
}