{
  "id": 621084624,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Your task is complete, and none too soon. Return the dung to Abido at the hunter's expedition in the south-east of the Cape of Umbar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Collect heaps of dung ([placeholder]/20)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "Collected a heap of dung ([placeholder]/20)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Return the dung to Abido at the hunter's expedition",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Abido asked you to help him obtain twenty heaps of dung to send back to outfitters in the city. It matters only that the dung comes from wild hogs or buffalo that make the crags and desert of the Cape of Umbar their habitat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73085",
      "en": "'Wild hogs and buffalo can be found north of this encampment. They wander the crags, the desert, the savannahs. Wherever you find them, you are certain to find what I need you to... pick up.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Wild hogs and buffalo can be found north of this encampment. They wander the crags, the desert, the savannahs. Wherever you find them, you are certain to find what I need you to... pick up.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "As foul as the task may seem, it is a necessary one for the outfitters of Umbar: the collection of excrement from wild beasts throughout the Cape of Umbar for the production of tannins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Collected heaps of dung ([placeholder]/20)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "Abido shakes his head.\\n\\n'I admit that this is an ignoble request. Outfitters in the city, who provide and create leathers for the populace, require a certain amount of an item....'\\n\\nHe pauses and sighs.\\n\\n'They require dung. The dung of boars or wild buffalo; the source does not truly matter. It is a crucial ingredient in the process to create the tannins used to tan hides. I am to obtain twenty heaps for delivery to the city. If you are willing to undertake this request, you will be paid very well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Return the heaps of dung to Abido",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Collect heaps of dung ([placeholder]/20)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I am surprised that I did not sense your arrival. Given the task you have just completed for me I thought I would have sensed you from a great distance. Strange that, yes? As promised, a generous reward for such a terrible request.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Heaps of the Stuff",
      "es": "",
      "es (fem)": ""
    }
  ]
}