{
  "id": 621084611,
  "txt": [
    {
      "id": 216727827,
      "en": "You found the crab Tevurin spoke of and battled it to the death. You took its claw as a trophy and should return the claw to Tevurin at the hunter's expedition in the south-east of the Cape of Umbar as proof of your deed.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Defeat Omkâru and collect its claw",
      "es": ""
    },
    {
      "id": 215429252,
      "en": "'If the rumours are true, the crab makes its way to shore under the light of the stars. Making its way along the shoreline. Hunt for the creature at night.'",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "You defeated Omkâru and collected its claw",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Tevurin advised that a legendary ancient crab stalks the shores north and east of the expedition encampment. He asked that you help earn accolades by finding and defeating the creature.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Deliver Omkâru's claw to Tevurin at the hunter's expedition",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'If the rumours are true, the crab makes its way along the shoreline east of here.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Tevurin asked you to make your way to the east and north along the shore to find and kill Omkâru, a legendary ancient crab.",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "You defeated Omkâru and collected its claw",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'When I signed on to the expedition, I hoped to seek my own fortune as a hunter of the magnificent. Now, I am mired in the details of delivery and collection for the union and my dreams are filled with numbers of deliveries and counts for collection.\\n\\n'I do not mean to complain. After all, you helped me as much as you have, friend. You see, there is an ancient crab rumoured to stalk the shores to the north and east of where we are camped.\\n\\n'Any who find this creature and collect a trophy from it will be met with great accolades, I am sure. I wonder, would you be interested?'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Show the claw to Tevurin",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Defeat Omkâru and collect its claw",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'My friend, you have done something that several have dreamed of, but none, until now, have ever achieved. I can offer you very little in the way of reward for such a feat; certainly not enough to honour this achievement, but please accept this reward.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Now One for Me",
      "es": ""
    }
  ]
}