{
  "id": 621084721,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Return the silk to Kh창nai at the expedition camp. She will be pleased that you helped her meet the quote placed upon her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Collect strands of spider-silk ([placeholder]/16)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "Collected strands of spider-silk ([placeholder]/16)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Make your way north into the desert and collect thick silk webs from the spiders there. Be cautious; the spiders are cunning in their nests.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73087",
      "en": "'Search for a large nest of spiders on the western edge of the desert to the north. Take care not to disturb too much at once, lest you face the wrath of the brood.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Search for a large nest of spiders on the western edge of the desert to the north. Take care not to disturb too much at once, lest you face the wrath of the brood.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Return the silk to Kh창nai at the expedition camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "In the city of Umbar, the outfitters refine the silken webs of the desert spiders into fabric and dye it for use by the aristocracy. Kh창nai asked that you collect silks from webs and spiders to supply the outfitters in the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Merchant or magistrate, if you are a leader in Umbar, you dress in fineries offered by the outfitters who learned to refine the heavy silk of desert spiders into fine fibres and fabric.\\n\\n'For those like you and me, not destined to walk the halls of leadership, we work to collect the materials that outfitters and tailors use to adorn the leaders with the trappings of their offices.\\n\\n'Use caution when collecting the silk from the spiders in the desert. They are known to entrap many travellers and beasts who stumble like newborn calves through their nests.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Return the silk to Kh창nai at the expedition camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Collected strands of spider-silk ([placeholder]/16)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Collect strands of spider-silk ([placeholder]/16)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Threads of Silk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'I am impressed with the care you took in harvesting this silk. Too often, I will find frayed fibres dragged through the dust and dirt. Few understand that such carelessness ruins much of the material, reducing the price the silk earns when sold at market.\\n\\n'Your efforts will earn top prices. Your reward reflects the care you took.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}