{
  "id": 621084720,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Having recovered the spice that Khânai requested, it is time to return the sacks of freshly gathered herbs to her at the Hunter's encampment.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Seek spice from the sand-storms and sand-worms in the desert north of the expedition camp. Collect twelve sacks of desert spice and return them to Khânai.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Collect sacks of spice ([placeholder]/12)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "Collected a sack of spice ([placeholder]/12)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Deliver the spice to Khânai at the expedition camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73087",
      "en": "'Make your way to the desert and collect pouches of spice from the grims and sandworms. You will find them north in the desert sands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Make your way to the desert and collect pouches of spice from the sand-storms and sand-worms. You will find them north in the desert sands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Desert spice, used in many dishes enjoyed by the people of Umbar, requires collecting and sifting sand where desert fauna deposit spice. Khânai asked that you obtain spice for her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Chefs in Umbar say that the blend of spices used to enhance the flavour of their dishes is more important than the collection of any other ingredient. The spice blend is rare and found only in the desert. Worse still is the method for collecting the spice.\\n\\n'To obtain desert spice, you must eliminate the carrier. Strange winds streaking across the desert or sand-worms are known to be spice carriers. Seek them out in the desert land to the north and return to me when you've gathered twelve sacks full.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Deliver the spice to Khânai at the expedition camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Collected sacks of spice ([placeholder]/12)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Collet sacks of spice ([placeholder]/12)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Spice Flow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Once delivered, the cook's guild will further refine and separate the spice from the silt. The guild can include the spice in their recipes, package it for sale, and teach others the processes of refining the product.\\n\\n'You completed the work asked of you. The guild will know that it was you that furnished the spice. Here is your reward.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}