{
  "id": 621084613,
  "txt": [
    {
      "id": 216727827,
      "en": "You collected what you believe is about a stone's worth of crocodile meat. Return the meat to Tevurin at the hunter's expedition in the southeast of the Cape of Umbar.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Collect crocodile meat ([placeholder]/14)",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Collected crocodile meat ([placeholder]/14)",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Deliver the crocodile meat to Tevurin at the hunter's expedition",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Tevurin directed you to make your way south and east to the shoreline to hunt crocodiles for meat. Chefs in Umbar Baharbêl use the meat to cook for the masses.",
      "es": ""
    },
    {
      "id": 215429253,
      "en": "'I need about a stone's worth of crocodile meat. You can find them along the shore to the south and east of the expedition camp.'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'I need about a stone's worth of crocodile meat. You can find them along the shore to the south and east of the expedition camp.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Most of a crocodile can be eaten. Tevurin does not seem to be overly concerned about what kind of meat you obtain so long as it is from the crocodiles on the shore of the sea to the south and east.",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Collected crocodile meat ([placeholder]/14)",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Nearly all of the crocodile can be eaten, so I will not require any particular portions of the beasts for this request. We have only been tasked with acquiring meat.\\n\\n'To be exact, I will need a stone's worth of crocodile meat. The meat will need to be unspoiled, but otherwise any crocodile meat should suffice.'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Deliver the crocodile meat to Tevurin",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Collect crocodile meat ([placeholder]/14)",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Yes, this will do. It feels about the full weight of a stone. Thank you for your assistance.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Meat for the Masses",
      "es": ""
    }
  ]
}