{
  "id": 621084724,
  "txt": [
    {
      "id": 216727827,
      "en": "After collecting enough eggs from the spider's brood lair, you should return them to Khânai at the Hunter's camp in the Cape of Umbar.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Return the eggs to Khânai at the expedition camp",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Collect spider-eggs ([placeholder]/12)",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "An inventive answer to the dangers presented in harvesting spider-silk is to control the brood in the city. Khânai asks that you collect spider eggs from the nest in the desert so she can deliver them to the scholars and outfitters.",
      "es": ""
    },
    {
      "id": 215429253,
      "en": "'You will find spider eggs within the nest in the desert to the north. Be careful not to disturb the brood matron watching over the unborn menaces.'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'You will find spider eggs within the nest in the desert to the north. Be careful not to disturb the brood matron watching over the unborn menaces.'",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "Collected spider-eggs ([placeholder]/12)",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Khânai suggested that the scholars of Umbar are trying to cultivate a brood separate from the nest in the desert. To do so, the scholars require a matron and hope that collecting some eggs might yield what they desire.",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Collected spider eggs ([placeholder]/12)",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Scholars and outfitters in Umbar City concocted a plan to produce silk at reduced risk to people like us. They desire to gather enough eggs from the brood mother in the desert nest to cultivate a brood within the city.\\n\\n'Should they succeed, perhaps our lives would be less fraught with danger. I will carefully package and deliver the spider eggs if you will collect them for me.'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Return the eggs to Khânai at the expedition camp",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Collect spider eggs ([placeholder]/12)",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I dare not ask the scholars how many spiders hatch from these eggs. I will leave the rearing of these crawling menaces to those with a stronger stomach. I will focus on the worms that stalk the sand. They intrigue me more than anything with legs.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Brood Apart",
      "es": ""
    }
  ]
}