{
  "id": 621084621,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Make your way to the worm habitat in the north-west crags. Search there for patches of black sand and collect three bags of the stuff for Abido at the expedition encampment.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "You searched the area and found three full bags of tar sand. Return the filled sacks to Abido at the hunter's expedition in the south-east of the Cape of Umbar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Collect bags of tar sand ([placeholder]/3)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Make your way to the worm habitat in the north-west crags. Search there for patches of black sand and collect three bags for Abido at the expedition encampment.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73085",
      "en": "'You will find the sands I speak of in the hills where the worms lurk. They are north-west beyond the city. Collect some of the sand and return it to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Collected bags of tar sand ([placeholder]/3)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Deliver sacks of tar sand to Abido at the hunter's expedition",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'You will find the sands I speak of in the hills where the worms lurk. They are north-west beyond the city. Collect some of the sand and return it to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "In the north-west, beyond the city and amongst the crags where the worms make their lairs, sands are stained black from oil that seeps through the surface. You were asked to collect a few sacks of the sand and return them to the expedition camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Collected bags of tar-sand ([placeholder]/3)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'In the habitat where you find the worms, there are sands that bubble with crude smelling oil. The sand is thick and heavy, drawing down most anything too large and heavy to stand upon it.\\n\\n'There are those in the city proper, however, who prize these sands. For when treated correctly, they can harness the power of fire with it for days at a time.\\n\\n'I ask that you fill three sacks with the sand and return it to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Deliver the sacks of sand to Abido",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Collect bags of tar-sand ([placeholder]/3)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I am told that the scholars have learned to press the sand to draw out the natural oil within. They use it in lamps, torches, and all manner of things that burn. I have heard tell that the Kindred are planning to make even greater use of the extract. How, I do not know.\\n\\n'Your payment is well earned. Here, my friend. Would that I could leave these bounds and journey with you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Black Sand",
      "es": "",
      "es (fem)": ""
    }
  ]
}