{
  "id": 621084722,
  "txt": [
    {
      "id": 216727827,
      "en": "Khânai made sure you understood that you should speak with the advisors visiting the encampment to learn what is hunted for in the desert and the dangers that the flora and fauna present.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'The reasons to hunt in the desert waste are many. As a scholar, the main reason that I choose is knowledge.\\n\\n'We seek to understand the secrets of spider's weaving webs. We wish to know why the frill about a lizard's neck repairs itself as does a salamander's body. These mysteries are the puzzles that drive us back into the desert when we know the dangers are great.'",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Speak with the scholar, Mallax",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Having spoken with the advisors, you should return to Khânai and let her know that you are prepared to deal with the flora and fauna of the desert.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Speak with Khânai at the Hunter's Expedition Camp",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'What the advisors teach you is learned from books and speeches. What I will tell is from experience of my own and that of travellers who make their way through the unforgiving desert.\\n\\n'When there is a question of your safety move to the rocks.\\n\\n'When your journey is beginning make sure to drink your water.\\n \\n'Share your water with others only if they are trusted or of your kin.\\n\\n'Do not linger on the hot sand too long.\\n\\n'Now... you are as prepared as can be.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Khânai suggested that you should converse with the experts visiting the expedition from the city to learn more about the vale and the threats across the desert to the east and north.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'The land to the east of the city and north of this encampment is barren and desert-like. There lay a wasteland where trees grow sparsely and danger lurks within the sand.\\n\\n'Terrible creatures sift through the sand, spin it about them as they blow across the landscape, or, worse, lay traps to ensnare the unobservant.\\n\\n'Above all else, one must be alert and informed when entering those lands.\\n\\n'I advise consulting with the experts here within the expedition camp for their guidance and direction to understand why we hunt in the desert and what you should expect if you make your way there.'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Speak with Zerkho",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Speak with the outfitter, Karbah",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Khânai sent you to learn about why the chefs of Umbar desire us to explore and ravage the already ravaged desert land to the east of the city, eh?\\n\\n'I will tell you, then. Across the desert grows an abundant array of aromatic and potent spices that give many of the dishes enjoyed by our aristocracy. It is for this reason that we send so many adventurers into the wastes.\\n\\n'There are enemies there: grim winds that carry the spice, and worms that sift the sand to move, leaving spice in their wake, or, carrying the spice within themselves. These are each viable targets for the collection of the spices we desire.\\n\\n'But be wary, the magical nature of the grim and the violent nature of the sand-worms should not be underestimated.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Eastern Stretch",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'In the desert land east of Umbar Baharbêl, there is a great brood of spiders weaving deep nests and webs to ensnare beasts as large as water buffalo. It is these spiders that the aristocracy prizes. Not for anything other than the webbing and silk that the spiders weave.\\n\\n'When worked through looms, the spider-silk can be turned into beautiful fabrics that are then dyed and manufactured to the specifications made by the great tailors of the guilds and sold to the well-to-do.\\n\\n'Be warned, the spiders are foul creatures with a penchant for blood. And, sadly, they are very good at obtaining what they desire. You must simply be better at keeping yourself alive.'",
      "es": ""
    }
  ]
}