{
  "id": 621084733,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "After collecting several claws to meet Tevurin's quota you need to return them to him at the hunter's expedition encampment in southeastern Cape of Umbar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Head south and east along the river shore and hunt the crabs there for their claws. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "Collected crab claws ([placeholder]/12)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73085",
      "en": "'Find crabs on the shore west and south of the camp. Collect their claws and return them to me here at the encampment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Return the crab claws to Tevurin at the expedition camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Find crabs on the shore south and east of the camp. Collect their claws and return them to me here at the encampment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "A new delicacy developed by an aspiring chef in Umbar increased the demand for crab claws. Tevurin directs you west to the beach to collect ungues that he can send to the city from the encampment.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Collected crab claws ([placeholder]/12)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'A new chef in Umbar created a dish enjoyed immensely by the Kindred of the Coins. This chef's success drives demand for crab claws to a pace that cannot be met. I am tasked with sending hunters to acquire the claws to help meet the quotas put upon the Cook's Guild. Are you willing to assist?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Return the crab claws to Tevurin at the expedition camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Collect crab claws ([placeholder]/12)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'This is exactly what I required, friend. I will ensure the claws are delivered to my patron and they will know your involvement. After all, you should be rewarded with more than I can offer for your continued efforts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Claws for Excitement (Daily)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Collect crab claws ([placeholder]/12)",
      "es": "",
      "es (fem)": ""
    }
  ]
}