{
  "id": 621084601,
  "txt": [
    {
      "id": "0xeb01180",
      "en": "Tevurin directed you to look along the sands near the shore east of the expedition camp in search of the great ancient crocodile, Ghadamût. Defeat the crocodile and collect its jaws.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Defeat Ghadamût and collect its maw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73084",
      "en": "'The massive beast has only ever been seen in the light of day. It is said to lay in the sun and appear asleep. Do not let its sedentary behaviour fool you. Be cautious too, as it is said to defend the bask from hunters.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "You defeated Ghadamût and collected its maw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Deliver Ghadamût's maw to Tevurin at the hunter's expedition",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'The massive beast is often seen basking in the sun on the beaches east of here. It is said to lay in the sun and appear asleep. Do not let its sedentary behaviour fool you. Be cautious too, as it is said to defend the bask from hunters.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "You have learned that the term used for a group of crocodiles is a bask, and that there is an ancient crocodile that makes its way onto shore to bask in the sun daily. You were asked to gain proof of defeating the massive crocodile and bring it to Tevurin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "You defeated Ghadamût and collected its maw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'During the sunlight hours it is said, a great crocodile of immense size and age makes its way to the beaches to sit and rest in the sun among the bask of crocodiles.\\n\\n'Some have fought the creature only to be rescued near death from its jaws. Others have gone on the hunt and disappeared. I had wanted to make my mark as shore hunter by claiming its jaws as a trophy, but alas - my duty now is the daily effort of scribing and counting.\\n\\n'Perhaps this is a pursuit you will find appealing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Bring Ghadamût's maw to Tevurin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Defeat Ghadamût and collect its maw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'This is a feat that I did not think possible.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Bask-master",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Tevurin directed you to look along the shore south and east of the expedition camp during the day in search of the great ancient crocodile, Ghadamût. Defeat the crocodile, collect its jaws, and return it to Tevurin.",
      "es": "",
      "es (fem)": ""
    }
  ]
}