{
  "id": 621084642,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Abido, excited at the prospect of seeing Nêjagil, wants you to return to the black sands in the crags north-west of Umbar City to find and slaughter the beast. Collect its tail and return to him at the expedition encampment.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Defeat Nêjagil and claim its tail",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "You defeated Nêjagil and claimed its tail",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Deliver Nêjagil's tail to Abido at the hunter's expedition",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Abido, excited at the prospect of seeing Nêjagil, wants you to return to the black sands in the crags north-west of Umbar City to find and slaughter the beast. Collect its tail and return to him at the expedition encampment.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73085",
      "en": "'You should find Nêjagil stalking near the black sands in the crags north-west of Umbar City. Please, as an enthusiast who wanted nothing more than to face the beast will you claim that glory in my stead?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'You should find Nêjagil stalking near the black sands in the crags north-west of Umbar City. Please, as an enthusiast who wanted nothing more than to face the beast will you claim that glory in my stead?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Abido, inspired by the ease with which you accomplished all of the tasks he laid before you, asks for assistance in seeing his dream through. He wants you to hunt and slay Nêjagil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "You defeated Nêjagil and claimed its tail",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I heard from another aspirant aiding me that they saw Nêjagil roaming the black sands at night. They told me they engaged the beast but were forced to flee the confrontation because it overpowered them. It chirped loudly, they said, so loudly that it shattered their ears.'\\n\\nHe shakes his head.\\n\\n'Would that I could leave my post during the day to hunt down the beast.\\n\\n'I wonder, would you hunt the beast? You've proven so able thus far with everything before you. Certainly, you are twice the adventurer as this other aspirant. You could slaughter the beast, collect its tail as a trophy and return it to me so that I might see something of the beast for my time in the wilds.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Return to Abido with Nêjagil's tail",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Defeat Nêjagil and claim its tail",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'It is everything I expected and more. Even now the flesh knits back together. Forgive my excitement. You see, the tail of the salamander is exceptional. You have defeated a creature that many have feared for years.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Hunt for Nêjagil",
      "es": "",
      "es (fem)": ""
    }
  ]
}