{
  "id": 621084712,
  "txt": [
    {
      "id": 228284034,
      "en": "'The hills and plains that meet the sea teem with an abundance of fauna, natural and corrupt. Cooks in the city use bits gathered from uncorrupted creatures to supplement the food served throughout the city.\\n\\n'My role is to organize the collection and distribution of the materials the cooks require and reward any who aid in the effort. Discuss with Zerkho and Dorshet the benefits gained from gathering materials and the danger inherent to meeting the requests.'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Speak with Dorshet about the fauna in the hills",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'As you climb the hills far to the north and west of this expedition, you will see signs of uncorrupted fauna. Seahawks soar on the warm air rising from the land as it fights with cool breezes from the sea. Bog-lurkers, often mistaken for reeds or detritus, wander in large numbers.\\n\\n'Cooks in Umbar draw the most value from these creatures.\\n\\n'Sea hawks lay large flavourful eggs that epicures devour by the dozen. The profit gained exceeds the risk presented by disturbing the sea hawk's nests.\\n\\n'Bog-lurker legs are a delicacy for the thin shaft of gelatinous meat drawn forth when boiled and the salty broth that remains after. Last, the seeds found on the lurker's back grow to stock our vegetable and spice stores.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Speak with the expedition assistants to learn about the birds of prey and bog-lurkers on the Eastern Cape of Umbar. Though limited in use, there remains value in hunting these creatures. The assistants in the expedition camp will tell you more.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "You spoke with Zerkho and Dorshet. They do not think that there is a threat from the seahawks and bog-lurkers you hunt in the north. Return to Luthana in the expedition camp.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'I have no desire to harm the sea hawks making their nests in the northern part of the Cape of Umbar. Unlike the culinarians, I do not wish to steal their young. I want only to recover what they lose and what they find that was lost.\\n\\n'I am sorry. I do not mean to be cryptic. The sea hawks lose their feathers, naturally and unnaturally. The sea hawks also find baubles and bits from shipwrecks.\\n\\n'My patrons in the city desire these commodities and pay well for any who deliver them.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Nature's Own",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Speak with Dorshet and Zerkho. Their knowledge provides advantages in harvesting the materials my patrons require.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Zerkho and Dorshet do not believe that there is a threat posed by the sea hawks and bog-lurkers as you attempt to relieve them of their limbs and eggs. I respect their knowledge but question that advice. I would use caution, friend.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Speak with the expedition assistants to learn about the birds of prey and bog-lurkers on the Eastern Cape of Umbar. Though limited in use, there remains value in hunting these creatures. The assistants in the expedition camp will tell you more.",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Speak with Zerkho about the fauna in the hills",
      "es": ""
    }
  ]
}