{
  "id": 621084731,
  "txt": [
    {
      "id": 216727829,
      "en": "You collected hides and haunches from the boars in the wilds of eastern Cape of Umbar. Deliver the haunches and hides to Abido at the hunter's expedition camp in south-eastern Cape of Umbar.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Abido asked that you make your way throughout the eastern Cape of Umbar in search of boars to collect their hides and meat.",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "Collected boar haunches ([placeholder]/12)",
      "es": ""
    },
    {
      "id": 215429252,
      "en": "'You will find the boars strewn across the crags and hills throughout the eastern Cape of Umbar. Collect their hides and haunches and return them to me here at the encampment.'",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Collect boar hides ([placeholder]/12)",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "Collected boar hides ([placeholder]/12)",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "You collected hides and haunches from the boars in the wilds of eastern Cape of Umbar. Deliver the haunches and hides to Abido at the hunter's expedition camp in southeastern Cape of Umbar.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'You will find the boars strewn across the crags and hills throughout the eastern Cape of Umbar. Collect their hides and haunches and return them to me here at the encampment.'",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Collect boar haunches ([placeholder]/12)",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "Collected boar haunches ([placeholder]/12)",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Deliver the haunches and hides to Abido at the hunter's expedition camp",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Demand for boar hides and meat in the city grows steadily. Abido requests that you collect hides and meat from boars to meet the orders placed by his patrons.",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Collected boar hides ([placeholder]/12)",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'My patron asked for more boar meat and hides. The commoners eat well because of our efforts. Shall we continue our enterprise where you collect the beast's loins and skin and I ship it on to the city?'",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'As long as there is demand for the boars I will have work for you, friend. You are a swift hand at this and I am grateful for that fact. As always, here is your payment for the job you've done.'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Deliver the haunches and hides to Abido at the expedition camp",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Collect boar hides ([placeholder]/12)",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Boar Hunters (Daily)",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Collect boar haunches ([placeholder]/12)",
      "es": ""
    }
  ]
}