{
  "id": 620875792,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "Talk to Albin Northcotton",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "There is much to do around the Northcotton Farm in order to prepare for the upcoming farmer's market.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'We are terribly behind this year. Almost nothing has been done, and I do not know how we possibly can get it all done. The harvest has not been the greatest so we have been spending all of our time trying to get what did grow to stay alive.\\n\\n'In order to have a proper farmer's market, there are many things we must still have. We have to have pies and premiere pipe-weed. We need to clean the place up and get the animals ready for petting. We also told Nibs he could participate this year, and I hear he's had some trouble as of late.\\n\\n'If you could help us get all of this ready, we would greatly be in your debt. This may be the last year we can have this market, and I'm going to do whatever I can to make sure it's the best!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Pies need making, chores need doing, animals need tending, pipe-weed needs harvesting, and neighbours need helping before the farmer's market can happen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I cannot believe it is all done and ready. I was sure we would have to cancel... but not only are we ready to go, you've gotten us ready early!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Albin Northcotton is at the Northcotton Farm.  \\n\\nAlbin Northcotton will be pleased to hear that everything is ready.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'It is a long list, but it is a manageable one, I think.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Help Rosa Brockhouse get the pies ready",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Help Milo Longfurrow with the chores",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Help Gerard Deephole get the animals ready",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Help Blossom Gamgee prepare the pipe-weed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Northcotton Farmer's Market",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Help Nibs and Hal Gamgee with their troubles",
      "es": "",
      "es (fem)": ""
    }
  ]
}