{
  "id": 620842123,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Brungúr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Thorún",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Defeated Mordeloth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Three gaunt-men called Gaunt-masters have been building a wight-army to use against the Malledhrim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The Men of the East who were brought to construct Dol Guldur were driven hard by their masters, yet unbeknownst to them their final resting places were being prepared by evil beings who would become their masters in death as well, once the life was driven from them by their brutal labours.\\n\\n'In these runes I see the inscriptions of three fell hands...gaunt-masters in the service of the Nine, who even now summon fell spirits to draw the Dead from their graves to move against us.\\n\\n'These three sorcerers must be destroyed before they complete their rituals, or the numbers of the Dead will multiply greatly, and we may find ourselves hard pressed to hold Ost Galadh from them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Gaunt-masters can be found in the eastern reaches of the Scuttledells.\\n\\nIvorel has tasked you with destroying the three Gaunt-masters who are raising the Dead from their barrows.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Excellent! With those fiends no longer a threat, the spells they have laid upon the barrows will begin to unravel.\\n\\n'If the barrows themselves are sealed, then the greater part of the danger shall be contained.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ivorel is at her camp in the Scuttledells.\\n\\nYou should inform Ivorel of the destruction of the Gaunt-masters.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The foul art of raising wights is a sorcery of unequalled evil. That creatures such as the gaunt-men may summon their spirit-brethren from beyond the Void to defile the corpses of Men is unimaginable!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Brungúr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Thorún",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat Mordeloth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Ivorel at her camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Masters of the Dead",
      "es": "",
      "es (fem)": ""
    }
  ]
}