{
  "id": 620842082,
  "txt": [
    {
      "id": 22075078,
      "en": "Defeat Gwandir",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Defeat Norgol",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Defeat Gwathrengor",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Defeat Urkflagít",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "Golnauk was sent to gather anything remaining from Gandalf's battle with the Nine and return it to the fortress of Dol Guldur.",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "Few bats enjoy the taste of flesh more than Bloodwing, who has been known to devour small hobbits whole.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The peak of Weathertop was witness to a terrible battle between Gandalf and The Nine. The aftereffects still reverberate across the Lone-lands.",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "Gúgaw's great power always came from his arm, even after his untimely death in a whittling accident.",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "Since the fall of Garth Agarwen and the defeat of Ivar, Laimbenn has been wandering the Lone-lands, desperate to avenge his fallen ally.",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "Few things make Mokum angrier than athelas. 'Herbs are for destroying, not healing,' he often yells as he enters the fray.",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "Gwandir was a prized archer in life and in death, until Thadaen stole his bow.",
      "es": ""
    },
    {
      "id": 118018279,
      "en": "Like a moth to a flame, if the fire is big enough, Norgol will come.",
      "es": ""
    },
    {
      "id": 118018280,
      "en": "Drawn by the ferocious battle between Gandalf and the Nine, Gwathrengor has come to Weathertop seeking power.",
      "es": ""
    },
    {
      "id": 118018281,
      "en": "Urkflagít enjoys spending his nights sleeping beneath the full panorama of stars on display above Weathertop.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Complete all optional encounters in the Defence of Weathertop Skirmish",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Golnauk",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Bloodwing",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Defeat Gúgaw's Arm",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Defeat Laimbenn",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Stand at Amon Sûl",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Defeat Mokum",
      "es": ""
    }
  ]
}