{
  "id": 620842127,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Brungúr's barrow has been sealed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Thorún's barrow has been sealed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Mordeloth's barrow has been sealed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ivorel is concerned that the damage caused by the Gaunt-masters may not be reversible, but the barrows must be sealed to prevent more of the dead from emerging to threaten the Malledhrim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The inscriptions you described to me speak of the great labour that went into the building of Dol Guldur as the abode of the Necromancer. Many men were brought here from the far east, and they worked upon its stones, and their labour was cruel beyond endurance. As they died of weariness, they were interred in the barrows here to continue their servitude eternally as guardians of last resort.\\n\\n'They remain his servants still, and now are called forth to stay our advance against the tower, animated by fell spirits of Morgoth -- but many remain that have not yet awakened, and we must ensure that they do not come forth in greater numbers. We must seal these barrows so that their inhabitants remain therein forevermore.\\n\\n'Shut the barrows and place these seals upon them -- these seals were given to me by Agorin before I left Ost Galadh, for she suspected that these barrows would be disturbed. I give them now to you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The barrows lie to the north-east of Ivorel's camp.\\n\\nIvorel asked you to shut the barrows of the Scuttledells and place seals of Elven-make upon them so that the fell spirits of Morgoth cannot rise up as wights.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have sealed the doors of the barrows, [placeholder]? Well done. We have only to banish the fell wights that roam still in the Scuttledells... then perhaps peace will find this part of the forest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ivorel is at her camp, south-west of the barrows.\\n\\nYou should return to Ivorel with news of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'It is an evil fate that the shells of simple folk like the Woodmen should be made to serve the Enemy....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "YOU SHOULD NOT SEE THIS",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Seal Brungúr's barrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Seal the barrow of Thorún",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Seal the barrow of Mordeloth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Ivorel at her camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Sealing the Barrows",
      "es": "",
      "es (fem)": ""
    }
  ]
}