{
  "id": 620842168,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected clue to the five gravestones ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Idhrenfair's curiosity has been roused by the grave-stones. He believes that something went amiss in this town if it is filled with such restless shades.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'It is a riddle indeed, and my curiosity is far from satisfied. While many of the shades seem hostile, surely some will not be so, if you approach them in peace. What I am proposing, [placeholder], is that I hope you will make another try at uncovering the full tale behind this town.\\n\\n'Cross the bridge into Audaghaim and learn if any of the spirits will have words with you. I am sure there is a story here to be unearthed. I am most interested in the blank grave-stone, but I would not be surprised if all were tied together to some strange event.\\n\\n'With Dol Guldur so near, this town cannot have met a happy end.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Shades can be found in Audaghaim, east of the Haunted Inn in the Dourstocks.\\n\\nIdhrenfair would like you to glean information from any shade in Audaghaim who is not hostile.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Who are you, and why do you disturb our peaceful town? Why do you pry? We have nothing to hide. Our forest is fair, and its resources plentiful. Our folk want for naught. Leave us be!\\n\\n'We are but simple woodsmen and have been so for many centuries. Many of our folk are set in their ways, but a little change has never hurt anyone. There is always room for a people to grow. And what better time could there be for us to grow and change for the better?\\n\\n'The graveyard, you ask? What of it? Every mortal creature must die, and so we bury them, as is our tradition. There is nothing unusual about Audaghaim. Now move along, or you shall be sorry.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Ranger Idhrenfair awaits you in the Haunted Inn in the Dourstocks, west of Audaghaim.\\n\\nYou should return to Idhrenfair and convey the words of the shade to whom you spoke.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The shade you should confront is in Audaghaim, in the Dourstocks.\\n\\nYou have collected some interesting relics, possibly implements of murder, and should show them to the shade.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'There is nothing to see in Audaghaim, for we are but a simple folk. Move along, or you will be sorry indeed!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Now that is a curious tale! Some points caught my interest as you conveyed the shade's message. He spoke of fair trees, as if he still sees Mirkwood as it was before the Watchful Peace ended.\\n\\n'He also mentioned that his folk were simple, but that change seemed to be imminent. Based on the years on those tombstones, it is safe to assume that the dark Lord's reclamation of his seat at Dol Guldur was the change of which he spoke.\\n\\n'So the Dark Lord came, naturally. How did the Woodmen receive him? We are getting closer to an answer, but it is a shame that the shade did not offer the whole story.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'See what you can learn in Audaghaim. I am certain a brief search will be fruitful.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Why do you disturb me thus? Begone, stranger! You are not wanted here.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find a shade in Audaghaim who will speak with you",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return to Idhrenfair with the evidence",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Return to the shade with the evidence",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Unconvincing Innocence",
      "es": ""
    }
  ]
}