{
  "id": 620896414,
  "txt": [
    {
      "id": "0x67f87e1",
      "en": "'Time is running short and the Enemy's forces are on the move - have you made your decision yet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'A few days ago, we saw a pair of Elves headed down into the Gorge under cover of darkness. They did not seem to be trying to hide, but by the time we noticed them they were already well past us...we did not dare go after them.\\n\\n'The way they were dressed, I would say they must have been servants of the Sorceress of the Golden Woods to the north. I have no idea why they would come down here, though, and as long as they stay away from Stangard, I am not of much mind to interfere with them.\\n\\n'Still, it is my duty to keep an eye on what is going on down there, so if you should happen upon them -- and survive -- I would be interested to know what those two are up to.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x67f87e2",
      "en": "'Feh. Your people are trees Thickbark.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'The Rohirrim asked you to learn our purpose here? I do not suppose that it occurred to them to just ask us themselves? It is for the best, I suppose. The Men of Stangard have long held a great fear of our people in their hearts...and in truth, we do not discourage this. It helps dissuade them from intruding upon our forests without the need for cumbersome treaties or shows of force.\\n\\n'We have come to speak with the ancient Onodrim of Fangorn...the Ents. Have you met one in your travels before? We hope to convince them of the need to rouse themselves from their long peace, lest the course of the world pass them by still asleep here in their deep forest.\\n\\n'Alas, it seems that they already face their own concerns, and I cannot convince them to aid us. I think you should speak with them yourself...perhaps you and your allies may be able to help us resolve this situation?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Forest Roots",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x67f87e3",
      "en": "'You were born patient - you've never known another way! But we are running out of time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'I have considerable learning as a healer, and I examined Greylimb. I must admit my knowledge fails me when dealing with these creatures. \\n\\n'Anyhow, I expected to find that he had been poisoned -- likely by some vile effluent dumped into the river by Orcs in the Misty Mountains or the sort -- but now I believe it to be venom from a creature.\\n\\n'I do not know how such a venom might have found its way into the Limlight, yet its source cannot be far off, for such venom does not keep its nature long.\\n\\n'The only hint I have seen of such would be the spiders that hunt the northern edge of the Gorge. But what spider would prey upon trees...or would dare to prey upon the Ents?'\\n\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x67f87e4",
      "en": "'Time may be all you have - but it is running out all the same.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Greetings, little [placeholder]. Hoom, you have come at a strange time, hoom-hom, strange indeed. Why, we have not had so many guests beneath our boughs in many years. Ta-rum! Perhaps since I was an Enting even. Perhaps never before? It is hard to say.\\n\\n'It is sad, then, that you come to us with such troubling tales. Of war, of sorrow, of the ancient Enemy returned. I would tell you to go, that my people have already had their fill, hoom! All the memories of war that we could ever desire and many that we would forget. We would remain here in our forests while such sorrows exhaust themselves in the outside world, and we endure.\\n\\n'But they have already come, ta-rum, or so it seems. My companion Greylimb has fallen ill, and that is a rare thing indeed for my folk, unless the winter should bite so deep that our bark cracks in the cold. Hoom-hom! Something has sickened him in a way we do not understand, and some of the trees have likewise grown ill here on the edge of the Forest.\\n\\n'I can feel it now too, it is as if some poison has seeped into the very ground beneath our roots...but from where? We do not know. Hoom, Greylimb may be able to tell you more, if he feels up to speaking.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'What is this? Hoom-hom, more of the little folk among us? How queer, how queer indeed. Would that I felt fit for company, but I fear I am not. Not at all fit, I am afraid. Ta-rum! I feel as weak as an ancient fir facing his last storm.\\n\\n'Nay, I am not that old. Why? Do I look it? If you had asked me a little while ago, I would have said that I felt up to another Age at the least! But not anymore. Now, I feel mighty old indeed. Hoom! I just hope the beetles do not notice. Detestable things, beetles.\\n\\n'It is something in the roots I would say. That is where it started, sort of a strange tingling in the water. An odd taste, but I did not think much of it. I like to take my drink down by the river you see, each morning. But I noticed that the trees...they were not looking so well. Hoom-hom, it was not long before I felt ill myself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You found the prospector's shack",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x67f87e5",
      "en": "'Armies are marching as we speak. By the time you make up your minds, all will be decided!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x15f86e1",
      "en": "'Oh? Indeed. Hrrm...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You may want to find the Elves who passed into the Gorge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x15f86e2",
      "en": "'Then tell me, where were the Galadhrim when our Gardens were despoiled by the enemy?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You should speak with Galadriel's envoys in the Limlight Gorge.\\n\\nCaptain Agelbrit says the Elves were last seen headed down towards the far end of the Gorge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x15f86e3",
      "en": "'Haroom... No doubt. No doubt. You are a great warrior. That much I can see.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "You should ask the Ents of Fangorn what troubles have beset them recently.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x15f86e4",
      "en": "'But Mount Doom was a long way away from the Gardens... a long way indeed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x67f87e9",
      "en": "'Thank you, Erymeldir.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Greylimb waits with Thickbark beside the river.\\n\\nYou should speak with Greylimb about his illness.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x15f86e5",
      "en": "'Too far and too late, I am afraid, to be of any help to us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Erymeldir waits beside the river.\\n\\nYou should speak with Erymeldir and learn if he knows a remedy for the Ents and their trees.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x15f86e6",
      "en": "'Hrrmm... I suppose we could help you, yes. We are still strong. Strong enough for Orcs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x15f86e7",
      "en": "'But I do not think you can help us. Hrrumm... It has been too late for that for a long time now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x67f8790",
      "en": "'When next I desire your opinion, I shall be sure to ask you for it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x67f8792",
      "en": "'I'm sorry Thickbark... Where were we again?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Ordhrien",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Thickbark",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Greylimb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Erymeldir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x68087e6",
      "en": "'Hahaha! Listen to yourself Ordhrien!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x68087e7",
      "en": "'The tempestuous Elven warrior-maid, trying to press an Ent to make up his mind.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x15f87e1",
      "en": "'My my my... Hrumm... Such hurried words from one so old.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x68087e8",
      "en": "'You really should know better than that by now. Might as well try to rush a glacier.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x67f86e1",
      "en": "'Have you considered the Lady's offer yet Thickbark?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x15f87e2",
      "en": "'One would think the long ages would have taught you patience, as it has my people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x67f86e2",
      "en": "'Such an alliance could protect both our forests.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x15f87e3",
      "en": "'Time? We have time. Hmmmm...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x67f86e3",
      "en": "'What?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x15f87e4",
      "en": "'Indeed. I should think that time is all we really have left, wouldn't you say?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x67f86e4",
      "en": "'We were fighting... *I* was fighting - on the very slopes of Mount Doom!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x67f86e5",
      "en": "'I... I'm sorry about that Thickbark. I truly am.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x67f86e6",
      "en": "'Nothing I say can change what happened then. But we can still help each other now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6808791",
      "en": "'For you my dear Ordhrien, my advice is always free - as is my flattery.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Captain Agelbrit claims that a pair of Elves from Lothlórien passed by his guard-post in the dark of night, heading down towards the far end of the Limlight Gorge. What business would the servants of the Sorceress of the Golden Wood have in the Limlight Gorge?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Greetings. You must be [placeholder]. The Lady Galadriel suggested that we might encounter you and your friends here.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}