{
  "id": 620896420,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "Talk to Thickbark",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected large venom-glands ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected bloated venom-glands ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Collected glowing venom-glands ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Erymeldir has asked you to do battle with the various spiders in the Limlight Gorge and gather the venom-glands from them. He hopes to discover which -- if any -- of the spiders might be responsible for Greylimb's affliction.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The only way to be sure of the source of Greylimb's affliction would be for you to bring me samples of the spiders' venom that I could compare to the poison I found in his blood.\\n\\n'Alas, I cannot defeat such a creature myself...even my companion Ordhrien would be hard-pressed against those monstrosities.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Erymeldir has asked you and your allies to try to retrieve some poison-glands from the wandering spiders hunting the northern stretch of the Limlight Gorge, in the hopes of identifying the venom that has afflicted Greylimb the Ent.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Our deepest roots sicken, and the water of the Limlight runs foul with venom. The Elves tell us it must come from near to this place, but there are no spiders here, hoom.\\n\\n'Ta-rum! I have just remembered, then! Greylimb told me about it one long summer's day...of a cave he discovered nearby when he was but a slender Enting. Beneath the waters of the river, he said it was, where many of the ancient roots of the forest gathered to drink. Hoom! but he could not show it to me, because we are full-grown Ents now, and too big for the narrow ways within.\\n\\n'It opens nearly onto our grove here -- over there, next to the Limlight Falls -- but we have seen no sign of spiders creeping about the entrance. Hoom-hom! If they are within, I cannot say how they came to be there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "You should bring the venom-glands you collected from the spiders of the Limlight Gorge to Erymeldir at the Limlight Glade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "You should ask Twistroot about spiders in Fangorn Forest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Spiders, you say? Hoom. We have not had any spiders in these woods for many years, many long years indeed. There is bad blood, you know, between the Ents and spiders. That goes far back...hoom, far back indeed.\\n\\n'Let me see, I believe it was some years after the Men of the Sea and the Elves drove back the old darkness again, and not so long after the Gardens of the Entwives were laid waste, that an old, dark-hearted spider wove her lair not far from here, in the darkest part of old Fangorn. There she waited, preying upon any so unfortunate as to wander in among her maze of webs.\\n\\n'Of course, in those days, there were few who came here, for the forest had been roused to great anger after the desolation of the Gardens, and many of those who had once lived near the forest had died in the war or been driven away, so there was little prey for one such as she. I believe she grew ever more ravenous, and in time, we discovered that she had even tried to slake her endless hunger with the living sap of the trees, and so, ta-rum, we turned our anger upon her and her brood.\\n\\n'We drove her out then, brushing aside her webs as a child brushes aside cobwebs, and hounded her until she fled beneath the roots of the Misty Mountains. Hoom-hom! We never heard her name again...what was it? Let me think. Hoom! Gurthúl? Yes, I think that was it.\\n\\n'Do spiders live so long? I would not think so, but then, I am not a spider, so I cannot say. She would not return here though. She is not strong enough to fight us, and her webs are no hindrance to an Ent, for we can crush stone if we are so inclined. But still, Greylimb is ill from a spider's venom, and the trees around us sicken....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "You should ask Thickbark about spiders in Fangorn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You gathered those samples, did you? I do hope you were not bitten. Such a bite would likely be fatal, you understand.\\n\\n'This is a queer thing. The samples you brought from the larger varieties of spider are dangerous, certainly, but I do not think they would harm an Ent. The Onodrim are quite resistant to such things. But this glowing venom...you say it came from a much smaller variety of spider? It is the most potent I have seen. It is very likely the same venom that has afflicted poor Greylimb. Fortunately, with a pure sample available, I should be able to brew a draught that may help purge the venom from him, in time.\\n\\n'But mysteries remain. How is it that a spider came to possess such a venom, seemingly meant to kill trees and Onodrim, and how did this venom find its way into the water and the roots of the trees here? If we cannot stop it soon, much of the forest along the river's edge will soon sicken and die. You may want to ask the Onodrim if they have seen these spiders lurking about at the forest's edge of late.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect large venom-glands ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'What's this? More of the little folk among us? How odd, how odd indeed. Would that I felt fit for company, but I fear I am not. Not at all fit, I'm afraid. I feel as weak as an ancient fir facing his last storm.\\n\\n'No, I'm not that old. Why? Do I look it? My seed was planted just an Age or two ago, as I recall it. If you'd asked me a little while ago, I'd have said that I felt up to another Age at the least! But not anymore. Now, I feel mighty old indeed. I just hope the beetles don't notice. Detestible things, beetles.\\n\\n'It's something in the roots I'd say. That's where it started, sort of a strange tingling in the water. An odd taste, but I didn't think much of it. I like to take my drink down by the river you see, each morning. But I noticed that the trees, they weren't looking so well. It wasn't long before I didn't feel so well either.\\n\\n'Say, you don't think my leaves are falling out, do you? Oh dear... Oh dear...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect bloated venom-glands ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect glowing venom-glands ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring the venom-glands to Erymeldir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Venomous Culprit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Twistroot the Ent",
      "es": "",
      "es (fem)": ""
    }
  ]
}