{
  "id": 620896424,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "Speak with Thickbark",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have discovered the entrance to the roots of Fangorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Gurthúl the spider-queen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have defeated Gurthúl!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Thickbark believes that something may be awry within the caves that cut beneath the Limlight Falls, where the roots of Fangorn gather to drink from the pure waters of the river.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'It seems that the Elf Erymeldir agrees...the source of the venom is likely within the nearby caves.\\n\\n'If we could enter ourselves, it would be a simple enough matter to clear out any vermin within...but alas, a full-grown Ent is much too large for such a place.\\n\\n'If you could see fit to gather your friends and take a look around inside, it might be a great relief to us. I suppose we could even consider helping the Elves with their little problem....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Thickbark has asked you to gather your fellowship and explore the interior of the caves that stretch beneath the Limlight Falls.\\n\\nThese caves can be found a short way from the Limlight Glade, on the western side of the river.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Our deepest roots sicken, and the water of the limlight runs foul with venom. The Elves tell us it must come from near to this place - but there are no spiders here... Hrrmm...\\n\\n'Harum! I have just remembered then! Greylimb told me about it one long summer's day - of a cave he discovered nearby when he was but a slender sapling. Beneath the waters of the river, he said it was, where many of the ancient roots of the forest gathered to drink - but he could not show it to me, on account of us being full-grown Ents now, and too big for the narrow ways within.\\n\\n'It opens nearly onto our grove here, over there next to the Limlight Falls - but we've seen no sign of spiders creeping about the entrance, so if they are within, I cannot say how they came to be there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "You have discovered a band of Orcs in the lower stretches of the cavern.\\n\\nYou must locate their leader and defeat him in battle in order to drive the rest from the caverns.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The upper stretches of the caverns have been woven thick with webs. It seems likely that the ancient evil spider that Twistroot spoke of has indeed returned to Fangorn to take her revenge.\\n\\nYou should find and defeat Gurthúl the spider queen before she and her brood can poison the roots of Fangorn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Spiders you say? Hrrmmm. Greylimb doesn't have any pet spiders, does he? I don't think so. Haven't had any spiders in these woods for many years, many years indeed. Bad blood you know, between trees and spiders. That goes far back - yes, far back indeed. Hrrrmmm.\\n\\n'Let me see, I believe it was some years after the Men of the Sea and the Elves drove back the old darkness again, and not so long after the Gardens were burned, that an old, dark-hearted spider wove her lair not far from here, in the darkest part of old Fangorn. There she waited, preying upon any so unfortunate as to wander in among her maze of webs.\\n\\n'Of course, in those days there were few who came here, for the forest had been aroused to great anger after the burning of the Gardens and many of those who had once lived near the forest had died in the war or been driven away, and so there was little prey for one such as she. I believe she grew ever more ravenous and in time we discovered that she had even tried to slake her endless hunger with the living sap of the trees, and so we turned our anger upon her and her brood.\\n\\n'We drove her out then. Brushing aside her webs as a child brushes aside cobwebs, and hounded her until she fled beneath the roots of the Misty Mountains, and we never heard her name again... What was it? Let me think... Hrrrmmm... Gurthúl? Yes, I think that was it.\\n\\n'Do spiders live so long? I would not think so, but then, I am not a spider so I cannot say. She would not return here though. She is not strong enough to fight us, and her webs are no hindrance to an Ent for we can crush stone if we are so inclined. But still, Greylimb is ill from a spider's venom, and the trees around us sicken... Hrrmmm...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Ask Thickbark about spiders in Fangorn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You gathered those samples did you? I do hope you weren't bitten. Such a bite would likely be fatal you understand.'\\n\\n...\\n\\n'Odd. The samples you brought from the larger varieties of spider are dangerous certainly, but I do not think they would harm an Ent - they are quite resistant to such things...\\n\\n'But this glowing venom, you say it came from a much smaller variety of spider? It is altogether deadlier, and moreover it is of a nature that would flow through sap as easily as through blood. It is very likely the same venom that has afflicted poor Greylimb. Luckily, with a pure sample available, I should be able to concoct a liquid that may help purge the venom from him in time.\\n\\n'But mysteries remain. How is it that a spider came to possess such a venom, seemingly meant to kill trees and ents, and how did this venom find it's way into the water and the roots of the trees hereabout? If we cannot stop it soon, much of the forest along the river's edge will soon sicken and die.\\n\\n'You may want to ask Thickbark if he's seen these spiders lurking about at the forest's edge of late.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Discover the roots of Fangorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Protect the roots of Fangorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat Gurthúl the spider-queen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring the venom glands to Erymeldir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Roots of Fangorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Speak with Twistroot the Ent",
      "es": "",
      "es (fem)": ""
    }
  ]
}