{
  "id": 620901507,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Hestil wants to make a plan for rescuing her party's guardian, but first she needs her friends to prepare for the task.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Drafli Broadshield has been a loyal companion and true through many dangerous days... the very best guardian I have ever known. He has saved the lives of every member of this band many times over. Well, except for Ramdir, but he joined us only recently. And perhaps Maedal, who is able to fade into the background whenever danger threatens. And Rodwen generally can take care of herself. But he has saved some of us from time to time!\\n\\n'Anyway, we cannot leave Drafli to the torment of the Orcs that have imprisoned him! We need to organize a rescue, but first I need everyone to be ready for such a dangerous task. Help Cúfaron ready a new path for us to take, convince Ramdir that we are safe for now, find Isteron and get his mind back where it belongs, and... and... what am I forgetting?\\n\\n'Aye! Our burglar! Find Maedal and help her come up with a plan to save Drafli! That is a lot to accomplish, but we will be in your debt, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Cúfaron and Ramdir are on Parth Galen. Isteron and Maedal are somewhere in the East Wall.\\n\\nHestil has provided you quite the list of tasks that need to be accomplished before their guardian can be rescued from the Orcs. Help Cúfaron, Ramdir, Isteron, and Maedal, wherever they may be.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Everyone is happy? That is... unusual. But perhaps now they will be focused enough for us to see to the rescue of our guardian!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Hestil is at her camp near Parth Galen.\\n\\nYou have aided many members of her band and should now return to Hestil to plan the rescue of Drafli Broadshield.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We need to organize the rescue of Drafli Broadshield, but first I need everyone to be ready for such a dangerous task. Help Cúfaron ready a new path for us to take, convince Ramdir that we are safe for now, find Isteron and get his mind back where it belongs, and find Maedal and help her come up with a plan to save Drafli!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Hestil wants you to help get everyone ready to rescue Drafli? Well, it is a good thought... but this is a difficult company to keep focused, [placeholder].\\n\\n'I wish you luck! I hope this does not take too long!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'What is taking them so long? There is a dwarf to be rescued here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Complete all quests for Cúfaron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'What is taking them so long? There is a dwarf to be rescued here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Complete all quests for Ramdir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Complete all quests for Isteron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Complete all quests for Maedal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Captive Friend",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Hestil",
      "es": "",
      "es (fem)": ""
    }
  ]
}