{
  "id": 620901478,
  "txt": [
    {
      "id": 218649169,
      "en": "'You want to know... what happened in this place? I was lying here, cut down in battle... and left for dead... and an Orc came running by... and he just reached down and stole my purse of gold! I was too hurt to keep him from taking it! A pox on the maggot-faced slime!\\n\\n'You track him down, [placeholder]... he ran off to the south-east... he would want to find high ground... you'll know him by the scavenged and mismatched armour he wears. Get my gold back!'\\n\\nHe laughs weakly.\\n\\n'Only then... will I tell you what else happened here... ha! Ha!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You found it! Well... done. That Orc now knows that Zerlúk can reach... even from the grave for his vengeance! Ha!'\\n\\nZerlúk's laughter is interrupted by a fit of coughing, but he does not seem to mind.\\n\\n'Ah, it feels good to have my gold again. No one steals from me... and lives, even if I must get... vermin like you to carry out my will.\\n\\n'But you wanted to hear the tale of what happened at this place... and now I will tell it to you.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Track down the Orc that stole my gold, [placeholder]... he ran off to the south-east and would seek higher ground... you'll know him by the mismatched armour he wears. Get my gold back!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Where is my gold? Maggot!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Reach of the Grave",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The wounded Uruk is almost ready to tell you what happened at the Dead Orc Glade, but he still wants you to do something for him first.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected purse of gold",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect the purse of gold from the Orc that stole it",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The distinctive scavenging Orc is probably lurking south-east of the Dead Orc Glade, in the East Wall. The wounded Uruk believes the scavenging Orc would seek higher ground.\\n\\nThe wounded Uruk in the Dead Orc Glade has promised to tell you what happened there... once you recover the purse of gold that was stolen by an Orc.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring purse of gold to the wounded Uruk",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The wounded Uruk in the Dead Orc Glade is waiting for you to return his stolen purse of gold.",
      "es": ""
    }
  ]
}