{
  "id": 620901479,
  "txt": [
    {
      "id": "0xc0d0ab2",
      "en": "*wheeze*",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Zerlúk is telling you his account of what happened at the Dead Orc Glade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc0d0a42",
      "en": "*hack* *cough*",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc0d0a43",
      "en": "'Ugh...' *cough*",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc0d0aa2",
      "en": "'Leave me...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'This is the tale, [placeholder], and may it...rot your innards slowly. If you are a friend to he who...decorated this glade, it will...bring you no comfort.'\\n\\nZerlúk bares his teeth in a grin.\\n\\n'I was with Uglúk's company of Isengarders, and my orders...were to capture halflings. \\qAlive, unspoiled, and unsearched,\\q it was. I asked no questions, and no one with sense would have either. Orders was orders.\\n\\n'We found...two of the little worms! They bit, they did, and stabbed at us with sharp knives. Killed some of us, not far from here, but some of the boys picked them up...they struggled, but they had no strength. We made it...to this glade, when....'\\n\\nZerlúk's body is wracked by another fit of coughing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Zerlúk is in the Dead Orc Glade, in the middle of giving you his account of what happened there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'This is the tale, halfling, and may it... rot your innards slowly. If you are a friend to he who... decorated this glade, it will... bring you no comfort.'\\n\\nZerlúk bares his teeth in a grin.\\n\\n'I was with Uglúk's company of Isengarders, and my orders... were to capture halflings. Halflings like you, as it was. \\qAlive, unspoiled, and unsearched,\\q it was. I asked no questions, and no one with a brain would have either. Orders was orders. If I did not bear these injuries I would bring you back to the tower myself! But it's not to be. Filthy maggot, a blight on all the halflings!\\n\\n'We found... two of the little worms! They bit, they did, and stabbed at us with sharp knives. Killed some of us, not far from here, but some of the boys picked them up... they struggled, but they had no strength. We made it... to this glade, when...'\\n\\nZerlúk's body is wracked by another fit of coughing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Zerlúk is in the Dead Orc Glade, in the middle of giving you his account of what happened there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "Once his coughing subsides, Zerlúk continues with his account.\\n\\n'He came charging out of the trees, a man possessed, his sword...his sword whirling around him in a wide arc. We had to...had to fight. He killed many of us, and we had to retreat. We doubled back on him as he made his way down the hill, and in the company of... many archers...many archers....'\\n\\nZerlúk's laughter bubbles out of him noisily.\\n\\n'He gave me this gash across my belly, and I fell here...I pretended to be dead. The warrior did not last much longer than that. He was still...alive...when his friends arrived...but....'\\n\\nZerlúk's breath has gone ragged, but he still has enough life to look up at you slyly.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'This warrior had friends with him...but they arrived too late to save him. Another Man...an Elf...and a dwarf. They were preparing to carry the warrior away when....'\\n\\nZerlúk grins.\\n\\n'When Uglúk's boys circled around and slew them all. The Elf loosed all of his arrows...see them all around...and the dwarf killed many, but it was no use. They joined their friend...in death.\\n\\n'That is my tale...now leave me...to die. I am...content.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c0d0a1",
      "en": "*cough*",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Get Zerlúk to resume his account",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c0d0a2",
      "en": "'Ha... ha...' *wheeze*",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Get Zerlúk to resume his account",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c0d0a3",
      "en": "'Leave me... to die.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "An Account",
      "es": "",
      "es (fem)": ""
    }
  ]
}