{
  "id": 620901419,
  "txt": [
    {
      "id": 218649170,
      "en": "'Are you here to get me out of this cage? No? Then what good are you, [placeholder]?'\\n\\nDrafli's annoyed expression changes into one of puzzled confusion as you pass him the wooden figure that Maedal asked you to give him, and you speak the message she gave. He looks at you in silence, then down at the figure in his hand and back up at you.\\n\\n'What in the name of Durin the Deathless am I supposed to do with this? And what is Maedal talking about? I have to get it back? What?'\\n\\nThunderclouds cross his face as Drafli thinks. At last he seems to come up with something.\\n\\n'I think there may have been two of these wooden figures. Maedal wants me to come back with the other one, I suppose? Maybe she's waiting to spring me from this cage until she gets her other carving back? That is probably it. She's a strange one. I have never understood burglars. Slay Orcs on this hill until you find this figure's companion! Bring it back to me when you do! I am ready to be out of this cage!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have nothing for me?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Words of Encouragement",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'What? No sign of the other wooden figurine? What was Maedal talking about? This is horrible! Cut my beard and call me an Elf! I will never get out of this cage!'\\n\\nDrafli is now more dejected than he was before. He looks at the figurine you still hold, and its heroic pose seems to sink him further into despair.\\n\\n'Look at that little hero, [placeholder]. He would not let himself be put into this situation! Oh, it's useless. Go back and tell Maedal we were not able to get back her other figurine, and I am going to stay in this cage forever.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Nothing?'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You are starting to think there is no other figurine",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Do you remember the message, [placeholder]? Hand that wooden figurine to Drafli through the bars and tell him \\qGet it back, and you will never know fear again.\\q The message and the carving will help him through his imprisonment while we prepare our rescue attempt.\\n\\n'To get to the Orc-camp, follow this cliff south and east until you see its wooden walls and the smoke from its fires. Spiked posts like these two lead the way to the camp.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'What? No sign of the other wooden figurine? What was Maedal talking about? This is horrible! Cut my beard and call me an Elf! Present company excepted, friend, but you know what I mean. I will never get out of this cage! Some dwarf I am!'\\n\\nDrafli is now more dejected than he was before! He looks at the wooden figurine you still hold, and its heroic pose seems to sink him further into despair.\\n\\n'Look at that little hero, [placeholder]. He would not let himself be put into this situation! Oh, it's useless. Go back and tell Maedal we were not able to get back her other figurine, and I'm going to stay in this cage forever.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You gave Drafli my message and the wooden figure? Good, good! I saw you tangling with the Orcs. Keep it up! Every dead Orc decreases the length of time our guardian must remain in captivity!'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'No Blah!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Drafli Broadshield is being held captive in a cage partway up the slope of Amon Hen, in the East Wall. Maedal told you to follow the cliff from her position to the south and east until you see the Orc camp. A line of spiked posts lead the way to the camp.\\n\\nMaedal has given you a wooden figurine and a message to give to Drafli to help him through his imprisonment.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'You gave Drafli my message and the wooden figure? Good, good! I saw you tangling with the Orcs. Keep it up! Every dead Orc decreases the length of time our guardian must remain in captivity!\\n\\n'To get to the Orc-camp, follow this cliff south and east until you see its wooden walls and the smoke from its fires.'",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "You hand the figurine back to Maedal and tell her what transpired.\\n\\n'What? Oh, that is not what I wanted at all, [placeholder]! He was supposed to look at the heroic figure and remember how important he is to our companions! He was supposed to be reminded of his own heroic deeds! I just wanted him to gain back his confidence!'\\n\\nMaedal looks glum.\\n\\n'Some captain I turned out to be. I cannot inspire people the way Hestil does, or even the way that Warden of Minas Ithil seems able to inspire folk. Oh, yes, I am a captain at heart. I only began to study the art of burglary recently, but sadly it seems that I am better-suited to being a burglar than a captain.\\n\\n'Thank you for trying, [placeholder]. Perhaps I will redeem myself when we are finally able to free Drafli. I guess this is enough for now.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Orcs and Uruks can be found all over Amon Hen, in the East Wall.\\n\\nDrafli Broadshield wants you to defeat Orcs and Uruks on Amon Hen until you find the other wooden figurine that Maedal was talking about.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'You gave Drafli my message and the wooden figure? Good, good! I saw you tangling with the Orcs. Keep it up! Every dead Orc decreases the length of time our guardian must remain in captivity!\\n\\n'To get to the Orc-camp, follow this cliff south and east until you see its wooden walls and the smoke from its fires.'",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "'You have nothing for me?'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Orcs and Uruks can be found all over Amon Hen, in the East Wall.\\n\\nDrafli Broadshield wants you to defeat Orcs and Uruks on Amon Hen until you find the other wooden figurine that Maedal was talking about.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Keep slaying those Orcs, [placeholder]! One of them must have the other figure Maedal wants us to get back. I am ready to be done with this cage!'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Drafli Broadshield is in a cage on Amon Hen, in the East Wall.\\n\\nYou were unable to find any evidence of the existence of another wooden figurine and should return to Drafli.",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'Keep slaying those Orcs, [placeholder]! One of them must have the other figure Maedal wants us to get back. I am ready to be done with this cage!'",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Maedal is on the slope of Amon Hen, in the East Wall.\\n\\nDafli told you to return to Maedal and let her know that no other figurine could be found.",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'It is useless! I do not deserve to be called a guardian or a dwarf! Bring that figurine back to Maedal and tell her I will simply stay here forever! This cage is my home now.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the wooden figurine to Drafli Broadshield",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Orcs on Amon Hen until you find the other wooden figurine",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Defeat Orcs on Amon Hen until you find the other wooden figurine",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Return to Drafli Broadshield",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Return to Maedal",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Maedal has a message for you to bring to Drafli Broadshield in his captivity.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Did you see the cage where those Orcs are keeping Drafli imprisoned, [placeholder]? It is further up the hill. Just follow the cliff wall south and east from this position until you see the Orc-camp. You can follow the large spiked posts, like these two here, until you find it. They lead right to the camp. I have something I want you to give to Drafli.'\\n\\nMaedal removes a small, wooden figurine from the recesses of her clothing and presents it to you. It is a carving of a heroic figure holding aloft a sword in one hand, wearing a round shield on his other arm.\\n\\n'Hand this to him through the bars and speak these words to him: \\qGet it back, and you will never know fear again.\\q He will understand the message. Repeat it back to me so I know you have the words just as I told them to you.'\\n\\nYou speak the words back to her and Maedal smiles.\\n\\n'Very good, [placeholder]! This figurine and the message will help Drafli through his imprisonment. I am sure of it!'",
      "es": ""
    }
  ]
}