{
  "id": 620901420,
  "txt": [
    {
      "id": 218649169,
      "en": "'Pssst... aye, you there! Nay, do not look at me! These Orcs are dim-witted, but even they will notice if they see you speaking to the air. I have many skills of the finest burglars, but I cannot make myself entirely invisible. I am skilled... but not as skilled as that!'\\n\\nMaedal coos to herself quietly, then goes on.\\n\\n'My friend Drafli Broadshield has gotten himself captured by the Orcs here on this hill. They have him in a cage a little further up, and I am stealthily keeping an eye on him by hiding in plain sight. They have not noticed me yet!\\n\\n'Defeat some of the Orcs and Uruks on Amon Hen, if you are climbing the hill anyway. When it is time to make my move and rescue my friend, it will be a great help to have fewer of the creatures to cut through. I could get in and out sneakily, of course... but Drafli is not the quietest of dwarves.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Nay, do not tell me. I know you defeated Orcs on Amon Hen. You were loud enough to tell anyone nearby what you were doing!\\n\\n'It is fine, though. I am glad you were so loud, for it let me sneak around some more. You were the perfect distraction! I like that in a [placeholder].'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You cannot possibly need help finding Orcs or Uruks on Amon Hen, [placeholder]. They are everywhere! I can see two or three just from here, and I am hardly looking!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Out in the Open",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have encountered Maedal on Amon Hen, and the burglar wants your help sowing discord among the Orcs and Uruks that patrol the hill.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Orcs or Uruks on Amon Hen ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Orcs or Uruks on Amon Hen ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Orcs and Uruks can be found all over Amon Hen.\\n\\nMaedal has asked you to defeat as many of the Orcs on Amon Hen as you can, in order to make the rescue of her friend Drafli Broadshield easier.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Maedal",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Maedal is on Amon Hen, hidden in plain sight.\\n\\nYou have defeated Orcs and Uruks on Amon Hen and should return now to Maedal to tell her of your successes.",
      "es": ""
    }
  ]
}