{
  "id": 620904773,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated the leader of the invaders in Parphád",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Return to Ascbert",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "On the edges of the land of the Horse-lords lies Parphád, an ancient and ruined library of Gondor. Long had the Rohirrim kept its doors closed. Now, however, invaders have breached Parphád and rummage through its ruins for long-lost secrets.\\n\\n<rgb=#FF0000>Warning: This quest has a one hour time limit. The timer will begin upon accepting this quest.</rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'This is excellent news! Hopefully, with their leader defeated, these invaders will also leave.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Gangfinda stands nearby.\\n\\nYou should ride Gangfinda to Parphád.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Greetings, friend. I am Ascbert, a scholar of the Riddermark and the ruins within its boundaries. Long had we left Parphád, a small ruin and library of ancient Gondor, untouched. But our enemies have grown bold and mounted an invasion of this relic.\\n\\n'We must safe-guard its secrets and prevent them both from falling into the hands of the Enemy and from falling into further ruin.\\n\\n'Gangfinda is well-trained and knows the way to Parphád. You should have no problem finding these ruins with his aid.'\\n\\n<rgb=#FF0000>Warning: This quest has a one hour time limit. The timer will begin upon accepting this quest.</rgb>",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Having defeated the leader of the invaders in Parphád, you prepare to return to Ascbert and inform him of your success.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "You gather your belongings and prepare to journey to Parphád. Ascbert nods and waves you on as you approach Gangfinda.",
      "es": ""
    },
    {
      "id": 262676277,
      "en": "Defeated the leader of the invaders in Parphád",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Have you defeated whatever vile thing is leading the invaders within Parphád?'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "You gather your belongings and prepare to journey to Parphád. Ascbert nods and waves you on as you approach Gangfinda.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat the leader of the invaders in Parphád",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Ascbert",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "You ran out of time...",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Parphád: Order of Magnitude",
      "es": ""
    }
  ]
}