{
  "id": 620904768,
  "txt": [
    {
      "id": 142411860,
      "en": "'You have succeeded have you? Nothing disquiets the enemy quite so much as the loss of their leader!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated the leader of the enemies within Imping",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have run out of time...",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Enemies of the Rohirrim have invaded the small lumber-milling settlement of Imping along the southern banks of the Entwash.\\n\\n<rgb=#FF0000>Warning: This quest has a one hour time-limit. The timer will begin upon accepting this quest.</rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You have succeeded have you? Nothing disquiets the enemy quite so much as the loss of their leader!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Ethelbryt has asked you investigate the village and find a way to discourage the invaders from remaining there.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You look the sort who is up for some danger. To the south, our milling-camp fell under attack. Most of my men were able to escape but we were forced to abandon Imping. Imping is one of our most important mills and one of the last timber caches on the Entwash. Should we lose it for good, we will also lose the resources it provides us.\\n\\n'With our forces busied elsewhere, we are hard pressed to muster a response to these invaders, but perhaps a smaller effort will do. Travel to Imping and see about the demise of whatever creature leads our enemies there.\\n\\n'Gangfinda knows the way and will lead you to the shores directly across from Imping. From there, you will need to take a boat across to the docks, I am certain there remains one of ours upon that shore.'\\n\\n<rgb=#FF0000>Warning: This quest has a one hour time limit. The timer will begin upon accepting this quest.</rgb>",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "you should return to Ethelbryt and apprise him of your efforts.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "You hear Ethelbryt shout from across the yard, 'Gangfinda will see you to the shores across Imping. Hurry! The longer the enemy commands Imping, the greater the risk to the lumber and trees we keep there.'",
      "es": ""
    },
    {
      "id": 262676277,
      "en": "Defeated the leader of the enemies within Imping",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Gangfinda will see you to the shores across Imping. \\n\\n'Hurry! The longer the enemy commands Imping, the greater the risk to the lumber and trees we keep there.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "You hear Ethelbryt shout from across the yard, 'Gangfinda will take you to the milling-settlement of Imping, if you still have unresolved matters there.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat the leader of the enemies within Imping",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Ethelbryt",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "You ran out of time...",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Imping: The Miller's Foe",
      "es": ""
    }
  ]
}