{
  "id": 620904769,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated the leader of the invaders in Iserngraf",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Return to Frithnoth",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The miners of Iserngraf have been driven out by invading enemies. Hoping to discourage the foe, Frithnoth has sent you into the mine with the task of defeating the leader of this incursion.\\n\\n<rgb=#FF0000>Warning: This quest has a one hour time limit. The timer will begin upon accepting this quest.</rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Excellent! You bested the foul thing that led this incursion. That should weaken the enemy's resolve!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Gangfinda stands nearby.\\n\\nYou should ride Gangfinda to Iserngraf.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well met, friend [placeholder]. Normally, I would not ask this of an outsider, but you look the sort who could be of aid.\\n\\n'Iserngraf, one of our mines, has been attacked, and we have been driven out. This mine is a valuable source of ore that we need for weapons and armour. We dare not lose it, for its resources are rich and our need of it is great.\\n\\n'I would ask that you travel to Iserngraf and meet the leader of these invaders in battle. Defeat him -- or it -- and return to me. Gangfinda can guide you to the Isengraf, but will take you no further than the entrance. Horses and dark caves do not go well together, as I am sure you have heard.'\\n\\n<rgb=#FF0000>Warning: This quest has a one hour time limit. The timer will begin upon accepting this quest.</rgb>",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "You should return to Frithnoth and inform him of your success within Iserngraf.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "As you approach Gangfinda, you hear Frithnoth shout across the yard to you.\\n\\n'Trust in Gangfinda to lead you to Iserngraf. He is sure-footed and knows the way well!'",
      "es": ""
    },
    {
      "id": 262676277,
      "en": "Defeated the leader of the invaders in Iserngraf",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "As you approach Gangfinda, you hear Frithnoth shout across the yard to you.\\n\\n'Trust in Gangfinda to lead you to Iserngraf. He is sure-footed and knows the way well!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat the leader of the invaders in Iserngraf",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Frithnoth",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "You ran out of time...",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Iserngraf: Severance",
      "es": ""
    }
  ]
}