{
  "id": 620874234,
  "txt": [
    {
      "id": 54354734,
      "en": "A bard, Declan has asked that you investigate the Halls of Night and return with any clues as to the disappearance of his grandfather.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Hello there! You are [placeholder], are you not? The hillmen spoke of you, which is how I came upon your name. I recognized you by your gear; it is not that of the bleak North-men to be sure.\\n\\n'My name is Declan. I am a minstrel by trade, though I daresay my family wishes it weren't so.  I arrived in Aughaire by chance, or fate, or perhaps random luck! I daresay I don't wish to ponder the long roads that led me in search of my family's history.\\n\\n'My grandfather was a famous explorer, Durell... perhaps you've heard of him? He launched an expedition in search of ancient relics of the north. Though we received one cryptic letter about some of his findings, Durell never returned.\\n\\n'So here I stand, quill in hand. While safe at home, I dreamed of uncovering grandfather's secrets and writing them into a fitting tale, but I fear, having looked myself upon these hills, that I have not the will to seek out the barrow his letter speaks of. He tells of something called the Halls of Night... will you seek it for me?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Halls of Night may be found in the hills to the east of Aughaire, beyond the northern gate.\\n\\nDiscover what became of Durell in the Halls of Night.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'What you describe is... difficult to take in.\\n\\n'As a child I always expected one day to discover grandfather had returned with a cart of gold and jewels parked in the stable. As I grew older I became filled with other feelings; anger, sadness, regret.\\n\\n'To hear that you have spoken with him... I... I am not even sure how I now feel. You have my sincerest thanks for all that you have done.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "You have discovered that Shadow is the grandfather of Declan, his spirit trapped for centuries in the Halls of Night.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'He must be within the Halls of Night. I am sure of it.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Durell? Yes... that was my name once, though I fear I cannot recall how long it has been since I last heard it....\\n\\n'We discovered the tomb quite by accident. A terrible storm forced us to take shelter in what we thought to be a shallow cavern. When the squall passed, we discovered the entrance of the barrow. I sent my apprentice back with a letter noting our findings.\\n\\n'It is a comfort to know that my family has never forgotten me.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Let my family know I have found peace.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'You have my thanks, [placeholder].'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Discover what became of Durell",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return to Declan with news of his grandfather",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Family History",
      "es": ""
    }
  ]
}