{
  "id": 620896075,
  "txt": [
    {
      "id": 218649169,
      "en": "'We had a small band of prospectors and fortune-hunters pass through Stangard a month or so ago. They had bought some old dwarf-made prospector's map of the Gorge...it must have been twenty-years-old or more, if it was not fraudulent.\\n\\n'They wanted to head down into the Gorge and investigate the old prospecting sites. We told them not to waste their time, but I guess they had already spent much coin on that fool's map, so they insisted on heading down all the same.\\n\\n'For the first week or so, they got on all right -- set up some sort of camp, made a few runs into town for supplies -- but we have heard nothing recently. It has been a while, and I do not have high hope that you will find them alive, but if you can find out what happened to them, it would take some weight off my mind.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ho there friend! Please, you must help me!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Forgive me for my desperate plea, stranger, but my expedition has fallen to ruin, and most of my companions have been set upon by trolls.\\n\\n'I pray that you can aid me, for my livelihood, too, is in ruin, unless I can salvage something from this disaster.\\n\\n'Everything was going well, too...until the trolls caught us.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Prospector's Shack",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Prospectors have dared the dangers of the Limlight Gorge, determined to reap the mineral bounty of the Gorge.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You found the prospector's shack",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find the prospector's shack",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "You should find the prospector's shack down in the Limlight Gorge.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Brid",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "You should speak with the remaining prospector from the expedition.",
      "es": ""
    }
  ]
}