{
  "id": 620896074,
  "txt": [
    {
      "id": 218649169,
      "en": "In your hand, you hold a scratched symbol of the Eye, wreathed in blue and red flames. As you look over the trinket, you note that it appears much less worn than the other treasures the brigands have amassed.\\n\\nPerhaps it would be best to return this to Idmar.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'What is this that you bring me?\\n\\n'I do not know where Lanferth would have come across such an object. It fills me with dread. It seems far too recently made, even with its wear.\\n\\n'I have a thought, [placeholder]. Take this to Doron and see if he knows what it is or where it could have come from. I fear that some greater forces are at play on the field....'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'So you return...what is this you have brought me? This symbol...I have seen its make before. The Eye I do not recognize, but these markings along the edge remind me of trinkets once carried by those that brought war to our land.\\n\\n'Aye, it must be them. Why would such a symbol be in the hands of these men? And why would it look so far beyond my time?\\n\\n'[placeholder], you were wise to have brought this to me. You have proven your worth and your trust. It is time that honour was returned unto you.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Symbol of Dread",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Going through Lanferth's personal effects, you have discovered a grim trinket depicting an eye wreathed in flame.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Idmar",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Idmar is at his camp along the road in central Parth Celebrant.\\n\\nYou should bring the symbol you found to Idmar.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Doron",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Doron is among his men on the crest of the hill in western Parth Celebrant.\\n\\nIdmar suggests that Doron might know something about the symbol you found.",
      "es": ""
    }
  ]
}