{
  "id": 620896102,
  "txt": [
    {
      "id": 218649169,
      "en": "'This symbol fills me with dread and invokes in me a feeling I have not felt since the day my men and I became cursed.\\n\\n'I failed Gondor at Ost Celebrant, the large fortress to the south, and condemned myself and my men to this unnatural existence. \\n\\n'You must be told what happened, else you can never understand my fate.'\\n\\n<rgb=#FF0000>NOTE: This instance quest is meant to be run Solo and cannot be run in a group.</rgb>",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'So, now you understand my past. After a time, a few of my men and I returned to the front with Cirion, but by then, word had spread of our treachery. \\n\\n'Cirion cursed all of us and condemned us to serve until the Horde no longer posed a threat to Gondor.\\n\\n'I feel my guilt, but I do not understand what can be done to lift my curse. The Easterlings are just unorganized raiders...how would they ever pose a threat to Gondor now? These are puzzling times, [placeholder]....'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Let me tell you the tale. Listen to me, and you will understand.'\\n\\n<rgb=#FF0000>NOTE: This instance quest is meant to be run Solo and cannot be run in a group.</rgb>",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Cost of Loyalty",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "After looking over the crude symbol you recovered from the brigands, Doron has decided to share how he and his men came to be cursed.\\n\\n<rgb=#FF0000>NOTE: This instance quest is meant to be run Solo and cannot be run in a group.</rgb>",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Doron",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Doron is among his men on the Field of Celebrant.\\n\\nDoron wishes to tell you the tale of the Oatbreakers' curse.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Doron",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Doron is among his men on the Field of Celebrant.\\n\\nYou should speak with Doron regarding the tale he told you.",
      "es": ""
    }
  ]
}