{
  "id": 620896101,
  "txt": [
    {
      "id": 22075078,
      "en": "Talk to Doron",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "<rgb=#FF0000>Doron must not be defeated</rgb>",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "As Doron speaks, the din of a large force rises in the distance",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Doron, leader of the Oathbreakers in Parth Celebrant, has decided to tell you how he and his men came to be cursed. As he speaks, you find yourself drawn into a daydream, experiencing the tale alongside Doron and his men. ",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'In times long past, my men and I were stationed in Ost Celebrant, a gorgeous Gondorian fortress that overlooked the Limlight river. \\n\\n'We were under siege by a terrible force of Easterlings for some time before this, and eventually they claimed Calenardhon -- the land which became Rohan. They drove us north, into these fields, and it was here that we prepared to make our final stand.\\n\\n'My men and I guarded the Limlight, hoping to keep their forces from the south at bay, while our leader, Cirion and his force secured the rest of the field.\\n\\n'The night we were cursed began as I was patrolling back from the Limlight with my men....'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Doron is stationed outside of Ost Celebrant, after having patrolled the road down to the Limlight with his men.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The wrong choice was made, but how could I have known? Some of my men were overjoyed by our tainted riches, while others condemned my actions.\\n\\n'Cirion never forgave us...the oath we made to protect Gondor was broken by my actions, and all suffered for it.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Doron is stationed outside of Ost Celebrant. You should follow him as he tells his tale.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Having survived an Easterling assault, Doron is entering Ost Celebrant, where he hopes to reunite with the rest of his men.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Let us leave this memory, there is more to be said.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Doron is inside Ost Celebrant with his men. You should listen as he continues his tale.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Having heard the roar of an approaching force, Doron and his men have decided to cross the bridge of Ost Celebrant and confront the invaders.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Doron",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Doron is standing on the edge of the bridge into Ost Celebrant.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Follow Doron through his memory",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Follow Doron into Ost Celebrant",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Follow Doron into Ost Celebrant",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: The Cost of Loyalty",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Follow Doron outside Ost Celebrant",
      "es": ""
    }
  ]
}