{
  "id": 621068648,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'This is a stranger one, [placeholder]. Along the Old Forest there are reports of folk going missing. Visual evidence suggests that there are spiders collecting poor unsuspecting travellers or would-be adventurers wandering too close to their nests within the dark wood. The reports of the missing vary from Men to hobbits and some scouts have reported hearing that brigands and half-orcs have gone missing too. If you are willing, we will reward you for looking into the goings on in the Old Forest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f8eaf5",
      "en": "None",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7ef816",
      "en": "There is no twist in this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "It has come to your attention that some folks from surrounding areas near the Old Forest have gone missing. The only visible evidence of their disappearance is the presence of cobwebs and stretches of disturbed ground before reaching the tree line. It is possible that spiders are responsible for the abductions. You are tasked with investigating the disappearances.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "After successfully freeing those trapped by the spiders, it is now time to return to the mission giver and provide a report.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: The Nettinglade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Be cautious, [placeholder]. The forest teems with life and some of it more malevolent than spiders. I do not want to have to send a party looking for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Speak with the mission giver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Good to see you return, [placeholder]. I had feared that if you were lost in the forest that we may never find you. It is no surprise that the spiders grow more brazen. The woods have long fallen from a place of mischief and wonder to one now of malevolence and dark spirits. I hear tell that there is a man who dwells within, but I think that is a tale for another time. Thank you for your effort.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Complete the Mission: The Nettinglade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "At the outskirts of the Old Forest free folk and others have gone missing. Evidence suggests that they are being dragged into the Old Forest by spiders. You are tasked with a mission to rescue as many as you can.",
      "es": "",
      "es (fem)": ""
    }
  ]
}