{
  "id": 621068697,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'I can smell it now, [placeholder], Hobbit-flesh roasting on an open flame. Or better, raw! Those little folks make a fine meal and will make our bellies full and renew our strength in this battle. You done good!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Ordered by the taskmaster at Gramsfoot, you are to make your way to Hoarhallow and slaughter the Hobbits for food.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8eaf30",
      "en": "None - DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "You did a good slaughtering those filthy Hobbits. Now make your way back to Uglash and tell him of what you have done.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef8181",
      "en": "There is no Twist - DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Stop looking at me like that and get on with your direct order, whelp.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "The filthy little Hobbits in Hoarhallow gorge themselves on food. This makes them hearty and more fit than they ought be. The leaders of Gramsfoot believe that they can starve the little plump creatures by stealing their food.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Complete the Mission: Time to Feast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'We are going to have some fun. Some fun and some food. Get yourself a cleaving weapon and march on Hoarhallow. Get as many of those Hobbits as you can face down in the dirt and the goblins of Grothum will pick up their sorry carcasses and bring them here for a feast. That sounds like a fine day to me. How about you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Mission: Food for the Feast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Return to Uglash at Gramsfoot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d18",
      "en": "The time has come for a celebration. The war goes on and the army is hungry for the taste of flesh. Fortunately the Hobbits in Hoarhallow are a tasty lot and will serve as a great meal.",
      "es": "",
      "es (fem)": ""
    }
  ]
}