{
  "id": 621068789,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "DNT - 'Well... well... you've come back to Carn Dûm at last, eh maggot? Good. We could use the help. Free People surged through the gates and in so doing laid waste to the encampment here at Urugarth. I'd wager some of those invaders are still within the walls and paths. Might be a chance for vengeance.'\\n\\nThe Orc laughs.\\n\\n'For you though, we need to make sure we still have enough supplies to feed out forces. Make your way through Urugarth and count up the supplies you find. Report back to me when you're certain that we have at least two hundred full supply crates.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "DNT - You stared at the boxes. You think you may have counted them. Do you know how to count? There are likely more than enough. When the master of the lash asks, you just look confident. Get back and tell the master of the lash there are enough supplies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Urugarth came under assault by the Free People and you were called back to help verify that there are still supplies within the Orc encampment.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "DNT - Return to the master of the lash in Urugarth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Supply Run - DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "DNT - 'Well, maggot, what have you found?'\\n\\nYou tell the master of the lash that there are more than two hundred supply crates in Urugarth. He looks askance for a moment.\\n\\n'Good. Good. I thought, only for a moment, maybe you didn't know how to count. You done good.'\\n\\nHe mutters something under his breath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Supply Crate Verified ([placeholder]/200)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "You are to go through the orc stronghold of Urugarth and verify that there are at least two hundred full supply crates in the encampment. Failure will lead to the lash across your back.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73088",
      "en": "'Are you a dullard? I told you to count up the supplies and make certain that there are at least two hundred available for use here in Urugarth. Get to you work you worthless wretch!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Verify the full supplied in Urugarth ([placeholder]/200)",
      "es": "",
      "es (fem)": ""
    }
  ]
}