{
  "id": 621068651,
  "txt": [
    {
      "id": "0xd9b5683",
      "en": "'Jorthkyn! Can you believe this? There are Jorthkyn in the ruins at Sedgemead. We face Orcs, half-men, brigands, the dead and worse. Now we add Jorthkyn to the foes arrayed against us. What is worse, you might ask, they are in warg camps. We need to drive them out lest they ally with or train the wargs. Are you willing to assist?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "You overcame the Jorthkyn attack at the ruins in Sedgemead and should now return to the mission giver and let them know of your efforts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f8eaf6",
      "en": "None",
      "es": "Ninguno",
      "es (fem)": ""
    },
    {
      "id": "0xc7ef817",
      "en": "There is no twist in this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "A number of Jorthkyn have been found living in the ruins in Sedgemead. There have been reports of wargs making the ruins their home for some time, but if the wargs serve the Jorthkyn as their masters, the combination could prove deadly.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Mission: Jorthkyn and Hounds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Be wary. Jorthkyn are very large and will attack you ferociously. We cannot let them train the wargs to be their allies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'You are a marvel. We ask so much of you adventurers because we are so few in number and you always reply with such alacrity. We are grateful for your assistance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Complete the Mission: Jorthkyn and Hounds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "At ruins within Sedgemead there are Jorthkyn taking wargs as their servants. There is a growing fear that they will become another menace arrayed against the settlers in the region, and you are tasked with eliminating them.",
      "es": "",
      "es (fem)": ""
    }
  ]
}