{
  "id": 621068755,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'So there are indeed troubled spirits in the waters of the Greyflood. What calls them forth? What has bound them to that place? Search further if you can. If some fell power has taken hold there, you must discover it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Return to Hithriel and tell him of your findings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: Troubled Waters",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8eaf33",
      "en": "None",
      "es": "Ninguno",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'I see. This flame you describe seems deeply foreboding. I do not know who kindled it, or how long it has burned there, but it seems that it draws evil spirits to it, from the depths of the Greyflood.\\n\\n'It cannot be allowed to burn any longer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Continue your investigation of the Greyflood. Something must be there to draw so many spirits to those waters.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Speak with the mission giver when you are ready to continue your investigation of the Greyflood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef8182",
      "en": "There is no twist in this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Speak with the mission giver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d170",
      "en": "The waters of the Greyflood are haunted by tormented spirits. Hithriel believes they must be bound there by some power, which he has sent you to discover.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Having discovered a possible source of the disturbance of the Greyflood, you need to return to the mission giver to let him know what you have found.",
      "es": "",
      "es (fem)": ""
    }
  ]
}