{
  "id": 621068649,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'[placeholder], I have an odd request from the farmers who lost their farm in the South Downs. Goblins drove the owners from their farm and burned everything. Now, the farmers want retribution. We are obliged to assist because it serves the purpose of driving out an enemy in the region. We would like you to make your way to the farm and defeat the goblin leader who keeps the goblins controlled there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Goblins overran and destroyed a farm in the South Downs. The farmers want retribution and enlisted the aid of others to see that vengeance realized.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "The goblin leader is slain and now you can return to the mission giver and let them know of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f8eaf6",
      "en": "None",
      "es": "Ninguno",
      "es (fem)": ""
    },
    {
      "id": "0xc7ef817",
      "en": "There is no twist in this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: Down on the Farm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'If you are prepared, we will lead you to the farm. The farmers will be pleased that someone has taken an interest in their plight.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'I will let the family know, [placeholder]. This will provide them a small measure of solace. You have done well this day. As you always do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The farmers who lost their farm in the South Downs desire to visit retribution on the goblins who destroyed their home and livelihood. You are tasked with defeating the goblin leader residing there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Complete the Mission: Down on the Farm",
      "es": "",
      "es (fem)": ""
    }
  ]
}