{
  "id": 621068715,
  "txt": [
    {
      "id": 184621138,
      "en": "Innathron is waiting to thank you for freeing him.\\n\\nInnathron is in Gwâl Cruban, in northern Swanfleet.",
      "es": ""
    },
    {
      "id": 190220628,
      "en": "'Freed! I can make my way back to Echad Terthas on my own now. I thank you for your assistance.'",
      "es": ""
    },
    {
      "id": 173025736,
      "en": "Look for Innathron",
      "es": ""
    },
    {
      "id": 126687017,
      "en": "The ruins of Gwâl Cruban are no place to wander into unprepared. The turtles who have made it their home have sharp beaks and sharper tempers.",
      "es": ""
    },
    {
      "id": 148970339,
      "en": "You manage to free him!",
      "es": ""
    },
    {
      "id": 184621125,
      "en": "Gwendrian has asked you to look for her companion in Gwâl Cruban.\\n\\nGwâl Cruban is in northern Swanfleet.",
      "es": ""
    },
    {
      "id": 173025698,
      "en": "You should try to free Innathron's foot",
      "es": ""
    },
    {
      "id": 190220775,
      "en": "'Mae govannen. Over the water, a bit away from here, is Gwâl Cruban, home to vicious turtles whose beaks are strong enough to bite through - well, I shudder to think on it. My companion, Innathron, wandered that way yesterday to look at the ruins and has yet to return. Please keep watch for him, if you are heading that way.'",
      "es": ""
    },
    {
      "id": 184621129,
      "en": "You found Innathron in Gwâl Cruban, however, he has managed to get his foot stuck in a small sink hole.\\n\\nYou should try to free Innathron.",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "Going Astray in Gwâl Cruban",
      "es": ""
    },
    {
      "id": 173025702,
      "en": "Speak to Innathron",
      "es": ""
    },
    {
      "id": 190220598,
      "en": "'Well met, [placeholder]. You are just in time. I am afraid that I have gotten my foot trapped here. I have managed to fend off the turtles thus far, but help is appreciated.'",
      "es": ""
    }
  ]
}