{
  "id": 621068699,
  "txt": [
    {
      "id": "0xceb0116",
      "en": "You drew the Mayor out of hiding. You also are pretty sure that you took him down. Best return to Uglash at Gramsfoot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'The time has come for new leadership. Before you celebrate, the new leadership is among the Hobbits in Hoarhallow. Leaders here think that we can put an end to that little fellow. So we are sending you, not our best to deal with the little menace. You will get your just rewards when the job is done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Return to Uglash at Gramsfoot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "It is time for a change. A change in leadership at Horahallow. The masters of Gramsfoot desire that you make your way into the Hobbit village and coax out the leader of the Hobbits there. Then pout him to the blade, claw, or whatever will end his days.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'No, you did get him down, but those damned rangers and free folk came by and saved him just before he was good and gone. No reason to fret. There is always tomorrow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Mission: Leadership Change",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f8eaf9",
      "en": "None-dnt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef8180",
      "en": "No twist-dnt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'You best get moving. The mayor down in Hoarhallow is not just going to off himself. The leadership wants this done. Get moving!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Complete the Mission: Leadership Change",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Ordered by the taskmaster at Gramsfoot, you are to make your way to Hoarhallow and find a way to draw out the Mayor of the village and then put him to the sword.",
      "es": "",
      "es (fem)": ""
    }
  ]
}