{
  "id": 621068698,
  "txt": [
    {
      "id": "0xceb0116",
      "en": "Having stolen a good number of the feedbags you should return to Uglash at Gramsfoot and claim your reward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Listen here, you worthless wretch. The masters here in camp have decided to cut the food supply for those filthy Hobbits in Hoarhallow. We need you to go there and steal as many of the feed bags as you can. The masters of the lash here think that without food the Hobbits will wither away.\\n\\n'No back talk or thinking for yourself now. Just do as you are told.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Return to Uglash at Gramsfoot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "The filthy little Hobbits in Hoarhallow gorge themselves on food. This makes them hearty and more fit than they ought be. The leaders of Gramsfoot believe that they can starve the little plump creatures by stealing their food.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I see you have stolen their food. Guess we wait and see if the wisdom of the leaders means that the number of those pesky little cretins is lowered. Not that I have much faith in this effort. You earned your keep. Here...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Mission: Starve Them Out",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f8eaf9",
      "en": "None - DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef8180",
      "en": "No twist - DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Go steal the food from the hobbits, maybe it will make them thinner. Though I prefer them plump. They are better eating that way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Complete the Mission: Starve them Out",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Ordered by the taskmaster at Gramsfoot, you are to make your way to Hoarhallow and steal the feed sacks that the Hobbits keep laying around.",
      "es": "",
      "es (fem)": ""
    }
  ]
}