{
  "id": 621068641,
  "txt": [
    {
      "id": 173025753,
      "en": "Search for the missing arrow",
      "es": ""
    },
    {
      "id": 184621125,
      "en": "You should bring the arrow to Delyth Saethur.\\n\\nDelyth is in Clegur.",
      "es": ""
    },
    {
      "id": 184621129,
      "en": "You managed to recover Delyth's arrow, but it's a bit worse for the wear. She has asked you to rinse it off in the nearby river.\\n\\nThe river is located next to Clegur.",
      "es": ""
    },
    {
      "id": 184621177,
      "en": "Delyth Saethur has asked you to recover her missing arrow.\\n\\nThe arrow went missing in Clegur.",
      "es": ""
    },
    {
      "id": 251715985,
      "en": "Rinse off the arrow",
      "es": ""
    },
    {
      "id": 184621138,
      "en": "You should bring the cleansed arrow to Delyth.\\n\\nDelyth is in Clegur.",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "Delyth's Errant Arrow",
      "es": ""
    },
    {
      "id": 184621189,
      "en": "While searching for Delyth Saethur's missing arrow, you have come across large, reptilian footprints. You should follow the footprints and confront the creature who stole the arrow.",
      "es": ""
    },
    {
      "id": 251715992,
      "en": "Bring the cleansed arrow to Delyth",
      "es": ""
    },
    {
      "id": 190220582,
      "en": "'Ah, my poor arrow. I suppose wet is better than eaten or gone forever, though. Thank you so much!'",
      "es": ""
    },
    {
      "id": 126687017,
      "en": "An errant arrow has run astray of an angry avanc.",
      "es": ""
    },
    {
      "id": 173025729,
      "en": "Examine the prints",
      "es": ""
    },
    {
      "id": 190220775,
      "en": "'Oh, hullo there! My name is Delyth Saethur. I wonder if you might help me. I was practicing with my bow when one of my shots went a bit wide of the target. I went after it, but some large creature seems to have made off with it, judging by the footprints.\\n\\n'If you are heading down by the river, and you see my arrow, or find the large creature, would you bring it back? The arrow, I mean, not the large creature.'",
      "es": ""
    },
    {
      "id": 173025731,
      "en": "Follow the tracks",
      "es": ""
    },
    {
      "id": 148970240,
      "en": "DNT - Some large creature left these prints",
      "es": ""
    },
    {
      "id": 148970242,
      "en": "A loud snarl fills the air!",
      "es": ""
    },
    {
      "id": 148970336,
      "en": "There are footprints in the mud here",
      "es": ""
    },
    {
      "id": 173025736,
      "en": "Bring the arrow to Delyth",
      "es": ""
    },
    {
      "id": 173025783,
      "en": "DNT - Search for the missing arrow",
      "es": ""
    },
    {
      "id": 148970337,
      "en": "Some large reptile made these tracks",
      "es": ""
    },
    {
      "id": 120621159,
      "en": "'I honestly cannot believe you touched that yourself. I hope you wash your hands when you wash off my arrow!'",
      "es": ""
    },
    {
      "id": 148970244,
      "en": "The arrow is covered in a slimy drool, but otherwise unharmed",
      "es": ""
    },
    {
      "id": 148970296,
      "en": "DNT - There are footprints in the mud here",
      "es": ""
    },
    {
      "id": 190220598,
      "en": "'Hullo, hullo! Do you have it? You found my arrow!'\\n\\nShe reaches out then recoils.\\n\\n'Is that... drool? Well, I do not mean to be ungrateful, but I am not touching that thing. Maybe you could wash it off for me first?'",
      "es": ""
    },
    {
      "id": 148970256,
      "en": "The arrow looks, and feels, much better",
      "es": ""
    },
    {
      "id": 120621175,
      "en": "'Did you find my arrow? I am sure that large creature made off with it!'",
      "es": ""
    }
  ]
}