{
  "id": 621068642,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Rhawn needs help finding their lost tome. It should be in Radlaw in a location overlooking the Wadewater.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "You have found Rhawn Torlan's lost tome.\\n\\nYou should bring it back to Rhawn Torlan in Clegur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Rhawn Torlan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Ah yes! That's the one! The Path of the Light! This is quite a rare book and I'm so grateful that you were able to find it.\\n\\n'Are you perhaps familiar with this story? It's a tale of mighty warriors from beyond the twinkling night sky vanquishing evil where it hides. They wield blades of dazzling light. It's rather far-fetched, but the adventures these warriors go on is quite fascinating!\\n\\n'Perhaps not. It's not a story just anyone reads. Again, a rare legend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Rhawn Torlan has lost their favourite spot to look over the Wadewater.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "You found Rhawn's book",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbd64951",
      "en": "'Radlaw? Hey! Over here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Defeated ruffians in Radlaw ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Hello there! Don't mind me. I've only lost the best spot to read my books. I used to look upon the Wadewater's still current and reflect leisurely, until those ruffians in Radlaw moved in.\\n\\n'Now, I have been resigned to reading under this post. Actually, I was wondering if you could help me? I had to leave my spot in a hurry and I lost one of my favourite books in the shuffle.\\n\\n'Could you perhaps find it for me? Oh, and if you don't mind... teach those ruffians a lesson while you're at it.\\n\\n'Radlaw is to the north. It should be easy to find, as it neighbours the Wadewater.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Find Rhawn's book",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Defeat ruffians in Radlaw ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Leisure Lost in Radlaw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730882",
      "en": "'Radlaw can be found to the north, now go teach them a lesson!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}