{
  "id": 621068739,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Well met! Are you heading west? If so, I have a boon to ask of you.\\n\\n'Along the banks of the land masses in Wadewater grows a plant known to some as the flowering rush. The plant is edible, and I admit that my craving for it has brought me all this way!\\n\\n'I was sent back here with my tail between my legs, however. The dread-turtles are too fierce and have a taste for the rushes as well! Please, if you are in that area, would you bring me back any of the rushes that you might find?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730882",
      "en": "'I feel the fool, tromping out all this way following the cravings of my stomach like one of the Stoor-folk. But if you are able to gather some of the rushes for me, it will not all have been for nothing!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "A small flowering plant found in Wadewater can make a quite delicious meal. If one can gather the rushes without falling astray of the ferocious turtles who call the area home.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Wadewater's Flowering Rushes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Return to Lindeth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "You should bring the flowering rushes to Lindeth.\\n\\nLindeth is in Echad Terthas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Collected flowering rushes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Ah, you are most welcome back! I see the turtles were not too much for you to handle. I am looking forward to cooking these rushes up right away. You have my thanks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Lindeth has asked you to bring her back any flowering rushes that you might find in Wadewater.\\n\\nWadewater is in northern Swanfleet.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Collect flowering rushes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}