{
  "id": 621078996,
  "txt": [
    {
      "id": "0x2f00e18",
      "en": "Talk to Gordir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Gordir can be found along the River Morthond in Sardol.\\n\\nYou have searched the nets as Gordir asked and found a few fish caught in them. You should deliver the fish to Gordir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "A few fish were caught in this net!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "This net is empty",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Fishing nets can be found along the River Morthond near Sardol in the Blackroot Vale.\\n\\nGordir has asked you to search for fish in the nearby fishing nets and bring any fish you find to him. You should search the nets.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "This net is empty",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e6",
      "en": "Deliver the fish to Gordir in Sardol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "This net is empty",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Gordir can be found on a pier along the River Morthond in Sardol.\\n\\nYou have delivered the fish caught in the nets to Gordir, and he has asked you to fish with him for a time. You should fish with Gordir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d175",
      "en": "Although",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Gordir can be found along the River Morthond in Sardol.\\n\\nYou have fished with Gordir and caught three pike out of the River Morthond. You should talk to Gordir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Three pike is a fine bounty, I'd say. Very good!\\n\\n'Thank you for taking the time to fish with me, [placeholder]. It has been too long since I last had company on the pier, so our time together has done much to raise my spirits. And I know that you have many other errands upon which to spend your time, so I appreciate it all the more, my friend.\\n\\n'If you ever find yourself back in Sardol, you are always welcome to fish the Morthond with me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e113",
      "en": "Fished with Gordir along the River Morthond ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d160",
      "en": "Many fish dwell in the waters of the River Morthond and provide a rich bounty for the fishermen of the Blackroot Vale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5022",
      "en": "Fish with Gordir along the River Morthond ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "A few fish were caught in this net!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Life Along The Morthond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'It has been some time, [placeholder]!\\n\\n'I, for one, have not forgotten how you helped the people of the Blackroot Vale. If it were not for you, we might still be troubled by those terrible water-spirits, and worse yet, we might still be beset by the Corsairs and that so-called Heir of Castamir who took up in Tarlang's Crown. And now, I hear tell that you've become one of King Elessar's emissaries after serving in the War. I say it is an honour and one well-deserved, no matter what some others in the Vale might think of the new King of Gondor. A fine honour, indeed!\\n\\n'I'm afraid there isn't much trouble about at Sardol—at least not like there was during the War. I've heard that some of the Corsairs and some deserters have made their way to Tarlang's Crown, but it'll come to nothing, I think. \\n\\n'It may not be much, but I could use a little help today, if you can spare the time in the course of your errands for King Elessar. Would you check the nets near the pier for fish and bring me whatever you find? I've been coming up with small fish all day, so I don't want to let the big one swim by while I'm not paying attention!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Search for fish in the nets along the River Morthond ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Ah, not a bad catch for today then. You can toss those in the bucket there, [placeholder].\\n\\n'I don't have anything else to ask of you, but would you stay and fish with me for a time? The nets work well enough, of course, but I find that taking the time to fish can ease my mind. There is just something right about it, I think. And, to be honest, I would welcome the company. All of these bowmen back from the War, and it seems not one of them is a fisherman!'\\n\\nGordir laughs to himself, but it seems half-hearted. He looks out at the River Morthond for a moment, and then looks back to you.\\n\\n'What do you say, my friend?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}