{
  "id": 621078984,
  "txt": [
    {
      "id": 228284034,
      "en": "To the south-east of the Hill of Erech, you have discovered the wolf den of Eryn Asgath. Whether these wolves crept in from Lamedon or some hidden refuge in the hills, their presence in the vale has posed a continued threat to the hamlet of Lancrath and to all who would seek to travel the road through Tarlang's Neck.\\n\\nYou should defeat wolves in Eryn Asgath to aid the people of Lancrath and make safe the road through Tarlang's Neck.",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Defeat wolves in Eryn Asgath ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "You have defeated a number of wolves at Eryn Asgath.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "You have defeated a number of wolves at Eryn Asgath and made safe the road through Tarlang's Neck. Through your efforts, you have eased the fears of the good people of Lancrath and they will rest more soundly knowing that wolves do not stalk the vale so near to their homes in the night.",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Wolves at the Neck",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Defeat wolves in Eryn Asgath (0/12)",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Wolves can be found in Eryn Asgath near Tarlang's Neck in the Blackroot Vale.\\n\\nYou have discovered the den of the wolves that recently invaded the Blackroot Vale. You should defeat them and make safe the road through Tarlang's Neck.",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Completed",
      "es": "Completado"
    },
    {
      "id": 216727828,
      "en": "Wolves can be found in Eryn Asgath near Tarlang's Neck in the Blackroot Vale.",
      "es": ""
    },
    {
      "id": 24695153,
      "en": "Much to the dismay of the people of Lancrath, a pack of wolves has made a den in the woodlands near Tarlang's Neck.",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Defeated wolves in Eryn Asgath ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}