{
  "id": 621078803,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Herion has asked you to help Aras with his work in Parth Rest.\\n\\nAras can be found in Parth Rest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Aras has asked you to report your success with Lang Boha to Herion.\\n\\nHerion can be found at Parth Rest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Aras in Parth Rest has asked you to defeat wild crabs to clear the way for homes to be rebuilt.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Defeat wild crabs in Lang Boha ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'When Erchar sent word ahead of your arrival, I was relieved.\\n\\n'As you can see, I am overseeing the efforts in rebuilding Dor-en-Ernil. We are making significant progress, and the supplies you brought with you are most welcome.\\n\\n'I take it the lingering Corsairs encamped in Tungobel have been dealt with?'\\n\\nYou explain to Herion that they should no longer be of concern.\\n\\n'The deed is done then. If you have a moment to aid this camp, speak to Aras. He'll be happy to see you again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "Wild crabs defeated ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'[placeholder], very good.\\n\\n'I hope you have been well. My work in Parth Rest involves relocating refugees and those who have lost their homes.\\n\\n'The lands of Lang Boha make for a good home. But it has been overrun by wild crabs.\\n\\n'If you could clear the way, homes could be rebuilt and inhabitants resettled.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "All the supplies bound for any rebuilding efforts come through Parth Rest.\\n\\nHerion has asked you to help Aras.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Aras",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Very good. We will need to keep a close eye on Lang Boha.\\n\\n'Your efforts will have significant impact on our ability to relocate the inhabitants of Dor-en-Ernil and those displaced.\\n\\n'You should tell Herion of our success in claiming Lang Boha for the Rest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Herion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Supplies collected ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Aras in Parth Rest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Ah, [placeholder]!\\n\\n'It is good to hear that your work at Lang Boha was a success. Our ability to provide a renewed hope and spirit to those affected by the war will surely take a turn for the better.\\n\\n'You know, I think it is time you spoke to Garvir.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Collect Pillaged Supplies ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "You should report to Aras that the crabs have been cleared.\\n\\nAras can be found at Parth Rest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Brother's Work",
      "es": "",
      "es (fem)": ""
    }
  ]
}