{
  "id": 621078986,
  "txt": [
    {
      "id": 262725912,
      "en": "No new ideas, just get back to pulling this thing out of the ground!",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Sapling Grows in the Ettenmoors",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Rip the sapling out of the ground!",
      "es": ""
    },
    {
      "id": 69036752,
      "en": "Deliver the sapling to Cinaid at Gramsfoot",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Speak with Cinaid at Gramsfoot about your find",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "Cinaid half-hisses as he speaks.\\n\\n'Words from scouts, something stirs across the Ettenmoors. Little sprigs of trees that shiver and shake in the morning dew. Unlike other saplings, they respond to our presence and the presence of the accursed so-called Free People.\\n\\n'These saplings are an omen, and I intended to decipher what their presence means.\\n\\n'I charge you to collect a specimen for me. Deliver it here, and we will study it together.\\n\\n'Mordírith's grace be with you.'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Do not be defeated",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Once again, you failed to uproot the sapling",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Get the sapling out of the ground!",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Deliver the sapling to Cinaid at Gramsfoot",
      "es": ""
    },
    {
      "id": 177082757,
      "en": "You brought the sapling to the corruptor",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "You fail, once again to dig the sapling out",
      "es": ""
    },
    {
      "id": 177082758,
      "en": "You brought the sapling to the corruptor",
      "es": ""
    },
    {
      "id": 177082759,
      "en": "You brought the sapling to the corruptor",
      "es": ""
    },
    {
      "id": 127884898,
      "en": "You lost the sapling",
      "es": ""
    },
    {
      "id": 127884899,
      "en": "You lost the sapling",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "This little sapling is tough, but you have a solution!",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Scouts throughout the Ettenmoors discovered saplings shaking in the soil. Cinaid, the corruptor at Gramsfoot bade you investigate these little saplings and bring him a sample.",
      "es": ""
    },
    {
      "id": 127884900,
      "en": "You lost the sapling",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Find a sapling described by Cinaid, rip it out of the ground, and deliver it to Cinaid at Gramsfoot.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "That did not work; again. Not sure what you were thinking. Though, it did look like the sapling was getting weaker. Maybe you should try to dig it up again.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Rip this sapling out of the ground!",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "That didn't seem to work. There must some way to uproot this little thing. Think about wretch. Give yourself a moment to think. But don't get killed by them Free People!",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "You are not certain, but you think the sapling might be laughing at you. How is that possible? Time to think of another strategy.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Dig the sapling up from the earth!",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Your best idea is to pull harder. No really. Pull harder.",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Grasp it down close by the roots and this thing is bound to tear free in your grasp. Time to show this sapling who is its master.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Think about another way to wrestle the sapling free",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "You were defeated... cur",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Rip the sapling out of the ground!",
      "es": ""
    },
    {
      "id": 127884917,
      "en": "You lost the sapling",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "It squealed or squeaked. You heard it. One more hefty pull ought to do. Get to it!",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Give yourself some time to think about what to do",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Deliver the sapling to Cinaid at Gramsfoot",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "It did not come free, but it wiggled!",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "You delivered the stubborn little sapling to the Corruptor Cinaid. Time to find out what this little creature might really be.",
      "es": ""
    },
    {
      "id": 69036742,
      "en": "Deliver the sapling to Cinaid at Gramsfoot",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "You brought the sapling to the corruptor",
      "es": ""
    },
    {
      "id": 69036744,
      "en": "Deliver the sapling to Cinaid at Gramsfoot",
      "es": ""
    },
    {
      "id": 69036745,
      "en": "Deliver the sapling to Cinaid at Gramsfoot",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'I cannot say what you have brought me. Not yet. We have need to study and present this creature to others. I do believe I have an understanding of what it may be, and if my supposition is correct, this is a find that will make Angmar's alchemists very happy.'\\n\\nA grim smirk displays on the man's ashen face.\\n\\n'If this is what I think it is - we will corrupt its heart and turn it to our ways. Turn it to the shadow and the dark.'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "You try and fail to uproot the sapling",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "Cinaid looks in awe at your delivery",
      "es": ""
    }
  ]
}