{
  "id": 621078909,
  "txt": [
    {
      "id": 228284035,
      "en": "'Ah, [placeholder]!\\n\\n'It has been some time since you were last in the Blackroot Vale, has it not? Much has changed, though I fear not all of it for the better, despite Gondor's victory in the War. Tingobel, at least, has been rebuilt after we routed what remained of the Orcs. But there will time enough to speak of these things, I think. It is my duty to inform you that the Vale does not allow for travellers without the permission of the Lord or without some suitable cause. Why have you returned?'\\n\\nYou inform Uidor that you have come to the Blackroot Vale on behalf of King Elessar.\\n\\n'I see. That is cause enough for me, and I have not forgotten the deeds you've done for the good of the Vale. I will not stand in the way of your duties, my friend. If you wish to speak to someone on the authority of the King, you should talk to Malthellam. You remember him, do you not? He was the Steward of the Vale while Lord Duinhir served in the War, and though Lord Duinhir has returned, Malthellam has kept his role as steward and advisor while the Lord and Lady remain in grieving for their sons. If your business should demand an audience with the Lord and Lady, so be it, but for all other matters, I would not have you trouble him.\\n\\n'It is good to see you again, [placeholder]. May your errands be swift!'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Malthellam can be found outside his home in Morlad in the Blackroot Vale.\\n\\nYou have been told to travel to Morlad to seek an audience with the Steward of the Vale, Malthellam, and gain the Lord's permission to remain in the Blackroot Vale.",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Halt!\\n\\n'By Lord Duinhir's edict, none are to enter the Blackroot Vale without his permission or without dire need. It is my duty to inform you that all others must be turned away, with my truest apologies. Have you an invitation from the Lord or some suitable cause for entrance?'\\n\\nYou inform the guard that you have come to the Blackroot Vale on behalf of King Elessar. A flash of concern washes over the guard's face and he stammers as he begins to speak again.\\n\\n'I... yes... of course, you may enter the Blackroot Vale. Lord Duinhir bids a... gracious welcome... to King Elessar and all of his emissaries from Gondor... and the lands beyond!'\\n\\nThe guard appears to have finally steadied himself, and he appears impressed with himself for managing such a diplomatic speech unrehearsed.\\n\\n'Even so, I must ask that you speak to the Steward of the Vale, Malthellam, in the town of Morlad, and seek his permission to remain in the Blackroot Vale. And, if it does not trouble you, please offer my apologies to the King for delaying you in your errand!'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Halt!\\n\\n'By Lord Duinhir's edict, none are to enter the Blackroot Vale without his permission or without dire need. It is my duty to inform you that all others must be turned away, with my truest apologies. Have you an invitation from the Lord or some suitable cause for entrance?'\\n\\nYou inform the guard that you have come to the Blackroot Vale on behalf of King Elessar. A flash of concern washes over the guard's face and he stammers as he begins to speak again.\\n\\n'I... yes... of course, you may enter the Blackroot Vale. Lord Duinhir bids a... gracious welcome... to King Elessar and all of his emissaries from Gondor... and the lands beyond!'\\n\\nThe guard appears to have finally steadied himself, and he appears impressed with himself for managing such a diplomatic speech unrehearsed.\\n\\n'Even so, I must ask that you speak to the Steward of the Vale, Malthellam, in the town of Morlad, and seek his permission to remain in the Blackroot Vale. And, if it does not trouble you, please offer my apologies to the King for delaying you in your errand!'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Darkened by the absence of those lost in the War of the Ring, the Blackroot Vale has become a grim and mournful place, but hope remains that this new peace portends a better future under the rule of King Elessar.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Lord's Edict",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'[placeholder]...\\n\\n'It is good to see you well, and it gladdens my heart to know that you survived that terrible war with Mordor. The Blackroot Vale lost many—too many—of its sons in the defence of Minas Tirith and the battles that followed, as I am certain you know well. I must admit that I did not expect you to return to the Blackroot Vale so soon. You are, of course, welcome to remain here as long as you wish. Lord Duinhir has matters of his own to tend to, but I have the authority to grant you his permission. I must ask, though, what business brings you here?'\\n\\nYou inform Malthellam that you have returned to the Blackroot Vale on behalf of King Elessar, who travels Gondor to see his new kingdom. Malthellam nods, but you sense a hesitance behind his gaze.\\n\\n'You must pardon my candor, but perhaps it is best that you have come in King Elessar's stead. The Vale mourns, and though it may indeed be a new time of peace, my people have found little of it.'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Ah, [placeholder]!\\n\\n'It has been some time since you were last in the Blackroot Vale, has it not? Much has changed, though I fear not all of it for the better, despite Gondor's victory in the War. Tingobel, at least, has been rebuilt after we routed what remained of the Orcs. But there will time enough to speak of these things, I think. It is my duty to inform you that the Vale does not allow for travellers without the permission of the Lord or without some suitable cause. Why have you returned?'\\n\\nYou inform Uidor that you have come to the Blackroot Vale on behalf of King Elessar.\\n\\n'I see. That is cause enough for me, and I have not forgotten the deeds you've done for the good of the Vale. I will not stand in the way of your duties, my friend. If you wish to speak to someone on the authority of the King, you should talk to Malthellam. You remember him, do you not? He was the Steward of the Vale while Lord Duinhir served in the War, and though Lord Duinhir has returned, Malthellam has kept his role as steward and advisor while the Lord and Lady remain in grieving for their sons. If your business should demand an audience with the Lord and Lady, so be it, but for all other matters, I would not have you trouble him.\\n\\n'It is good to see you again, [placeholder]. May your errands be swift!'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Talk to Malthellam in Morlad",
      "es": ""
    }
  ]
}