{
  "id": 621078911,
  "txt": [
    {
      "id": "0x2f00e16",
      "en": "Deliver Dokhvor and Húlthak's pelts to Gúrion in Lancrath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Collect a deer carcass",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Place the deer carcass in Eryn Asgath to draw out Dokhvor and Húlthak",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Deer can be found throughout the Blackroot Vale.\\n\\nGúrion of Lancrath has posted a bounty seeking skilled hunters to defeat the wolf elders, Dokhvor and Húlthak, who now dwell in Eryn Asgath. You should collect a deer carcass to use as bait.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "Drawn forth by the scent of a fresh kill, Húlthak attacks!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Húlthak looses a terrible howl as he falls, and Dokhvor attacks in a vengeful fury!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "With a mournful and defiant howl, Dokhvor falls defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Gúrion can be found in Lancrath in the Blackroot Vale.\\n\\nYou have defeated Dokhvor and Húlthak and taken their pelts. You should deliver the pelts to Gúrion in Lancrath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Hail, my friend. What can I do for you?'\\n\\nGúrion notices the pelts you carry, and quickly offers to take them from you.\\n\\n'I had a feeling you might be the one to fulfil that bounty, [placeholder]. Blackroot Vale has no shortage of hunters, but there is far easier prey than wolves and prey that is of greater use to our people... and to our stomachs! Even so, you have done us a great service, and I think we shall all sleep more soundly knowing that Dokhvor and Húlthak no longer lurk just beyond the light of our lanterns in the night.\\n\\n'You have my thanks!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Dokhvor and Húlthak can be found in Eryn Asgath in the Blackroot Vale.\\n\\nYou have obtained a deer carcass from one of the many deer of the Blackroot Vale. You should use it as bait to draw out Dokhvor and Húlthak in Eryn Asgath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "The eldest of the wolves invading the Blackroot Vale, Dokhvor and Húlthak, threaten the people of Lancrath and have made the pass of Tarlang's Neck unsafe for travellers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "You have collected a deer carcass",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "The posted note advertises a bounty on a pair of elder wolves that have taken up in the Blackroot Vale known as Dokhvor and Húlthak, describing them as 'vicious and bloodthirsty pack-leaders and mates, and the foul parentage of many of the most aggressive wolves in the western reaches of Gondor'. It suggests that those who would seek to hunt Dokhvor and Húlthak should collect a carcass from one of the deer in the Blackroot Vale, as the wolves are notoriously reclusive and will only appear to feast upon a fresh kill.\\n\\nYou notice that the note demands the pelts of Dokhvor and Húlthak as proof of their demise, and it invites those who have fulfilled the bounty to speak to Gúrion in the hamlet of Lancrath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Bounty: Dokhvor and Húlthak",
      "es": "",
      "es (fem)": ""
    }
  ]
}