{
  "id": 621078910,
  "txt": [
    {
      "id": "0x9b56894",
      "en": "'Hello, [placeholder]. What is that you've got there?'\\n\\nMelril raises an eyebrow with some measure of concern growing on her face. You present Kurzglok's mandibles to her, and her face contorts into an annoyed revulsion.\\n\\n'I absolutely did not ask for these! But you say the bounty demanded them as proof? Nonsense! One of the other hunters must be playing a prank on me again. They know how much I hate spiders, after all, and if it had been anything else, I'd have dealt with it myself. Well, we'll see who's laughing when I find out who it was!\\n\\n'Nevertheless, I would have taken you at your word, friend. And so long as Kurzglok won't trouble us any longer, that is enough for me. You have my thanks!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Find and defeat Kurzglok in Lhingroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d173",
      "en": "The terrible spider known as Kurzglok poses a grave threat to the hunters of Sardol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "The posted note advertises a bounty on a spider of Blackroot Vale known as Kurzglok, described as 'a terrifying great spider and devourer of its own kind lurking in the caverns of Lhingroth', and it invites any who claim to have slain Kurzglok to speak with Melril in the hamlet of Sardol.\\n\\nYou notice that a hasty addition has been scrawled in different hand-writing at the bottom of the note, demanding that Kurzglok's mandibles be collected as proof of its defeat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Bounty: Kurzglok the Many-legged",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e10",
      "en": "Deliver Kurzglok's mandibles to Melril in Sardol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "The web springs at your touch and a loud reverberation echoes through Lhingroth!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Melril can be found in Sardol in the Blackroot Vale.\\n\\nYou have defeated Kurzglok and taken its mandibles. You should deliver them to Melril in Sardol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Kurzglok can be found somewhere in the caverns of Lhingorth in the Blackroot Vale.\\n\\nA bounty posted by Melril of Sardol seeks for a skilled hunter to seek out and defeat the spider, Kurzglok, in the caverns of Lhingroth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Its many barbed legs stilled at last, Kurzglok bubbles and falls silent",
      "es": "",
      "es (fem)": ""
    }
  ]
}