{
  "id": 621036321,
  "txt": [
    {
      "id": "0x9b56889",
      "en": "Deep within Wyrmsgráf, there lies a great larder which once belonged to Scatha the Worm. In recent years, it has come to be a feeding ground for the young dragon-kind of Ered Mithrin.\\n\\nYour mission is to defeat many of the dragon-kind dwelling in Scatha's Larder.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8eaf10",
      "en": "Burning Shield",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Once a great larder used by Scatha the Worm, a recently-discovered chasm in Wyrmsgráf now serves as the proving grounds for young dragon-kind in Elderslade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "You have completed your mission.\\n\\nYou should talk to Ausma for your reward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: Well-fed in Wyrmsgráf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I have a new mission for you, [placeholder].\\n\\n'My scouts have just returned from Wyrmsgráf. They have reason to believe that a chasm once used by Scatha is now a feeding ground for the youngest dragon-kind of Ered Mithrin. We cannot allow the like of dragons to again emerge as a threat to the North - not at so crucial a moment in the history of dwarves!\\n\\n'You are to travel to Scatha's larder in Wyrmsgráf and defeat these dragon-kind before they can grow to rival their forebears! For the Gabil'akkâ!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Complete 'Mission: Well-fed in Wyrmsgráf'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef81a1",
      "en": "Some monsters in this mission will apply a flaming reflect shield to themselves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Ausma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Your mission is to defeat many of the dragon-kind dwelling in Scatha's Larder.\\n\\nYou should talk to Ausma and travel to Scatha's Larder.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'You have done well, [placeholder].\\n\\n'Let the descendants of Scatha come to fear the dwarves as they rightly should!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}