{
  "id": 621036242,
  "txt": [
    {
      "id": 228284037,
      "en": "'Ah, you seek instruction in the finer points of brawling? That you know such things exist proves you are a Brawler like few others! Most think it as simple as punching first with your left hand and then with your right, but there is a great deal more to it than that, as you and I are both well aware!\\n\\n'I am pleased to hear of your willingness to learn. Many underestimate the danger of a competent Brawler; sometimes, the deadliest punch is the first one you throw against such a foe!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Deadliest Punch Is The First",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Brom Hawksbeard has heard that another Brawler such as you was seen travelling through Bree-land, heading north.",
      "es": ""
    },
    {
      "id": 8725910,
      "en": "'Ah, you seek instruction in the finer points of brawling? That you know such things exist proves you are a Brawler like few others! Most think it as simple as punching first with your left hand and then with your right, but there is a great deal more to it than that, as you and I are both well aware!\\n\\n'I am pleased to hear of your willingness to learn. Many underestimate the danger of a competent Brawler; sometimes, the deadliest punch is the first one you throw against such a foe!'",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Meet Gwesgylliel for further Champion training",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Gwesgylliel is at Lin Giliath in Meluinen in the North Downs.\\n\\nYou have been told that the Elf-maiden Gwesgylliel, herself a mighty champion, desires to speak with you.",
      "es": ""
    },
    {
      "id": 86966502,
      "en": "Bring the letter to Hunward at Trader's Wharf",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Talk to Hunward at Trader's Wharf in the Wildwood",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Brom Hawksbeard wrote to you, telling you to seek out a Rohirric Brawler by the name of Hunward. Hunward was seen heading for Trader's Wharf in the Wildwood.",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "[placeholder],\\n\\nFolk around Bree-town have been discussing a curious fellow who passed through town recently. Rohirric, they thought he was, name of Hunward, and he headed north in the direction of the Wildwood. I think he was a Brawler same as us, [placeholder]! You'd better go see if you can find him. Like as not he'll have some useful skills to impart!\\n\\nI expect you'll find him at Trader's Wharf.\\n\\nBrom Hawksbeard",
      "es": ""
    }
  ]
}