{
  "id": 621036217,
  "txt": [
    {
      "id": "0xfbea272",
      "en": "'Yes, it sounds powerful indeed...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "There can be no doubt. This is the shade of Darothild",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5568791",
      "en": "'Maybe we shouldn't mess with such as that, Mal!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x61fbea1",
      "en": "'[placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5568792",
      "en": "'And the stranger's right: we can't get this ship out of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x61fbea2",
      "en": "'How's this for a turn of luck, boys?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5568793",
      "en": "'Maybe we don't need to. The way I see it, he never cared for us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x61fbea3",
      "en": "'Kill the Brawler first!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5568794",
      "en": "'We were just a means to an end, weren't we?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Ease Darothild's pain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x61fbea4",
      "en": "'What is wrong with you slugs?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5568795",
      "en": "'He was quick to toss us out, wasn't he?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x61fbea5",
      "en": "'No wonder Ferny kicked us out of the gang!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5568796",
      "en": "'Maybe they're right, Mal. What do we need Ferny for?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x61fbea6",
      "en": "'Get them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5568797",
      "en": "'Banditry was always a losing game, and it never led to anything for such as us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Walgar at the Spring of the Red-maid",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "You have survived the onslaught of enemies at the Spring of the Red-maid, but now a mysterious figure has revealed herself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x61fbea7",
      "en": "'I thought this ship might be my way back into Ferny's gang, stranger.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5568798",
      "en": "'What do you say?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x61fbea8",
      "en": "'But with [placeholder] hanging from the prow, it's sure to be!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x61fbea9",
      "en": "'Is that so?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "You know beyond any doubt: this is the shade of Darothild, who fell at the Spring of the Red-maid.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Defend Walgar from the Woman at the Spring",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Darothild's shade stands before you at the Spring of the Red-maid, where she lost her final battle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Instance: Heirloom of the Ordinary",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Darothild's shade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'The story of Darothild was a sad one, [placeholder], but it was told to children of the Eglain to impress upon them the importance of standing and fighting against evil, even if it is not easy. Especially if it is not easy.\\n\\n'The carving has been cleansed of its corruption, and the shade of Darothild has escaped from her long captivity. Those are both worthy goals to have accomplished this day! I think she will be glad for you to hold onto her carved image, [placeholder], especially if it will help you combat evils such as the Red-maid.\\n\\n'Let us leave this place, and then I will bid you farewell. May the Image of the Champion serve you well!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Walgar is at the Spring of the Red-maid.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Umín has returned with you to the forsaken ship where the Spirit of the Necklace was defeated, hoping to aid you in cleansing the corruption from the necklace you found in Mordor, and perhaps to find some measure of peace for himself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "Darothild's shade stands before you at the Spring of the Red-maid, where she lost her final battle.\\n\\nWalgar has asked you to show the corrupted sculpture to Darothild's shade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x72eb9d0",
      "en": "'This is a mistake, Stackwort!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'These ruins are curiously empty, [placeholder]. It feels to me as if some presence waits for us, holding its breath! Does the Red-maid live again, thinking to seize us and pull us beneath the fetid water?\\n\\n'We all listened to the Stone-speaker's tale, and in the mid-day light of Ost Guruth this seemed like an idea with merit. If the sculpture you carry is truly a carving of the warrior-woman Darothild, bringing it to the site of her last battle might cure it of the corrupting ailment that surrounds it. But now that we are at the place, I am not as certain!\\n\\n'Let us finish this, then, but stay on your guard! This place ended Darothild. I do not wish for it to signal our ends as well!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a5",
      "en": "Talk to Umín",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x72eb9d1",
      "en": "'You'll find a place, Stackwort, if you try to do right by your men.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Investigate the forsaken ship",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x72eb9d2",
      "en": "'I... I know.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "Defeat Mal Stackwort's crew of cutthroats",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x72eb9d3",
      "en": "'I know how empty it can feel to lose direction.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Talk to Mal Stackwort",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x72eb9d4",
      "en": "'When the Spirit's hold on me was gone, I thought I would never find that purpose again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x72eb9d5",
      "en": "'But it wasn't my purpose. It never had been.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x72eb9d6",
      "en": "'I cannot claim it will be easy, or that I have found it for myself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x72eb9d7",
      "en": "'The necklace was a chain around my neck, and it bound me to a cruel master.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a4",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x72eb9d8",
      "en": "'With help, I was able to cast my necklace away. Will you do the same?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Stay back! I will not hesitate to put you in the ground! My spear has tasted the blood of so many, and for the defence of my people and my land it will drink deeply of yours, villain!'\\n\\nDarothild falls silent as you begin to speak. You speak calmly, with quiet words, but each one cuts deeper than the one before it, deadlier than any of your other weapons. You tell of the stories that were passed down among the Eglain, stories about Darothild, the mighty champion who faced the Red-maid in defence of her people and never returned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a6",
      "en": "Others have come to the lost ship for some unknown purpose, and you should learn what they intend.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a7",
      "en": "Mal Stackwort, former minion of Bill Ferny, leads a crew of cutthroats intending to free the forsaken ship from its trapped berth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a8",
      "en": "Mal Stackwort has no idea of the meaning behind Umín's words, and has asked you to explain them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Show the corrupted sculpture to Darothild's shade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b0",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a2",
      "en": "'I know not how this necklace came to the land of Mordor, [placeholder], but I am certain now that this is the very same artifact that caused me so much trouble and grief on the deck of this very ship. What servant of evil could have brought it to that place, and for what purpose? I cannot say, but this I know: the Spirit of the Necklace is well and truly gone. I feel its absence as strongly as I feel the wooden deck beneath my feet.\\n\\n'Gone too is the corruption that enveloped this necklace as a result of its stay in the Black Land. I think it is fitting that you take it now, and make whatever use of it you deem right. It no longer has any hold upon me, and I am left in peace at last. I hope Mal Stackwort and his fellows will find freedom from their own controlling spirit, Man though he be.'\\n\\nYou thank Umín for the gift of the necklace, and tell him you believe Elrond of Rivendell will be able to imbue it with some force for Good.\\n\\n'I hope so, my friend. Go to Rivendell with my good wishes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b1",
      "en": "Umín has collected the necklace from where it lay, and he wishes to speak with you about it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'I'll think about it, but I make no promise that you will not see me again, Brawler.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b4",
      "en": "Umín stands outside the docked ship, waiting to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b9",
      "en": "Umín's words have had an effect on Mal Stackwort, but whether they will last remains to be seen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'Where next will you go? To Rivendell? I wish you good fortune, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'Where did you find this? I would know this carving anywhere, for it was a gift from my love. He begged me not to go. He gave me presents and gifts he carved from wood and stone and bone and tusk, but I refused them all. I carried my love for him to this place, and my spear, and nothing else.\\n\\n'All else is clouded to me, but I can see his face more clearly than anything else in this shadowed world. He must be long dead now, my Bemwin.'\\n\\nYou tell Darothild that the Eglain have found many similar sculptures in the swamp-lands; Bemwin must have lived long enough to make many such carvings. She smiles sadly at you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'See? It is just as I said: whatever force gave life to the traps within these caverns has fled. Was it the Spirit of the Necklace, or some other power? Whatever it might have been, it is gone now.\\n\\n'But I hear voices ahead. Who else has come to this forsaken ship?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'Well? Why does this fellow say I shouldn't take this ship and go a-pirating?'\\n\\nYou briefly describe Umín's experience with the Spirit of the Necklace, which culminated with the shade seizing control of the poor adventurer's body and turning him against his allies on this very ship's deck, before the spirit was finally defeated and Umín freed from its influence.\\n\\n'He can't have been completely freed, can he?' Mal muses wryly. 'He came back here, didn't he? Are you certain this spirit was truly defeated? It sounds powerful.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "You have come with some Eglain warriors to the Spring of the Red-maid. Here it may be that you can remove the corruption that encircles the carving of Darothild.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa41d6a8",
      "en": "Explore the Spring of the Red-maid and defend Walgar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1fbea20",
      "en": "'What is he talking about, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1fbea21",
      "en": "'Maybe I don't need the ship.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1fbea22",
      "en": "'Maybe I just need... this!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1fbea23",
      "en": "'Lend me your evil! Come to me, Spirit of the Necklace!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1fbea24",
      "en": "'Hear me, O Spirit! Give me your strength!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1fbea25",
      "en": "'Come to me, Spirit! Tell me what to do!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1fbea26",
      "en": "'Bah! Lies!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1fbea27",
      "en": "'Giving up, are you? How will we get back into Ferny's gang?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1fbea28",
      "en": "'But what will we do? Where will we go?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1fbea29",
      "en": "'What do you know about it?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x972eb91",
      "en": "'Cutthroats! Cutthroats and villains!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x972eb92",
      "en": "'What are they doing here?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x972eb93",
      "en": "'Stop! Why are you doing this?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x972eb94",
      "en": "'You cannot take this ship! It is a place of evil!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x972eb95",
      "en": "'How would you even get this ship out of here?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50250",
      "en": "Remain on your guard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x972eb96",
      "en": "'It lay hidden in this cleft for so long, its evil undisturbed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50251",
      "en": "Talk to Umín",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x972eb97",
      "en": "'Should it not stay here, and trouble the rivers of this land no longer?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1fbea30",
      "en": "'So? Are you saying you survived, and I will too? Is that supposed to inspire?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x972eb98",
      "en": "'No!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to Walgar at the Spring of the Red-maid",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1fbea31",
      "en": "'I'll think about it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x972eb99",
      "en": "'Do not do this! You do not know what it was like!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4751cc5",
      "en": "Stackwort's Crew",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08ed93",
      "en": "Ease Darothild's pain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x179f5e9",
      "en": "Walgar has been defeated!",
      "es": "",
      "es (fem)": ""
    }
  ]
}