{
  "id": 621036326,
  "txt": [
    {
      "id": "0x9b56889",
      "en": "Within Valdhellir, the most vicious Wargs of Elderslade dwell in darkness. Drauglok, the leader of this terrible pack, poses a great threat to the Dwarves of Durin's Folk.\\n\\nYour mission is to defeat the terrible Warg, Drauglok, in Valdhellir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8eaf10",
      "en": "Reinforcements",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "In the deepest shadows of Valdhellir lies the domain of Drauglok, the mighty pack-leader of the den and one of the eldest Wargs in the Slade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "You have completed your mission.\\n\\nYou should talk to Hórin for your reward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: The Shadow of Valdhellir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I have a new mission for you, [placeholder].\\n\\n'My scouts have just returned from Valdhellir, and it seems they only narrowly escaped a particularly keen Warg known to these Longbeards as Drauglok. It does not surprise me that these Longbeards did not put an end to such a threat, but now the task must fall to you. Drauglok can not be allowed to harry our forces any longer, and we cannot risk another ambush in the night.\\n\\n'You are to travel to Valdhellir and put an end to Drauglok. For the Zhélruka! For the Gabil'akkâ!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Complete 'Mission: The Shadow of Valdhellir'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef81a1",
      "en": "Monsters in this mission will attempt to summon allies to the fight.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Hórin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Your mission is to defeat the terrible Warg, Drauglok, in Valdhellir.\\n\\nYou should talk to Hórin and travel to Valdhellir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Excellent work, [placeholder]!\\n\\n'With Drauglok defeated, I hope it will be some time before those Wargs again dare to creep from Valdhellir.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}