{
  "id": 621036322,
  "txt": [
    {
      "id": 162883721,
      "en": "Within Valdhellir, the most vicious Wargs of Elderslade dwell in darkness. There, even the most skilled of hunters must tread with care lest they become the hunted.\\n\\nYour mission is to collect hides from the Wargs in Valdhellir.",
      "es": ""
    },
    {
      "id": 261009168,
      "en": "Raging",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "A terrible pack of Wargs dwells within the shadows of Valdhellir, posing a continued threat to the war effort.",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "You have completed your mission.\\n\\nYou should talk to Hórin for your reward.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mission: Hunting the Hunters",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I have a new mission for you, [placeholder].\\n\\n'My scouts have returned from Valdhellir. It seems the most vicious Wargs in Elderslade have long stalked those dark passages, but the time has come to drive them off. Nothing shall prove to them the might of the Zhélruka more clearly than a collection of their hides!\\n\\n'You are to travel to Valdhellir and collect the hides of the Wargs that dwell there. When that is done, I shall see them displayed as a warning to our foes in Elderslade! For the Zhélruka! For the Gabil'akkâ!'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Complete 'Mission: Hunting the Hunters'",
      "es": ""
    },
    {
      "id": 133136801,
      "en": "Monsters in this mission will enrage at low morale, gaining attack strength and attack speed.",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Hórin",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Your mission is to collect hides from the Wargs in Valdhellir.\\n\\nYou should talk to Hórin and travel to Valdhellir.",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'You have done well, [placeholder].\\n\\n'These hides will serve as a stern reminder to the Wargs of Elderslade that we are not to be underestimated!'",
      "es": ""
    }
  ]
}