{
  "id": 621036203,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Hunward will be pleased to instruct you in the finer points of brawling, but he insists that you will need better equipment if you are to unlock your potential in the punching arts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You are deserving of equipment that reflects the good you do for the people of Middle-earth, [placeholder], the better with which to serve them. It would be my privilege to help you fashion it, but I must give to you this cautionary word: these articles will not be easily come by, for their tale must be one of danger and of hardship. Only through these perils will they have strength enough.\\n\\n'Speak with me when you are ready to begin, and I will tell you what must be done to fashion equipment befitting a true champion.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Hunward at Trader's Wharf in the Wildwood has agreed to fashion you fine equipment suitable for a legendary Brawler, if you will bring him the materials he needs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Let me congratulate you on your achievements, [placeholder], for you have truly come into your own, and your fists will surely be feared by all those with whom you brawl!'\\n\\nYou thank Hunward for the fine equipment he fashioned for you and for his kind words, and you ask him how he came to study the art of brawling. He laughs.\\n\\n'You would have expected a Man of Rohan to prefer fighting astride a horse? It is true, most of my kin much prefer it, but I choose to model myself after the most legendary Brawler of all. You have heard of Helm Hammerhand, of course. Know you how he was given that epithet? When he was insulted by Freca, in whose veins ran Dunlendish blood, Helm commanded that he step outside, for brawls were not permitted in the king's house.\\n\\n'Freca was filled with fear, and well he might have been, for Helm was a man large and strong, and none of Freca's men were near enough to aid him. But he saw that Helm bore no sword, having left it within the hall, and that eased his mind. It should not have done, for Helm's fists were deadlier than any sword. He smote Freca a single blow from his fist, and that was his mortal injury.\\n\\n'Helm truly stands apart, [placeholder], as a legendary Brawler. Let us do what we can to prove ourselves worthy of his memory!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Hunward is at Trader's Wharf in the Wildwood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Gimli is currently staying in Rivendell, in one of the guest rooms of Elrond's House.\\n\\nGwesgylliel has learned that a party of dwarves came to Rivendell not long ago, and one of their company, Gimli, was a champion. This dwarf-champion might be willing to teach you some of his techniques.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You must finish the task put before you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You flatter me, [placeholder]! There are some would say I am a champion among dwarves, but certainly I would not do so, not so boldly! Ha ha ha!\\n\\n'The trick to combat, my friend, is to give it everything you've got. There are no half-measures, not in battle and not ever! If you swing your axe as though every swing were its last, you'll be a real force!\\n\\n'I understand that you're a mighty champion yourself, [placeholder], and I applaud you! You'll do fine in the times that lie ahead, I'm sure of it. Until we meet again!' ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I do not remember dwarf-names very well. The company at the outpost in the Misty Mountains, north of Rivendell, sent a dwarf-champion to Rivendell; he is staying in one of the guest rooms along the road that winds up the southern slope of the Vale of Imladris. I believe his name was Gimli, but it might have also been Gisli. Dwarf-names are not easy, like the names of my people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'You're going to need better equipment if you are to fulfil your potential as a master of the fine art of punching things, my new friend! But heed my warning, for the materials I will need to fashion you such articles and implements as these may not be easy to acquire. If you are to become the most feared Brawler of all, I know you will have little difficulty finding them.\\n\\n'And if you don't, then perhaps you were not intended to stand apart from all the other mid-level Brawlers in this land. You will engage in a tavern fight here, a back alley brawl there, and you will wonder what might have been. Always you will wonder if you could have been more.\\n\\n'With my help, you can be. Think it over, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'If you are to become the most feared Brawler of all, I know you will have little difficulty finding them. And if you don't, then perhaps you were not intended to stand apart from all the other mid-level Brawlers in this land. You will engage in a tavern fight here, a back alley brawl there, and you will wonder what might have been. Always you will wonder if you could have been more.\\n\\n'With my help, you can be. Think it over, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'[placeholder]! How goes the fighting?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Complete 'Implements of Striking' for Hunward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Champion [placeholder], hello! It is good to speak with you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Complete 'Articles of Durability' for Hunward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Hunward at Trader's Wharf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Gimli in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Brawling Lessons",
      "es": "",
      "es (fem)": ""
    }
  ]
}