{
  "id": 621036220,
  "txt": [
    {
      "id": 162883765,
      "en": "'I returned to those caverns once, [placeholder]. The riddle doors were open, the spike traps deactivated. It was as if the guiding force that hindered our progress had undone itself, its purpose spent. I came all the way to the ship, but like me it remained an empty vessel. I returned to the surface, aimless and disappointed.'\\n\\nYou ask Umín why he went back underground after his experience with the haunted necklace, and he stares off into the distance.\\n\\n'I think I did it hoping the spirit would return, and tell me what to do... but I received no such guidance. In the weeks that followed I came often to the Forsaken Inn, waiting for someone to tell me what to do, someone to give me direction, but no one ever did.\\n\\n'I will go with you now, [placeholder], if you let me carry the necklace. If I can help you cleanse the corruption from it, perhaps my aimless days will be ended.'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 2.1: Heirloom of the Ordinary",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'Did you see this writing? The words are very faded and I cannot make them out, but an expert in such things might fare better. Seek Aric the Stone-speaker, far to the south in Harloeg. He may be able to tell you more.'",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'What are... what are you doing here, [placeholder]?'\\n\\nYou hold up the broken necklace and Umín nearly falls off the rock.\\n\\n'Why did... why did you bring it back to me?'\\n\\nYou hastily hide the necklace from his sight, and he takes a moment to calm himself. You ask what has him so troubled, and he frowns.\\n\\n'Need you ask? You remember that heirloom of my family, the thief-stolen necklace we at last recovered from the tomb in the caverns beneath the Forsaken Inn? It guided my thoughts for so long, and when I finally unearthed it, the spirit held within so dominated my mind that I turned upon my friends! I was powerless to resist the spirit of the necklace, but worst of all... now that they are gone, spirit and necklace both, I do not know what to do! And now you have returned with the necklace that so occupies my every waking minute....'\\n\\nYou tell Umín that you found this necklace in Mordor. For it to be the same as the one that so troubled him seems unlikely, but Gandalf believes it might be possible to cleanse the corruption that envelops it.\\n\\n'But it is so like the other. What if this corruption is the result of another spirit's presence, [placeholder]? What will we do then?'",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "'Umín was just here, actually. If you leave the Inn you might see him across the way. Whatever stupor he's in isn't caused by my drink, that I do know... he's just a defeated man!'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to Morhald in Haragmar",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I have studied the artifact that Ayorzén stole from the vault of Durthang. It bears a powerful corruption, but it was not made in the land of Mordor. It came from elsewhere, and the corruption that envelops it stems from its long stay in the Black Land. If this evil could be cleansed, I believe that Elrond could imbue it with a powerful and vital force for Good.\\n\\n'Before that can happen, however, we must do something about the corruption that Mordor has worked upon it. There are different methods to accomplish this, though the Wise disagree upon the effectiveness of each. My preferred means for such a cure is to bring the corrupted item to the place where it was made, or to places of some significance upon its path, and to thereby diffuse the foul touch of Mordor that has, in the interim, claimed it. We must learn the story of this heirloom before it came to Mordor.'\\n\\nThe Wizard turns the artifact over in his hands, studying it for some clue to its origin. To your eye the heirloom is a golden necklace, ordinary save for the large ruby in its centre. The chain is broken and cannot have been easily worn for some time. It looks familiar to you.\\n\\n'Familiar, you say?' Gandalf asks, stroking his beard. 'How so?'\\n\\nYou tell him that the necklace shares a resemblance with one worn by a man called Umín in tunnels beneath the Forsaken Inn of the Lone-lands. Umín had been ensnared by the villainous spirit inhabiting a necklace just like this one, and breaking its hold upon the man had not been easy.\\n\\n'Let us hope no such spirit bedevils this necklace, [placeholder], but there is some foulness about it all the same. If you find this Umín, he may help you to cleanse the corruption enwreathing it. I say it is time for you to return to the Forsaken Inn, my friend. Anlaf the Forlorn may know where you can find this Umín now.'",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Talk to Frideric the Elder in Ost Guruth",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'You say you're looking for Umín? Why'd you want to do that?'\\n\\nAnlaf scowls.\\n\\n'He comes in here from time to time, lookin' for all the world as if he's thinkin' to just curl up in the corner and never move again! Doesn't buy so much as a single mug of ale, neither! He just sits, and stares, and eventually he gets up and every time he leaves I think I'll never be seein' him again... but I've never had the luck before and still haven't!\\n\\n'He was just here, actually. If you leave the Inn you might see him across the way. Whatever stupor he's in isn't caused by my drink, that I do know... he's just a defeated man!'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Cólbyr in Haragmar",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Walgar in Haragmar",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Did you find this sculpture among the reeds of Haragmar? It appears well-made, if soiled by the passage of Time and the mistreatment of the swamp.'\\n\\nMorhald shudders and withdraws his hand, recoiling as if stung by a biting insect.\\n\\n'A feeling of evil emanates from this object! Where did you find it, and why have you brought it to me?'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'This is a beautiful carving, [placeholder]! What a shame that the swamp has worn away some of the details, for it seems to me that the subject of the sculptor's gaze was quite striking. See too the martial skill with which she raises the spear, ready to face some unseen foe? This must have been carved from life, or the artist was a master to have carved from memory.\\n\\n'The sight of it makes me uncomfortable, but I do not understand why. Is it the knowledge that such a work is beyond my skill or some other unknown reason? Take it away, I do not wish to look upon it any longer!'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Aric the Stone-speaker in Harloeg",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Why do you search for me with such concern, [placeholder]? I am one of the Eglain, hearty and proud walkers of the wilderness. What do you have there?'\\n\\nYou show Walgar the sculpture of the spear-wielding woman. As he takes the carving, he shudders briefly, but sets aside the momentary revulsion and continues with his examination of the sculpture.\\n\\n'It is hard to say for certain, but I believe I have seen carvings such as this before. Do you see the distinctive strokes on the arm that holds the spear? The definition of the muscle can plainly be seen, despite the passage of Time and the harsh work of the elements. A master craftsman once lived in this land, and though his name has been forgotten, this is clearly his work. Other statues and carvings made by his hand have been found in Haragmar and elsewhere.'\\n\\nWalgar turns over the carving and squints at the base.\\n\\n'Did you see this writing? The words are very faded and I cannot make them out, but an expert in such things might fare better. Seek Aric the Stone-speaker, far to the south in Harloeg. He may be able to tell you more.'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Aric the Stone-speaker and travel to the Spring of the Red-maid",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Talk to Anlaf the Forlorn in the Forsaken Inn",
      "es": ""
    },
    {
      "id": 49286705,
      "en": "Bring the Necklace of the Ordinary to Elrond in Rivendell",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Ah, you have found a carving of the warrior-woman!'\\n\\nAric takes the sculpture and studies it closely.\\n\\n'I have spent long enough in the company of the Dead to learn something of their history and secrets, [placeholder]. This is a carving of Darothild, a great champion who lived in this land, long ago. When the Lady of the Fountain fell to evil, Darothild was one of the few who sought to challenge her when no others would. Great champion though she was, she never returned from the Spring. Some of the Eglain still tell her story to their children, though doubtless many of the details have changed over the years.\\n\\n'Many carvings of Darothild have been found, but none have been as wreathed in evil-feeling as this. Perhaps if you bring it to the site of her last battle, the corruption could be cleansed? If not, at least you might leave it there in memory of her. Speak to me and I will find strong Eglain to accompany you.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Mithrandir has studied the artifact that Ayorzén stole from the vault of Durthang and believes that if it might be cleansed of its corruption, it could be empowered with a force for Good.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Umín has struggled greatly since his encounter with the spirit of the necklace in the caverns beneath the Forsaken Inn.",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Anlaf the Forlorn tends the bar of the Forsaken Inn, in the Lone-lands.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Aric the Stone-speaker is at Ost Haer, far to the south of Haragmar.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'I know why you have come, [placeholder]. If you are to journey beneath the shroud that covers Gorgoroth, you will need the aid of a light that can pierce the darkness. So it was with those who coveted this necklace when it contained malevolence, or the promise of direction. Now that it is just a necklace, perhaps it will aid you as it did not aid them.'\\n\\nElrond takes the Necklace of the Ordinary from you and dips it into the font beside him. When the artifact emerges from the glowing circle, light drips soundlessly from it and pools like water in the basin. Elrond smiles at the sight, and his voice contains both determination and joy when he speaks again.\\n\\n'With the Light of Eärendil, you will be able to walk where the shadows lie, and overcome them.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Anlaf told you that Umín just left the Forsaken Inn, and if you hurry you might see him outside somewhere.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Aric the Stone-speaker is in Harloeg, far south of Ost Guruth.",
      "es": ""
    },
    {
      "id": 49286711,
      "en": "Bring the corrupted necklace to Umín somewhere outside the Forsaken Inn",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'I will find strong Eglain to go with you. Me? No, not me! I am a scholar, not a warrior! But some may be found who can accompany you. We will see if Walgar has returned to Ost Guruth and would like to go with you. He will be very interested to learn that this is a carving of Darothild, about whom he surely heard tales when he was a child.'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Elrond is at the Haven of Orladion in Rivendell, north-west of the Last Homely House.\\n\\nYou have cleansed the corruption from the Necklace of the Ordinary, and should bring it now to Elrond in Rivendell.",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Talk to Umín and return to the ship in the caverns beneath the Forsaken Inn",
      "es": ""
    },
    {
      "id": 69036788,
      "en": "Defend Morhald",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'There is a foulness about this necklace. If you find Umín, he may help you to cleanse the corruption enwreathing it. I say it is time for you to return to the Forsaken Inn, my friend. Anlaf the Forlorn may know where you can find this Umín now.'",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'I will meet you at the Haven of Orladion, [placeholder].'",
      "es": ""
    }
  ]
}