{
  "id": 621036319,
  "txt": [
    {
      "id": "0x9b56889",
      "en": "Deep within Wyrmsgr치f, there lies a great larder which once belonged to Scatha the Worm. Long lost to the Dwarves of the North, the time has come to reclaim the remains of their ancestors from Scatha.\\n\\nYour mission is to recover the scavenged remains of dwarves that met their ends in Scatha's Larder.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8eaf10",
      "en": "Reinforcements",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Deep within Wyrmsgr치f, the remains of countless dwarves lay strewn through Scatha's larder of old.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "You have completed your mission.\\n\\nYou should talk to Ausma for your reward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: Scatha's Legacy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I have a new mission for you, [placeholder].\\n\\n'My scouts have just returned from Wyrmsgr치f. Among the countless bones and dead in Scatha's larder, they discovered the mouldering remains of several dwarves. From what I have been told, I can only surmise that they long ago fell victim to Scatha the Worm, but that is no place for the bones of a dwarf to rest!\\n\\n'You are to travel to Scatha's larder in Wyrmsgr치f and reclaim the bones of fallen dwarves! Let them be laid to rest among the honoured dead!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Complete 'Mission: Scatha's Legacy'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef81a1",
      "en": "Monsters in this mission will attempt to summon allies to the fight.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Ausma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Your mission is to recover the scavenged remains of dwarves that met their ends in Scatha's Larder.\\n\\nYou should talk to Ausma and travel to Scatha's Larder.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'You have my truest thanks, [placeholder].\\n\\n'Too long have these dwarves been kept by the dragons of Ered Mithrin. May they at last come to rest among the bones of their own kin.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}