{
  "id": 620966380,
  "txt": [
    {
      "id": "0xa8e1150",
      "en": "You have planted the spear and honoured Léofdag's memory",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56846",
      "en": "'My heart is heavy with the loss of Théoden King. I wish I could have done more to aid him, but I saw how his men were cast aside like grass on the plains... the vile power of those wraiths is unlike anything I have ever seen. And yet, they too can be felled!\\n\\n'I shall not despair - not while the Men of Rohan and Gondor still fight as one!\\n\\n'Here, take Léofdag's spear. He named it Wrecend, and it seems fitting that it be laid at the site where our King met his end.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50249",
      "en": "Plant Léofdag's spear, Wrecend, in the ground at Kings' End",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1b1",
      "en": "Fire and slaughter blanket the Pelennor Fields as the Riders Three draw closer to their foe's whereabouts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "Burnoth, Hutha, and Ulf can be found at Kings' End.\\n\\nYou have found the Riders Three at Kings' End and should now speak to them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01158",
      "en": "A small mound of earth can be found near the site where Théoden King fell at Kings' End.\\n\\nHutha has asked you to plant Léofdag's spear near the site where Théoden King fell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf0",
      "en": "A Field of Death",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50253",
      "en": "Defeat foes on the Pelennor Fields ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "'Our foes cover the fields, and already Théoden King has rushed into the heart of battle. We must reach him and lend him our aid!\\n\\n'To reach him shall be a difficult task, for the Fields are rife with foes, but we cannot falter - not now. Ride forth with us and slay the foes of Rohan and Gondor!\\n\\n'We must not allow the forces of the Enemy to harry our advance! Ride, and meet us at the King's side!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01145",
      "en": "Foes can be found across the Pelennor Fields.\\n\\nBurnoth has asked you to aid in the Battle of the Pelennor Fields by defeating many of the Enemy's forces.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ef1",
      "en": "Plant Léofdag's spear, Wrecend, in the ground at Kings' End",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01146",
      "en": "Enemies are on all sides! Hold the field and protect those you can!\\n\\nYou have defeated many of the Enemy's forces and should now continue to aid the forces of Gondor and Rohan on the field.\\n\\n<rgb=#FF0000>Note: You must complete Book 6, Chapter 2 of Volume IV to advance this objective.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1174",
      "en": "Defeated foes on the Pelennor Fields ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50257",
      "en": "Battle your way to the centre of the Pelennor Fields",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50241",
      "en": "Search for the Riders Three at Kings' End",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01149",
      "en": "Kings' End can be found near the centre of the Pelennor Fields at the site where Théoden King fell.\\n\\nYou have arrived at Kings' End and should now seek out the Riders Three.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1162",
      "en": "You have found the Riders, who now look much worse for the wear...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01162",
      "en": "Burnoth can be found at Kings' End.\\n\\nYou have honoured Léofdag's memory by laying his spear at the site where his King fell. You should now speak to Burnoth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50245",
      "en": "Talk to Ulf at Kings' End",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56844",
      "en": "'Many have we felled already, but many still remain. The Thanes and Reeves of Rohan battle nearby, slaying all that rushed to the aid of that vile wraith. The loss of our King weighs heavily on us all, but still we are spurred on!\\n\\n'I know not if this day shall bring us victory, but I am certain our traitor shall soon move to reunite with an agent of the Enemy. When he does, [placeholder], I shall be swift - for even if my ending should come this day, I shall not allow that worm to escape my axes!\\n\\n'Léofdag shall be avenged... I swear it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Talk to Burnoth at Kings' End",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56873",
      "en": "'To see Léofdag's spear planted near the site of our King's fall brings me joy - may they ride together into legend. Yet for the rest of us it is a sorry day, [placeholder]... and the battle is not yet done. \\n\\n'Let us press the attack now, and mourn for those who have fallen when our foes are driven from the Fields.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50247",
      "en": "Talk to Hutha at Kings' End",
      "es": "",
      "es (fem)": ""
    }
  ]
}