{
  "id": 620966381,
  "txt": [
    {
      "id": "0x9b56874",
      "en": "'The traitor is slain, but Crúmgam has escaped with his vile sorcery.\\n\\n'In his wake, he has left the Reeve slain and Ulf wounded. We must retreat to safer ground, and heal what we may. The body of the Reeve must be borne to the gates of the city - I shall not leave him here among the dead!\\n\\n'Come!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01167",
      "en": "Crúmgam's flames are upon one of the charred fields outside Kings' End.\\n\\nVile flames have sprung to life and must now be quenched.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01151",
      "en": "Fastred and the Riders Three are searching the fields outside Kings' End.\\n\\nYou have survived an ambush and should now resume your search for Crúmgam.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50249",
      "en": "Follow Fastred as he seeks Crúmgam",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1b1",
      "en": "The paths of the Riders Three and Reeve Fastred align as they move against Crúmgam and his traitorous agent.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01155",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01156",
      "en": "Fastred is running through the charred fields outside Kings' End.\\n\\nYou have witnessed Crúmgam's sorcery and should now search the nearby area for Crúmgam.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf0",
      "en": "Instance: Honour and Treachery",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50255",
      "en": "Talk to Burnoth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01146",
      "en": "Burnoth is standing on the field near Kings' End.\\n\\nYou have arrived at the last location where Fastred sighted Crúmgam, and should now talk to Burnoth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56854",
      "en": "'Crúmgam is nowhere to be found, my friend, but fear not! It is difficult to move unnoticed through such a battle and he cannot have gone far.\\n\\n'Fastred spoke of the sorcerer's mastery of flame - we must proceed carefully or he shall too soon sense our approach and send whichever magics he commands against us.\\n\\n'Let us go now before these fiends slip away!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50240",
      "en": "Search the charred fields for signs of Crúmgam",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50257",
      "en": "Defeat the ambushing foes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01149",
      "en": "The ambushing foes can be found just ahead.\\n\\nYou have begun your search for Crúmgam, but foes now harry your advance. You must defeat them!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50270",
      "en": "Confront Crúmgam",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01161",
      "en": "Brodwulf is standing near the pyre outside Kings' End.\\n\\nCrúmgam has fled, leaving the traitor to his fate. You should defeat Brodwulf and avenge Léofdag.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56858",
      "en": "'No victory comes easy this day, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01163",
      "en": "Burnoth is standing near the pyre outside Kings' End.\\n\\nYou have defeated the traitor, Brodwulf, and should now speak to Burnoth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50244",
      "en": "Defeat the seeking flames",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50272",
      "en": "Defeat Brodwulf and avenge Léofdag",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01166",
      "en": "Crúmgam is standing before the pyre outside Kings' End.\\n\\nYou have found Crúmgam and beside him stands a man bearing the armour of the King's knights - a traitor deep within the heart of Rohan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50275",
      "en": "Talk to Burnoth",
      "es": "",
      "es (fem)": ""
    }
  ]
}