{
  "id": 620966382,
  "txt": [
    {
      "id": "0x6a50249",
      "en": "Talk to Burnoth at Minas Tirith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56848",
      "en": "'So this is the great ram the Enemy used to penetrate the gates of the City? It is both impressive and dreadful - a masterwork of the Enemy's evil.\\n\\n'We could not have defeated that traitor without your aid, my friend. I am gladdened that dear Léofdag is avenged, and that another enemy of our people lies broken on the field.\\n\\n'Does the light burn your eyes too, [placeholder]? In our journey to the fields, I had begun to wonder if the skies would ever clear again.\\n\\n'Let us hope that it promises better days to come...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01152",
      "en": "There are many things to be done before the day is won on the Pelennor Fields.\\n\\nNote: You must complete Book 6, Chapter 8 of Volume IV to advance this objective.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1b1",
      "en": "The paths of the Riders Three and Reeve Fastred align as they move against Crúmgam and his traitorous agent.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01154",
      "en": "The Riders Three can be found at the Threshold of the City.\\n\\nThe battle is won. You should now speak to the Riders Three, and learn of what they faced after your paths diverged.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf0",
      "en": "Honour and Treachery",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "'[placeholder], Reeve Fastred also seeks this Crúmgam. He would have us come together to seek out this sorcerer and Léofdag's murderer.\\n\\n'He spoke of the sorcerer's arrival in the Sutcrofts not long ago, and of his vile designs to unmake the Eastemnet before the war came to the Hornburg. Fastred harbours a wild ire, but we must proceed carefully if he speaks true of Crúmgam's power.\\n\\n'For my part, I shall balk not at a chance to avenge my fallen friend, but the Enemy's power must not be underestimated.\\n\\n'Fastred wishes to speak with you before we depart. Tarry not, for this opportunity shall not long last.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01145",
      "en": "Fastred can be found at Kings' End.\\n\\nBurnoth has asked you to speak to Fastred about Crúmgam.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50254",
      "en": "Talk to Fastred at Kings' End",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56853",
      "en": "'[placeholder]! What a time for our paths to cross once again! I can think of no better [placeholder] to join me and the Riders in this task.\\n\\n'Remember you that foul man, Crúmgam? He sought to break apart my family and defile the lands of the Sutcrofts, but we drove him from the very heart of Snowbourn. But nay, he did not die... \\n\\n'Such are evil things that they slink away until the day favours them! Oh, but he is mistaken, my friend - for I shall lay my vengeance upon him!\\n\\n'He has found himself emboldened amid this onslaught of the Enemy and came forth when the wraith felled Théoden King. He has since travelled south, but I have kept his trail. One of our kinsmen also slipped away with his forces and remained unharmed... if that is not the man you and your fellows seek, I know not who else it might be.\\n\\n'Come with us, my friend. Let us end these treacherous men!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50240",
      "en": "Talk to Burnoth at King's End",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50257",
      "en": "Talk to Fastred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01148",
      "en": "Fastred can be found at Kings' End.\\n\\nFastred has asked you to accompany him and the Riders Three into battle against Crúmgam. You should speak to him when you are prepared.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01149",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50243",
      "en": "Battle on the Pelennor Fields until the day is won",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56841",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56870",
      "en": "'What a day this has been, [placeholder]...\\n\\n'Our foes were without end, and yet we triumphed against them. Léofdag is avenged, and my brothers and I can now rest without the fear of a traitor lurking among the ranks of our people.\\n\\n'Out from the darkness a new dawn has burst forth, but what it shall bring... I know not.\\n\\n'A rest is well-earned, but we cannot linger long while the Enemy contemplates his defeat. Another battle lies just beyond the horizon... I only hope we are prepared.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56871",
      "en": "'Come, [placeholder]. There is vengeance to be had!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50246",
      "en": "Talk to Ulf at Minas Tirith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50247",
      "en": "Talk to Hutha at Minas Tirith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56845",
      "en": "'Ah, [placeholder]...\\n\\n'It is good to see you... here at the battle's ending. Léofdag's murderer is slain and the day is won!\\n\\n'My brothers and I felled this troll as it made for the gates of the City, but I am afraid my strength is spent. Worry not for me - it is nothing that rest and healing cannot cure! \\n\\n'Once we see the rest of the field swept of foes, I shall take a trip to the baths or to a fine bed. When next a battle calls to us, I trust you shall fight at my side!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}