{
  "id": 620966383,
  "txt": [
    {
      "id": "0x6a50248",
      "en": "Talk to Burnoth in Taur Drúadan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56847",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1b1",
      "en": "Poor Léofdag fell at the Battle of the Hornburg, but the treachery surrounding his death greatly troubles the Riders Three.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56849",
      "en": "'I am gladdened that you found us amongst so many of our kinsmen, my friend. Although I worry that Léofdag's killer still lurks within the War-steads, I think him not enough a fool to make his presence known before we reach the battlefield in Gondor.\\n\\n'We spoke much on what course to take through Taur Drúadan before your arrival, and you must be told of our purpose here in the forest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "The Riders Three can be found somewhere among the War-stead of the King's Men in Taur Drúadan.\\n\\nThe Riders Three have asked you to join them in their quest and their journey to the Pelennor Fields.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01156",
      "en": "Burnoth is at his camp within the War-stead of the King's Men.\\n\\nYou have arrived in Taur Drúadan and should now speak to Burnoth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01144",
      "en": "Erelas can be found north-east of Ost Rimmon.\\n\\nThe Riders Three have asked you to meet them at the beacon-hill Erelas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf0",
      "en": "Vengeance for Léofdag",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50253",
      "en": "Meet the Riders Three at Erelas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "'Indeed, [placeholder], this is not the place for us to speak of such things. We are overdue to set out for Taur Drúadan, but we can spare the time to make clear these matters. \\n\\n'Will you accompany us to the beacon-hill Erelas? It lies to the north-east of Ost Rimmon and should not be difficult to spot, even with its flames quenched.\\n\\n'I am sorry to be so terse, but you shall understand when we meet again. Ride!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1175",
      "en": "You have found the Riders and should now speak to them...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01147",
      "en": "Burnoth, Hutha, and Ulf are at the beacon-hill Erelas.\\n\\nYou have arrived at Erelas and should now speak to the Riders Three about the truth of Léofdag's demise.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50240",
      "en": "Talk to Burnoth at Erelas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50241",
      "en": "Talk to Hutha at Erelas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56856",
      "en": "'I confess I know less of Léofdag's fate than the others, but it pains me just the same.\\n\\n'We became separated during the battle after the wall was shattered. I fell back to a higher position, but I saw Léofdag make for the breach with the Ranger and his allies.\\n\\n'When our foes made for the wounded, I retreated into the tower to defend them. That was the last I saw of Léofdag...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50242",
      "en": "Talk to Ulf at Erelas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56858",
      "en": "'Léofdag was slain by one of our own!\\n\\n'To hold back my fury for so long... I shall not let his death go unanswered. His murderer lurks among our number in Rohan, I know it!\\n\\n'How can we find one among so many? And does he dare to strike again so near to the King?\\n\\n'Mark my words, [placeholder]... when we find him, and we shall, none will hold me back from him!\\n\\n'Let us ride to Taur Drúadan, and there we can plan our next move.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50244",
      "en": "Meet the Riders Three at their camp in Taur Drúadan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56859",
      "en": "'[placeholder], I trust that you shall share not of what I tell you.\\n\\n'Léofdag's death was no mistake. It is my opinion that it was a conspiracy of the Enemy's design. He fell just as our foes were routed - and after surviving so much else!\\n\\n'I heard him fall beside me and call out, so I rushed to his side. He had been struck by two arrows, yet if he felt pain from them, he showed it not. Instead, he clutched only at his throat as if he were choking. His breathing grew laboured and in moments, he was gone.\\n\\n'The arrows used to slay him were of Rohirric make, but they bore a poison that none in our company had ever encountered.\\n\\n'Léofdag was murdered by one of the Men among the Riders, of this I am certain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1165",
      "en": "You have arrived to find the Riders hastily preparing to set out!",
      "es": "",
      "es (fem)": ""
    }
  ]
}