{
  "id": 620966262,
  "txt": [
    {
      "id": "0xeb011a0",
      "en": "The Hillock is due south of your position.\\n\\nIngbert and Imrahil have begun their journey to the Hillock. You should accompany them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a9",
      "en": "The Haradrim have momentarily stopped their attacks, allowing you a chance to reach the Hillock",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "You have discovered Duilin and Derufin scouting a path through the nearby battlefield",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: The Foe Resurgent",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "Orolang is standing at the cross-roads to the north of the Hillock.\\n\\nYou have found your path blocked by a dreadful wraith and must defeat him if you are to reach the Hillock.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a4",
      "en": "Imrahil is at the cross-roads to the north of the Hillock.\\n\\nYou should speak to him about what is to be done.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Gothmog! These are ill tidings, [placeholder]. We must meet Éomer upon the Hillock - I only hope we are enough to stand against Gothmog's forces.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'I know not who could command such a force in the absence of the Witch-king.\\n\\n'These fields churn with battle and blood, but we must learn more of this new commander. Who could lead so many with nary an ebb in the flow of battle?\\n\\n'He shall surely come forth from Osgiliath as so many of his reinforcements have, but we cannot afford to hold here and allow his forces to overwhelm us.\\n\\n'Let us move to a more fortified position and hope that we might learn of his identity.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "The brothers of Blackroot are slain and the Mûmakil are maddened! Flee!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "With the Witch-king now dead, a new commander has taken control of the enemy forces on the Pelennor Fields.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Ingbert is on the Pelennor Fields just ahead of you.\\n\\nYou have begun your foray from King's End to discover the Enemy's new commander and should now talk to Ingbert.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'This wraith speaks ill of the dead - I shall not believe what he claims! Eärnur is lost to the Enemy's trickery... and to his own brashness. Such troubles are not for this day... when such a battle surrounds us even now.\\n\\n'I saw a bold rider of Rohan and his company rush by to the south as we fought on. Éomer, they called him, chanting and slaying as they rode. A great fury had taken him, for he and his kinsmen screamed of death and destruction to be done upon our foes.\\n\\n'If we are to survive the Enemy's renewed strength and the might of Gothmog, we must rally at Éomer's side atop the Hillock.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Stand back as Duilin and Derufin clear a path",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Flee to safety in the Orc encampment!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Reach the Hillock with Ingbert",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Aid Imrahil and his Swan-knights",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "The wraith vanishes, leaving behind only a pile of robes...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Reach the Hillock with Imrahil and Ingbert",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Defeat Orolang",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1196",
      "en": "You find your path blocked by a terrible wraith!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Imrahil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Ingbert is battling on the Pelennor Fields.\\n\\nIngbert has asked you to join him in searching for the Enemy's new commander.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to Ingbert",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Duilin and Derufin are scouting ahead and attempting to slay the Mûmakil.\\n\\nYou should stand back and allow them to weaken the beasts before proceeding.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Battle across the Pelennor Fields",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "The Orc encampment is ahead.\\n\\nDuilin and Derufin have been slain by the Haradrim and their Mûmakil. You should flee into the nearby Orc encampment.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "The Hillock lies to the south-east of Minas Tirith.\\n\\nIngbert has decided that the best course is to reach the Hillock and make a stand against the Enemy's reinforcements there. You should follow him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "Imrahil and his Swan-knights can be found to the north of the Hillock on the Pelennor Fields.\\n\\nImrahil is under attack! You and Ingbert should come to his aid.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "The Mûmakil have not pursued you, but you have been spotted by Orcs!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "You spot Prince Imrahil and his Swan-knights battling against the Haradrim",
      "es": "",
      "es (fem)": ""
    }
  ]
}