{
  "id": 620966378,
  "txt": [
    {
      "id": "0x9b56857",
      "en": "'You have my thanks, friend. \\n\\n'It pains me to leave behind the steeds that trod upon the road before we discovered the Enemy's traps, but with fewer mounts to carry our men through the forest ahead, our journey to Gondor grows more complicated. The wounded steeds shall heal in time, but I hope we are enough to turn the battle to our favour.\\n\\n'Our own steeds were fortunate enough to avoid the traps on our approach to Ost Rimmon, but they have ridden long and their shoes must be worn.\\n\\n'Ost Rimmon surely bears no shortage of horseshoes, even in war-time. Gather them and shoe our steeds while I ready Hutha and Ulf for our ride ahead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01145",
      "en": "Caltrops can be found on and around the road outside of Ost Rimmon.\\n\\nVariags have laid traps along the road to slow the forces of Rohan. You should disarm these traps before any more horses are wounded.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01146",
      "en": "Burnoth can be found within Ost Rimmon in the Beacon Hills.\\n\\nYou have destroyed the caltrops and should now return to Burnoth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50253",
      "en": "Destroy caltrops on the road outside of Ost Rimmon ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1151",
      "en": "Shoed Gesith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1b1",
      "en": "Once known as the Riders Four, the company of Burnoth, Hutha, and Ulf struggle to ready and ride for war while still feeling the loss of their long-time friend, Léofdag.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50258",
      "en": "Talk to Burnoth in Ost Rimmon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01150",
      "en": "Sets of horseshoes can be found within Ost Rimmon in the Beacon Hills.\\n\\nBurnoth has asked you to aid him in shoeing the horses before he and his fellows set off.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf0",
      "en": "The Riders Three",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "The steeds of the Riders Three can be found at the stables of Ost Rimmon.\\n\\nYou have collected enough horseshoes and should now shoe the steeds of the Riders Three.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ef2",
      "en": "Shoe Gesith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ec6",
      "en": "Shoe Brynmód",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1162",
      "en": "Collected sets of horseshoes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ec9",
      "en": "Shoe Flyting",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1165",
      "en": "Shoed Brynmód",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1168",
      "en": "Shoed Flyting",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56874",
      "en": "'It is good to see you again, [placeholder]. These have been difficult times for the others and me, but war halts not at the wishes of a few Men. To think it has been but eleven days since we fought before the Hornburg... much has happened in so short a time! Much both good and ill...\\n\\n'Alas, indeed, for poor Léofdag. His absence weighs heavily on us, but I fear Ulf has felt it most keenly of us all.\\n\\n'We must soon speak of the manner of our parting, but now is not the time. It is better that you speak to Ulf - to see a familiar face might ease his pain, even if only for a moment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56877",
      "en": "'Ah... [placeholder], I was gladdened to see you among the men here in Ost Rimmon. \\n\\n'In truth, I have been deeply troubled since the Battle of the Hornburg. The loss of my friend tears at me, and as it does, I feel a lingering guilt for the fates of the others that fell that day. Oh, that life would allow the time for mourning, but never has that been the lot of a warrior. \\n\\n'I have more yet to say about Léofdag, but I shall speak not of it here. There are too many eyes upon us...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01163",
      "en": "Hutha is at Ost Rimmon.\\n\\nYou have shoed the steeds and should now speak to Hutha as Burnoth asked.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50241",
      "en": "Collect sets of horseshoes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50270",
      "en": "Shoe Gesith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01166",
      "en": "Ulf is at Ost Rimmon.\\n\\nYou have spoken to Hutha and should now speak to Ulf as well.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50244",
      "en": "Shoe Brynmód",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50275",
      "en": "Talk to Hutha",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50247",
      "en": "Shoe Flyting",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1174",
      "en": "Destroyed caltrops on the road outside of Ost Rimmon ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50278",
      "en": "Talk to Ulf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "'[placeholder], can it be? In such dark times, I was unsure our paths would cross again.\\n\\n'I am sorry for the manner of our parting - we knew not how to move forward for what seemed like days after the Battle of the Hornburg. Our warden and my dear friend, Léofdag, was slain in the fighting just before dawn.\\n\\n'If only he had seen what we had! The ride of the Wizard and the forest that marched forth to harry our foes - such things cannot be believed if one had not been there at the battle's ending.\\n\\n'Time to rest has been a rare gift as of late, but our foes have laid traps for our riders and even now, we are working to disarm them before any more of our steeds come to harm.\\n\\n'Out beyond the gates of Ost Rimmon, they have laid jagged caltrops along the roadway. If you aid the others in removing them, we shall be able to resume our journey unhindered.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}