{
  "id": 620966379,
  "txt": [
    {
      "id": 246419780,
      "en": "Ulf is at his camp within the War-stead of the King's Men.\\n\\nBurnoth has asked you to speak to Ulf about a plan he has devised to uncover more information about Léofdag's killer.",
      "es": ""
    },
    {
      "id": 246419784,
      "en": "Variags can be found at the Eastern Blockade in Taur Drúadan.\\n\\nUlf has asked you to recover stolen gold and spoils of war from the Variags in hopes that he might barter for information with one of their number.",
      "es": ""
    },
    {
      "id": 24695217,
      "en": "In their quest to discover the agent of the Enemy embedded within the Rohirrim, the Riders Three decide to take a different route through Taur Drúadan.",
      "es": ""
    },
    {
      "id": 111477333,
      "en": "Talk to Ulf",
      "es": ""
    },
    {
      "id": 246419785,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 111477334,
      "en": "Collect spoils and gold from Variags in Taur Drúadan ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082708,
      "en": "As the Variag eyes you, Ulf indicates that you should remain and listen to what the Variag has to say",
      "es": ""
    },
    {
      "id": 225642595,
      "en": "'Well, have you collected enough yet?'",
      "es": ""
    },
    {
      "id": 149027568,
      "en": "Whispers in the Forest",
      "es": ""
    },
    {
      "id": 246419794,
      "en": "Ulf can be found beyond the Eastern Blockade in Taur Drúadan.\\n\\nUlf has asked you to meet him beyond the Eastern Blockade between the Variag and Orc forces in hopes that he might barter with one of the Variags.",
      "es": ""
    },
    {
      "id": 49286848,
      "en": "Deliver the spoils and gold to Ulf in Taur Drúadan",
      "es": ""
    },
    {
      "id": 49286898,
      "en": "Deliver the spoils to Ulf beyond the Eastern Blockade",
      "es": ""
    },
    {
      "id": 246419798,
      "en": "Burnoth can be found at his camp among the War-stead of the King's Men in in Taur Drúadan.\\n\\nYou aided Ulf in recovering vital information from the Variag lord, and should now report back to Burnoth before continuing your journey.",
      "es": ""
    },
    {
      "id": 162883649,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 162883696,
      "en": "'Ah, that ought to be enough...\\n\\n'Let us see what our friend here thinks of our offer!'",
      "es": ""
    },
    {
      "id": 162883651,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 162883655,
      "en": "'I must admit, it puzzles me that one of the Enemy's men would surrender one of his allies for a modest bounty. Perhaps it is the way of these Variags... no true loyalty other than to their own wealth.\\n\\n'I know not if he spoke true, but we have no other course at the moment but to trust his words.\\n\\n'If this traitor intends to reunite with his master on the Pelennor, we must ride at once and keep a close watch on our kinsmen!'",
      "es": ""
    },
    {
      "id": 235466084,
      "en": "Listen to Ulf barter with the Variag",
      "es": ""
    },
    {
      "id": 235466089,
      "en": "Listen to Ulf barter with the Variag",
      "es": ""
    },
    {
      "id": 111477317,
      "en": "Search for Ulf amid the Variag forces in Taur Drúadan",
      "es": ""
    },
    {
      "id": 111477320,
      "en": "Talk to Burnoth at his camp in Taur Drúadan",
      "es": ""
    },
    {
      "id": 162883666,
      "en": "'We have had much time to ponder our course, but tracking our foe shall prove difficult no matter the choice.\\n\\n'Many of our kinsmen have started through the winding paths of this forest, but we cannot follow them - not yet. We must learn more of our foe before we reach the Pelennor Fields, and on that, we are all agreed.\\n\\n'Hutha and I shall speak more on what else can be done, but for now, perhaps it is best that you hear Ulf out. Ulf has devised a cunning, but unlikely plan - yet, I believe with your aid, it may succeed.\\n\\n'Speak to him, and aid him if you might!'",
      "es": ""
    },
    {
      "id": 162883667,
      "en": "'Ah, [placeholder]. I have heard talk of these Variags we have encountered in our journey, and I have devised a plan that might allow us to gain more information about the cur that slew Léofdag. \\n\\n'Rumours are spreading that some of their number seem to have a tenuous allegiance with the Enemy. It is the thought of our scouts that they are sell-swords, and have no true interest in the fates of Gondor or Rohan.\\n\\n'If that is so, it may be possible to barter with a chief among them who knows more of our foe. Steal away the coins and spoils that the Variags have amassed, and bring them to me within their blockade. For my part, I shall find one of their chiefs and compel him to hear out our offer.\\n\\n'I know as well as you that these men are not to be trusted, but I would not lose a chance to learn more of Léofdag's killer. Fear not... if they do not accept our barter, we shall fight our way out side by side.'",
      "es": ""
    },
    {
      "id": 177082743,
      "en": "Collected spoils and gold from Variags in Taur Drúadan ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}