{
  "id": 620892069,
  "txt": [
    {
      "id": 218649170,
      "en": "'Hello there! Are you fond of fishing? We have many exciting (and possibly not-so-exciting) quests down here at the pond during the Farmers Faire. It's hard to lose at fishing! Well...sort of.\\n\\n'Hmm, what's next? Oh! You will probably be interested in what's going on at Sandson's Farm. It's not far from here, but there's a fast way to get there as well. You should return to Caltha Tunnelly, the Announcer in Bywater!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Well hello there! Are you here for a tour of the Egg Scramble? You have come to the right place.\\n\\n'When you're ready to play, just speak to me to queue up for the game. Wait for the game to start, and then start grabbing eggs as fast as you can.\\n\\n'You can play now, or finish your tour and head over to Bamfurlong. I'm sure we'll be here when you come back!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Tour of the Farmers Faire",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Back to find out about the Egg Scramble, eh, [placeholder]? I hear it's utter insanity over at Sandson's Farm this time of year. If you want to visit, the horse just behind me will take you right there!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Did you enjoy your tour, [placeholder]? As you can see, there's plenty to keep everyone busy while the Farmers Faire is in town. I hope you have a lovely time!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Mayor Whitfoot looks like he's been enjoying his food rather a lot lately",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I'm sorry, you should seek out the Mayor! He is in the centre of Bywater, not far from here.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Hello, [placeholder]! I am glad to see you took time away from your adventures to come sample the Shire's finest vittles at the Farmers Faire. Oh my, but I do love this festival. I could eat all day!\\n\\n'I hear there is some exciting fishing to be done up at Bywater's pond. Now, if you'll pardon me, I must tuck in....'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Godo Bracegirdle mentioned something about an event at Sandson's Farm....",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'Oh, another inquisitor after the delicious mushrooms, eh? There are plenty to go around...but the trick is catching them before Maggot's dogs catch you!\\n\\n'You can try to find some now, or you can finish your tour by heading back to Bywater and coming back later. I'll even try to leave some mushrooms for you!'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "A convenient horse will take you to Sandson's Farm straight away",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Mayor Whitfoot can be found in the centre of Bywater during the Farmers Faire festival.\\n\\nYou should speak with Mayor Whitfoot.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "The Egg Scramble sure does look crazy....now on to Bamfurlong!",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Fishing in the Shire is most often found at the Fishing Hole just to the north of Bywater.\\n\\nYou should head up to the pond to see if fishing is part of the Farmers Faire.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Mmmm. Mushrooms!",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The Festival Announcer, Caltha Tunnelly, should know of a shortcut to Sandson's Farm.\\n\\nYou should speak with Caltha Tunnelly once again.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Wymarc Grubb is at Sandson's Farm in the Shire, just east of Michel and Little Delving.\\n\\nYou should speak with Wymarc Grubb about the Egg Scramble event.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Bamfurlong, Farmer Maggot's renowned farm, is in the Marish in the south-eastern corner of the Shire. The Mushroom-thieving takes place there. The farm can be reached by using the horse at Bywater.\\n\\nYou should speak with Osbert Puddifoot at Bamfurlong.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Caltha Tunnelly, the Festival Announcer, is at the Farmers Faire in Bywater.\\n\\nYou should speak with Caltha Tunnelly to finish the tour of the Farmers Faire.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Speak to Mayor Whitfoot at the Farmers Faire",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Speak with Godo Bracegirdle at the Pond in Bywater",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Speak with Caltha Tunnelly, the Festival Announcer, about the Egg Scramble event",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Travel to Sandson's Farm to see the Egg Scramble event",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Travel to Bamfurlong to see the delicious, tempting mushrooms",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Speak with the Festival Announcer, Caltha Tunnelly, in Bywater",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The annual Farmers Faire is in town for the harvest! You have been offered a tour of the numerous events.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the event it is associated with ends. </rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'So you are here for the Farmers Faire, are you? I'd be happy to send you along the tour route so that you can become familiar with the events. There is so much to do!\\n\\n'You'll want to begin by speaking with Mayor Whitfoot in Bywater Centre. This is likely his very favourite festival of the year, so he can tell you a great deal.'",
      "es": ""
    }
  ]
}