{
  "id": 620892173,
  "txt": [
    {
      "id": 218649169,
      "en": "'Hello, friend. Are you here for the fireworks show? Well, as you can see, there are no shows in Bree during the day. You will either have to wait for the sun to go down, or visit the Methel-stage.\\n\\n'Folks around here don't seem to remember the wonderful firework shows that happen at this time of year. Maybe you could remind them? \\n\\n'Roam about town, and you may notice key locations to place fireworks. Ensure that the ground there is solid enough, and a quick firework launch should remind any onlookers.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'So you sparked some interest in the fireworks show? Well done! I bet they just needed someone to come along and remind them of the fun to be had.\\n\\n'You are certainly deserving of something for your trouble. Thanks again, friend.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'There is no need to acquire your own fireworks for the demonstrations; we have given you everything you will need! All you need to do is find the proper spots for launching.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Sparking an Interest",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Once you have given a demonstration in one location, it is best to move on to another spot. No sense in giving too many samples to the same folks.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Two young hobbits have asked you to spread the news of the firework shows by setting off some small individual fireworks for the people of Bree.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have sparked some interest in the fireworks show",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Inspect the ground at ideal locations for fireworks demonstrations ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Look for ideal locations for firework demonstrations around the town of Bree. Inspect the ground at these locations, and you may perform a firework demonstration to observers.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Speak with the young hobbits at the Bree Fireworks Show area",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Return to the young hobbits at the fireworks show area in Bree, and inform them of your actions.",
      "es": ""
    }
  ]
}