{
  "id": 620998636,
  "txt": [
    {
      "id": 190220789,
      "en": "You freeze in your place as a pain enters your chest. The cold stone conjures unbidden words to swell up inside you. Unknowingly you say 'power' followed by 'Borangos,' and 'Dúrossul.'\\n\\nYou close your eyes to cope with the pain and an image of an armoured Rogmul towers over you next to a volcanic vent. Your eyes shoot open as the images burn away.\\n\\nAble to breathe again, you gather your thoughts. It seems the watching stone assumes you want to forge a treaty with Borangos and has shown you one of his lieutenants to speak to instead.",
      "es": ""
    },
    {
      "id": 173025368,
      "en": "Defeat Dúrossul",
      "es": ""
    },
    {
      "id": 184621123,
      "en": "Vents can be found in Nargroth.\\n\\nYou should destroy vents to attract Dúrossul's attention.",
      "es": ""
    },
    {
      "id": 190220451,
      "en": "The watching stone is motionless and the air smells strange and foul.\\n\\nYou feel a sense of searching and piercing eyes all around you.",
      "es": ""
    },
    {
      "id": 184621126,
      "en": "Vents can be found in Nargroth.\\n\\nYou should destroy vents to attract Dúrossul's attention.",
      "es": ""
    },
    {
      "id": 148970137,
      "en": "Defeated Dúrossul",
      "es": ""
    },
    {
      "id": 190220455,
      "en": "'What purpose have you within the sacred realm of Borangos? Speak now and I shall show mercy and merely throw you to the flames below.'",
      "es": ""
    },
    {
      "id": 126687141,
      "en": "The Watching Stone unwillingly divulges more information about the structure of Borangos' forces in Nargroth. You can use this to your advantage.",
      "es": ""
    },
    {
      "id": 148970209,
      "en": "Dúrossul appears before you!",
      "es": ""
    },
    {
      "id": 173025312,
      "en": "Destroy a more prominent vent and defeat Dúrossul",
      "es": ""
    },
    {
      "id": 148970211,
      "en": "Destroyed vents ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025314,
      "en": "Destroy vents ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Seeking Dúrossul",
      "es": ""
    },
    {
      "id": 184621526,
      "en": "The Watching Stone can be found in Nargroth.\\n\\nYou should return to the Watching Stone.",
      "es": ""
    },
    {
      "id": 173025365,
      "en": "Return to the Watching Stone",
      "es": ""
    }
  ]
}