{
  "id": 620998643,
  "txt": [
    {
      "id": 190220789,
      "en": "You freeze in place as a pain enters your chest. The cold stone conjures unbidden words to swell up in you. Unknowingly you say 'power' followed by 'Borangos,' and 'Nargúr.'\\n\\nYou close your eyes to cope with the pain and an image of an armoured Rogmul towers over you next to an ornate pillar. Your eyes shoot open as the images burn away.\\n\\nAble to breathe again, you gather your thoughts. It seems the watching stone assumes you want to forge a treaty with Borangos and has shown you one of his lieutenants to speak to instead.",
      "es": ""
    },
    {
      "id": 173025368,
      "en": "Defeat Nargúr",
      "es": ""
    },
    {
      "id": 184621123,
      "en": "Pillars can be found in Nargroth.\\n\\nYou should destroy pillars to attract Nargúr's attention.",
      "es": ""
    },
    {
      "id": 190220451,
      "en": "The watching stone is motionless and there seems to be a fine dust coating the air.\\n\\nYou feel a sense of dread and piercing eyes all around you.",
      "es": ""
    },
    {
      "id": 184621126,
      "en": "Pillars can be found in Nargroth.\\n\\nYou should destroy pillars to attract Nargúr's attention.",
      "es": ""
    },
    {
      "id": 148970137,
      "en": "Defeated Nargúr",
      "es": ""
    },
    {
      "id": 190220455,
      "en": "'You have desecrated this realm! Borangos has tasked me with putting an end to your foolish missions. What beast of Mordor or beyond do you serve? You speak no words? Then I must turn you to ash.'",
      "es": ""
    },
    {
      "id": 126687141,
      "en": "The Watching Stone unwillingly divulges more information about the structure of Borangos' forces in Nargroth. You can use this to your advantage.",
      "es": ""
    },
    {
      "id": 148970209,
      "en": "Nargúr appears before you!",
      "es": ""
    },
    {
      "id": 173025312,
      "en": "Destroy a more prominent pillar and defeat Nargúr",
      "es": ""
    },
    {
      "id": 148970211,
      "en": "Destroyed pillars ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025314,
      "en": "Destroy pillars ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Seeking Nargúr",
      "es": ""
    },
    {
      "id": 184621526,
      "en": "The Watching Stone can be found in Nargroth.\\n\\nYou should return to the Watching Stone.",
      "es": ""
    },
    {
      "id": 173025365,
      "en": "Return to the Watching Stone",
      "es": ""
    }
  ]
}