{
  "id": 620998641,
  "txt": [
    {
      "id": 111477366,
      "en": "Talk to Isnír",
      "es": ""
    },
    {
      "id": 162883701,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 246419817,
      "en": "Isnír can be found at the Udûn Foothold.\\n\\nYou should speak with Isnír.",
      "es": ""
    },
    {
      "id": 162883657,
      "en": "'[placeholder], I have something I would like to share with you. I have been looking through my notes here and have come to a few truths about these ancient fragments you have brought back from Nargroth.\\n\\n'From the visions you have described and from what I have learned of Nargroth, I believe that the fortress of Nargroth was built on top of something else. It seems that Nargroth has been a mighty structure in Mordor for many years. What was built in the Caverns of Fire before Nargroth's construction is much, much older. Looking at these fragments, I would say it is of a chamber of some kind. Perhaps with a ward or seal. I would put this structure as being built around the Second Age. Possibly early Second Age.\\n\\n'From what you have told me, I believe all this has something to do with Borangos. This Rogmul is most powerful. In historic text, none have been seen such as Borangos since the times when great beasts of fire and shadow walked the lands for Regmyl to serve.'",
      "es": ""
    },
    {
      "id": 162883684,
      "en": "'This place, Nargroth, seems important to the powers in Mordor. We must learn more. If you are ready to depart, all I ask is to please be careful.'",
      "es": ""
    },
    {
      "id": 162883685,
      "en": "You relay the conversation you have overheard between Borangos and Urudanî, to Isnír.\\n\\n'Oh my, this is indeed worrying. You say that Borangos has some sort of plan that involves Mount Doom? Nothing good can come of this. The more we study the mountain, the more I fear it to not be natural. Its fires seem to have strange properties. Sauron must have been behind these flames, but will the mountain slowly fade in Sauron's death? Bright flames still flow from chambers within. Orodruin seems to be just as active as ever.\\n\\n'It may be some time before we can act upon this enemy, but rest assured, I will start discussion with those of rank in Udûn. I thank you for bringing this to our attention. We shall speak again soon, [placeholder].'",
      "es": ""
    },
    {
      "id": 30955942,
      "en": "I have something I would like to share with you.",
      "es": ""
    },
    {
      "id": 149027523,
      "en": "Borangos The Horror",
      "es": ""
    },
    {
      "id": 30955943,
      "en": "We must learn more about Nargroth.",
      "es": ""
    },
    {
      "id": 30955944,
      "en": "Oh my, this is indeed worrying.",
      "es": ""
    },
    {
      "id": 111477360,
      "en": "Talk to Isnír",
      "es": ""
    },
    {
      "id": 24695187,
      "en": "Upon receiving the remnants of the ancient ward originally used to keep Borangos at bay, Isnír wishes for you to return to Nargroth in the hopes of learning more about the domain of Great Rogmul.",
      "es": ""
    },
    {
      "id": 162883698,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "You should talk to Isnír.",
      "es": ""
    }
  ]
}