{
  "id": 620998639,
  "txt": [
    {
      "id": 184621093,
      "en": "Nargroth is located in Talath Úrui.\\n\\nYou should explore the depths of Nargroth.",
      "es": ""
    },
    {
      "id": 190220789,
      "en": "The stone statue before you seems to gaze upon your presence. You feel as if the statue is trying to greet you and impede you at the same time.\\n\\nThe gaze begins to burn into your head. There is a sharp pain and you feel compelled to utter the words, 'demand' and 'offering.' It almost feels as if someone is controlling your speech.\\n\\nThe pain slowly subsides. You are released from the spirit's hold, though it continues to cast its gaze upon you. Perhaps you should find an offering to appease it.",
      "es": ""
    },
    {
      "id": 148970128,
      "en": "You have explored this path enough",
      "es": ""
    },
    {
      "id": 148970340,
      "en": "Obtained a suitable offering",
      "es": ""
    },
    {
      "id": 184621123,
      "en": "The Watching Stone can be found in Nargroth.\\n\\nYou should bring the offering to the Watching Stone.",
      "es": ""
    },
    {
      "id": 190220451,
      "en": "You approach the ever-vigilant stone. It gazes at you silently and does nothing. You are to assume that you have not waited long enough.\\n\\nA few moments pass and your eyes start to feel heavy as if you are being forced to close them. Giving in, a vision appears in the darkness. A giant being of fire sits alone. You know it to be called Borangos, the Great Rogmul, but you do not know why. Borangos the Horror leaves his throne and walks to the lake of fire, the Ghâshghurm. There he walks atop the fiery waters and proceeds slowly towards the erupted Mount Doom.\\n\\nWhen you open your eyes, the vision has passed and the stone is silent and unmoving.",
      "es": ""
    },
    {
      "id": 173025699,
      "en": "Obtain an offering",
      "es": ""
    },
    {
      "id": 148970344,
      "en": "You have explored this path enough",
      "es": ""
    },
    {
      "id": 184621126,
      "en": "Ghâsh-hai can be found throughout Talath Úrui.\\n\\nYou should defeat Ghâsh-hai to obtain an offering that is an acceptable gift to treat with Borangos.",
      "es": ""
    },
    {
      "id": 148970345,
      "en": "You have explored this path enough",
      "es": ""
    },
    {
      "id": 126687141,
      "en": "A lone Watching Stone stands at the entrance to the domain of Borangos the Horror. The spirit inside seems to welcome visitors to the caverns of fire.",
      "es": ""
    },
    {
      "id": 173025702,
      "en": "Explore the Path of Ember",
      "es": ""
    },
    {
      "id": 190220596,
      "en": "You place the volcanic trinket next to the watching stone. Its gaze engulfs your every movement. When the offering is placed and you step back, you start to feel strange. You close your eyes and see a large creature sitting atop a throne of fire.\\n\\nStartled, you open your eyes and feel compelled to speak the words, 'Borangos, horror, Nargroth,' and 'wait.'\\n\\nAgain a pain swells in your head. This time, you hear a voice call out to you. It sounds both distant as a lost miner, yelling in a collapsed cavern and as near as a soft whisper in your ear.\\n\\n'Path of Ember, Path of Fire, Path of Ash.'\\n\\nWith those words, you are released from the spirit's hold. You feel as if the statue has accepted your offering and will now permit you to freely explore the Caverns of Fire.",
      "es": ""
    },
    {
      "id": 173025361,
      "en": "Explore the Path of Fire",
      "es": ""
    },
    {
      "id": 173025362,
      "en": "Explore the Path of Ash",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Playing With Fire",
      "es": ""
    },
    {
      "id": 184621526,
      "en": "The Watching Stone can be found in Nargroth.\\n\\nYou should return to the Watching Stone.",
      "es": ""
    },
    {
      "id": 173025733,
      "en": "Bring the offering to the Watching Stone",
      "es": ""
    },
    {
      "id": 173025365,
      "en": "Return to the Watching Stone",
      "es": ""
    }
  ]
}