{
  "id": 620998648,
  "txt": [
    {
      "id": 190220789,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 190220504,
      "en": "The carven rock focuses a beaming gaze upon you. Strange sounds begin to echo in your head. There is a grinding of rocks, a pick-axe strikes and voices echo through a cavern.\\n\\nA driving pain seems to emanate from the watching stone and seize your head and chest. Images swirls through you and time seems to stop. You close your eyes yet you can still see. Everything looks different as if you are seeing the world through another's eyes.\\n\\nBefore you is Nargroth, but it is not ripped apart by the flames and fires of Mount Doom. There are dwarves and men on scaffolding working on walls in the cavern. Some have stopped working and instead gaze upon a doorway that is much, much older.\\n\\nThe images fade and you hear an explosion and screams. Those sounds fade as well. The stone is silent and has released you from its grasps. You are uncertain if the watching stone has shown you this memory of Nargroth for a purpose. Perhaps you will be able to search for some of the remnants of the ancient seal you saw in the vision.",
      "es": ""
    },
    {
      "id": 184621526,
      "en": "Isnír can be found at the Udûn Foothold.\\n\\nYou should bring the ward fragments to Isnír.",
      "es": ""
    },
    {
      "id": 226858073,
      "en": "Greetings.",
      "es": ""
    },
    {
      "id": 173025316,
      "en": "Collect ancient ward fragments ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220451,
      "en": "'Greetings, my name is Isnír. I have been summoned from Gondor to help those with questions of history and lore here in Udûn. Have we met before? I do not think so but I am much better with books than with faces you see.'\\n\\nYou give Isnír the fragments that you have collected.\\n\\n'Now what have we here? Hmm, these indeed look old, quite old! Give me a few moments to look over them with some detail. I may be able to tell you more about them. I must read through a few passages of this text over here. I shall only be a moment or two.'",
      "es": ""
    },
    {
      "id": 173025319,
      "en": "Bring the ward fragments to Isnír",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "The Ancient Ward",
      "es": ""
    },
    {
      "id": 148970213,
      "en": "Collected ward fragments ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184621478,
      "en": "Ancient ward fragments can be found around Nargroth.\\n\\nYou should collect some fragments.",
      "es": ""
    },
    {
      "id": 126687141,
      "en": "The Watching Stone unwillingly divulges more information about Borangos' beginnings which could be an advantage in the future if you hope to ever defeat the creature.",
      "es": ""
    }
  ]
}