{
  "id": 621091731,
  "txt": [
    {
      "id": 228284034,
      "en": "'It is good to see you again, my friend. I heard you have been helping with various tasks around the city, and I wanted to thank you for that. It's important for keeping the peace that citizens don't lose faith in the Kindred after... recent events.'\\n\\nA darkness begins to creep onto the man's face before he shakes it off and returns to the present.\\n\\n'Since the re-opening of Dâr Laja, some of the residents of the Sail-haven have come to me with their troubles, as they currently have no representative on the council. They tell me of crocodiles coming out of the city sewers and causing trouble in the streets. Apparently, someone has lost a beloved pet.\\n\\n'I have dispatched a few guards from the Fleet-fast to go there and assess the situation. I suspect that there is more going on down there than just wandering beasts. I happen to have some familiarity with these tunnels, as it is where Mêshka and I were forced to hide for a time to escape the fires of the All-seeing's priests. The beasts in the tunnels underfoot are content to stay there so long as they are not disturbed. Something else is causing this.\\n\\n'If you would like to continue giving aid to the people of Umbar Baharbêl, I am eager to receive a report from my soldiers there. You can find them by entering Umbar-môkh through a door between The Wharf-gate and The Fisherfold.'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Talk to Nashôn",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "You have been asked to check on a group of guards that were sent into the sewers. You should introduce yourself to Nashôn, who appears to be in charge.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Belondor has asked you to check on a group of guards from the Fleet-fast that he has sent into the sewers under the Sail-haven of Umbar Baharbêl. Citizens have reported a problem with crocodiles coming out from the sewers and troubling them, but Belondor believes that this is just a symptom of a larger problem below.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Assessing the Situation",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Hoi there, traveller! What is it that brings you to Ilmabiri, the home of fierce beasts, foul smells, and now three brave soldiers?'\\n\\nYou introduce yourself and tell him that Belondor has sent you to check on them and ask if they need any help.\\n\\n'[placeholder]! That is so kind of you! We are still setting up our post here. I have decided to call it Kruha-sûrja, which in your tongue means Bastion Against the Beasts. Do you like it? We would certainly not refuse your help.'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "You have found the guard post",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Find the guard post in the sewers",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "You have been asked to check on a group of guards that were sent into the sewers beneath the Sail-haven. Their post can be found by entering Umbar-môkh through a door between The Wharf-gate and The Fisherfold.",
      "es": ""
    }
  ]
}