{
  "id": 621091732,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Ahûd suggests collecting bog-lurker meat to lure the giant crocodile Imkhâlam to you. You can find sewer-lurkers throughout Ilmabiri; the Wells.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Ahûd suggests collecting bog-lurker meat to lure the giant crocodile Imkhâlam to you. Find a good location in the sewers under the Sail-haven of Umbar Baharbêl to place the bait.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "You have summoned and defeated Imkhâlam the giant crocodile. Return to Ahûd at Kruha-sûrja, the guard post in the northern part of the sewers beneath the Sail-haven of Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Ahûd suggests collecting bog-lurker meat to lure the giant crocodile Imkhâlam to you. Place the bait to lure Imkhâlam to you. Imkhâlam is in the sewers beneath the Sail-haven of Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Ahûd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'[placeholder], you have returned! Is Imkhâlam no more? I am very impressed with your bravery as well as your skills, thank you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Place the meat to set the trap",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Summon and defeat Imkhâlam",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Ahûd suggests collecting bog-lurker meat to lure the giant crocodile Imkhâlam to you. Place the bait to lure Imkhâlam to you. Imkhâlam is in the sewers beneath the Sail-haven of Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Summon and defeat Imkhâlam",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Collected sewer-lurker meat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Ahûd, a guard that has been sent to help secure the sewers beneath the Sail-haven of Umbar Baharbêl, asked you to defeat a giant crocodile named Imkhâlam by the people of the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Collect sewer-lurker meat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "This looks like a good place for the bait",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Greetings! Are you offering to help? I do happen to have a task you could help with if you are willing.\\n\\n'There is an unusually large crocodile reported to be down here in the sewers. The people have named it Imkhâlam. I am not one to flee from danger, mind you, but I have no desire to meet Imkhâlam! If you are willing to take him on, I may suggest first collecting some meat with which to lure the behemoth out. I hear he is fond of bog-lurker meat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e11",
      "en": "TBD Summon and defeat the giant croc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Find a good place for the bait",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "One Less Behemoth",
      "es": "",
      "es (fem)": ""
    }
  ]
}