{
  "id": 620877265,
  "txt": [
    {
      "id": 136263297,
      "en": "You must remain within the Circle of Fangs",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have defeated Mangle-maw",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The pack-leader of the Isen Wargs, a beast named Mangle-maw leads den-mates when they raid in the night. His death would trigger a battle for dominance among the pack that could cause many more casualties before a new leader arises.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The lord of this pack of mongrels is called Mangle-maw. He is as terrible as they come, but you will not be able to get close to him without the rest of the pack tearing you apart...unless you can challenge him, that is.\\n\\n'Wargs always choose their pack-leaders in battle and usually have some place where they issue challenges to each other until enough of them have been ripped apart that the rest are too frightened to fight the one on top.\\n\\n'No ranking Warg can refuse a challenge, so if you step in there, they will fight by tradition...beat enough of them, and Mangle-maw will no doubt face you.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Circle of Fangs lies outside the caves in western Nan Curunír.\\n\\nOndor has asked you to defeat the Warg pack-leader, Mangle-maw. Defeating a number of lieutenants in the Circle of Fangs may draw him forth.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I don't suppose that Wargs would ever accept you as their pack-leader, but you have thrown the pack into chaos by killing Mangle-maw.\\n\\n'They will spend days tearing at each other until they figure out who the new pack-leader will be.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ondor is encamped near the caves of western Nan Curunír.\\n\\nYou should tell Ondor of Mangle-maw's defeat in the Circle of Fangs.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you dealt with Mangle-maw yet?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Mangle-maw within the Circle of Fangs",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Ondor in Nan Curunír",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Speak with Ondor the Dwarf",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Top Dog",
      "es": ""
    }
  ]
}