{
  "id": 620877266,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Talk to Ondor in nan Curunir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The evil matron of this particular Warg-pack has unleashed yet another litter of the filthy beasts upon the world. She may not look like much, but when I was sneaking about earlier, I saw her pups strip the flesh off of an entire ox in a just a few minutes... which gives me an idea.\\n\\n'That evil spice you made... there is a bit left, yes? A light sprinkle of that into the pups' next meal ought to keep them subdued while you deal with their mother!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well, that should take care of the matron then. I am afraid her pups are probably too tough to expire to a single dose of that spice, but I don't think I could bring myself to kill off a bunch a pups anyway, even if they are Wargs.\\n\\n'I will regret that in a few months when they are gnawing on my entrails, mind you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Not Cute at All",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ondor has warned you against underestimating the Warg-matron. She has a hungry brood of pups every bit as vicious and hateful as she is.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have defeated the Black Matron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The horse-meat takes on an even more unhealthy pallor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Poison the horse meat and defeat the Black Matron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Warg-matron can be found in the caves of western Nan Curunír.\\n\\nOndor suggested a way to defeat the Warg-matron, using the deadly spice to subdue her pups by tainting the horse-meat they feed upon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Ondor in Nan Curunír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ondor is encamped near the caves of western Nan Curunír.\\n\\nYou should tell Ondor that the Warg-matron has been defeated.",
      "es": "",
      "es (fem)": ""
    }
  ]
}