{
  "id": 620877298,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Talk to Orchalwë",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Annúminas is our city. The ruins and buildings were built by my forebears, and they are monuments to our history, memories of the glory of the past. \\n\\n'The Angmarim not only dare to occupy what is ours, they defile it with foul monuments to their false king. It is a slap in the face of every Dúnadan that those stones stand within our city.\\n\\n'We cannot hope to tear the monuments down...they are too large and we are too few. In the time it would take us to destroy them, they would have us surrounded with more warriors than we could possibly defeat. No, the answer is subtler.\\n\\n'We will take the monuments and claim them for ourselves. There are six spread throughout the city. Once we find them, I will protect you while you fly a flag of the Rangers from it. We will turn their monument into ours.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'While their monuments may still stand, they now spread our message and stand as symbols for the Rangers of Evendim. They may come, but we shall stay.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Monuments of Angmar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The forces of Angmar have erected several monuments around the city of Annúminas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Displayed Ranger-flags from the monuments of Angmar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Display Ranger-flags from the monuments of Angmar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Monuments of Angmar are spread throughout the ruins of Annúminas.\\n\\nOrchalwë asked you to find several Monuments of Angmar throughout the ruins and hang flags of the Rangers from them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Orchalwë will want to speak with you about the monuments of Angmar.",
      "es": "",
      "es (fem)": ""
    }
  ]
}