{
  "id": 620877253,
  "txt": [
    {
      "id": "0x6bac2a1",
      "en": "'Huh. Smells pretty good. Let's see how it's comin' along.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Wait for the goblin-cook to taste his brew",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6bac2a2",
      "en": "'Urp. Huk.... That's got a little... kick to it...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated the goblin-cook",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6bac2a3",
      "en": "'Maybe a bit too much... Urgh...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The insane goblin-cook who came up with the vile brew is a deadly threat to any living being.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'No cook worthy of the name would create a recipe like this. I suspect your 'cook' is more of a mad alchemist with a penchant for poisons.\\n\\n'Now, we all know that goblins and Wargs are not known for being particular about what they eat, and though most poisons would not bother them much, this little 'spice' might be enough to muddle one.\\n\\n'Perhaps this cook would be a bit easier to deal with after a taste of his own provender?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The dreadful goblin-cook is constantly at work in his kitchens in the caves of western Nan Curunir.\\n\\nOndor suggests that if you can slip the goblin-cook's deadly spice into his stew-pot, it may weaken him enough that you can readily defeat him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It is a relief that the mad goblin will not be brewing any more vile poisons!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ondor is encamped near the caves of western Nan Curunir.\\n\\nYou should let Ondor know that the goblin-cook has cooked his last stew.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Spice the stew and defeat the goblin-cook",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Ondor in Nan Curunir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Ondor in Nan Curunir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "This is Not the Work of a Cook",
      "es": "",
      "es (fem)": ""
    }
  ]
}