{
  "id": 620877369,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'In the days of old, women and children would come here on clear nights. The stars reflect off the waters below and look as if you could reach out and grab them. The mothers would give their children coins to make a wish and throw to the waters, sending their hopes and dreams out among the stars.\\n\\n'The river was supposed to carry the coins down to the lake, where the legend said the Blue Lady would gather them up. Those wishes she found worthy would be fulfilled.\\n\\n'I can see several coins that are still in these waters, never having made it...wishes that never had a chance to be fulfilled. Gather those coins up for me, and I shall see that they make it to the lake.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I will take these and bring them down to the waters. I will add a coin of my own and wish that all the hopes and dreams these coins hold be fulfilled, then I shall cast them into the waters.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Wish Upon a Star",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "When the stars of the night sky reflected off the waters here, the Rangers would throw coins in and make wishes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected coins ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect coins ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The coins beneath the waters are wishes that never got a chance to be fulfilled.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the coins to Orchalwë",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Orchalwë will want to take the coins you collected.",
      "es": "",
      "es (fem)": ""
    }
  ]
}