{
  "id": 620916400,
  "txt": [
    {
      "id": 99984323,
      "en": "TBD Refugee B has asked you to seek out other refugees that fled into Balewood and aid them in returning to the cave.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Lost of the Balewood",
      "es": ""
    },
    {
      "id": 266424533,
      "en": "Find Lost Refugees",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'A cave? Oh, thank you... thank you, stranger!'",
      "es": ""
    },
    {
      "id": 15792851,
      "en": "'I am certain you have heard, but we were not the only ones who fled into Balewood. Our kin are lost in the forest, and I fear we may never see them again. They are ill-equipped to survive in such conditions, and the Orcs hounded us at every turn.\\n\\n'If you could, please search for them. When we separated, we were not far from here, but I know not how far they may have wandered in the dark.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Léodwald has asked you to seek out other refugees that fled into the Balewood and help them find the cave.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'How lucky I am to have been found! Thank you for your aid, friend.'",
      "es": ""
    },
    {
      "id": 16439761,
      "en": "'I am certain that you have heard, but we were not the only ones who fled into the Balewood. Our kinsmen are lost in the forest, and I fear we may never see them again. They are ill-equipped to survive in such conditions, and the Orcs hounded us at every turn.\\n\\n'From what I have seen of you, you can handle such troubles, my friend.\\n\\n'If you could, please search for them. When we separated, we were not far from here, but I know not how far they may have wandered in the dark.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The cave can be found to the east of the Orc roadway through the Balewood.\\n\\nYou have found the six refugees of which Léodwald spoke. You should return to the cave and inform him of those that fell in the wilds.",
      "es": ""
    },
    {
      "id": 16439762,
      "en": "'It is sorrowful to hear of the fates that befell some of my kin, [placeholder]. This forest is a sorry place to meet one's end... and to such creatures....\\n\\n'Although I am glad to see these three among our number again, I fear that we, too, are simply awaiting a similar fate here. If you would remain here with us, I am certain there are more ways you can aid us still.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'The cold bites at me, stranger. I must reach shelter!\\n\\n'Thank you for finding me in these bleak woods.'",
      "es": ""
    },
    {
      "id": 195295969,
      "en": "You have found a Byre Tor refugee",
      "es": ""
    },
    {
      "id": 195295970,
      "en": "You have found a Byre Tor refugee",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Léodwald",
      "es": ""
    },
    {
      "id": 195295971,
      "en": "This refugee met his end at the hands of Orcs...",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find lost refugees in southern Balewood ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 195295972,
      "en": "This refugee of Byre Tor succumbed to the cold...",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Find Lost Refugees",
      "es": ""
    },
    {
      "id": 195295973,
      "en": "Bruises and wide wounds mark this refugee. This must be the work of Wood-trolls...",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Find Lost Refugees",
      "es": ""
    },
    {
      "id": 195295974,
      "en": "You have found a Byre Tor refugee",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Find Lost Refugees",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Find Lost Refugees",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to TBD Refugee B",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Refugees from Byre Tor have taken shelter in a cave within the Balewood, but not all came there safely.",
      "es": ""
    },
    {
      "id": 262725906,
      "en": "You have found a refugee of Byre Tor",
      "es": ""
    },
    {
      "id": 63677429,
      "en": "You have found TBD Alive A",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "You have found a refugee of Byre Tor",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "You have found a refugee of Byre Tor",
      "es": ""
    }
  ]
}