{
  "id": 620916416,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have arrived at the camp of Thrymm Red-Beard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Harding has not heard from the people of Wildermore in some time, and he grows worried that something has gone amiss in those feral lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Harding sent you, did he? He is right to be concerned. I am Thrymm Red-beard, the leader of these men, and the protector of Wildermore.\\n\\n'I will accept your help if you are here to offer it. Things are not right in our lands. The snow you see -- well, Wildermore has been a green place until lately.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "A camp of Wildermore's folk can likely be found near the northern border of the Wold and the Writhendowns.\\n\\nYou should ride to the north, and then turn west to cross the border into Wildermore.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'[placeholder], I am troubled by the lack of contact with our brethren in Wildermore. I have not heard from them in some time. \\n\\n'I have much to tend to here in the Wold, which is why I'd like for you to ride to Wildermore and check on the people there. Seek out the one known as Thrymm Redbeard. Last I knew, he had a camp just off the border where he trains his troops.\\n\\n'Ride from the Wold to Wildermore and Thrymm's camp will be found to the north-west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Thrymm Red-beard is deep within the camp making plans to investigate the strange weather happenings in Writhendowns. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa81f35",
      "en": "You have arrived at a camp of rugged but friendly-looking warriors, with one man standing out from the rest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'I have not heard anything from Wildermore, the northern-most reaches of my realm, in some time. No man has come from there to trade, and no man who ventured there has returned.\\n\\n'Silence is always the most troubling news to receive of a land in my domain. Will you ride north, [placeholder], and see what there is to be seen? I grow worried for the people of Wildermore, where Gárwig is Reeve in Forlaw.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find people of Wildermore in the north-eastern Writhendowns",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak with Thrymm Red-beard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Ride for Harding",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Thrymm Red-beard is at his camp in the northern Writhendowns.\\n\\nYou should speak with Thrymm Red-beard at his camp.",
      "es": "",
      "es (fem)": ""
    }
  ]
}