{
  "id": 620865454,
  "txt": [
    {
      "id": 218649169,
      "en": "'Hallo, friend! As many folk in these parts know, Old Mad Baggins was a great lover of riddles, so it seems he left a riddle or two for us in his Haunted Burrow.\\n\\n'Only problem is, I can't make a thing of it! After the first riddle, I must have had a drink from the wrong bottle, and it made me worse off than before.\\n\\n'I believe he meant for us to have a great treasure if we managed to solve it all, but who has the patience for such tomfoolery? If you can figure it out and tell me how it goes, I'll be sure to give you all the coins I've managed to get my hands on so far.'\\n\\n<rgb=#FF0000>NOTE: Only one Haunted Burrow quest may be underway at a time.</rgb>",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "Three bottles sit before you,\\nYet their colours mustn't bore you,\\nFor if first you drink\\nAnd last you think,\\nYou'll find that I out-score you.\\n\\nThe Correct Bottle:\\nHe weeps golden tears in morn's light,\\nA mighty shield he makes at Sun's height,\\nIn evening, rain tumbles and cascades,\\nAt night, sleeps bare in the bed he's made.\\n\\nThe Orange Bottle has an etching of a Warrior.\\nThe White Bottle has an etching of a Tree.\\nThe Blue Bottle has an etching of a Cloud.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "Three bottles sit before you,\\nYet their colours mustn't bore you,\\nFor if first you drink\\nAnd last you think,\\nYou'll find that I out-score you.\\n\\nThe Correct Bottle:\\nThe only certainty is death in battle,\\nFor once thrust, my sword is lost.\\nHenceforth, sweet life must be lived to its fullest.\\n\\nThe Orange Bottle has an etching of a thief.\\nThe White Bottle has an etching of gold coins.\\nThe Blue Bottle has an etching of a bee.",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "Three bottles sit before you,\\nYet their colours mustn't bore you,\\nFor if first you drink\\nAnd last you think,\\nYou'll find that I out-score you.\\n\\nThe Correct Bottle:\\nUpon him thy thoughts laid,\\ntake care;\\nHe whispers sharp as a knife-blade.\\nBeneath thy feather staid,\\nbeware;\\nIn billows is thy trust betrayed.\\n\\nThe Orange Bottle has an etching of paper.\\nThe White Bottle has an etching of an eagle.\\nThe Blue Bottle has an etching of a hat.",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "Three bottles sit before you,\\nYet their colours mustn't bore you,\\nFor if first you drink\\nAnd last you think,\\nYou'll find that I out-score you.\\n\\nWhen we were introduced, I did not agree with you one bit.\\nBut I helped you on our second meeting, did I not?\\nWhen we met last, I didn't seem to affect you one way or another.\\nWhich bottle am I?",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You feel invigourated from your drink",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Did you really make it all the way through based on solving the riddles? Well done, [placeholder]! You are far cleverer than I; that much is certain.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "That was only water",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "The blue bottle contained a unwholesome liquid",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You made it to the Cobwebbed Wing Entrance",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "That tasted like water",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "Yech! That didn't taste quite right....",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "That was delicious, whatever it was!",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Adalgrim Goodbody found himself confounded by Bilbo's riddles found throughout the Haunted Burrow.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the event it is associated with ends. </rgb>",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "You made it to the Creeping Wing's entrance",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "That wasn't good, whatever it was",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Talk to Adalgrim Goodbody outisde the Haunted Burrow",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Follow the riddles through the burrow before the time runs out",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Use the hint inside the Haunted Burrow to determine which bottle to drink from (this will help you navigate the course)",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Get to the door of the Cobwebbed Wing",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Use the clue to determine which bottle to choose",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Go to the entrance to the Creeping Wing",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Determine which bottle you should choose",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Find the door to the Basement",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Read the clue to determine which bottle to use",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Find the door out of the basement",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Return to the main entrance of the Haunted Burrow",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The bottles can be found at the entrance to the Haunted Burrow.\\n\\nYou should use the correct bottle to navigate to the entrance to the Creeping Wing -- but be wary of which bottle you drink from!",
      "es": ""
    },
    {
      "id": 32729280,
      "en": "That was a wonderful drink",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The entrance to the Cobwebbed Wing is at the other end of the Main Cellar.\\n\\nYou must make it to the entrance to the Cobwebbed Wing before the time runs out.",
      "es": ""
    },
    {
      "id": 32729281,
      "en": "That didn't taste like much of anything",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The potion bottles that will enable you to move through the Cobwebbed Wing are at the entrance to the wing.\\n\\nYou should examine the clue and select the correct bottle.",
      "es": ""
    },
    {
      "id": 32729282,
      "en": "You made it to the entrance to the Basement",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "The door to the Creeping Wing is somewhere in the Cobwebbed Wing.\\n\\nYou should get to the door of the Creeping Wing\\nbefore the time expires.",
      "es": ""
    },
    {
      "id": 32729283,
      "en": "That was definitely not a good bottle to drink from",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "The bottles can be found at the entrance to the Creeping Wing in the Haunted Burrow.\\n\\nYou should use the correct bottle to navigate to the exit of the Creeping Wing -- but be wary of which bottle you drink from!",
      "es": ""
    },
    {
      "id": 32729284,
      "en": "That was invigourating!",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "The door to the basement is the exit to the Creeping Wing.\\n\\nYou should seek the exit to the Creeping Wing before the time runs out.",
      "es": ""
    },
    {
      "id": 32729285,
      "en": "That tasted suspiciously like water",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "The bottles can be found at the entrance to the Basement in the Haunted Burrow.\\n\\nYou should use the correct bottle to navigate to the exit of the Basement -- but be wary of which bottle you drink from!",
      "es": ""
    },
    {
      "id": 32729286,
      "en": "Now you must leave the basement and head back to the Party Tree!",
      "es": ""
    },
    {
      "id": 94621400,
      "en": "The door to the Main Cellar is at the other end of the basement.\\n\\nYou should return to the Main Cellar as quickly as you can.",
      "es": ""
    },
    {
      "id": 32729287,
      "en": "You're almost there! Get to Adalgrim Goodbody before the time runs out",
      "es": ""
    },
    {
      "id": 94621401,
      "en": "The exit to the Party Tree is the door that let you into the Haunted Burrow.\\n\\nYou should find your way back to the Main Entrance.",
      "es": ""
    },
    {
      "id": 32729288,
      "en": "You have run out of time",
      "es": ""
    },
    {
      "id": 32729289,
      "en": "You have left the Haunted Burrow",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You'll have quite the conundrum waiting for you inside, [placeholder]! Good luck....'",
      "es": ""
    },
    {
      "id": 171765008,
      "en": "Adalgrim Goodbody stands outside the Haunted Burrow, near the Party Tree.\\n\\nYou should return to Adalgrim Goodbody with news of your success at the riddle-game.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Riddle in a Bottle",
      "es": ""
    }
  ]
}