{
  "id": 620845079,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Mae govannen, Elf-friend, and welcome to our meagre refuge. You may tarry here, if you wish, but I think you may be of some use to me ere we depart this place.\\n\\n'Have you ventured north and beheld the ruined walls of the Elves who lived here long ago? We ourselves have only espied them from a safe distance, but some of our scouts did go that way and have not returned. There are merrevail who live there now; all the signs are there -- the filth, the intense evil in the very air....\\n\\n'I suspect that there are great hoards of relics beyond those sinister walls. The filth of the merrevail dulls all things fair, but they care for treasures with a fierce jealousy. I believe there will be memories of the Elves among the foul refuse. Will you search the ruins for treasures of worth? These relics belong in the possession of the Elves, where they can be properly attended.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'How odd! Was there really nothing of worth -- nothing at all? I was sure that the merrevail there were guarding something. I am still not convinced that there is nothing of worth there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The ruins you seek are to the north of here -- Dannenglor, I believe they are called. The name is known to me, but the history is not.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Filth and Riches",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Mírdiniel of the Malledhrim is interested in the Elf-ruins to the north, especially because of their close proximity to Lothlórien. She wishes to recover relics of the Elves who lived there to learn more of them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Searched treasure piles for relics of worth ([placeholder]/[placeholder]). There is nothing of value here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search treasure-piles for relics of worth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The ruins of Dannenglor are north of the Haunted Inn, in the Dourstocks.\\n\\nYou should search the Elf-ruins of Dannenglor for any treasures that might recall the Elves of old.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Mírdiniel at the Haunted Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Mírdiniel awaits you in the Haunted Inn, south of Dannenglor.\\n\\nYou should speak with Mírdiniel and inform her that there was nothing to be found among the morroval-hoards in Dannenglor.",
      "es": "",
      "es (fem)": ""
    }
  ]
}