{
  "id": 620845032,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'In the ruins to the west, where once my booted feet walked the stone halls, I lost one very dear to me. The last remembrance I had of her was a ring, now lost.\\n\\n'Should you enter that place... search for my ring. Though it cannot end this curse, perhaps I will recall the joy that once filled my heart.\\n\\n'I fear that it now rests upon the finger of one of the bloated creatures within the ruins or southern bog.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Were there warmth to one such as I, I would know it again. I will treasure this little bit thou hast done for me. I will recall thine efforts always.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I fear that the ring is in the possession of the bloated wights within the ruins or southern bog.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Something Yet to be Found",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Before the dawn of the Third Age, the kingdoms of Rhudaur, Arthedain, and Cardolan stood in opposition to one another at the cross-roads of the Lone-lands. As Rhudaur fell to vile corruption, some of the Men of Arthedain were held responsible for the desecration of the land, and they have long waited to see a time when they could make amends for their greatest failures.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Found the glinting signet-ring ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the glinting signet-ring to Narthan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Narthan's ring might be found upon one of the wights roaming west of Ost Haer.\\n\\nNarthan told you of his wife, her passing, and the ring that he carried during his life to remind him of the woman. He asked that you find it for him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find the glinting signet-ring ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}