{
  "id": 620845080,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I am glad that you have come to our aid, my good [placeholder]. As our path leads us through Mirkwood, we see many evil things which we wish to make right. Alas that we have not the resources for such a great undertaking. Even the smallest good deeds must often go undone, for our eyes are fixed upon one target only.\\n\\n'Dannenglor was once an Elven-home and is overrun now by shrieking beasts of all kinds. The merrevail and mervyl are violations of nature, and even the bats of this forest are unwholesome and evil.\\n\\n'If you wish to make Mirkwood a little better on behalf of the Galadhrim who must pass through it, you should cleanse those ruins of the vile swarms of bats that give strength to the presence of the merrevail. Will you do this for us? Dannenglor will never be fair again, but you can perhaps begin to cast the evil from within its walls.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am glad to see you well after your venture into Dannenglor...and not a scratch upon you! You have done a considerable kindness to all the Elves of Middle-earth, [placeholder]; you have my thanks!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Dannenglor is north of here. I believe you will find many ruins-bats there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Bats Among the Ruins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Bats lend added protection to the stronghold of the morroval-inhabitants of Dannenglor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated ruins-bats in Dannenglor ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat ruins-bats in Dannenglor ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ruins-bats can be found in the ruined Elf-stronghold of Dannenglor, north of the Haunted Inn in the Dourstocks.\\n\\nMírdiniel has asked you to defeat several bats in Dannenglor when you venture next into the wilds of the Dourstocks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Mírdiniel at the Haunted Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Mírdiniel is at the Haunted Inn in the Dourstocks of Mirkwood, south of Dannenglor.\\n\\nYou should speak with Mírdiniel and tell her of your efforts in dealing with the problem of bat-swarms in the woods.",
      "es": "",
      "es (fem)": ""
    }
  ]
}