{
  "id": 620845141,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'This will not do. I believe that the most important treasures left behind by our brethren will be found on the merrevail themselves. You should return at once to Dannenglor and wrest what you can from the hideous beasts!\\n\\n'Be very careful, for the mervyl and merrevail are deadly foes. The ruins, as you know, are fraught with peril. You should defeat enough merrevail to get a sense of what sort of treasures they bear.\\n\\n'When you have collected a fair number of relics, you should bring them to me. I will be able to tell more about the Elves who were here before and perhaps discern some of the history of this place.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done, [placeholder]! I see that you had more success this time. I should have guessed that the filthy beasts would have kept the dearest treasures for themselves, for they have no wish to share among one another. Such is not the nature of these wicked foes.\\n\\n'Why, these are interesting -- mere crumbs from the treasure that precedes them! I should dearly like to find the source; such an object would be sacred in Lórien and would be properly tended and honoured by the Elves, as it was meant to be.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you found anything of value on the merrevail? You will find them in Dannenglor, to the north of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Have you found anything of value on the merrevail?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Voracious Fluttering",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Mírdiniel, unconvinced by the absence of Elf-relics among the refuse in Dannenglor, desires to wrest the stolen plunder from the vile grasp of the merrevail.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected relics of interest from merrevail ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect relics of interest from merrevail ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Merrevail can be found in large numbers at Dannenglor, the ruins north of the Haunted Inn in the Dourstocks.\\n\\nYou should collect treasure from the greedy morroval beasts that hoard it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Mírdiniel at the Haunted Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Mírdiniel waits in the Haunted Inn, in the Dourstocks of Mirkwood, south of Dannenglor.\\n\\nYou should bring Mírdiniel the plunder you wrested from the merrevail of Dannenglor so that she can examine it.",
      "es": "",
      "es (fem)": ""
    }
  ]
}