{
  "id": 620845031,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'In sorrow have we awaited this time, when the shadow would rise and our part to play be made clear... we, the cursed and forgotten, who let the land suffer while we watched. No longer shall we suffer, for the shadow tugs upon the chains about us and pulls us towards absolution. At long last, there shall be rest.\\n\\n'Our brethren, long sleeping in the earth, are now taken from their slumber by fell spirits out of the past, spirits called by their master to march by his side in the fortress of Garth Agarwen.\\n\\n'Now they stir where once they slumbered. West, once our home, now in ruins, the Dead walk anew. Our time is short to strike back against the past, but perhaps thou art willing to aid us?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'We draw closer now to release. We will know that it is by the hands of others that our opportunity for freedom was given.\\n\\n'Know thou, that we will in our eternal slumber be as eternally grateful.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Dead walk again in the ruins to the west. Seek them there and end them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Pushing Back the Past",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Before the dawn of the Third Age, the kingdoms of Rhudaur, Arthedain, and Cardolan stood in opposition to one another at the cross-roads of the Lone-lands. As Rhudaur fell to vile corruption, some Men of Arthedain were held responsible for the desecration of the land and they have long waited to see a time when they could make amends for their greatest failures.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated wights in the ruins ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat wights in the ruins ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "There are wights in the ruins west of Ost Haer.\\n\\nNarthan believes that the time for absolution is close at hand and has asked you to mete justice out upon the wights infesting the ruins near Nindor and Ost Haer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Narthan at Ost Haer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Narthan is at Ost Haer in the southern bog of the Lone-lands.\\n\\nYou combed through the ruins west of Ost Haer and destroyed many of the wights therein. Now you should return to Narthan.",
      "es": "",
      "es (fem)": ""
    }
  ]
}