{
  "id": 620845033,
  "txt": [
    {
      "id": 218649169,
      "en": "'Of deeds, we were the same. In name, we shared our last. Lost to us through death, returned to us through the shadow which grows in this land. He is not what he was. There is no memory there, there is no knowledge of what came before, but the body rises and must be laid to rest.\\n\\n'I speak of our brethren, but not so. I truly speak of the thing called Gostoth which wanders the depths of the ruins west of Ost Haer.\\n\\n'Seek thou this creature and destroy it, lest it plague us still.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Rest again, dear friend. Rest at last. With effort, we shall soon join you and know the peaceful slumber for which we yearn.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I cannot bear to know that there is one who died a hero walking still among the ruins to the west. Please, seek out and destroy the creature Gostoth.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Rest at Last",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Before the dawn of the Third Age, the kingdoms of Rhudaur, Arthedain, and Cardolan stood in opposition to one another at the cross-roads of the Lone-lands. As Rhudaur fell to vile corruption, some Men of Arthedain were held responsible for the desecration of the land, and they have long waited to see a time when they could make amends for their greatest failures.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Gostoth",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Gostoth",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Gostoth may be found in the ruins west of Ost Haer.\\n\\nNarthan asked you to search for the creature Gostoth and destroy it so he can know that his brethren's body is at rest.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Narthan at Ost Haer",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Narthan is at Ost Haer.\\n\\nYou scoured the ruins west of Ost Haer and discovered the creature Gostoth. You should now return to Narthan and tell him that his brethren is once again at rest.",
      "es": ""
    }
  ]
}