{
  "id": 620876146,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Placed the pies on the tables ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The pies are freshly baked and ready to be delivered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I think these are some of the best pies I have ever made. The crust is fluffy, the filling is thick, and the smell is delicious.\\n\\n'We best be getting these over to the market grounds quick before the rest of the farm starts coming around and trying to eat them.\\n\\n'Do me a favour and take them over and set them up on the tables. Then let Albin Northcotton know that the pies are ready. You have been a great help.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The tables for the pies are at the Farmer's Market at Northcotton Farm.\\n\\nThe pies are warm and smell delicious. They must be delivered to the tables at the market grounds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'One more piece of the puzzle is in place. We will be ready for the farmer's market soon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Albin Northcotton is at the Farmer's Market on Northcotton Farm.\\n\\nAlbin Northcotton will want to know the pies are ready for the market.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Don't tempt me! I could eat all of those pies myself. Please place them on the tables.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I think I hear hobbit-feet scurrying over to sample those pies. Better get a move on!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Place the pies on the tables ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Place the pies on the tables",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Albin Northcotton",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Delivering the Pies",
      "es": "",
      "es (fem)": ""
    }
  ]
}