{
  "id": 620876097,
  "txt": [
    {
      "id": 218649170,
      "en": "'You crushed these pretty well... almost too well. You still want a few chunks here and there to give the jam -- and thus the pie -- a good consistency.\\n\\n'Let's see... a little bit of sugar... some syrup... stir that up... some rhubarb... seal the lid... and there you go! Jam fit for a pie.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'This jam is delicious. Usually we would let it sit and thicken for a few days before using it, but we don't have time for that this year. Now, I believe that eggs are next on the list.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Gathering Jam",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected grapes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Well, go on and bring it back. Pies won't fill themselves you know.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "The grapes squish between your toes",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You can't make a pie without filling, you can't make filling without jam, and you can't make jam without grapes!'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You are standing in the grapes. Now it is time to <rgb=#FF0000>dance</rgb> and crush them",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The vineyard is north of Rosa Brockhouse on Northcotton Farm.\\n\\nRosa Brockhouse asked you to help her make jam for her pies. The first step is to gather grapes.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The crushing tubs are next to the vines from which you picked the grapes. Once they are placed within the tubs, you will want to <rgb=#FF0000>dance</rgb> upon them to crush them.'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have a batch of freshly-crushed grapes ready to be made into jam",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The crushing tubs are next to the vineyard at the Northcotton Farm.\\n\\nThe grapes need to be crushed in the tubs before they can be turned into jam.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "You were told that by <rgb=#FF0000>dancing</rgb> on the grapes in the tubs, you could crush them effectively.\\n\\nThe grapes are in tubs by the vineyard. The next step is to crush them.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "The crushed grapes need to be collected from the tub.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Theobald Longfurrow is next to the vineyards on Northcotton Farm.\\n\\nTheobald Longfurrow will help you turn your crushed grapes into jam.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Rosa Brockhouse is south of the vineyards on the Northcotton Farm.\\n\\nRosa Brockhouse will want to get the jam put into the pie.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect grapes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Place the grapes in the tub",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "You put the grapes in the tub. Now it is time to crush them",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "<rgb=#FF0000>Dance</rgb> on the grapes to crush them",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Stand in the tub",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Collect the crushed grapes from the tub",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Bring the crushed grapes to Theobald Longfurrow",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Bring the jam to Rosa Brockhouse",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Jam is used to make the filling for the pies.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I have started working the flour to make a crust for the pie, but I don't have anything to fill it with. Can you imagine an air pie? Wouldn't be very filling, I imagine.\\n\\n'I use grape jam to fill my pies. There are some vineyards here on the farm where you can pick fresh grapes, which will then need to be crushed. To crush them you will want to place them in the tubs at the vineyard, then <rgb=#FF0000>dance</rgb> upon them. I know it sounds like madness, but it makes the texture perfect and feels so fun between your toes. After they are crushed, bring them to Theobald Longfurrow. He will add some syrups and sugars to make the perfect jam.\\n\\n'The vineyard is north from here. Start by picking the grapes. You can't have jam without grapes!'",
      "es": ""
    }
  ]
}