{
  "id": 620876150,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected hoes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected sickles ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Collected trowels ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "If the Northcotton Farm is to have a market, a lot will need to be cleaned up.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Collected hay-forks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'We have been in full production for a while now and focusing on the harvest. Making sure we have enough for the farmer's market has meant we haven't had time to keep up with making the farm look nice. If we are to have guests, we'll want to make sure appearances are tip-top.\\n\\n'The first thing to clean up is the tools. We just finished the harvest, and there are tools strewn over many of the fields. Hoes, sickles, trowels, and hay-forks have been left lying about.\\n\\n'If you could wander the fields and pick up all the tools you find, then bring them back, that would be a great help.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Hoes, sickles, trowels, and hay-forks can be found in the fields of the Northcotton Farm.\\n\\nThe tools strewn about the Northcotton Farm need to be cleaned up before the market can be opened.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'With these cleaned up and stored for the winter, we can now focus on some other areas that need a little help.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Milo Longfurrow is at the Northcotton Farm.\\n\\nMilo Longfurrow will be pleased to see the tools have been collected.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'People care about things looking nice when they visit the farm.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect hoes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect sickles ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect trowels ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Collect hay-forks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Gathering up the Equipment",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Bring the farm equipment to Milo Longfurrow",
      "es": ""
    }
  ]
}