{
  "id": 620876087,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected wheat ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated rats at the windmill ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The first step in making a pie is to get flour for the crust.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I am supposed to make several pies for the market, but I haven't had the time to gather up all the ingredients that I need to begin baking. \\n\\n'The first step is to make the crust. For that, we will need a few things, but the first is flour. To make that, we will need to gather some wheat, then bring it to the windmill for grinding.\\n\\n'Wheat can be found in the fields here at the Northcotton Farm. Edulf Tunnelly is at the windmill to the west.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Wheat can be found in the fields of the Northcotton Farm.\\n\\nRosa Brockhouse asked you to gather some wheat to make flour for pie-crusts.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You're back just in time. I just finished up grinding the wheat. Looks like you've got plenty of flour for those pies.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Edulf Tunnelly is at the windmill on the Northcotton Farm.\\n\\nEdulf Tunnelly will help you grind the wheat into flour.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Rats can be found around the windmill at the Northcotton Farm.\\n\\nEdulf Tunnelly asked you to drive off some rats while she grinds the wheat into flour.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Wheat can be found in the fields here at the farm.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You want to have this wheat here ground into flour? I can certainly do that for you. It's going to take some time, though, and I can't guarantee you'll get all of it back.\\n\\n'We've been having trouble with rats getting into the windmill and eating the wheat and flour. We always seem to end up short no matter how much we put in.\\n\\n'If you could scare off a bunch of the little rodents, I can make sure you get all the flour you need.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Edulf Tunnelly is at the windmill at the Northcotton Farm.\\n\\nYou should return to Edulf Tunnelly.",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Bring this wheat to Edulf Tunnelly, and she will help you grind it into flour.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'This flour is perfect. Soft and fluffy, not lumpy. Very nice job. Now, on to the filling.'",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Rosa Brockhouse is at the Northcotton Farm.\\n\\nRosa Brockhouse will be pleased to see the flour you helped make.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'If those rats are here I doubt you'll end up with enough flour to make the pies you need.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect wheat ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'There's naught more that I can do with that flour. I work the windmill, not the oven.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the stalks of wheat to Edulf Tunnelly",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Defeat rats at the windmill ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Edulf Tunnelly at the Northcotton Farm",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Gathering Flour",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Bring the flour to Rosa Brockhouse",
      "es": ""
    }
  ]
}