{
  "id": 621040715,
  "txt": [
    {
      "id": 228284034,
      "en": "DNT [placeholder], my kin. I do hope this letter find its way to you. I know your travels are important for our family. I would not have asked you to depart the Vales if I did not think it would benefit us. The weight of my next words should set upon you as a falling boulder would. Come home, [placeholder]. I fear the Vales are under a grave threat. I call for all of my kin to return home so that we may protect our lands.\\n\\n-Glóin\\n\\nJudging by the penmanship, this letter was dictated by Grimbeorn and penned by Gírta.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Ah, [placeholder], you received my letter? I suppose in times of war nothing is certain, so I am thankful for that at least!'",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "[placeholder],\\n\\nDespite our many triumphs, the War of Three Peaks has taken a great toll. To some of our kinsfolk among the Gabil'akkâ, victory seems no closer than it did when Prince Durin first swore his oath before the Anvil of Winterstith.\\n\\nGorgar, son of Bolg, still eludes us. Wittingly or not, that accursed cold-dragon, Hrímil Frost-heart, allowed him to escape his doom. It is little comfort that there is no love lost between the two of them, for their hatred of dwarves might prove enough to set aside their enmities at least for the moment. All is not lost, and I stand by my words, but it is difficult for those of us among the Gabil'akkâ to see the battle on the threshold of Gundabad as anything but a costly setback. And, to the mind of Prince Durin, an unforgivable defeat.\\n\\nAlthough he has not said it aloud or so plainly, Prince Durin has set his thoughts upon vengeance. In truth, he contemplates a great offensive to breach the gates and reclaim Mount Gundabad at all cost. I will not overstep the bounds of my station, but I am an old enough dwarf to know that the hunt for vengeance might prove just as deadly as any weapon our foes might wield against us.\\n\\nPrince Durin knows well the worth of your counsel, and I believe that together you and I might convince him to weigh the wisest course to this war's end. And so, I humbly request that you return to Annâk-khurfu.\\n\\nLet us speak soon, my friend. Baruk Khazâd!\\n\\n-Glóin",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Reflections on War",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "A wax-sealed letter, delivered in haste, contains a personal request from Glóin, father of Gimli and hero of the Lonely Mountain.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Glóin at Annâk-khurfu",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Glóin can be found in the war-room at Annâk-khurfu in Elderslade.\\n\\nYou should talk to Glóin.\\n\\n<rgb=#FF0000>NOTE: Mission Recruiters are available to deliver you there with haste. Mission Recruiters can be found at Thorin's Gate, Gondamon, Bree-town, The Twenty-first Hall, Othrikar, Gabilshathûr, Glóin's Camp, Hrimbarg, Galtrev, The Dolven-view, Magh Ashtu, Járnfast, Erebor, and Minas Tirith (Midsummer).</rgb>",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "[placeholder],\\n\\nDespite our many triumphs, the War of Three Peaks has taken a great toll. To some among the Gabil'akkâ, victory seems no closer than it did when Prince Durin first swore his oath before the Anvil of Winterstith.\\n\\nGorgar, son of Bolg, still eludes us. Wittingly or not, that accursed cold-dragon, Hrímil Frost-heart, allowed him to escape his doom. It is little comfort that there is no love lost between the two of them, for their hatred of dwarves might prove enough to set aside their enmities at least for the moment. All is not lost, and I stand by my words, but it is difficult for the Dwarves of the Gabil'akkâ to see the battle on the threshold of Gundabad as anything but a costly setback. And, to the mind of Prince Durin, an unforgivable defeat.\\n\\nAlthough he has not said it aloud or so plainly, Prince Durin has set his thoughts upon vengeance. In truth, he contemplates a great offensive to breach the gates and reclaim Mount Gundabad at all cost. I will not overstep the bounds of my station, but I am an old enough dwarf to know that the hunt for vengeance might prove just as deadly as any weapon our foes might wield against us.\\n\\nPrince Durin knows well the worth of your counsel, and I believe that together you and I might convince him to weigh the wisest course to this war's end. And so, I humbly request that you return to Annâk-khurfu.\\n\\nLet us speak soon, my friend.\\n\\n-Glóin",
      "es": ""
    }
  ]
}