{
  "id": 621084888,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 2 - Lost Ledger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "You collected the runed leather satchel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Deliver the runed satchel to Aphamâr at Rahâl Ghol in Umbar Baharbêl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "[placeholder],\\n\\nWe hope this message finds you well. Your efforts throughout Umbar Baharbêl fill our pages with credibility and nobility unseen in these lands for ages. We are pleased that an ally like you is in our midst.\\n\\nIt is for this reason that I write to you. Your proven capacity for both compassion, discretion, and swift reciprocity are needed. At your earliest convenience, please return to me at Jax Phanâl. There is a matter of import I wish to discuss.\\n\\nZarai\\nLedger-keeper of Jax Phanâl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'It is fortuitous that you return to me. I sent you a letter. I was unsure if it reached you. That is of no matter now.'\\n\\nShe pauses and shifts uncomfortably.\\n\\n'You prove yourself daily to Umbar Baharbêl. There is a matter that recently came to my attention. I would ask for your aid if you are willing to provide it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Our roles, while necessary, breed discontent with some areas of the populace. Some believe, incorrectly, that our records detail all actions undertaken within Umbar Baharbêl and that we expose or trade secrets to the guards or Kindred's enforcers. Some believe we still serve the Heirs of Castamir.\\n\\n'Neither is true.\\n\\n'We humbly do our work as a form of penance for the years of torment wrought upon the populace. Self-preservation is a powerful motivator.\\n\\n'Because of this, our couriers and aides sometimes find themselves the target of ire or worse.\\n\\n'A courier travelling south toward Rakhatâb was assaulted and lost one of our ledgers during the attack. The courier is well. You needn't concern yourself with their welfare. I require your attention on the ledger.\\n\\n'While escaping an assailant, the courier stumbled off his mount and ran east toward the mountains. Along the way, he dropped the pack containing my latest ledger. I no longer require the book; I need it delivered to my colleague Aphamâr at Rakhatâb. She usually stands across the path from the stable-master in Rakhatâb.\\n\\n'Can you do this?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "Aphamâr is not here; speak with the foreman",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The Ledger-keepers maintain the Books of Balance informing the Kindred of the Coins of the honour gained by the citizens of Umbar Baharbêl. Your name is now entered in the Books of Balance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "With the satchel recovered you should deliver it to the ledger-keeper Aphamâr in Rakhatâb. You were told she usually stands across the path from the stable-master.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Aphamâr hasn't graced the walkways of Rakhatâb for nearly a moon. Ulanor, the overseer, found her presence untenable.\\n\\n'Last I heard, Aphamâr returned to Umbar Baharbêl and took residence in the Upper Ward. You may find her there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Aphamâr hasn't graced the walkways of Rakhatâb for nearly a moon. Ulanor, the old overseer, found her presence untenable.\\n\\n'Given what we know now, it stands to reason that Ulanor had something to hide from the ledger-keepers and wanted Aphamâr far away from this place.\\n\\n'Last I heard, Aphamâr returned to Umbar Baharbêl and took residence in the Upper Ward. You may find her there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Zarai has a concern that she needs to address. Speak with her in Jax Phanâl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Aphamâr is not where you expected to find her. Núrut of Rakhatâb likely knows her whereabouts. Find and speak with the dwarf near their office at the crest of Rakhatâb.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Deliver the runed leather satchel to Aphamâr in Rakhatâb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'You are a friend, a warden of merit, and a courier too.\\n\\n'My time at Rakhatâb unceremoniously ended nearly a month ago. Ulanor's sway there will abate. Time and the pits judge all who transgress the Kindred in Umbar Baharbêl; her time will come.\\n\\n'I have expectantly waited for this delivery from our usual courier. Strangely, you are here, but your legend in Umbar Baharbêl grows as swiftly as the tides in storm.\\n\\n'For now, [placeholder], this is all I require. When the time is right, we will call upon you again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Zarai provided a general area east along the mountains where a courier lost their delivery. She requires that the satchel reaches Aphamâr, the ledger-keeper of Rakhatâb.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Find Aphamâr in Râhal Ghol, the upper ward of Umbar Bahârbel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Speak with Núrut in Rakhatâb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Speak with Zarai at her post in Jax Phanâl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Find the satchel along the foot of the mountains to the south-east",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'Find the satchel somewhere to the south-east beside the mountains and deliver it to Aphamâr. She should be amongst the workers in Rakahtâb.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'Aphamâr is not at her post in Rakhatâb. I cannot say what occurred. Please inquire with the Núrut of Rakhatâb about Aphamâr's whereabouts. We must deliver this ledger.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Aphamâr is not at her post in Rakhatâb. I cannot say what occurred. Please inquire with the Núrut of Rakhatâb about Aphamâr's whereabouts. We must deliver this ledger.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'If Aphamâr returned to Umbar Baharbêl, she will be in Rahâl Ghol. That is the uppermost ward in the city. Hurry and deliver the ledger to her.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}