{
  "id": 621084821,
  "txt": [
    {
      "id": "0xeb011a0",
      "en": "The bird is away. Harthabor awaits your return in Jax Phanâl. Go to the agent and inform him that all went well.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a9",
      "en": "The sea-hawk is landing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 1 - The Eyes and Ears of the City",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'The threat of the Kindred of the Coins cannot remain unknown. After the fall of the Mâkhda Dahak-'\\n\\nHe shakes his head.\\n\\n'Forgive me. I am Harthabor, and you should call that place Mâkhda Khorbo, my friend. My folly was not using the local vernacular. Do better than me.'\\n\\nHe begins again.\\n\\n'After the fall of the Mâkhda Khorbo and the Heirs of Castamir, whispers and warnings from eagles throughout Umbar ceased. Worse, we lost contact with our leader in Umbar City.'\\n\\nHe stops and shakes his head again.\\n\\n'The citizens call it Umbar Baharbêl, and so should you.\\n\\n'Can you see why I need your aid?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e28",
      "en": "Deliver the message to Harthabor at Jax Phanâl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1180",
      "en": "Perhaps this scrap of meat will entice the sea-hawk from its perch?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Attach the message to the sea-hawk courier",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'We set forth to reestablish contact with the leader of the canaries in Umbar Baharbêl, but we were ill-prepared. Missteps and affronts to changes in custom abound. Many of our names are etched in their ledgers, and I know they are not written there because of our heroism.\\n\\n'Through this archway to the east, I saw a sea-hawk perched atop a roof. That is a courier, I am sure of it! Every day, that bird arrives and perches there looking for something. I have seen a scrap of paper affixed to its leg! It likely seeks the eagle that used to watch this outpost, and has a message to deliver.\\n\\n'I cannot approach it without drawing attention to me, but you have committed no offence and breached no customs. You can act as our eagle here.\\n\\n'Coax the bird from its perch and obtain that scrap, then return to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1183",
      "en": "The sea-hawk swoops down and enjoys the dinner. Now is your chance!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "This is a good place to lure the sea-hawk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'That sea-hawk? We call her Watcher on the Wing. She's oft up there waiting for a scrap of meat to fall off a careless plate. She doesn't care much what kind of meat it is. She's harmless, as birds go.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'I am sure there is a way to draw the bird down from that height so you can take the message it carries.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Go to where the sea-hawk landed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'That's the Watcher on the Wing. She's a vigilant bird. She perches at that spot each day she's here. Nary moves unless it's for a scrap of food or a shiny bauble. She's lovely though, isn't she?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Find a lure and place it upon the stone near the sea-hawk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1187",
      "en": "The sea-hawk flies away over the ramparts, bearing the message",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Pick up a scrap of meat from the plaza near the sea-hawk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Concern over the new powers in control of Umbar and their potential relationship to the Haradrim or the Church of the All-Seeing cause the Order of the Eagle to maintain watch over threats from Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e33",
      "en": "Find a lure and place it upon the stone near the sea-hawk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Harthabor is need of assistance to contact his leader in Umbar Baharbêl. Speak with him to learn more.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b1",
      "en": "The flat stone on the rampart to the north-east may prove a suitable place to lure the sea-hawk from its perch.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Ah, thank you for this, friend! The fall of the Heirs and the rise of the Kindred diminished Achardis's capacity to gather information, yet she persists, and still she awaits requests from us. This bird network of hers... she calls them the Watchers on the Wing.'\\n\\nHe produces a small note and hands it to you.\\n\\n'We need to send this message back to her. Bind the message to the sea-hawk's leg; it will do the rest. Return to me after the Watcher on the Wing has left.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "Whispers since are few. The mine collapse claimed many canaries. I was fortunate to maintain a few outside cages. My effort to rebuild is slow. Await requests.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "The sea-hawk sits atop a roof through the archway and east of Harthabor in Jax Phanâl. Find a method to draw the bird down, collect its message, and return it to the agent.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Harthabor is waiting to see the message you retrieved.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b4",
      "en": "You drew the bird down from its perch and should now remove the message from its leg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e37",
      "en": "Attach the message to the sea-hawk courier",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1ef9f1",
      "en": "You cannot lure the bird from here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "The Watcher on the Wing waits dutifully for you to give it a message to bring back to Achardis. Bring the note and tie it to her leg so she may return it to the Order of the Eagle's leader in Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "You lured the sea-hawk off the roof",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Deliver the message to Harthabor at Jax Phanâl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e13",
      "en": "Find a lure and place it upon the stone near the sea-hawk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a5",
      "en": "You gently remove the paper tied to its leg. The sea-hawk does not seem to mind, and in fact appears to be very comfortable exchanging the information for the delicious dinner you set before it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Speak with Harthabor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Place the scrap of meat on the flat stone to the north-east",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Retrieve the message from the sea-hawk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "The mine collapse was disastrous for the canaries beyond the gilded cage. Customs quickly change when pressure is applied. What of the seven? Our eyes are blind, our ears deaf, and our minds empty. Any insight is welcome.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "You attached the message to the courier",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "The sea-hawk looks up expectantly, and you fasten the return message to its leg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'Now, my friend, we wait. I thank you. Your effort and attention averted the disaster, or worse, that my folly would have wrought.\\n\\n'I hope to see you again soon.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}