{
  "id": 621084882,
  "txt": [
    {
      "id": "0xe1fa238",
      "en": "A Shadow Cast By Sea",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502b10",
      "en": "Talk to Hadorion in the Lower Ward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502b07",
      "en": "Place posters in Lower Ward ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568bf6",
      "en": "'We've made it to Umbar, [placeholder].\\n\\n'I tracked Kh창shap all the way from the Langstrand through the Shield Isles. I believe he's made landfall here in Umbar, but we are among his cohorts so we must tread carefully. I have a plan to draw him out of hiding.\\n\\n'What's more important to a Corsair and a cutthroat? Reputation. If we call into question that very reputation, they are bound to come forth in defence of it. We shall spread rumours of ill-gotten gains. Paint him as a betrayer to his people. We don't need anyone but Kh창shap himself to believe in these rumours... and something tells me he will.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a81",
      "en": "There hang posters all around the Lower Ward of the city. This should create a stir amongst the residents. You should tell Hadorion.\\n\\nHadorion can be found in the Lower Ward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011959",
      "en": "Hadorion plans to spread wild rumours about Kh창shap in order to draw him out. The first step is to place these posters around the city to publicly paint a target on his back.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e119c8",
      "en": "Posters in Lower Ward placed ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d16b3",
      "en": "Hadorion has been pursuing a Corsair by the name of Kh창shap since he showed in Anfalas. His pursuit has led him to the city of Umbar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568bf9",
      "en": "'Tongues should start flapping. Whether or not it is believable should not matter.\\n\\n'There exists within Umbar a healthy smattering of different allegiances. Now we wait for it to spread like a contagion.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}