{
  "id": 621084891,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "Aphamâr, dwelling in the upper ward called Rahâl Ghol in Umbar City, wants to speak with you about your ledger.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Aphamâr is at Rahâl Ghol, the Upper Ward of the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Aphamâr showed you respect in bowing to your deeds within Umbar. She asks that you accept a gift from the Ledger-keepers and requests that you bow to convey your thanks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Bow to Aphamâr in a show of respect and honour",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'You adhere to our customs, defend our people, and bring no harm to the land. Your legend among the newly freed populace of Umbar Baharbêl grows, and so do your responsibilities.\\n\\n'Thanks be to you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The Ledger-keepers maintain the Books of Balance informing the Kindred of the Coins of the honour gained by the citizens of Umbar Baharbêl. Your name is now entered in the Books of Balance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "[placeholder],\\n\\nI invite you to join me at Rahâl Ghol. We are to acknowledge the efforts and strides you make to assist and aid the people of Umbar Baharbêl.\\n\\nPlease attend to my request as soon as you can.\\n\\nGratefully,\\n\\nAphamâr\\nLedger-keeper",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Your timing matches your ledger; impeccable.\\n\\n'I recently sent a message to gain your attention. I am pleased to see it was unnecessary and that you returned to me of your own accord. Let us speak.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Speak with Aphamâr at Rahâl Ghol in Umbar Baharbêl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'I want to thank you for understanding and trusting our process, friend. We occupy a tenuous position in the new structure implemented by the Kindred of the Coins.\\n\\n'Some feel our presence causes more harm than good. Others slowly recognize the value of documenting the merits undertaken by the people here. Regardless of your feelings, you abide by our requests and honour the folk who commend you using the ûr they provide.\\n\\n'We want to formally recognize your contribution to Umbar Baharbêl and the defence of her people. The city and her people need defenders and supporters like you to continue aiding us in emerging from the darkness that once enveloped our lands.\\n\\n'The Kindred of the Coins is a shining beacon where once only shadow stood. You, friend, contribute to the development of our society.\\n\\n'I bow to you, [placeholder], as a sign of respect and gratefulness.\\n\\n'It is our custom that if you accept this sign, you should bow to show the same respect to my office.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 3 - A Formal Meeting with Aphamâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Bow to Aphamâr in a show of respect and honour",
      "es": "",
      "es (fem)": ""
    }
  ]
}