{
  "id": 621084887,
  "txt": [
    {
      "id": 148969942,
      "en": "Planted fake sashes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184621714,
      "en": "Hadorion seeks to sow chaos amongst Khâshap's rivals by framing him for acts of aggression.",
      "es": ""
    },
    {
      "id": 190221288,
      "en": "'This is the perfect storm. With the rumours spreading, and the chaos in the Gut - it is only a matter of time before Khâshap makes his move to clear his name.... and when he does, we will be there.\\n\\n'Now, we wait.'",
      "es": ""
    },
    {
      "id": 173026067,
      "en": "Defeat Corsairs in the Gut ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 236954097,
      "en": "A Practice in Luring",
      "es": ""
    },
    {
      "id": 190221302,
      "en": "'Now that the rumours are spreading, it is time to sow the seed of discord. \\n\\n'As I learned in Anfalas, Khâshap is prone to making mistakes when under duress. After some digging around and bribing the right people, I was able to learn that Khâshap does in fact have some rivals in the city. A rival Corsair group that, while not enthusiastic about snitching on a fellow, would have no choice but to respond to acts of aggression.\\n\\n'This group routines the Gut, a part of the Lower Ward that is ill hospitable to outsiders. I've fashioned these sashes in the likeness of Khâshap's unique design. Let's just say, leaving it behind after roughing up a few of their number would work wonders towards turning their ilk against him.'",
      "es": ""
    },
    {
      "id": 173026069,
      "en": "Fake sashes planted ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184621719,
      "en": "You should tell Hadorion that you have created some chaos in the Gut and the fake sashes have been planted.\\n\\nHadorion can be found in the Lower Ward.",
      "es": ""
    },
    {
      "id": 126686899,
      "en": "The plan to draw out Khâshap has begun. With rumours beginning to spread, Hadorion aims to create chaos amongst Khâshap's rivals.",
      "es": ""
    },
    {
      "id": 148969940,
      "en": "Corsairs in the Gut defeated ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}