{
  "id": 621084824,
  "txt": [
    {
      "id": "0x9b568b4",
      "en": "'Once again we must wait. When it is safe for Achardis to meet with you, she will let us know. Until then we must remain beneath the notice of any who might wish her harm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 2 - Call and Response",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "This is a good place to lure the seahawk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "Harthabor waits for you to return.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Find a lure and place it upon the stone near the sea-hawk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Retrieve the latest message from the Watcher on the Wing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "Friend,\\n\\nThe Watcher on the Wing returned. I require your aid at Jax Phanâl. Please make haste and do not draw attention.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'I am glad to see you again, [placeholder]. The Watcher on the Wing returned at sunset last evening. We need to obtain its latest message.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e8",
      "en": "Find an item and place to lure the sea-hawk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Pick up a scrap of meat from the plaza near the sea-hawk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'I know the risk I place upon you, but we must ensure that we find out all we can from the leadership in Umbar Baharbêl. Please coax the courier again and get the latest communication from our leader in the city.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Place the scrap of meat on the flat stone to the north-east",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e01",
      "en": "Attach the message to the sea-hawk courier",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Whatever method you used to coax the bird to you in the past should work again, my friend. Make haste. There are lives at risk beyond yours and mine.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'What does the Watcher on the Wing have for us today?\\n\\n'I see: our leader is alive and still obfuscated from the Kindred of the Coins. Though it appears her reach diminished after the fall of the Heirs of Castamir, she maintains enough sway in the city to provide us with these details. I will work toward finding a way to get her the aid she requires.'\\n\\nHe scribbles a note.\\n\\n'Attach this to the courier, as before. I will work on getting you into the city to meet with our leader, Achardis.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Concerns over the new powers in control of Umbar and their potential relations to the Haradrim or the Church of the All-Seeing cause the Order of the Eagle to maintain watch over threats from Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e32",
      "en": "Deliver the message to Harthabor on the outer wall at Jax Phanâl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'The King's crown is an imperfect fit. One of the King's knights is like a dog to its master, loyal to fault but nothing more than a pawn. The Queen is meticulous and malicious. She gathers notes from the ledgers. The second of the King's knights is full of malice. The male chariot is genuine, by my accounting and ken - one of the people. The golden mûmak recently returned from a trip abroad with a laden ship. Our eyes are blind. The female chariot measures her moves and acts with intent. There is something there. I require assistants.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Once again, the bird dutifully descended from the roof-top and delivered its message. Deliver to the agent without being seen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "The bird takes flight over the water and vanishes in the distance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Speak with Harthabor at Jax Phanâl and help him obtain the response from the leader in Umbar Baharbêl. Avoid unneeded contact as you make your way to and through the outpost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "You tie the return message to the sea-hawk's leg and it peers up at you with beady eyes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1ef9f0",
      "en": "You can lure the bird from here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Collect a scrap of meat or a shiny coin from nearby and draw the bird down from the roof to collect the message from the leader in Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "The Watcher on the Wing waits dutifully for you to bring the return message.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Deliver the message to Harthabor on the outer wall at Jax Phanâl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Attach the message to the courier",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Speak with Harthabor along the outer wall at Jax Phanâl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "The sea-hawk sits atop a roof through the archway and east of Harthabor in Jax Phanâl. Find a method to draw the bird down, collect its message, and return it to the agent.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "The flat stone on the rampart to the north-east should prove a suitable place to once again lure the sea-hawk from its perch.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "You drew the bird down from its perch and should now remove the message from its leg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'Send the message back with the courier. I must find a way to get you into the city and to our leader.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "You remove the latest message from the leg of the Watcher on the Wing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "This scrap of meat should entice the sea-hawk from its perch, as it did before",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "The sea-hawk swoops down and enjoys its latest dinner",
      "es": "",
      "es (fem)": ""
    }
  ]
}