{
  "id": 621084826,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "Harthabor is pleased with all of the work you've done for the Order of the Eagle. He asks that you speak to him so he can provide details about how you can meet with Achardis.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Find Achardis's bath-house",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Welcome, eaglet, you have proven an able and trustworthy [placeholder]. I am Achardis.\\n\\n'The people of Umbar Baharbêl call me Oma.\\n\\n'I watch over them, in my way, and keep them safe. There are still many threats that linger from the rule of the Cult of the All-Seeing and the Haradrim of Ordâkh. We are lucky to have an ally like you to assist us. I know that this shall continue to be a relationship that benefits us all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "You were told to travel to the Fleet-fast docks and then head east into the Lower Ward to find Achardis's bath-house, located on the northern side of the ward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "You found Achardis's bath-house",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Find Achardis's bath-house and speak to her",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "You found Achardis's bath-house",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Concerns over the new powers in control of Umbar and their potential relations to the Haradrim or the Church of the All-Seeing cause the Order of the Eagle to maintain watch over threats from Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "This is Achardis' bath-house",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "Friend,\\n\\nPassage is secured. Make haste to Jax Phanâl. I will see you on your way. Opportunity is not a lengthy visitor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Your continued efforts to help us ensure that the influence of the Kindred of the Coins is not shaped by external hands have earned you an audience with Achardis.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Speak with Harthabor on the outer wall of Jax Phanâl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Find Achardis' bath-house",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Find your way to the Fleet-fast docks in Umbar Baharbêl. From there, travel east into the Lower Ward and find Achardis's bath-house. It is located on the northern side of the ward.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 3 - Meeting Achardis",
      "es": "",
      "es (fem)": ""
    }
  ]
}