{
  "id": 620841800,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Have you seen the bears around here? They stumble so close to the farm both day and night that I think they are either growing tame... or worse.\\n\\n'If they continue to come closer to the farm, then it is possible they will attack, and if we put the horses in their stable before then... well the Thornleys will certainly lose much. If you are willing, I can offer up some coin for thinning out the bears around the area. You will find the bears I am speaking of roaming about from the Old Greenway Fort in the east through the Brandywine Hills in the west.\\n\\n'Return to me when you've culled this lot.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You did well, and I did make a promise to offer you pay, but I cannot say that I am willing to bring the horses here yet.\\n\\n'Look around you, see them out there... bears. I truly think that they are the greatest threat we face here in Bree-land. Surely, I do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Others think that there are greater threats than bears in this land. Everywhere that I look, I see them as a greater threat than any I have seen. We have got to do something about their encroaching and growing population.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Bears Craving Honey",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ray Thistlebur believes that the bears surrounding Thornley's work-site are out for more than honey and that they will soon attack the site. He refuses to allow the horses to be moved into the stable until the bears are driven off.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated bears in the Northern Bree-fields ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat bears in the Northern Bree-fields ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bears can be found throughout the north Bree-fields.\\n\\nRay Thistlebur has asked you to thin the number of the bears in the area.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Ray Thistlebur at Thornley's work-site",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ray Thistlebur awaits your return at the stables at Thornley's work-site.\\n\\nHe will be pleased to know that you have done as he asked.",
      "es": "",
      "es (fem)": ""
    }
  ]
}