{
  "id": 620841801,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The others are concerned about the carnivores stalking about these lands, but I am worried about the boars. They are certainly capable of eating meat, but it is their bedding habits that concern me.\\n\\n'The number of boars in these lands is enough to trample down the surrounding fields and destroy the food supply we need for the animals.\\n\\n'It is for this reason that I would ask you to hunt the boars. Will you help?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Good. With fewer boars milling about, there will be more opportunity to feed the animals that we will move onto the work-site soon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You will find boars all around the north Bree-fields. You may even find a hollow full of them if you look to the west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Boars Making Beds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Boars are everywhere throughout Bree, but they are not always welcome. Ham Greythistle does not appreciate the number of boars treading through the nearby fields and wants their number thinned, lest they destroy some of the food sources for the animals meant to stock Thornley's Work Site.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated boars in the north Bree-fields ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat boars in the north Bree-fields ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Boars can be found throughout the north Bree-fields.\\n\\nHam Greythistle has asked you to hunt boars for him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Ham Greythistle at Thornley's work-site",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ham Greythistle awaits your return at Thornley's work-site.\\n\\nYou should return to Ham Greythistle and inform him of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}