{
  "id": 620841805,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'A word of caution, [placeholder]...if you head into the Scuttledells towards the east, you will soon find yourself among a number of barrows from which the Dead have risen to serve our Enemy. It was for good reason that he once hid beneath the name of the Necromancer after all.\\n\\n'These are not ancient barrows, however. None such were here in the time when my people lived in Emyn Lûm.\\n\\n'Thus I do not know who -- or what -- rises up against us now. Seek out the barrow-stones if you can and take note of their engravings. Perhaps we can learn more about the nature of this place and how best to subdue it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I see. The runes you have discovered tell a painful tale indeed. One of the Men brought by Sauron from the East was literally worked to death in the construction of his fortress here upon Amon Lanc many years ago.\\n\\n'Even in death these Men are yet forced to serve, their barrows serving as a line of defence should Dol Guldur be pressed. Or their bodies at least, for the Dark Lord cannot bind their spirits.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Fate of Men is puzzling indeed to we of the Firstborn. To die and leave the world itself? To go where? It is said that even the Lords of the Uttermost West do not know the full answer.\\n\\n'But no matter their fate, it is a dishonour to allow creatures such as the gaunt-men to make use of their empty husks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Whence the Dead?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ivorel wishes to learn the origins of the Dead that stalk the eastern reaches of the Scuttledells.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Examined engraved stones ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Examine engraved stones ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The barrows are in the eastern reaches of the Scuttledells, north-east of Ivorel's camp.\\n\\nIvorel has asked you to study the stones in the barrows, looking for any engravings that might describe their history and give some clue as to the nature of the threat they contain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ivorel's camp is south-west of the barrows.\\n\\nYou should return to Ivorel with the engraved stones you found.",
      "es": "",
      "es (fem)": ""
    }
  ]
}