{
  "id": 620841978,
  "txt": [
    {
      "id": 172691445,
      "en": "The Summer Festival",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Summer Festival Guide[nps]",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "A guide to the events of the Summer Festival.",
      "es": ""
    },
    {
      "id": 59565250,
      "en": "Author Unknown",
      "es": ""
    },
    {
      "id": 102180561,
      "en": "\\nINTRODUCTION\\n\\nThis year's Summer Festival features many exciting events and games. This guide will help you find every game in which you could ever hope to participate while Festival-time looms in Middle-earth.\\n\\nEVENT LOCATIONS\\n\\nThe Shire: The Party Tree and Bywater\\nThorin's Hall: The tavern in Thorin's Hall\\nGreater Ered Luin: The festival area of Duillond\\nBree-land: The Festival grounds in the Horsefields\\n\\nEVENTS\\n\\nKeg Racing\\nWhere: A horse from Thorin's Hall will take you there.\\nThe dwarves of Thorin's Hall are having races amongst the doughtiest drinkers and runners of their folk. You can observe the races and venture a guess at who is the likeliest to win.\\n\\nThe Taste of Hobbiton\\nWhere: A horse from Michel Delving will take you there.\\nThe Taste of Hobbiton invites hobbits with the most famous appetites to come and partake in a race to eat and run, and eat some more, as fast as the hungriest hobbit possibly can.\\n\\nThe Inn League\\nWhere: The Party Tree, Hobbiton.\\nThe Inn League is always looking to recruit new members. Can you down all the ales and beers in the Shire before the time runs out?\\n\\nMissing Things\\nWhere: The Party Tree, Duillond, and Thorin's Hall\\nMany festival patrons of Middle-earth are a bit zealous in their participation, and may need help gathering their wits when all is done.\\n\\nThe Ale Association\\nWhere: The Inn at Thorin's Hall\\nThe Ale Association has expanded, for better or worse. Jonar the dwarf and his bullying ways have made quite an impression on many dwarves, and he is always looking to recruit more in his spiteful endeavours against the Inn League.\\n\\nFishing\\nWhere: Bywater (for starters)\\nBeginning in Bywater, you will have the opportunity to do some exciting angling in several different areas of Middle-earth.\\n\\nFireworks\\nWhere: The Festival Grounds in the Horsefields\\nBrighten the festival with rockets, the likes of which haven't been seen since Bilbo's time.\\n\\nDancing\\nWhere: Duillond Festival Grounds, Bree-land Festival Grounds, The Party Tree, and the Thorin's Hall Inn\\nDance with the dance-trainers to learn how to dance like Elves, dwarves, Men, and hobbits! The trainer will grant you an opportunity to learn a new dance every twenty minutes.\\n\\nFarming\\nWhere: The Party Tree in Hobbiton\\nYou must be a farmer by profession if you would like to participate in the farming quest.\\n",
      "es": ""
    }
  ]
}