{
  "id": 620883196,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Now that you have tried your hand at dealing with the nasty piglets, you should look to the great sire of this family: Big Bloodtusk. He is descended, they say, from an old and grisled boar who wandered into Dunland from the far north and has only been seen by a few people.\\n\\n'There is a great den near Bloodtusk's Dwelling, and it can only be his, but he is not there often.\\n\\n'You should lure him there and try to make him attack you. I doubt you will survive, [placeholder], but at least it can be said that you were brave!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You! Why are you still alive, [placeholder]? I heard the distant squeals of wild boars engaged in a great battle and assumed you met an untimely end at the tusks of Big Bloodtusk. You certainly smell like a wild pig at the moment, but here you stand.\\n\\n'Could this mean that you bested him? I suppose you are not so feeble as I presumed, Duvodiad.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Why are you still here, [placeholder]? Are you afraid of Big Bloodtusk? I would be too, if I were you. Well, I am pleased to have made your acquaintance. I am sure I will not be seeing you again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mean, Old Big Bloodtusk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Many folk in Galtrev have sighted a massive, oversized boar roaming in Pren Gwydh, one that they have named \\qBig Bloodtusk\\q. Big Bloodtusk is likely the patriarch of Pren Gwydh's vicious boars.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "A great rustling and a splash can be heard behind you...look out!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "A great rustling and a splash can be heard behind you...look out!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Lure and defeat Big Bloodtusk at his den",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Big Bloodtusk's den can be found in Bloodtusk's Dwelling.\\n\\nYou should lure Big Bloodtusk, the sire of all boars in Pren Gwydh, and attempt to defeat him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Tell Louri of your victory against Big Bloodtusk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Louri is in Galtrev.\\n\\nYou should return at once to Louri to let her know that you have accepted her challenge to defeat Big Bloodtusk.",
      "es": "",
      "es (fem)": ""
    }
  ]
}