{
  "id": 620883194,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'There is a fabled monstrous boar that wanders these parts, and he is known as Big Bloodtusk. He has been fathering many of the wild boars that roam Pren Gwydh over the years, and now they pose a serious threat to travellers.\\n\\n'You should venture out into the wilds and try to do some hunting of the Bloodtusk family of boars -- especially the common forest-boars that stalk the wooded areas, ready to waylay anyone who comes too near.\\n\\n'And while you are out there, you ought not hesitate to bring back some provisions for Galtrev! Those pigs are delicious.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These shanks will make a lovely meal for my folk, [placeholder], and we need all the nourishment we can get in these uncertain times.\\n\\n'Thank you for your service to Galtrev, but I have more to ask of you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Oh, how terrible, [placeholder]...are there wild boars in Galtrev now? I did not see any, but perhaps a great throng of them have recently moved in.\\n\\n'No, you say? No boars in Galtrev? Then why are you still in Galtrev, when the boars roam elsewhere?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mean, Old Pigs in Pren Gwydh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Nasty, wild boars, rumoured to be descendants of the Bloodtusk family, roam the wilds of Trum Dreng. They are dangerous, but also very tasty.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected fatty, tasty boar-meat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect meat from common forest-boars ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Common forest-boars of the Bloodtusk family can be found throughout Pren Gwydh.\\n\\nYou should hunt for meat from common boars in Pren Gwydh, as they generally have vicious tempers and pose quite a threat to travellers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the boar-meat to Louri in Galtrev.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Louri is in Galtrev.\\n\\nYou should bring the boar-meat you collected to Louri.",
      "es": "",
      "es (fem)": ""
    }
  ]
}