{
  "id": 621048242,
  "txt": [
    {
      "id": 162883721,
      "en": "'Apparently gredbyg secrete both a sulphurous mucous and have powerful poison glands that can be repurposed into blasting jelly.\\n\\n'Your mission is to explore the grodbog hive and extract these resources.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "You have been tasked with retrieving the sulphurous secretions of gredbyg.",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "The mission is complete!\\n\\nSpeak to Ausma for your reward!",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mission: Sting Like a Grodbog",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Oh [placeholder], you're back.\\n\\n'We’ve been having a bit of a problem getting into some of the more resilient parts of the mountain recently. The blasting supplies we’ve brought over don’t seem to be cutting it against the frozen rock.\\n\\n'However… one of our scouts has reported a rather large grodbog hive nearby. As you may not know, even though they are venomous, gredbyg secrete a nasty-smelling mucous that’s a great component for making explosives. You see what I’m getting at here? If you could infiltrate the hive and steal some of their mucous and glands, I would be very grateful!'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Complete Mission: Sting Like a Grodbog",
      "es": ""
    },
    {
      "id": 261009172,
      "en": "Poison",
      "es": "Veneno"
    },
    {
      "id": 111477384,
      "en": "Talk to Ausma",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Your mission is to retrieve grodbog mucous and poison glands from within the grodbog hive.\\n\\nSpeak to Ausma to travel to the grodbog hive.",
      "es": ""
    },
    {
      "id": 133136803,
      "en": "Strong monsters in this mission have poison attacks that will do additional damage if not cured with a salve, potion, or skill.",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'Well done! With a bit of dwarf-muscle, we can use these nasty-smelling secretions to make even stronger blasting jelly.'",
      "es": ""
    }
  ]
}