{
  "id": 620876557,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'We do not know how long the Gauredain have been encamped within the pools of the Even-rills. They might have already done great damage to the lake. We must know what they are doing there.\\n\\n'The Gauredain believe in nature and its abilities and powers, though they do not understand whence these powers derive. While we use the virtues instilled therein by the Valar for good and healing, they use it for more nefarious purposes. They should have gathered up several pouches of herbs and plants they are using within the pools.\\n\\n'Find and bring me these pouches. I may be able to determine what exactly they are poisoning the lake with, and if need be, may be able to concoct a cure.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It will take me some time to study these, and if fortune is with us, we will not need to use what I learn.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Take as many pouches as you can from the Gauredain... they may contain different combinations of herbs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Pouches of Poison",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Even-rills are a series of pools and waterfalls through which meltwater from Forochel runs before entering the lake of Evendim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Gauradan-pouches ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect Gauradan-pouches ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gauradan-pouches can be found at their camp in the Even-rills, north-east of the Eavespires.\\n\\nRemmenylf asked you to bring him several of the pouches the Gauredain have in their camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the Gauradan pouches to Remmenylf at the Eavespires",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Remmenylf can be found at the Eavespires, south-west of the Even-rills.\\n\\nRemmenylf will want to examine the Gauradan shaman pouches you recovered.",
      "es": "",
      "es (fem)": ""
    }
  ]
}