{
  "id": 620876535,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I am ashamed to be admitting this, but I'm out of twine, [placeholder]. I, Master Boot-maker of the Garden Shrew Stomping event....\\n\\n'It is true. Hard to believe, I know. Could...could you please fetch me some more? I usually get mine in Celondim, where the Elves who tend the docks craft a fine strong thread.\\n\\n'You are a good sort of [placeholder], [placeholder]. Truly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Twine! Marvellous. I was beginning to wonder if you lost your way. Well, this should do for a short while, at least. My thanks, [placeholder]. You are more useful than you seem at first glance!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Oh...you're still here. Maybe you didn't hear me correctly: I am out of twine. Not wine. Not brine. Twine. Please get me some more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Twines That Bind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The boot-maker for the shrew-stomping event has need of twine for his late supply of boots.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected twine ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect twine from the docks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Elf-made twine can be found in Celondim, on and around the docks.\\n\\nYou should collect twine from Celondim for the making of shrew-stomping boots.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the twine to Deluraw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Deluraw, the boot-maker of the Shrew Stomping event, can be found in Duillond near the ovens.\\n\\nYou should bring the twine you collected to Deluraw.",
      "es": "",
      "es (fem)": ""
    }
  ]
}