{
  "id": 620876534,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected flax ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected flax fibres at last! (8/8)",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The shoe-maker of Duillond is having some trouble wresting supplies for linens from the hoarding weaver.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'This is getting absurd. Tanathron over there, that weaver -- yes, the one glaring my way -- simply will not give me fibres for the linen I need for the special boots.\\n\\n'My supplies are running low, and he is a key supplier, but he refuses to help me! It is because his own supply of flax is running low, and he hoards his ingredients so that his stock never depletes.\\n\\n'I am afraid I've gone and made him angry with my demands. Perhaps you can reason with him; please try, [placeholder].'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Tanathron is in Duillond, near the ovens and the Boot-maker.\\n\\nYou should speak with Tanathron about procuring flax fibre for linen shrew-stomping boots.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'What? So I like having a balanced supply of ingredient and product. What of it? If I have no ingredients, tomorrow I shall have no product. I do not think it is unreasonable for me to demand ingredients if I am going to generously give of my finite supply.\\n\\n'If you want your own ingredients for your own endeavours, you will have to collect ingredients for me first. Flax plants grow along the road to Celondim. You'll be able to see the pale blue flowers amongst the grasses.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Flax grows in the grasses along the road to Celondim that leads south from Duillond.\\n\\nYou should collect stalks of flax so that Tanathron's precarious supply can remain perfectly balanced.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Tanathron, the weaver, is in Duillond near the ovens.\\n\\nYou should bring the flax plants to Tanathron to refurbish his dwindling supply.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'He is an absurd Elf if I've ever met one, that Tanathron. So greedy with his ingredients! See how he glares at me?'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Good. Now we can proceed with our arrangement. At least someone around here can be reasonable, AHEM!\\n\\n'Here are some flax fibres.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Deluraw stands near the ovens in Duillond.\\n\\nYou should bring the desired flax fibres to Deluraw, for they are apparently very difficult to come by.",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Splendid, [placeholder]! Your patience and politeness did wonders here, I see. \\n\\n'Tanathron is a stubborn fool who has no business being in this trade, but it is what it is, and I should learn to make do.\\n\\n'Unfortunately, I have a sad feeling that I will go through the same thing all over again tomorrow, when my supplies run low again.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Speak with Tanathron",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect flax plants ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the flax plants to Tanathron and collect the fibres",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Bring the flax fibres to Deluraw",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Flax to Fibre",
      "es": ""
    }
  ]
}