{
  "id": 620876536,
  "txt": [
    {
      "id": 218649169,
      "en": "'I'm nearly out of the cherry wood I use for the most important part of the boots...the sole! The sole is fortified with this gentle, moderately dense, strong wood.\\n\\n'It is the perfect -- yes, perfect -- wood for knocking out a pesky, oversized shrew without really hurting it. Elves do not like to hurt creatures, you see. Well, I suppose shrews tempt us to use violence more than most animals of the wild, but we have come up with a fair compromise.\\n\\n'Cherry branches grow around clusters of trees in the pastures along the road to Duillond. I am sure there will be plenty of branches on the ground to replenish today's supply.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'These are just the branches I need! Many thanks, [placeholder]. This will ensure that the shrews are given just the right amount of dissuasion against their terrible behaviour.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Elves would never harm shrews. Never. We wouldn't even consider such a gruesome ideas. Shrews are good, fine creatures.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Gentle Weapon",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The boot-maker for the Shrew Stomping event needs more wood for the special soles of the boots.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected a cherry wood branch ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect cherry wood branches ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Cherry wood branches can be found in the fields south of Duillond along the road to Celondim, probably near the bases of trees.\\n\\nYou should collect cherry wood for the reinforcement of the soles in the Shrew-stomping boots.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the cherry wood branches to Deluraw",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Deluraw can be found in Duillond near the ovens.\\n\\nYou should bring the cherry wood branches you collected to Deluraw.",
      "es": ""
    }
  ]
}