{
  "id": 620876562,
  "txt": [
    {
      "id": 136263297,
      "en": "The water bubbles and glows for a moment before the darkness and mirk returns",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "This is the pool below the Twisted Grove",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Twisted Grove has a pool of water beneath it that feeds the roots of the trees and Wood-trolls there.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Beneath the Twisted Grove is a pool of water. From this source, the trees and Wood-trolls' roots bring in their nutrients...and also their corruption. The waters of that pool are foul and poisoned.\\n\\n'I have collected a few more of Longbough's tears and believe that they may purify this pool like they did the Gauradan-tainted one. \\n\\n'Head within the Twisted Grove and pour this into the waters below.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Twisted Grove is south-west of the Eavespires.\\n\\nRemmenylf asked you to go to the Twisted Grove and pour the Ent's tear into the pool beneath it.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'It did not work, you say? The evil that is concentrated there must be ancient and foul to resist Longbough.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Remmenylf is at the Eavespires, north-east of the Twisted Grove.\\n\\nRemmenylf will be dismayed to hear that the Ent's tears did not purify the waters.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'If this works, the Wood-trolls should become trees and return to sleep.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Pour the phial into the water",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Reach the pool below the Twisted Grove",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Remmenylf at the Eavespires",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Something in the Water",
      "es": ""
    }
  ]
}