{
  "id": 620876451,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Get back to safety",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Having entered the Ettenmoors as a Warg, you need to learn your way around. Follow your orders and do not get yourself killed by the Free Peoples who lurk around every corner.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Pay attention, pup! You are nothing, a speck. I don't know why Mordirith sent you here, but perhaps you can help. Head out the front gate to the South and get in the fray. Speak to Chief Guard Duthúrz out at the first camp-site. He will have work for you.\\n\\n'Get out of my face. You sicken me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Morsûm has ordered you to get into the fight already. He wants you to go speak with Chief Guard Duthúrz outside the gate to the south. Leave the camp and speak with him immediately.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What are you doing here, recruit? You aren't ready to step foot out here! Why do they keep sending me fodder? I need trained soldiers. Get back in the camp and learn something before a Burglar stealth kills you!\\n\\n'Return to the camp now and speak with Uglash! Come back to me when you've learned a thing or two about fighting out here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "You are deemed unworthy by the Chief Guard. Speak with Uglash inside the base to learn more about what you need to survive the Ettenmoors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Pitiful fool.\\n\\n'You've passed the first test. You follow orders blindly even when it means certain death. Well done. Now let us see if you can learn more obvious thoughts like \\qthe Orc with the bigger sword wins.\\q'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You sluggard! You should have brought this to the cook, Gukthor! I've a good mind to give your hide to the slave mines in Angmar!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Get out there and get our dinner, cur!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Get your orders from Chief Guard Duthúrz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'Get out there and get our dinner, cur!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to safety and speak with Uglash",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Tutorial: Thrown to the Wargs",
      "es": "",
      "es (fem)": ""
    }
  ]
}