{
  "id": 620876502,
  "txt": [
    {
      "id": "0xf65a6be",
      "en": "This location is being controlled by the Free People of Middle-earth right now.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd0f1394",
      "en": "This location is being controlled by the Monsters right now.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Get back to safety",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x55c4dd5",
      "en": "East Tower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xad2835",
      "en": "Tol Ascarnen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x15c4eb5",
      "en": "West Tower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Having entered the Ettenmoors as an Orc, you need to learn your way around. Follow your orders and do not get yourself killed by the soldiers of the Free Peoples who lurk around every corner.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x28d1405",
      "en": "Lumber Yard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Pay attention, maggot! You are nothing, a speck. I don't know why Mordirith sent you here, but perhaps you can help. Head out the front gate to the south and leap into the fray. Speak with Chief Guard Duthúrz out at the first camp-site. He will have work for you.\\n\\n'Now, get out of my face. You sicken me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Soldier Gazfríb has ordered you to get into the fight already. He wants you to go speak with Chief Guard Duthúrz outside the gate to the south. Leave the camp and speak with him immediately.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What are you doing here, recruit? You aren't ready to step foot out here! Why do they keep sending me fodder? I need trained soldiers. Get back inside the fort and learn something before a burglar kills you!\\n\\n'Return to the fort now and speak with Uglash! Come back to me when you've learned a thing or two about fighting out here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "You are deemed unworthy by the Chief Guard. Speak with Uglash inside the fort to learn more about what you need to survive the Ettenmoors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Pitiful peon.\\n\\n'You've passed the first test. You follow orders blindly, even when it means certain death. Well done. Now let's see if you can learn more obvious ideas like \\qthe Orc with the bigger sword wins.\\q'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You sluggard! You should have brought this to the cook, Gukthor! I've a good mind to give your hide to the slave mines in Angmar!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xaeaf9e5",
      "en": "Mines",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Get out there and get our dinner, cur!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Get your orders from Chief Guard Duthúrz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to safety and talk to Uglash",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Tutorial: Trial by Fire",
      "es": "",
      "es (fem)": ""
    }
  ]
}