{
  "id": 620876537,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have collected a flower ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Improved the Festival Garden ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Some Elves prefer to ignore the shrew problem altogether.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'This shrew business is positively ruining the Festival for me. I almost didn't come this year. I really didn't.\\n\\n'This is such a violent game, and it offends me terribly! Stomping on shrews is so far beneath the dignity of the Free Peoples that I refuse to participate, but I have come up with something better to do. I would like to propose that we actually do something useful for the festival to try to salvage this catastrophe.\\n\\n'I saw some lovely flowers growing in the fields outside of Duillond. You should collect them, and plant them in here. That is a proper Festival activity for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Flowers are conveniently located outside the Festival Garden in the fields near Duillond.\\n\\nYou should pick flowers to be replanted in the Festival Garden.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'That's much better, [placeholder]. You and I understand what it truly means to visit a Festival. There should be something lovely and beautiful to feast our eyes upon. No unconscious shrews  or chewed-up gardens. I'm glad we found something proper to do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Flower pots are in the Festival Garden of Duillond.\\n\\nYou should plant the flowers you collected in the flower pots.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Forlad is in the Festival Garden in Duillond.\\n\\nYou should see if Forlad is satisfied with your work.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I really don't like this disgusting display. I just wanted to emphasize that point. Flower-picking and planting are much more agreeable.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect flowers for the Festival Garden ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Plant flowers in the Festival Garden ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Speak with Forlad in the Festival Garden",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Proper Festival",
      "es": "",
      "es (fem)": ""
    }
  ]
}