{
  "id": 620876435,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated shrews on the Northcotton Farm ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected feed ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "One of the main features of the Northcotton Farmer's Market is its animal petting area.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The pigs are the happiest I've seen them in a long time. I think the mud is the thickest I've ever seen. They will be happy in their wallow.\\n\\n'There's one last animal on the farm we need to take care of: the cows. There's not much we need to do than bring some feed over and fill the troughs. We've had some problem with the feed lately, though: shrews.\\n\\n'If you could drive off a bunch of the shrews while you're picking up the feed, then fill the troughs, I think the animals will all be ready for the market.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The shrews and feed bags can be found near Gerard Deephole on Northcotton Farm.\\n\\nGerard Deephole asked you to gather the feed bags and drive off the shrews stealing from them.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'With the troughs filled and the cows fed, the animals are now all ready for the market.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The troughs are at the animal pens on Northcotton Farm.\\n\\nThe feed needs to be placed in the feeding troughs for the cows.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Gerard Deephole is at the animal pens on Northcotton Farm.\\n\\nGerard Deephole will be pleased to hear the troughs have been filled.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I know the shrews have got to eat too, but without that feed we don't have cows, and no cows means no milk, cheese, butter, cream....'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Go ahead and place the feed in the troughs so the cows can eat.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat shrews on the Northcotton Farm ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect feed ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Fill the feeding troughs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Filled the feeding troughs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Feeding the Cows",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Gerard Deephole",
      "es": ""
    }
  ]
}