{
  "id": 620876538,
  "txt": [
    {
      "id": 136263297,
      "en": "You have helped Deluraw with a task",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have helped Deluraw with a task",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have helped Deluraw with a task",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Shrew-stomping event is running out of special non-harming boots to repel shrews from the Festival Garden of Duillond.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'This event is a disaster! If the shrew infestation wasn't enough to ruin our spring celebration, we now have a shortage of boots!\\n\\n'They're not just any boots, you see. They're specially made by the boot-maker here in Duillond. He uses great care and technique to make a very special boot that is just menacing enough to strongly discourage the shrews from remaining here.\\n\\n'Can you please go find out what is holding up his next shipment? I worry that I will be out of Shrew-stomping boots by the end of today.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Boot-maker can usually be found near the ovens of Duillond.\\n\\nYou should speak with the Boot-maker to find out what is delaying his next shipment.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'So we are back on schedule, then? That is good, [placeholder]. I was growing very anxious. I hope the Boot-maker did not give you too much trouble.\\n\\n'Please, do not hesitate to speak with me again tomorrow. I have a feeling this Boot-maker is not quite prepared for the volume of our demands.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Santmereth can be found in the Festival Garden of Duillond.\\n\\nYou should tell Santmereth that the boot shipment is in better shape now that you've lended a hand to the Boot-maker.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'If we run out of boots, I don't know what will happen to us....'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Help Deluraw with collecting fibres for linen",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Help Deluraw with collecting twine",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Help Deluraw with collecting wood",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Tell Santmereth that the boot shipment is back on schedule",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Shortage of Boots",
      "es": ""
    }
  ]
}