{
  "id": 620876531,
  "txt": [
    {
      "id": 136263297,
      "en": "Get back to safety!",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Uglash has implored you to return to your trainers and learn how better to equip yourself for the battles to come.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Return to your trainers. They can help you fight without getting squashed like an insignificant slug. Hurry! The war doesn't stop just because you aren't ready for it.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Uglash has asked you to return to your trainers and learn more about what it takes to become a true soldier in the war against the Free Peoples.\\n\\nThe trainers are back where you started your life as an Orc.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Can I help you? No? Great.\\n\\n'Oh, you're still here?  Well then, if you purchased some traits from your trainer, then you can equip them with me.'\\n\\n<rgb=#00FF00> You have a corruption ready to be equipped. To equip traits and corruptions speak again with the Corruptor. Select the available traits and corruptions from the list and drag them into the empty trait slots. When you are finished, confirm your selections.</rgb>",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Having spoken with Dagalúr, you should now talk to the Corruptor to learn about traits.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Now that you have equipped some traits, speak with the corruptions trainer to learn more about corruptions in Monster Play.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Good! You are still alive! Hopefully you've learned a thing or two about how to keep yourself from being meat for the slugs. \\n\\n'There are many things that need to be done to win this war. Speak with the soldiers around the totem behind me to help in the war-effort. You can also view the state of the war in the tent up on the hill. Some of the warriors up there may have things for you to do from time to time as well.\\n\\n'Now quit staring with that vacant look in your eyes and get out there and fight!'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Now that you have learned how to best equip yourself in Monster Play, speak with Uglash again for final instructions.",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'So you think you are smart enough to understand the concept of trade-offs?  Then you are a bigger fool than most give you credit for. Corruptions will grant you incredible powers, but you can only use a handful at a time.  Choose wisely.'\\n\\n'Uglash wishes to speak with you again.'\\n\\n<rgb=#00FF00> Corruptions offer the players the ability to raise certain stats in exchange for lowering other ones. This is available for players who wish to specialize even further than their Monster Player class allows. </rgb>",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Well, it's about time someone knocked some sense into you! Now shut your gob and pay attention! This isn't some weak-armed, sunken-chest game we are playing out here.\\n\\n'Good. Now, talk to me again if you wish to purchase traits, then speak with the Corruptor.'\\n\\n<rgb=#00FF00>In Monster Play, you will earn </rgb><rgb=#FFFF00>Infamy</rgb><rgb=#00FF00> and </rgb><rgb=#FFFF00>Commendations</rgb><rgb=#00FF00> by defeating the Free Peoples. As you accrue </rgb><rgb=#FFFF00>Infamy</rgb><rgb=#00FF00>, your rank (level) will increase, granting you access to additional skills, traits, and characteristics.  You can then purchase these from your trainer with </rgb><rgb=#FFFF00>Commendations.</rgb>\\n\\n<rgb=#00FF00>Speak with the trainer again if you wish to purchase additional skills and traits.</rgb>\\n",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Return to your trainers and learn how to improve your skills",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Ashrokil, the Corruptor of Gramsfoot",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Durglob",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Uglash to finish the tutorial",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Tutorial: Learning the Tools",
      "es": ""
    }
  ]
}