{
  "id": 620876402,
  "txt": [
    {
      "id": 218649169,
      "en": "'The market is more than just a place to come and buy and sell things from the farm. It's also a chance to experience farm-life... to see what it's like to work the land.\\n\\n'One of the most important parts of that is letting the little ones feed and pet the animals. This is a major event for them. Many of them have seen these animals before but never gotten a chance to get up close.\\n\\n'There's a lot of work to do before the animals are ready, though. First up are the sheep. They got out of their pen in a storm last week, and I need your help gathering them back up. They're pretty docile. If you go up and talk to them, they should follow you for a short bit. Just lead them back to the pen.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Good! With the sheep all in, we can turn to the next step... chasing chickens.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The sheep'll follow you for a little bit, but they tend to lose focus pretty quick.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "The sheep looks at you with a blank stare.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Gathering up the Sheep",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "One of the main features of the Northcotton Farmer's Market is its animal petting area.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Brought sheep back to the pen ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring sheep back to the pen ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The sheep have roamed into the fields surrounding the animal-pens.\\n\\nGerard Deephole asked you to gather the sheep up and bring them back to the pen.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Gerard Deephole",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Gerard Deephole is at the animal-pens on the Northcotton Farm.\\n\\nGerard Deephole will want to know all the sheep are back in the pen.",
      "es": ""
    }
  ]
}