{
  "id": 620876558,
  "txt": [
    {
      "id": 136263297,
      "en": "The waters calm and softly glow. They feel cool against your legs",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "This looks like the pool of which Erchiel spoke",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Even-rills are a series of pools and waterfalls through which meltwater from Forochel runs before entering Lake Evendim.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'It used to be a rare sight to see Longbough weep. In the many years I have been here with him, it happened once, maybe twice, per year... usually when a sapling he knew got snapped in a storm.\\n\\n'Over these past few months, it has happened more frequently. The pain Evendim is feeling is slowly killing him. While these tears are created from pain and evil, they are a great force for life and good.\\n\\n'Take this vial... it contains a few tears which I gathered last week. Pour them into the pool at the top of the Even-rills. The waters will be purified and restored.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The pool is at the peak of the Even-rills, north-east of the Eavespires.\\n\\nErchiel asked you to venture to the topmost pool of the Even-rills and pour some Ent-tears within it to purify the waters.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The water glowed lightly, then felt cool against your legs? I believe that means it worked and whatever damage may have been done by the Gauredain should fade from the lake.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Erchiel is at the Eavespires, south-west of the Even-rills.\\n\\nErchiel will be pleased to hear the tears have purified the water.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I do not know how the tears can hold this much virtue, but much about our friend here is a mystery.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Pour the Ent-tears into the pool",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find the pool at the top of the Even-rills",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Erchiel at the Eavespires",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Tears of Purity",
      "es": ""
    }
  ]
}