{
  "id": 620791301,
  "txt": [
    {
      "id": 136263297,
      "en": "You have discovered Tham Nambarth!",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have discovered Tham Varan!",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have discovered Ost Heryn!",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "Several of the great families of Annúminas constructed palatial estates upon the rolling hills of the Evendim Fields, displaying their wealth and prosperity far and wide and providing them summer estates from which they might oversee their extensive holdings of rich croplands.\\n\\nThough not as extravagant as some of the estates built later, Tham Nambarth was the oldest and closest to the capital and thus considered the most prestigious of all, save for that of the royal family itself at Tinnudir.",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "The estate of Tham Varan once belonged to one of the oldest and most prestigious families of Annúminas. They were known for a long and, at times, strange contest for influence in the royal courts of Arnor against their arch-rivals who lived near or at Tham Nambarth.\\n\\nFrom this contentious situation arose a number of favoured tales of intrigue, forbidden love, and all manner of noble improprieties that have titillated the common folk for centuries since.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Explore the ruins of ancient Arnor.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have discovered Tham Andalath!",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "Originally built as a fortress to oversee the approach to the Fields of Evendim from the east, Ost Heryn was allowed to languish during the long periods of peace that characterized those times. It was eventually purchased by a newly prosperous family of merchants and converted into a luxurious estate. Alas, the fortunes of Ost Heryn were sorely treated in later years when threats arose unlooked for from the East and it became a rich target for raiders and bandits.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You have discovered Tham Ornen!",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "Constructed during the height of Annúminas' influence and wealth in the North, the estate of Tham Andalath became the largest in the Evendim Fields. It quickly became known as a symbol of upstart extravagance and was known for its excessively lavish events and its unabashed influence peddling amongst the lesser houses.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You have discovered Barad Rath!",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You have discovered Rantost!",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "The smallest of the great houses of Arnor built their estate here at Tham Ornen. While they could not claim the wealth or power of the other houses, it is said that this family had close ties with the Royal line of the Kings of Annúminas. As such they suffered few of the more difficult turns of fate that befell many of the other houses, and were highly respected throughout their long history.\\n\\nNevertheless, their fate became inextricably twined with that of the royal line so as the power of Arnor fragmented and faded, so too did the family at Tham Ornen fade into the pages of history.",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "You have discovered Tollobel!",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "Constructed before the original founding of Ost Forod, Barad Rath once stood as the furthest northern frontier in the region of Lake Evendim. Once Ost Forod rose to pre-eminence in the north Barad Rath declined in importance and is believed to have been used as an occasional retreat for members of the Royal Family who could not find sufficent peace and isolation in the bustling courts of Annúminas or their estate at Tinnudir.",
      "es": ""
    },
    {
      "id": 118018279,
      "en": "Given the evidence of the beautiful and extensive structures once built on the island of Rantost, it is strangely devoid of mention in the histories of Arnor. It is possible that some powerful family seeking a more reclusive and quiet lifestyle far from the continual chaos of the capital chose to construct their estate here - but if so that same reclusive nature has erased any mention of them from the tales and histories of the Northern Kingdom, and they are lost to time forever.",
      "es": ""
    },
    {
      "id": 118018280,
      "en": "Isolated by the lake from most of the other estates and ruins of Evendim, few scholars are certain of the nature of the ruins that lie there today. The foremost theories suggest that it may have once been either a prison or vault used by the rulers of Annúminas - this at least would explain the general secrecy and rare mention of the place in histories of the region.\\n\\nAlas, there is little solid evidence to support these ideas, save for a series of unusually deep and extensive cellars within the crumbling ruins. If there were vaults here, they have long ago been picked over for any valuables they might have contained.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "NOT USED",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Ruins of Evendim",
      "es": ""
    }
  ]
}