{
  "id": 620791399,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated sand-nerbyg in the Barandalf ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated huge sand-nerbyg in the Barandalf ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Mundaric Sandheaver is concerned about the number of nerbyg that have begun to appear throughout the Barandalf and fears that the creatures may be preparing to swarm.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I have lived here for a great time, [placeholder], and have studied the behaviour of many of the local creatures. Listen to me, then, when I tell you that a great danger is breeding among the sands of the Barandalf!\\n\\n'I speak of the nerbyg, vile insects that can be found now among the dunes in great numbers. If we do not do something, and quickly, I fear that the nerbyg will swarm -- and whether they swarm north or south is immaterial, for there are good people in both directions!\\n\\n'Travel north of Dwaling onto the sands of the Barandalf that line the west bank of the Brandywine river and defeat any sand-nerbyg that you find!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Sand-nerbyg can be found in great numbers on the Barandalf, on either side of the road that runs through the sand dunes along the west side of the Brandywine.\\n\\nMundaric Sandheaver has asked you to defeat sand-nerbyg on the Barandalf before they swarm, bringing destruction in whichever direction their paths take them.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have destroyed some of the sand-nerbyg? Thank you for this, [placeholder]. You have put my mind at ease, and I cannot say that often enough in these dark days. The nerbyg will always be a danger, but it is to be hoped that we have forestalled their swarming.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Mundaric Sandheaver is at Dwaling, south of the Barandalf.\\n\\nYou have defeated many of the sand-nerbyg that have been breeding on the Barandalf and should return to Mundaric Sandheaver with news of your victories.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Sand-nerbyg can be found all throughout the sand dunes that line the western bank of the Brandywine river, north of here.\\n\\n'Destroy the vile creatures before they swarm, [placeholder]!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'It is to be hoped that the sand-nerbyg will not swarm now for some time.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The sands of the Barandalf are always dangerous for the unprepared.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat sand-nerbyg in the Barandalf ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat huge sand-nerbyg in the Barandalf ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Mundaric Sandheaver in Dwaling",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "An Increase of Nerbyg",
      "es": ""
    }
  ]
}