{
  "id": 620791396,
  "txt": [
    {
      "id": 54354734,
      "en": "Harmony Grayson has volunteered to help the Rangers collect relics from the ruins of Barad Tharsír.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I want to help the Rangers here, [placeholder]. They have gone through so much hardship during the long years...they deserve now our aid and friendship.\\n\\n'To that end, I have been keeping an eye on the ruins of Barad Tharsír, in the Barandalf far to the south-east. The ruins are on the far side of the river Brandywine. The Ranger Astiul collects pottery, relics, and other artifacts that once belonged to his people, and I have offered to help him with this task.\\n\\n'If you can recover certain relics from Barad Tharsír, I know that Astiul will be pleased. Do not worry yourself with the condition they may be in, or how worn by time: broken swords, shields, or bottles will be equally well-received. Look for these things among the ruins and beware of the robbers that now dwell there, unconcerned for the history of the Dúnedain.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Barad Tharsír is south-east of Tinnudir, in the Barandalf, on the far side of the Brandywine.\\n\\nHarmony Grayson wants you to bring her any relics that you can find from Barad Tharsír.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Astiul is so well-spoken, like most of his people. Thank you for his kind words, [placeholder]!\\n\\n'As I promised, I will reward you for your efforts. Thank you again, and do what you can to aid the people here and in all of Evendim!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Harmony Grayson is at the Ranger camp on the island of Tinnudir, north-west of the Barandalf and west of Parth Aduial.\\n\\nYou have gathered several relics from the ruins of Barad Tharsír and should return to Harmony Grayson.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Ranger Astiul is at the Ranger-camp on the island of Tinnudir, north-west of the Barandalf and west of Parth Aduial.\\n\\nHarmony Grayson has asked you to bring the relics you collected to Astiul, as he will appreciate their significance.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Barad Tharsír is south-east of Tinnudir, on the far side of the Brandywine, in the Barandalf. If you search the grounds you are sure to find old relics of the sort for which I have asked.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'These relics do not seem of any real value to my eyes, but bring them to Astiul. He is here at the camp and will be pleased to have them.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Harmony Grayson is in the Ranger-camp on the island of Tinnudir, north-west of Barandalf and west of Parth Aduial.\\n\\nAstiul has expressed his gratitude for your efforts and wants you to thank Harmony for him.",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Astiul is just over there, [placeholder]. Bring him the relics you recovered from Barad Tharsír.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Look for old and time-worn relics at Barad Tharsír, [placeholder]: broken swords, shields, bottles...that sort of thing.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'We must help the Rangers as best we may.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'These are from Barad Tharsír? Thank you very much for collecting them. It saddens me to know that the tomb-robbers of Evendim have taken that place, but there are too few of us left to protect every Dúnedain site.\\n\\n'Tell Harmony I appreciate her help -- and yours -- with this matter.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring old relics to Harmony Grayson",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Thank you for your help earlier, [placeholder].'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'I thought you had some relics for me?'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring old relics to Astiul",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Relics in Barad Tharsír",
      "es": ""
    }
  ]
}