{
  "id": 620791300,
  "txt": [
    {
      "id": 136263297,
      "en": "You have discovered Haudh Eärendur!",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have discovered Haudh Elendur!",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have discovered Haudh Valandur!",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "The tomb of Eärendur, son of Elendur.\\n\\nEärendur was the tenth and last of the Kings of Arnor - after his death the kindgom of Arnor was divided by his contending sons into the kingdoms of Arthedain, Cardolan and Rhudaur. It was during this period that the capital was moved to Fornost, and the old city of Annúminas was finally abandoned after declining in importance for many years.",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "The tomb of Elendur, son of Valandur. As the ninth king of Arnor Elendur had one of the longest and most enduring reigns of all, ruling over the people of Arnor for one hundred and twenty five years.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The kings of Annúminas were intered within tombs along the road to the gate of the city.\\n\\nNine were the kings that ruled over Arnor from this ancient seat of power, but not all of them were buried in the Way of Kings...",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have discovered Haudh Elendil!",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "The tomb of Valandur, son of Tarondor. History mentions relatively little about the eighth king of Arnor, except that he is said to have died in violent and mysterious circumstances sometime around the 50th year of his reign - a foreboding sign perhaps, of the strife that was to fall upon the Northern Kingdoms in the years to come.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You have discovered Haudh Tarondor!",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "The tomb of Elendil, son of Amandil. Elendil was the first and founding King of Arnor, whither he had fled into Middle-earth from the great ruin of Númenor. Elendil fought alongside Gil-galad as the leader of the Last Alliance and died during the Siege of Barad-dûr at the hands of Sauron.\\n\\n After his death Elendil was secretly interred at Halifirien far to the south, but some of his most important standards and personal effects were symbolically placed within the tomb at Annúminas in his stead..",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You have discovered Haudh Eldacar!",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You have discovered Haudh Tarcil!",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "The tomb of Tarondor, son of Tarcil. The reign of the seventh king of Arnor was marked by a time of comparative peace, for the strife that would consume and in time destroy the Kingdoms of the North had not yet arisen.",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "You have discovered Haudh Arantar!",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "The tomb of Eldacar, son of Valandil. Eldacar ruled as the fourth king of Arnor, and was the direct grandson of Isildur himself. It is believed that Eldacar ruled during a time of peace that extended from the defeat of Sauron in the War of the Last Alliance at his grandfather's hand, but most of the records of this time in Arnor have been destroyed.",
      "es": ""
    },
    {
      "id": 118018279,
      "en": "The tomb of Tarcil, son of Arantar. Tarcil was the sixth king of Arnor and his reign lasted for about eighty years before the crown passed to his son, Tarondor.",
      "es": ""
    },
    {
      "id": 118018280,
      "en": "The tomb of Arantar, son of Eldacar. Though the reign of the fifth King of Arnor was said to last for nearly a century, most of the records of this time were lost in the eventual fall of the Northern Kingdoms, and little is now known of his rule.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "NOT USED",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Tombs of Evendim",
      "es": ""
    }
  ]
}