{
  "id": 620791299,
  "txt": [
    {
      "id": 136263297,
      "en": "You have discovered Nan Orngon!",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have discovered Tûm Fuin!",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have discovered the Even-rills!",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "Nan Orngon is a great stone outcropping discovered by the original settlers of Evendim long ago. While its position overlooking the paths into the Fields of Fornost might have afforded it some importance its steep sides proved impossible to build upon even for the skilled dwarf-masons of the time and it was eventually abandoned to the wilds.",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "The valley of Tûm Fuin and its surroundings are known to be a favourite haunt of local trappers and hunters  out of Ost Forod. It lies well off the beaten path and has an abundance of local wildlife - but there is also little recourse or chance of rescue for any hunter unfortunate enough to be injured while travelling so far afield.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Once the capital of the North, Evendim has nonetheless always had its wild places and mysteries -- and those have grown stranger and more dangerous still in the long years since Annúminas was abandoned.\\n\\nFar across the waters of lake Evendim lie lands long unexplored by Men.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have discovered the Eavespires!",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "The Even-rills are a series of connected pools and falls fed by ice melting high in the mountains north of Lake Evendim. They are as frigid as ice even on the warmest days of summer, and bands of rugged North-men have been known to challenge each other to foolhardy contests of endurance to see how long each can withstand the bone-chilling temperatures in the upper pools.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You have discovered The Eave-mere!",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "Few hunters or trappers come this far west of Ost Forod - tales speak of trees that walk and bears that build houses in these remote wilds. While there is little truth to most of these fanciful tales, there is certainly an aura of strange enchantment about the secluded grove called the Eavespires....",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You have discovered Swiftbrook!",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You have discovered the Twisted Grove!",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "The Eave-mere represents the lower stretch of the largest tributary to lake Evendim. Fed by rapids from higher up the mountain and crashing down in great falls towards the lake below, the mere itself is a calm and placid place that was said to be much admired by travellers seeking quiet solace in the old days of Annúminas before the city was abandoned and many of the further shores of Evendim were reclaimed by the wilds.",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "You have discovered Rushingdale!",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "This cold and isolated stream cuts deeply through the rock of the mountains high above the western side of Lake Evendim before descending through tumultuous rapids to the Eave-mere below and thence to Lake Evendim itself.\\n\\nLegends speak of a beautiful maiden who - distraught over the abandonment of her ancestral home and the encroachment of the wilds upon the once glorious city of Annúminas - came here and threw herself into the waters from the high walls of the chasm above.\\n\\nAlas, even the old stories do not guess at the truth of this tale, or whom the woman might have been.",
      "es": ""
    },
    {
      "id": 118018279,
      "en": "The Twisted Grove is a dark and forboding place, set in the deepest wilds west of Lake Evendim. Even during the reign of the Kings of Arnor, it was considered an unlucky place and was avoided by most. Now it seems certain that an unwholesome power is at work here, and the very trees seem to radiate a malice towards living things that intrude upon their dark solitude.",
      "es": ""
    },
    {
      "id": 118018280,
      "en": "Though visited infrequently even in the time of Arnor, the pool now known as the Rushingdale was held in reverence by the local people who would leave offerings floating upon the edge of the waters.\\n\\nDespite the roar of the nearby falls, a sense of uplifting calm does seem to settle upon your spirit as you gaze into the shifting reflections in the water here.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "NOT USED",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Wilds of Evendim",
      "es": ""
    }
  ]
}