{
  "id": 620791397,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated tomb-robbers at Barad Tharsír ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Ansley Atwood",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Defeated Ogden Oakes",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Unity Tilden is concerned that tomb-robbers have taken control of the ruins of Barad Tharsír in the Barandalf.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'We have to do something about the tomb-robbers, [placeholder]. I have spoken with the Rangers about this matter, but they are stretched thin. They must focus on the threats to the tombs of their ancestors in Men Erain and the crypts of Annúminas, even while other areas fall into danger.\\n\\n'South-east of Tinnudir, the sands of the Barandalf and the dune-grasses are swept by the breezes that come off the Brandywine, but now the gentle breezes carry too the harsh cries and commands of a band of tomb-robbers. They have established a camp in the ruins of Barad Tharsír, on the far side of the Brandywine, and I fear that before long they will cross the river and pass into the peaceful lands to the south.\\n\\n'You will be rewarded if you can defeat the tomb-robbers at Barad Tharsír, including some of their more infamous members: the archer, Ansley Atwood, and the hound-keeper, Ogden Oakes. You may want to bring a friend or two, for the place is crawling with the unsavoury louts.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Barad Tharsír is located south-east of Tinnudir, in the Barandalf, on the far side of the Brandywine.\\n\\nUnity Tilden has asked you to defeat members of the robber-band that has taken Barad Tharsír, as well as their most infamous members: Ansley Atwood and Ogden Oakes.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have defeated Ansley and Ogden? I am pleased to hear it and to know that the robbers have less of a hold on Barad Tharsír than they did!\\n\\n'You have my thanks, [placeholder]! Please take this reward with my gratitude.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Unity Tilden is at the Ranger camp on the island of Tinnudir, north-west of the Barandalf and west of Parth Aduial.\\n\\nUnity is waiting to hear that you have defeated the robbers at Barad Tharsír.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Barad Tharsír is south-east of Tinnudir, in the Barandalf, on the far side of the river Brandywine. You will be rewarded if you can defeat the tomb-robbers there before they cross the river and pass into the peaceful southern lands. Look too for Ansley Atwood and Ogden Oakes and put an end to their cruel legacies. You wouldn't be remiss to bring an ally or two, for many tomb-robbers crawl about that ruin.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Barad Tharsír has been made safer by your efforts.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The promise of treasure brings out the worst in Men.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat tomb-robbers at Barad Tharsír ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Ansley Atwood",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Defeat Ogden Oakes",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Robbers of Barad Tharsír",
      "es": ""
    }
  ]
}