{
  "id": 620927978,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "The stable-hand is in the field behind the stable.\\n\\nA guard saw a local stable-hand being followed by a rowdy group of men and has asked you to check on him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Oh, how awful...that poor man! Aye, I have some supplies in a spare pack, which I save for emergencies. I have extra, so I can part with it without much concern. Please take it and use whatever you need to help him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Pick up the Pack of bandages",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Broda, the injured stable-hand, is in the field behind the stable by the eastern gate of Woodhurst.\\n\\nYou should bring the healer's pack to Broda at once.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "Obtained bandages",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "You bandaged Broda's wounds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Broda is in the field behind the stable.\\n\\nYou should speak with Broda again, before moving on.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Bandage Broda's wounds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "The healer gives you her pack of supplies",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Broda",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Thank you, [placeholder]. I must be more aware. The ruffians seemed to come out of nowhere! Will their friends come to finish what they began? \\n\\n'You will not always be around to protect me, and it seems that I cannot rely upon the guards. Some of the others have been leaving town, and I may have to follow if I wish to stay alive.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa24",
      "en": "Rampant Anger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Look for the stable-hand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'I did not see them coming. Thank you for dispatching them. I am not certain I can stand just yet. Will more of them come to harass me?\\n\\n'My leg is hurt badly, and I think I could use a splint and some bandages. Could you please see if the healer in the shop nearby has any supplies to spare?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "The healer is in the shop behind the inn that faces the fountain in the centre of Woodhurst.\\n\\nBroda asked you to seek help for him from the town healer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Tensions in the city are rising. Those with Dunlending blood feel that great injustices have been committed against their kind and harbor ill will towards anyone with obvious Rohirrim heritage.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "TBD: Injured Rohirrim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to the healer in Woodhurst",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'The man who works the horses in the field behind this stable looked like he was being followed by a group of men. They were from the lower part of the city, which means they are likely up to no good. \\n\\n'I have been instructed by the captain to leave them alone, but I fear for the stable-hand. Please, go around the corner and see if he is all right?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}