{
  "id": 620907677,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Walnoth has deduced  Athelward's guilt and Wigfugol's innocence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Walnoth has requested your presence in Cliving to re-evaluate the matters of the investigated crimes and their resolution.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'[placeholder], I have received word from Cliving that I must relate to you.\\n\\n'Walnoth has been notified of the events of the Witan and has requested to speak with you about the outcome of your prior investigation. He requests your presence at the dungeon under the Cliving Mead Hall.' ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Walnoth awaits your return at the dungeon entrance below the Cliving Mead Hall.\\n\\nIdes has informed you that Walnoth has requested to speak with you regarding the outcome of your investigation.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'A pleasure to see you again, [placeholder]. Thank you for heeding my summons. Word has travelled to me of the events transpiring in Hytbold with Reeve Athelward. After further investigating, I now have no doubt that it was Athelward who was responsible for the crimes within Cliving. \\n\\n'I believe that Athelward used Malbéort to acquire the phial of poison. He later used the poison upon his blade to mortally wound Thane Mildrith's son in a duel. He likely hid the poison in the pantry, hoping that none would discover it. When the phial was found, he stole Swithorne's dagger and murdered Malbéort in his home, covering his trail. Cetelgat and Ondesdal have both confirmed seeing Athelward at the crime scenes, but had not considered him a suspect.\\n\\n'All of the pieces fit, [placeholder]...we owe Wigfugol quite an apology. Speak with him and ask how we might make amends for our improper accusations.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Wigfugol is being held in a cell in the Cliving dungeon, under the Mead Hall.\\n\\nWalnoth has asked you to inform Wigfugol of his confirmed innocence and that he is being set free.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Walnoth waits at the dungeon below the Cliving Mead Hall.\\n\\nWigfugol has requested that Walnoth gather a company of soldiers to retake the Norcrofts farmland lost to their Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Wigfugol has handled things quite reasonably. I suspect he is pleased to know that he will soon be free again. \\n\\n'His request is fair and selfless, but it is not minor. Retaking the crofting lands will require many Riders and will take quite some time, yet I dare not deny this request its worth. I will begin assembling a company at once. Perhaps in time, we will see it completed. On the behalf of the people of the Norcrofts, thank you for your service, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Athelward's corruption could not have been known, but I hope that his deception has taught the people of Cliving not to judge others based solely on appearances. Even the strongest man's heart can be tempted and twisted by desire.\\n\\n'I harbour no grudges against you nor Walnoth for my unjust arrest, but might I make a small request as an amends for my imprisonment? I would request that Walnoth draft a company of able men and to make the reclamation of the crofting lands lost to the Orcs their main task. The farms of my family and many others have been lost due to Athelward's intentional negligence. Will you submit this request on my behalf?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Walnoth at the Cliving Mead Hall dungeon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Wigfugol in the dungeon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Walnoth about Wigfugol's request",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Treason Revealed",
      "es": "",
      "es (fem)": ""
    }
  ]
}