{
  "id": 620907687,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have obtained your first war-steed!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have been sent for training in the handling of a Rohirrim warhorse by the riding instructor Seoca upon the Tourney Field south of Harwick.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Ha! What a nice little steed you ride! Nothing like our own horses, but a nice little steed just the same. Though, if you are to ride alongside our warriors upon the plains of Rohan, you must learn how to fight from horseback as well.\\n\\n'Our steeds are not so gentle-bred as those of the north. They are stronger, yes - but also more wilful and difficult to handle.\\n\\n'I have asked one of our finest riding instructors to teach you in the ways of handling a steed of the Rohirrim. You will find Seoca at the Tourney Field north of Harwick. First, though, you should look into getting a steed.\\n\\n'Go and learn all you can from him - and good luck to you [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You may not obtain a war-steed until you finish assisting the town of Langhold.\\n\\nTo begin the lesson, you must first obtain a war-steed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You are ready now [placeholder]. Your skills in battle are already formidable. With one of our finest steeds beneath you, you shall be undefeatable!\\n\\n'Trust in your mount and in your valour, and your banner shall wave above these fields as a beacon of hope for all the Free Peoples of Middle-earth!\\n\\n'Now I believe you should speak with the Thane of Harwick before you proceed further. Much is afoot in our lands, and it would be best if you made your presence known to our local lord.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Speak with Seoca at the tourney field directly south of Harwick.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Speak with Seoca to complete your war-steed training.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'So, you wish to be trained in the ways of riding a horse to war, eh?\\n\\n'Well, you've come to the right place. I've trained hundreds of riders over the years - though few as experienced in battle as yourself, I must admit.\\n\\n'Come then, let us begin!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You seek audience with the Thane? Well, I'll see what I can do for you, but he has not been in a sociable mood of late....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Speak with Anmar, guard at the Mead-hall of Harwick in the Wold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'TELEPORT TEXT TBD'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'TELEPORT TEXT TBD'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Obtain a war-steed by helping Langhold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Complete the riding course upon the tourney field",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Speak to Seoca at the Tourney Field",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Speak with Anmar at the Harwick Mead-hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Tourney Field: Mounted Combat Tutorial",
      "es": "",
      "es (fem)": ""
    }
  ]
}