{
  "id": 620907670,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Listen, [placeholder]. There is a matter of no small importance that I must share with you. To the south, in the Sutcrofts, is my homeland. I come from Garsfeld, a town of proud crofters, and for reasons of my own, I now find myself here.\\n\\n'Garsfeld faces now more challenges than it has ever in the past. The Thane, Gísil, is a strong warrior...one of the strongest I have known, but even he cannot hold forever.\\n\\n'I would ask that you travel to Garsfeld in the Sutcrofts and aid them in any way you can. I will return, in my own time.\\n\\n'You have my thanks, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Welcome to Garsfeld, stranger. I am Gísil, Thane of Garsfeld. \\n\\n'I must say that I find myself impressed that you managed to make your way into our town alive...many forces have besieged Garsfeld, and my men and I have struggled to keep them outside the walls. For such boldness, I will hear what you have to say.\\n\\nYou relay your tale of Léofmar and your journey to the Sutcrofts.\\n\\n'Léofmar? I have not seen him for some time now. No matter. He sent you here for good reason, and if you are to aid us, we must act quickly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Silent Harvest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Thane of Garsfeld, Gísil, is a strong leader, but has faced untold opposition from numerous enemy forces and struggles to maintain control of his croftlands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Gísil in the Mead Hall of Garsfeld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Thane Gísil can be found at Garsfeld, among the northernmost crofts of the Sutcrofts.\\n\\nLéofmar wishes for you to travel to Garsfeld in the Sutcrofts and aid his brethren.",
      "es": "",
      "es (fem)": ""
    }
  ]
}