{
  "id": 620907669,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Walnoth has deduced  Athelward's guilt and Swithorne's innocence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Walnoth has requested your presence in Cliving to re-evaluate the matters of the investigated crimes and their resolution.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'[placeholder], I have received word from Cliving that I must relate to you.\\n\\n'Walnoth has been notified of the events of the Witan and has requested to speak with you about the outcome of your prior investigation. He requests your presence at the dungeon under the Cliving Mead Hall.' ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Walnoth awaits your return at the dungeon entrance below the Cliving Mead Hall.\\n\\nIdes has informed you that Walnoth has requested to speak with you regarding the outcome of your investigation.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'A pleasure to see you again, [placeholder], thank you for heeding my summons. Word has travelled to me of the events transpiring in Hytbold with Reeve Athelward. After further investigation, I now have no doubt that it was Athelward who was responsible for the crimes within Cliving. \\n\\n'I believe that Athelward used Malbéort to acquire the phial of poison. He later used the poison upon his blade to mortally wound Thane Mildrith's son in a duel. He likely hid the poison in the pantry, hoping that none would discover it. When the phial was found, he stole Swithorne's dagger and murdered Malbéort in his home, covering his trail. Cetelgat and Ondesdal have both confirmed seeing Athelward at the crime scenes, but had not considered him a suspect.\\n\\n'All of the pieces fit, [placeholder]...we owe Swithorne quite an apology. Speak with him and ask how we might make amends for our improper accusations.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Swithorne is being held in a cell in the Cliving dungeon, under the Mead Hall.\\n\\nWalnoth has asked you to inform Swithorne of his confirmed innocence and that he is being set free.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Walnoth waits at the dungeon below the Cliving Mead Hall.\\n\\nSwithorne has asked you to convince Walnoth erect a memorial statue in Cliving to honour the fallen soldiers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Swithorne has handled things quite reasonably. I suspect he is pleased to know that he will soon be free again. \\n\\n'His request is a fair one. I will personally see to assembling the funds for a memorial figure in Cliving. My first task will be to release Swithorne and have Captain Théodmar restore his station among the Riders. Thank you for your service to the people of the Norcrofts, [placeholder].'\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'I am pleased to learn that the truth has been revealed, and the culprit has come to justice. Had it only come sooner! Athelward fooled us all, but his legacy will be one of shame.\\n\\n'I harbour no grudges for my arrest, but might I make a small request as an amends for my wrongful accusation? I would like Walnoth to commission a memorial statue for the men who have perished defending the Norcrofts, including my brother. Will you submit this request on my behalf?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Walnoth at the Cliving Mead Hall dungeon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Swithorne in the dungeon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Walnoth about Swithorne's request",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Treason Uncovered",
      "es": "",
      "es (fem)": ""
    }
  ]
}