{
  "id": 620907673,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Walnoth has deduced  Athelward's guilt and Eldora's innocence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Walnoth has requested your presence in Cliving, to reevaluate the matters of the investigated crimes, and their resolution.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'[placeholder], I have received word from Cliving that I must relate to you.\\n\\n'Walnoth has been notified of the events of the Witan and has requested to speak with you about the outcome of your prior investigation. He requests your presence at the dungeon under the Cliving Mead Hall.' ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Walnoth awaits your return at the dungeon entrance below the Cliving mead hall.\\n\\nIdes has informed you that Walnoth has requested to speak with you regarding the outcome of your investigation.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'A pleasure to see you again, [placeholder]. Thank you for heeding my summons. Word has travelled to me of the events transpiring in Hytbold with Reeve Athelward. After further investigating, I now have no doubt that it was Athelward who was responsible for the crimes within Cliving. \\n\\n'I believe that Athelward used Malbéort to acquire the phial of poison. He later used the poison upon his blade to mortally wound Thane Mildrith's son in a duel. He likely hid the poison in the pantry, hoping that none would discover it. When the phial was found, he stole Swithorne's dagger and murdered Malbéort in his home, covering his trail. Cetelgat and Ondesdal have both confirmed seeing Athelward at the crime scenes, but had not considered him a suspect.\\n\\n'All of the pieces fit, [placeholder]...we owe Eldora quite an apology. Speak with her and ask how we might make amends for our improper accusations.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Eldora is being held in a cell in the Cliving dungeon, under the Mead Hall.\\n\\nWalnoth has asked you to inform Eldora of her confirmed innocence and that she is being set free.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Walnoth waits at the dungeon below the Cliving Mead Hall.\\n\\nEldora has asked you to convince Walnoth to grant healing and treatment to the soldier who was in her care.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Eldora has handled things quite reasonably. I suspect that she feels relieved to be acquitted. \\n\\n'I have heard her request, and it is a fair one. I will ensure that the soldier in her care receives proper healing treatment, and we will credit Eldora with having championed his recovery. Thank you once more for your service to the people of the Norcrofts, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'I am relieved that my innocence has been confirmed and that the culprit has paid for his treachery. I have forgiven all for accusing me...Athelward's deception had fooled us all.\\n\\n'While I have the attention of the guard, might I make a small request as an amends for my wrongful accusation? I would like to ask that the soldier resting at my home receive the best attention and treatment available, so that his injuries might fully heal. Will you see that my favour is granted?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Walnoth at the Cliving Mead Hall dungeon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Eldora in the dungeon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Walnoth about Eldora's request",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Treason Exposed",
      "es": "",
      "es (fem)": ""
    }
  ]
}