{
  "id": 620853317,
  "txt": [
    {
      "id": 218649169,
      "en": "'The walls of Dol Guldur are beyond our power to topple unless and until the power of the Nine is broken, but that does not mean that we are powerless against them. Long has the overweening pride of the Enemy been a weakness to exploit, since days of Morgoth himself.\\n\\n'The task we face now is not so different than that of old, and so shall our strategy likewise be similar, for I would have you gather a host to lay siege to the gate of Fennas Guldur and issue a challenge against those who lie within. If one of their captains -- perhaps even one of the Nine -- can be drawn into battle, then we can deliver a stinging blow against them that they will not soon forget!\\n\\n'There is a stone near the gate of Fennas Guldur from which you should issue your challenge. I will give you fair warning, though: even though singly the Nazgûl are not as powerful as they are in greater numbers, they are still fell beings of greater power than you. I suggest that you keep your guard, or you may meet your fate at Fennas Guldur.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You and your companions have defeated none less than the Gloom of Nurn, one of the Nine, in a place where his strength was at its greatest! Well fought indeed!\\n\\n'I fear this victory is temporary, however, for it is not in our power to destroy the Ringwraiths, but Nurn is weakened and bereft of his form for a time, forced to flee to Minas Morgul until he can gather his tattered strength and is recloaked.\\n\\n'It is the Gloom that would most likely have stood at the vanguard of any strike against Lothlórien, but no longer! Unfortunately, with the fell-beasts they ride to speed his return, I do not think it will be long ere he is seen again.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "From here you may issue a challenge against the forces of Dol Guldur to defend their gates...or hide behind them in shameful cowardice.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Challenge at the Gate",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The gates of Dol Guldur are guarded by a strong force of the Enemy's soldiers, led by a powerful captain...rumoured to possibly be one of the Nine.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Issue your challenge to join the battle",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The stone may be found outside Fennas Guldur, east of Thangúlhad.\\n\\nRodelleth has bidden you issue a challenge at the stone before the gates of Fennas Guldur and defeat the forces of Dol Guldur which answer.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Rodelleth at Thangúlhad",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Rodelleth is at Thangúlhad, west of Fennas Guldur.\\n\\nWith the aid of your companions, you have defeated the Gloom of Nurn before the gates of Fennas Guldur and struck a mighty blow against the power of Dol Guldur. You should now return to Rodelleth with the tale of your victory.",
      "es": ""
    }
  ]
}