{
  "id": 620870523,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "You have turned in a stack of trophies for a modest reward suitable for a collector such as yourself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "Wanted: Worn sword sheaths from the weaker brigands camped throughout Bree-land. Deliver the items to Second-watcher Heathstraw at the Boar Fountain in Bree.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These look right, nothing that strange about them, just leather and metal, but sinister in use. Thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'We noticed when they have attacked and been stopped, that nearly all the weaker brigands carry these sword sheaths. Collect those and earn favour with Bree.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Men of Bree Task: Worn Sword Sheaths",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Second-watcher Heathstraw is offering compensation for the collection of worn sword sheaths from lesser brigands throughout Bree-land.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected worn sword sheaths ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the worn sword sheaths to Second-watcher Heathstraw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You have been tasked with finding worn sword sheaths from the weaker brigands camped around Bree-land. Second-watcher Heathstraw awaits the delivery of these items at the Boar Fountain in Bree.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "Wanted: Worn sword sheaths from the weaker brigands camped throughout Bree-land.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect worn sword sheaths ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}