{
  "id": 620870580,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Shadows are lengthening throughout Eriador now that many of the Rangers have left for the south-lands, and trouble is brewing in their absence.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Henric,\\n\\nStrange things are afoot these days in and around Oatbarton. First there was that mysterious relic that appeared in Bungo Grubb's pipe-weed fields; killed the crop dead, it did, and left everyone else worried for their own!\\n\\nBut now things are even worse. Hobbits have been disappearing left and right. And these aren't Tooks I'm talking about, neither! No, these are good, honest Bolgers and Boffins, as solid and dependable gentlehobbits as you could hope to meet! Not a flaw among them, save being over-fond of their food and drink, and that's not a flaw at all in my estimation!\\n\\nI don't know for sure what could have caused this recent spate of disappearances, though I have my guesses. I have not seen as many of the grim-faced Rangers lurking about in recent days; is it the same in Bree? In any event, if you know of a stalwart adventurer, be sure to send him or her to me at once. I am worried for my friends here in Oartbarton! We're within the bounds of the Shire, of course, but the rest of Evendim is a dangerous place, just to our north, and even Oatbarton has been frightful of late.\\n\\nWishing you the best, your devoted cousin,\\n\\nFenric'\\n\\n<rgb=#FF0000>This Quest Arc begins with 3-Man Small Fellowship content, progresses through 6-Man Fellowship instances, and finally culminates in a 12-Man Raid. It is recommended that you complete Volume III Books 1 and 2 beforehand, but is not required.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Fenric Banks is in Oatbarton, the hobbit-town in the southern reaches of Evendim. It is one of the most northerly villages of the Shire.\\n\\nBarliman Butterbur has asked you to investigate the worries of the hobbit Fenric Banks, in Oatbarton.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Things have been a mite worrisome about my fire for the past few evenings, [placeholder]. Talk of the surrounding lands has been grim, with little good cheer to be had, even in the common room of the Pony! That's a sure sign of trouble, isn't it?\\n\\n'Why, just recently one of the good hobbits of Bree gave to me a letter he received from one of his relations out Shire way, and he talks of trouble as plain as the nose on your face, or on mine! Mysterious relics appearing out of the blue, promising crops suddenly failing, and good solid hobbits vanishing, with no reasons given!\\n\\n'I was never over-fond of Rangers, but they seem to be gone now. No one has seen that Strider for weeks, and few other grim-faced Men of his stripe have been seen since either. Is it possible the Rangers really did protect the peace of the countryside? In their absence, things seem to be getting worse, that's for certain.\\n\\n'If you're of a mind to, you should travel to the town of Oatbarton, in the southern reaches of Evendim but within the Shire-bounds, to speak to Fenric Banks. His cousin Henric, who showed me his letter, is worried and wants to make sure that everything is all right. You are just the [placeholder] to see it done, that is clear to me!'\\n\\n<rgb=#FF0000>This Quest Arc begins with 3-Man Small Fellowship content, progresses through 6-Man Fellowship instances, and finally culminates in a 12-Man Raid. It is recommended that you complete Volume III Books 1 and 2 beforehand, but is not required.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Northcotton Farm is located west of Oatbarton's town centre and up the steep hill.\\n\\nFenric Banks has told you of the hobbit disappearances and wants you to gather a couple friends and investigate the Northcotton Farm, where one of the hobbits was last seen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The letter Henric Banks showed me from his cousin Fenric is worrying, [placeholder], wouldn't you say? It seems to me that troubles are increasing everywhere these days, and even the cheery common room of the Pony is not safe from these worries!\\n\\n'I haven't seen hide nor hair from those Rangers recently, and if you'd asked me a couple weeks ago, I'd have been delighted! But now I'm not so sure. In their absence, the shadows seem to be lengthening and the troubles increasing! It's bad for business!\\n\\n'You should travel to Oatbarton and see about helping Fenric Banks. The village is in the southern reaches of Evendim, but is within the bounds of the Shire. It is one of the most northerly of the hobbit-villages.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'What brings you to Northcotton Farm, [placeholder]? Something's not quite right here, and I'm glad to have your help! This is the last place Gladiola Farmer was seen before her disappearance. We'll get to the bottom of it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'A couple Bounders went off to Northcotton Farm, west of here and up the hill, to look for the missing hobbits. You should gather a couple friends and go investigate. I'm worried!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Well, if it isn't [placeholder]! When was the last time I saw you, friend? Was it on the road through the Green Hill Country? I think it was! That was a scary night, wasn't it? I'm glad we saw it through safely!\\n\\n'What brings you to Northcotton Farm? Something's not quite right here, and I'm glad to have your help! This is the last place Gladiola Farmer was seen before her disappearance. We'll get to the bottom of it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Oh, you are pretty tough-looking for a hobbit! A River Hobbit? My goodness! Is that what it sounds like? What brings you to Northcotton Farm? Something's not quite right here, and I'm glad to have your help! This is the last place Gladiola Farmer was seen before her disappearance. We'll get to the bottom of it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Ah, hello there, [placeholder], it is a pleasure to meet you. I wish we met under happier circumstances, because things have not been going well here in Oatbarton, as you must know if you saw my letter to cousin Henric!\\n\\n'The Bounders have been kept busy in recent weeks, but now things are happening within the Bounds: strange relics appearing in pipe-weed fields overnight, crops dying out suddenly; it's the worst I've ever seen it!\\n\\n'But now hobbits are disappearing: first that thing appeared in Bungo Grubb's field, and not long after, Isenbard Bolger's up and gone. Then Crystal Bolger vanished, and afterwards Andy Boffin and Gladiola Farmer. A couple Bounders went off to Northcotton Farm, west of here and up the hill, where Gladiola Farmer was last seen. You should gather a couple friends and go investigate. I'm worried!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Fenric Banks in Oatbarton",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Bounder Boffin inside Northcotton Farm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "In Their Absence, Chapter 1",
      "es": "",
      "es (fem)": ""
    }
  ]
}