{
  "id": 620870498,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I am here to help you learn how to use skills that will make you a more powerful Guardian. As you gain levels, more skills will become available to you.\\n\\nHINT: Guardians rely on <rgb=#ffff00>Reactive Skills</rgb> to deal damage and generate <rgb=#ff0000>Threat</rgb> against their enemies. <rgb=#00ff00>Shield Swipe</rgb> requires that the Guardian <rgb=#ffff00>Block</rgb> an incoming enemy attack before they can use the skill. Head over to the <rgb=#ff0000>Training-dummies</rgb> to the north of the trainer and attack it until you successfully block one of their attacks. If you're having trouble getting a block, try using <rgb=#00ff00>Guardian's Ward</rgb> to increase your chances of blocking enemy attacks. Once you have blocked an attack you will be able to use your <rgb=#00ff00>Shield Swipe</rgb> skill.  Strike the <rgb=#ff0000>Training-dummy</rgb> with <rgb=#00ff00>Shield Swipe</rgb>.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Good, [placeholder]! I think you will be an excellent Guardian someday. You should return now to Elladan; I believe he wishes to begin the investigation.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Strike the Training-dummy with your <rgb=#00ff00>Shield Swipe</rgb> skill and return to me. We must make certain that you are prepared to stand against the dangers of Middle-earth.'\\n\\nHINT: Guardians rely on <rgb=#ffff00>Reactive Skills</rgb> to deal damage and generate <rgb=#ff0000>Threat</rgb> against their enemies. <rgb=#00ff00>Shield Swipe</rgb> requires that the Guardian <rgb=#ffff00>Block</rgb> an incoming enemy attack before they can use the skill. Head over to the <rgb=#ff0000>Training-Dummies</rgb> to the north of the trainer and attack it until you successfully block one of their attacks. If you're having trouble getting a block, try using <rgb=#00ff00>Guardian's Ward</rgb> to increase your chances of blocking enemy attacks. Once you have blocked an attack you will be able to use your <rgb=#00ff00>Shield Swipe</rgb> skill.  Strike the <rgb=#ff0000>Targeting Dummy</rgb> with <rgb=#00ff00>Shield Swipe</rgb>.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Training: A Guardian's Shield Swipe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "As you gain levels, you will learn new skills to help you develop into a more powerful Guardian.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have struck the Training-dummy with 'Shield Swipe'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Strike the Training-dummy with 'Shield Swipe'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Use your <rgb=#00ff00>Shield Swipe</rgb> skill on the Training-dummy nearby. \\n\\nHINT:\\n\\nGuardians rely on <rgb=#ffff00>Reactive Skills</rgb> to deal damage and generate <rgb=#ff0000>Threat</rgb> against their enemies.  <rgb=#00ff00>Shield Swipe</rgb> requires that the Guardian <rgb=#ffff00>Block</rgb> an incoming enemy attack before they can use the skill. Head over to the <rgb=#ff0000>Training-dummies</rgb> to the north of the trainer and attack it until you successfully block one of their attacks. If you're having trouble getting a block, try using <rgb=#00ff00>Guardian's Ward</rgb> to increase your chances of blocking enemy attacks. Once you have blocked an attack you will be able to use your <rgb=#00ff00>Shield Swipe</rgb> skill.  Strike the <rgb=#ff0000>Training-dummy</rgb> with <rgb=#00ff00>Shield Swipe</rgb>.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to the Guardian Trainer at the Edhelion Watch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Guardian Trainer is at the Edhelion Watch.\\n\\nNow that you have successfully used your newly-learned skill, you should return to your trainer and tell her of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}