{
  "id": 620870530,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "You have turned in a stack of trophies for a modest reward suitable for a collector such as yourself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "Wanted: Blackened carapaces from insects or spiders in the Barrow-downs or Old Forest. Deliver the items to Second-watcher Heathstraw at the Boar Fountain in Bree.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I believe that this fulfills the request. Thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I have been told that the blackened carapaces taken from insects and spiders can be scraped, collected, and combined with filth to make marking charcoal for some builders. That is what they said when they decided to make the post at least.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Men of Bree Task:  Blackened Carapaces",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Second-watcher Heathstraw is offering compensation for the collection of blackened carapaces from insects and spiders in the Barrow-downs or Old Forest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected blackened carapaces ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the blackened carapaces to Second-watcher Heathstraw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You have been tasked with finding blackened carapaces from insects and spiders in the Barrow-downs and Old Forest. Second-watcher Heathstraw awaits the delivery of these items at the Boar Fountain in Bree.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "Wanted: Blackened carapaces from insects or spiders in the Barrow-downs or Old Forest. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect blackened carapaces ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}