{
  "id": 620870494,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Merethen notes that the snow in the valley below is black from soot, and is likely the \\qblack snow\\q in Elrond's dream",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Dorollas believes that Skorgrím is the Dour King in Elrond's dream",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Elladan, one of Elrond's sons, has come to Edhelion to investigate a disturbing dream that troubled his father.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'My father is great among the Wise, and his dreams and foretellings do not often stray from the mark. These are the words he imparted to me:\\n\\n  \\qBlood-red footsteps\\n  Upon snow coloured black,\\n  Where the Dour King walks \\n  to take back his throne\\n  and finish what was begun.\\q\\n\\n'I am no riddle-master, but some of the Elves of my company have skill in solving such things.\\n\\n'Come, let us speak with the riddle-masters Merethen and Dorollas, for Dorollas bade us come here. Hopefully they know where to start looking.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Elves of Elrond's Company can be found around the Edhelion Watch.\\n\\nYou should seek out Elves with ideas on where to start investigating the dream.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I was the one who led the party here, for I believe the Dour King is none other than Skorgrím, king of the Dourhands of old.\\n\\n'There is only one problem with my logic: Skorgrím has been dead for many long years. He died here, when he tried to raid Edhelion for Elven relics that he believed would ensure his immortality.\\n\\n'I hope I have not led the party astray, but my heart tells me Skorgrím is part of this story.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Elves of Elrond's Company can be found around the Edhelion Watch.\\n\\nYou should seek out Elves with ideas on where to start investigating the dream.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Elladan waits on the road to Edhelion.\\n\\nYou should speak with Elladan of what you learned from Merethen and Dorollas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You should return to Elladan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Mae govannen -- I am here to help solve the riddle that is Elrond's dream.\\n\\n'Look yonder, [placeholder]. Thorin's Hall belches smoke and soot, and the white snow of the mountain is black ere it touches the floor of the valley.\\n\\n'\\qUpon snow coloured black....\\q What do you think? It is rather literal for a riddle.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Perhaps Dorollas will have more insight.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Dorollas led us here because he believes that Skorgrím is the Dour King in my father's dream? Had I known, I would never have let this party be led here. Skorgrím is dead; my father watched him die!\\n\\n'But Merethen believes she has found a piece of the puzzle -- the black snow, dirtied from the Dourhands' slovenly stewardship of these halls.\\n\\n'I will permit the investigation to continue, but I am very skeptical and disappointed in Dorollas's judgement.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Merethen and Dorollas are both here at the Edhelion Watch. You should seek them among the Elves of this company.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Seek Merethen's insight on the riddle of Elrond's dream",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Seek Dorollas' insight on the riddle of Elrond's dream",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Elladan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Intro: Elrond's Dream",
      "es": "",
      "es (fem)": ""
    }
  ]
}