{
  "id": 620870518,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Dorniel was gravely hurt when Edhelion was attacked, and many others died",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Naithriel recalls that the dwarf-lord Skorgrím sought immortality, but died instead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "A strange red flower grows where Skorgrím and Talagan met their doom together",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "If Skorgrím is indeed the source of Elrond's disturbing premonition, the site of his final deeds should be examined.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I will give Dorollas' theory a chance, since we are here. Merethen is not unconvinced either. We should investigate the ruins of Edhelion, the place where Skorgrím fell, to ensure that he is still dead.\\n\\n'The Elves watched him die, so if Skorgrím's grave is undisturbed, then the mystery will be even greater.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The ruins of Edhelion are north-east along the road from where Elladan stands.\\n\\nYou should enter the ruins of Edhelion and seek the place where Skorgrím fell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I will give Dorollas' theory a chance, since we are here. Merethen is not unconvinced either. We should investigate the ruins of Edhelion, the place where Skorgrím fell, to ensure that he is still dead.\\n\\n'You were there to watch him die, [placeholder] -- were you not? If Skorgrím's grave is undisturbed, then the mystery will be even greater.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The ruins of Edhelion are north-east along the road from where Elladan stands.\\n\\nYou should enter the ruins of Edhelion and seek the place where Skorgrím fell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The ruins of Edhelion are north-east along the road from where Elladan stands.\\n\\nYou should enter the ruins of Edhelion and seek the place where Skorgrím fell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The ruins are north-east along the road from here. Seek the place where Skorgrím met his doom.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'It was across this bridge that brave Talagan brought the library's walls down upon Skorgrím and himself, thus putting an end to Skorgrím's lust for immortality. The walls smote them both as they crumbled.\\n\\n'But that is a strange flower, one that I have never seen before. Is it familiar to you, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You should speak with Naithriel.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'I am lucky to be alive after the injuries I bore the day Edhelion fell. I...I do not think I have the will to go back into that place.\\n\\n'It is only a shadow of its former glory now. Only pain remains.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You should speak with Dorongúr Whitethorn.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'I was here when Edhelion fell. I was a healer, but my strength in mending was not enough to mend the hurts caused by Skorgrím and his Dourhand warriors.\\n\\n'I cannot return here without great sadness in my heart. It was such a needless war! He sought immortality in the relics we kept here, but found only death.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Dorniel about her memories of Edhelion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Naithriel about her memories of Edhelion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Dorongur about his memory of Skorgrím's death",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Go into Edhelion and learn about what happened",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Intro: Where Skorgrím Fell",
      "es": "",
      "es (fem)": ""
    }
  ]
}