{
  "id": 620870515,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "You have turned in a stack of trophies for a modest reward suitable for a collector such as yourself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "Wanted: Broken hatchets from brigands near Bree. Weaker brigands carry these, perhaps as a symbol of their station. Deliver the items to Second-watcher Heathstraw at the Boar Fountain in Bree.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'There's a few more brigands that won't be frightening the local folk. You have done a good thing this day.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'All manner of foul Men about recently. Many brigands are camping out among the fields of Bree-land. The weaker ones carry broken hatchets. Get me those as a favour for the people of Bree.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Men of Bree Task: Broken Hatchets",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Second-watcher Heathstraw is offering compensation for the collection of broken hatchets, found on the weaker brigands throughout Bree-land.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected broken hatchets ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the broken hatchets to Second-watcher Heathstraw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You have been tasked with finding broken hatchets from the weakest of the brigands currently camping throughout Bree-land. Second-watcher Heathstraw awaits the delivery of these items at the Boar Fountain in Bree.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "Wanted: Broken hatchets from brigands near Bree.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect broken hatchets ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}