{
  "id": 620870596,
  "txt": [
    {
      "id": 22075075,
      "en": "Talk to Tulip Grubb within the Northcotton Farm",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'My assistant, Tulip Grubb, has gone further into the farm in search of the four missing hobbits. If you do see any sign of them, be sure to tell Tulip. Keep your eyes open for any clues! Were those good folk hobbitnapped?\\n\\n'There's something very strange going on here in the Northcotton Farm, that's for sure!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'[placeholder]! You've saved the hobbits! I did not believe I could free them myself, but I was able to stealthily speak with each of them before you came to their rescue, and the stories they whispered to me were very familiar! Crystal Bolger, up in her tree, spoke of a delicious smell that drew her to the farm, and Gladiola said something similar. Andy Boffin said the smell began so deliciously, but turned so foul when he started eating that it knocked him out with the power of its stench.\\n\\n'I held my nose shut with one hand, and though my eyes watered furiously, I investigated the main farmhouse. There's an evil-looking creature back there, [placeholder], and I think it was he who brewed that terrible poison! I think he was using it to lure hobbits into his trap, and Isenbard Bolger is still missing! That creature must still have him captive.\\n\\n'He muttered to himself almost constantly. It seems that his name is Thadúr, and his poison is called Darkthorn. You've got to stop this evil creature, [placeholder], you and your friends! You've just got to!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'There are hobbits to be rescued, [placeholder]! Find them throughout the Northcotton Farm and save them if you can! I found several of them, but it was beyond my abilities to free them from their predicaments. But you may be able to help them, and I hope that you will!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "In Their Absence, Chapter 2",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Look for the missing hobbits inside Northcotton Farm, [placeholder]! Once you've found them, find my assistant, Tulip. She's gone ahead to investigate.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Bounder Boffin is concerned about the disappearances happening in and around the Northcotton Farm and wants you to investigate.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Rescue hobbits inside Northcotton Farm ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Bounder Boffin's assistant Tulip is somewhere further inside the Northcotton Farm, and it could be the missing hobbits are as well.\\n\\nBounder Boffin has asked you to search for the missing hobbits inside the Northcotton Farm.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Rescued hobbits inside Northcotton Farm ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Tulip Grubb is somewhere within the Northcotton Farm.\\n\\nYou have rescued the missing hobbits and should now find Bounder Boffin's assistant, Tulip Grubb, who came into the farm to investigate the disappearances.",
      "es": ""
    }
  ]
}