{
  "id": 620870542,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "You have turned in a stack of trophies for a modest reward suitable for a collector such as yourself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "Wanted: Bulbous goo from insects and spiders in the Barrow-downs or toads from northern Bree-land. Deliver the items to Second-watcher Heathstraw at the Boar Fountain in Bree.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'As sticky as I expected; a little more foul, though. I guess I should thank you.\\n\\n'Thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I am not quite sure what the use of this foul substance is, but I have it on request. Goo from either insects or toads; Barrow-downs for the insects, I gather, and north Bree-land along the large lake there for toads.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Men of Bree Task:  Bulbous Goo",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Second-watcher Heathstraw is offering compensation for the collection of bulbous goo from insects and spiders in the Barrow-downs or Old Forest or toads from northern Bree-land.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected bulbous goo ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the bulbous goo to Second-watcher Heathstraw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You have been tasked with finding bulbous goo from the insects and spiders in the Barrows-downs or toads in northern Bree-land. Second-watcher Heathstraw awaits the delivery of these items at the Boar Fountain in Bree.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "Wanted: Bulbous goo from insects and spiders in the Barrow-downs or toads from northern Bree-land.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect bulbous goo ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}