{
  "id": 620870496,
  "txt": [
    {
      "id": 218649169,
      "en": "'I am here to help you become a more powerful Hunter. As you gain levels, more skills will be available for you.\\n\\n'Use the skill <rgb=#00ff00>Penetrating Shot</rgb> against a Training Dummy.'\\n\\nHINT: Hunters need <rgb=#ffff00>Focus</rgb> to use some of their special shots, and <rgb=#00ff00>Penetrating Shot</rgb> is such a skill. Use your <rgb=#00ff00>Quick Shot</rgb> ability until you have <rgb=#ffff00>three Focus</rgb> points, then use <rgb=#00ff00>Penetrating Shot</rgb>.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Good, [placeholder]! I think you will be an excellent Hunter someday. You should return now to Elladan; I believe he wishes to begin the investigation.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Use your skill to strike the Training Dummy.'\\n\\nHINT:\\n\\nHunters need <rgb=#ffff00>Focus</rgb> to use some of their special shots, and <rgb=#00ff00>Penetrating Shot</rgb> is such a skill. Use your <rgb=#00ff00>Quick Shot</rgb> ability until you have <rgb=#ffff00>three Focus</rgb> points, then use <rgb=#00ff00>Penetrating Shot</rgb>.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Training: A Hunter's Penetrating Shot",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "As you gain levels, you should gain new skills to help you develop into a more powerful Hunter.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have struck the Training Dummy with Penetrating Shot",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Use Penetrating Shot against a Training Dummy",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Use <rgb=#00ff00>Penetrating Shot</rgb> on the training-dummy nearby. \\n\\nHINT:\\n\\nHunters need <rgb=#ffff00>Focus</rgb> to use some of their special shots, and <rgb=#00ff00>Penetrating Shot</rgb> is such a skill. Use your <rgb=#00ff00>Quick Shot</rgb> ability until you have <rgb=#ffff00>three Focus</rgb> points, then use <rgb=#00ff00>Penetrating Shot</rgb>.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to the Hunter Trainer at the Edhelion Watch",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Hunter Trainer is at the Edhelion Watch.\\n\\nNow that you have successfully used your skill, you should return to your trainer and tell her of your success.",
      "es": ""
    }
  ]
}