{
  "id": 620870520,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "You have turned in a stack of trophies for a modest reward suitable for a collector such as yourself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "Wanted: Blackened filth from the lesser insects, spiders, and Neekerbreekers found throughout Bree-land. Deliver the items to Second-watcher Heathstraw at the Boar Fountain in Bree.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I would say that this is an accurately described sample. Thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Seems an awful request of an object, but I am told by those who posted the duty that the filth can be used. If you are willing, then the people of Bree would be grateful.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Men of Bree Task: Blackened Filth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Second-watcher Heathstraw is offering compensation for the collection of blackened filth from insects, spiders, and Neekerbreekers throughout Bree-land.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected blackened filth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the blackened filth to Second-watcher Heathstraw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You have been tasked with finding blackened filth from the weaker insects, spiders, and Neekerbreekers making Bree-land their home. Second-watcher Heathstraw awaits the delivery of these items at the Boar Fountain in Bree.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "Wanted: Blackened filth from the lesser insects, spiders, and Neekerbreekers found throughout Bree-land.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect blackened filth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}