{
  "id": 621074573,
  "txt": [
    {
      "id": 111477395,
      "en": "Search the chamber for papers written in Golasgil's hand ",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Caebar is in the study of Lond Cirion, where Golasgil's testament will be read.",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "King Elessar has commanded that Lord Golasgil's testament be read aloud and his wishes carried out.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Lady Marra has produced her husband's final wishes and set them on the table.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'We are here to witness the last wishes of Lord Golasgil, as written in his final testament? That is a relief, [placeholder]! I was afraid I had done something wrong!'\\n\\nCaebar turns a bright shade of pink at the realization that he has spoken loudly in the quiet room.\\n\\n'O hush now, Caebar!' he chides himself under his breath. 'This is a solemn occasion.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "King Elessar has suggested that his scribe Caebar may be able to ascertain the provenance of the handwriting contained in Golasgil's purported testament.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "The study of Lond Cirion may contain samples of Lord Golasgil's writing that can be used to prove he wrote the testament, and its provenance made secure.",
      "es": ""
    },
    {
      "id": 256640416,
      "en": "'I direct also that they be given my notes on water temperature and the currents.'",
      "es": ""
    },
    {
      "id": 256640417,
      "en": "'The streams of Gondor all lead to the Sea, eventually...'",
      "es": ""
    },
    {
      "id": 256640418,
      "en": "'...but it seems to me that even the Bay of Belfalas has rivers of its own.'",
      "es": ""
    },
    {
      "id": 127452113,
      "en": "'Lord Golasgil's last wishes should have been presented before now.'",
      "es": ""
    },
    {
      "id": 256640419,
      "en": "'I have one more wish, and I hold it most dear.'",
      "es": ""
    },
    {
      "id": 127452114,
      "en": "'Why wait so many months to reveal his wishes?'",
      "es": ""
    },
    {
      "id": 256640420,
      "en": "'To my son Orgolas I leave the great ship Falfaroth, the Wave-hunter.'",
      "es": ""
    },
    {
      "id": 127452115,
      "en": "'Is that so? They were lost?'",
      "es": ""
    },
    {
      "id": 256640421,
      "en": "'May he command the Wave-hunter in service of Gondor, when he is old enough!'",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "The seal on these papers has indeed been broken, which is unusual for such a document",
      "es": ""
    },
    {
      "id": 127452116,
      "en": "'The seal is broken!'",
      "es": ""
    },
    {
      "id": 256640422,
      "en": "'I hope to stand alongside him on the deck when he does...'",
      "es": ""
    },
    {
      "id": 127452117,
      "en": "'How are we to know the contents of this testament are as Lord Golasgil intended?'",
      "es": ""
    },
    {
      "id": 256640423,
      "en": "'...but if I cannot, may he follow in his father's footsteps all the same.'",
      "es": ""
    },
    {
      "id": 188112737,
      "en": "For the better part of an hour, Caebar reads Golasgil's last wishes",
      "es": ""
    },
    {
      "id": 127452118,
      "en": "'Marra might have written anything within!'",
      "es": ""
    },
    {
      "id": 256640424,
      "en": "'To my dear wife Marra I leave my love and all remaining lands and titles I possess.'",
      "es": ""
    },
    {
      "id": 127452119,
      "en": "'That proves nothing! Marra might have written or rewritten it in its entirety!'",
      "es": ""
    },
    {
      "id": 256640425,
      "en": "'May she rule Anfalas well and wisely until our son and my heir Orgolas comes of age.'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Caebar is in the study of Lond Cirion, seeking to prove that Golasgil's testament was truly written by the Lord of Anfalas before his death in battle.",
      "es": ""
    },
    {
      "id": 177082793,
      "en": "Pages with the heading 'Notes on the Currents' is signed by Golasgil and contains musings on the subject",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'You found something written in Golasgil's hand? Aye, these notes are extensive, and see where he signed them, here at the bottom? He must have been very interested in the movement of the currents to have written so much! Let me compare the handwriting of these pages with his purported testament...'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "You and Caebar have proven that both the testament and Golasgil's notes on the currents were written by the same person, and now the Lord of Anfalas's last wishes can be read aloud and carried out.",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Give Golasgil's notes on the currents to Caebar",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "King Elessar is in the study of Lond Cirion.",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Listen to the reading of Golasgil's final wishes",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Thank you for your part in this, [placeholder]. I am glad to have heard Golasgil's wishes, for now we can see that they will be carried out. He was a good friend and a worthy soldier, and I want to honour his directives.\\n\\n'There is still a question I want answered, but it is of a sensitive nature and I will first allow the audience to disperse. We will speak with the Lady Marra about this last question when we can do so without too many ears nearby to hear.'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to King Elessar",
      "es": ""
    },
    {
      "id": 220022449,
      "en": "'...I found them only today.'",
      "es": ""
    },
    {
      "id": 220022450,
      "en": "'I suppose there might be something within this chamber.'",
      "es": ""
    },
    {
      "id": 256640432,
      "en": "'That is the end.'",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "A paper used as a bookmark has the notation 'Remember to buy fish,' but is unsigned",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "TBD USABLE NOTES",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "This parchment contains notes on the migratory patterns of sea-birds, but it is unsigned",
      "es": ""
    },
    {
      "id": 250921041,
      "en": "'Oh... yes, of course... my King.'",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "This page lists coins earned and spent, but could have been written by anyone",
      "es": ""
    },
    {
      "id": 250921042,
      "en": "'It is true the seal is broken, but...'",
      "es": ""
    },
    {
      "id": 250921043,
      "en": "'The letter within is written in only one hand.'",
      "es": ""
    },
    {
      "id": 250921044,
      "en": "'The handwriting matches perfectly!'",
      "es": ""
    },
    {
      "id": 250921045,
      "en": "'Very well, my King.'",
      "es": ""
    },
    {
      "id": 250921046,
      "en": "'I, Golasgil of Anfalas, make this record in the library of Lond Cirion, my home.'",
      "es": ""
    },
    {
      "id": 250921047,
      "en": "'Tomorrow I depart for Minas Tirith at the command of the Steward Denethor.'",
      "es": ""
    },
    {
      "id": 250921048,
      "en": "'Should I not return, this testament will direct the disposal of my land and property.'",
      "es": ""
    },
    {
      "id": 250921049,
      "en": "'...and to the fishing village of Melgobas I leave that same sum in gold.'",
      "es": ""
    },
    {
      "id": 24695161,
      "en": "King Elessar has called for the final testament of Golasgil, Lord of Anfalas, to be read aloud and his wishes carried out.",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Talk to Caebar in Lond Cirion",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Listen to the reading of Golasgil's final wishes",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Examine the papers that contain Golasgil's final wishes",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Stand ready in the event you will be of some use",
      "es": ""
    },
    {
      "id": 141165201,
      "en": "'Bring them forth, Lady Marra, if you will.'",
      "es": ""
    },
    {
      "id": 141165202,
      "en": "'My scribe has much skill and experience with the written word.'",
      "es": ""
    },
    {
      "id": 141165203,
      "en": "'He will tell us if Golasgil wrote this testament.'",
      "es": ""
    },
    {
      "id": 141165204,
      "en": "'Caebar, will you examine the writing contained within, please?'",
      "es": ""
    },
    {
      "id": 141165205,
      "en": "'Lady Marra, can you produce a sample of your husband's writing for us?'",
      "es": ""
    },
    {
      "id": 141165206,
      "en": "'[placeholder], my friend, find a sample of Golasgil's writing and show it to Caebar.'",
      "es": ""
    },
    {
      "id": 141165207,
      "en": "'Thank you, Caebar. Read us now the last wishes of Lord Golasgil, if you would.'",
      "es": ""
    },
    {
      "id": 141165208,
      "en": "'Thank you, Caebar.'",
      "es": ""
    },
    {
      "id": 141165209,
      "en": "'As King of Gondor, I command that these wishes of loyal Golasgil be carried out as best they may.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Last Wishes of the Lord of Langstrand",
      "es": ""
    }
  ]
}