{
  "id": 621074534,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Corsairs and lynx threaten the folk of Anfalas in the vicinity of Melgobas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'You have come with the King's travelling party? If you have the trust of King Elessar, I suppose you have more than earned my own. I hope I do not step wrong by telling you this, or the Lady Marra will have my head.\\n\\n'I am seeking Orgolas, the young heir of Lord Golasgil. He has gone missing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'There may be something more serious afoot than even such foes. A guard has come to Melgobas from Lond Cirion, and he looks worried. Perhaps he will share with a member of the King's travelling party what has brought him here?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Anoradan is in the town of Melgobas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Defeat lynx near Melgobas ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Daeram is in the centre of the fishing village of Melgobas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "Defeated lynx near Melgobas ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Defeat Corsairs near Melgobas ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Defeated Corsairs near Melgobas ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Anoradan in Melgobas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Daeram in Melgobas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Are you here to help us? We could use assistance thinning the lynx and dealing with the Corsairs hereabouts, you know.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The people of Melgobas are endangered by more than just the Corsairs that drew the King to Anfalas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'The King and Queen have come to Anfalas? I never thought I would see such a day as this, for the Langstrand is so far from the White City and it seemed we were just as distant from their minds, if not further! It must be they were impressed by the swords and spears that Lord Golasgil brought to bear during the war. He is greatly missed.'\\n\\nYou tell the man that Golasgil fought bravely on behalf of the King, and brought honour to Anfalas. He smiles and holds up a hand.\\n\\n'I rejoice to hear you say so, stranger, but it is unnecessary. His quality was well-known to his people, and though his son Orgolas is still young, there are none who doubt he will grow to be his father's equal. But do you bring pleasing words alone, or are you here to help us? We could use assistance thinning the lynx hereabouts, and the Corsairs have been even more of a problem of late.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 3.7: The Cliffs of Langstrand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'You took care of the beasts that threaten Melgobas, lynx and Corsairs both? Perhaps the King and Queen knew what they were doing when they brought you with them to visit the Langstrand!\\n\\n'But there may be something more serious afoot than even those foes. A guard has come to Melgobas from Lond Cirion, and he looks worried. Perhaps he will share with a member of the King's travelling party what has brought him here?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}