{
  "id": 621074545,
  "txt": [
    {
      "id": "0xa8e11a9",
      "en": "Daeram clears his throat and calls for your attention",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 3.9: Orgolas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Daeram at the entrance to Lond Cirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Find the main hall of Lond Cirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Wait... who is that man? Is he... King Elessar? My mother brought me to the King's wedding this summer, but I only saw him from afar, and we did not stay long. Can he really have come to Anfalas?'\\n\\nYou tell Orgolas that Elessar joined the search to find him, and the boy's eyes widen in amazement.\\n\\n'Truthfully? He came here to seek me? I cannot believe it! I simply must show him to my home! Yes, I will return to Lond Cirion, and at once! King Elessar! Mother will be so surprised!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Talk to Marra in the main hall of Lond Cirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Lead on, young master Orgolas. [placeholder] and I will follow you to Lond Cirion.\\n\\n'It is located to the west, [placeholder], and was named Ciryalondë by the Men of Númenor who settled there during the Second Age. It is the oldest Númenórean settlement in Gondor, but its original name fell out of use and now it is Lond Cirion. It was Golasgil's ruling seat, and now his widow Marra holds it until their son comes of age.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to King Elessar at Barad Faen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Find the Lond Cirion library inside the keep",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'I simply must show King Elessar to my home! Yes, I will return to Lond Cirion, and at once! The King of Gondor! Mother will be so surprised!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Travel to the entrance of Lond Cirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Lond Cirion is located to the west, [placeholder], and was named Ciryalondë by the Men of Númenor who settled there during the Second Age. It is the oldest Númenórean settlement in Gondor, but its original name fell out of use and now it is Lond Cirion. It was Golasgil's ruling seat, and now his widow Marra holds it until their son comes of age.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Find a guardsman on the bridge north-west of Lond Cirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'This way, my King! My home is to the west!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Here we are! Now, you've probably seen impressive places on your journey across Gondor, and Minas Tirith is of course very large... but my teachers say that Lond Cirion is older than all of them! Let me show you around, King Elessar!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Orgolas at the entrance to Lond Cirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Find Orgolas by the docks of Lond Cirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Master Orgolas is very excited, but you and the King should make yourselves known first to the Lady Marra. It would be proper.\\n\\n'She will be inside the hall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Daeram always spoils my fun. That is the duty with which my mother always charges him, anyway!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "You have found Orgolas, the son of Golasgil and heir to Anfalas. The question now is what should be done with him?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Daeram is at the entrance to Lond Cirion, in Anfalas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Master Orgolas is very excited, but you and the King should make yourselves known first to the Lady Marra. It would be proper.\\n\\n'She will be inside the hall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "King Elessar stands by Orgolas, at Barad Faen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'You and your travelling party are welcome to Lond Cirion, King Elessar, and all of you will enjoy the hospitality of my house. Please feel free to explore the Anfalas as you wish, but know that the Corsairs of Umbar trouble the long shore, even despite the war's ending; my guards cannot ensure your safety if you stray near the coast.\\n\\n'But I understand this [placeholder] was present when my husband fell? Would you... would you speak to me of what befell my dear Golasgil in the King's service?'\\n\\nYou speak of Golasgil's bravery before the Black Gate of Mordor, and that you repaid with death the great Olog that gave him his mortal wound, moments before the defeat of the Dark Lord Sauron. Marra's eyes brim with tears, but she wipes them away with her sleeve and her expression hardens.\\n\\n'So near to the end, then? I worried it might have been so. What need was there for my husband to die, if the Men of the West were so near to their victory? My Golasgil had not the attention of Sauron; he was but one man among hundreds. Whose sword-arm failed to slay the Olog that killed my husband before it could reach him, [placeholder]? Was it yours? Was it the King's?\\n\\n'You may leave me, [placeholder]. I have words to speak to Elessar, but they are not for your hearing. See the comforts of Lond Cirion, and know that Golasgil will not enjoy them again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "The main hall of Lond Cirion is located just inside the entrance to the keep.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Lond Cirion is to the west of Barad Faen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'The King has come here to resolve the line of succession, hasn't he? Golasgil's heir is too young to rule, and has ceded some of his authority to his mother Marra, but there are some in Lond Cirion and elsewhere who believe she is not fit to govern in these trying times, and she still in mourning.\\n\\n'There is another matter of some curiosity, stranger. It is known that before he departed for the war, Golasgil prepared a parchment containing his last wishes... but it cannot be found. I have spoken with Marra about this, and she brushes away my questioning. There is something untoward going on. You should tell the King, for the safety of Anfalas is affected, and that imperils the kingdom.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Lady Marra is in the main hall of Lond Cirion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Orgolas is at the entrance of Lond Cirion, in Anfalas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Marra suggested you become familiar with the layout of Lond Cirion and those who reside there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "The Lady Marra motions for you to come forward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "The library of Lond Cirion smells of dust and candle wax",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "The bridge offers a breathtaking view of the water",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1199",
      "en": "Orgolas watches the soldiers training with sword and with bow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "King Elessar is in the main hall of Lond Cirion, speaking with Lady Marra.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Talk to Coruchon in the library of Lond Cirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Talk to Aerhant on the bridge to the north-west of Lond Cirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Talk to Orgolas by the docks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Talk to King Elessar in the main hall of Lond Cirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'I saw you and King Elessar when you arrived at Lond Cirion in the company of young master Orgolas. He is a frequent visitor to this bridge, and often wants news from me concerning distant lands.\\n\\n'The news is poor, of late. Corsair ships are often seen along the coast, and they endanger the fisherfolk and peasantry of Anfalas. Do they not know the war is over?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'Ho there, [placeholder]! I come here often to watch the soldiers training! One day I hope to have as much martial prowess as they do! I will be as good a fighter as my father was. Nay, I shall be even better!\\n\\n'Mother says the war is over, but Aerhant showed me a ship far off in the bay that must have been full of Corsairs sailing from Umbar. I hope they are not all dealt with before I have finished my sword-training!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'You may see the rooms of Lond Cirion and meet its people while I speak with the King. I have much to say to him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "Orgolas leaps around excitedly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'The Lady Marra and I have come to an understanding, [placeholder], and she knows we did as much for her husband as we could, and mourn with her that it was not enough. She has my promise that we will work to defend her people, as Golasgil desired.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}