{
  "id": 621074567,
  "txt": [
    {
      "id": 216727828,
      "en": "The Castellan's chambers can be found atop a set of winding stairs within Gwathrenost.\\n\\nYou must find the Castellan's chambers and defeat Castellan Obáshurz if you are to confront the leaders of the Iron Crown.",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'There it is, [placeholder]. Whether it is called Tûr Dúvar, Gwathrenost, or countless other names, it is the dark citadel of the Witch-king of Angmar. But you know it well, don't you?\\n\\n'From what we have learned, High Priestess Ásachal has stolen a shard of the ancient Oath-stone of Rhudaur, Tauressar, and brought it to Angmar that she might wield its power as her own. It is said that it was corrupted by the hand of the Witch-king himself, and that oaths sworn upon it bind the wills of its victims to the Oath-stone. Even so far from the battle in the south-lands, our tribes learned of the Witch-king's doom. Does Ásachal truly mean to master the Oath-stone in his absence? It must be destroyed before it is too late!\\n\\n'Although we cannot be certain, it is likely the shard is now kept in the highest chambers of Gwathrenost. We have cleared the way, my friend. It is up to you now!'\\n\\n\\n<rgb=#FF0000>NOTE: This quest tracks your progress for the Tier 4 difficulty of 'Gwathrenost, the Witch-king's Citadel'. While underway, it allows you to resume adventuring in 'Gwathrenost, the Witch-king's Citadel' at the furthest checkpoint you have reached in each reset cycle. Upon entering 'Gwathrenost, the Witch-king's Citadel', the first player with this quest underway to cross the bridge to Gwathrenost will determine the configuration of checkpoints and progression. This quest will automatically reset every Thursday.</rgb>",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "One of the last remnants of the reign of the Steward of Angmar, Castellan Obáshurz tends Gwathrenost and dutifully serves his masters: High Priestess Ásachal and High Chieftain Claghórd.\\n\\nYou must defeat Castellan Obáshurz.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Tham Mornarcham can be found atop Gwathrenost.\\n\\nYou must ascend Gwathrenost and reach Tham Mornarcham to confront the leaders of the Iron Crown.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Defeat Gurkrak and enter Gwathrenost",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "High Priestess Ásachal and High Chieftain Claghórd await in Tham Mornarcham, the Seat of the the Witch-king.\\n\\nHigh Priestess Ásachal and High Chieftain Claghórd must be defeated before they can wield the shard of Tauressar to subjugate the Free Peoples of Middle-earth.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Defeat High Priestess Ásachal and High Chieftain Claghórd",
      "es": ""
    },
    {
      "id": 24695152,
      "en": "Once the seat of the Witch-king of Angmar, the dread citadel of Gwathrenost casts a long shadow upon the city of Carn Dûm. All but abandoned after the Steward of Angmar was deposed, the remnants of the Iron Crown have crept forth from the shadows, seeking to master a lost artifact of the Witch-king and reclaim dominion of Angmar.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Severed from the Vandassar of Rhudaur, the shard of Tauressar is possessed of a terrible enchantment capable of swaying the hearts and minds of those who swear oaths upon it—willingly or not.\\n\\nYou must destroy the shard of Tauressar.",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Destroy the Shard of Tauressar",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "With the destruction of the shard of Tauressar and the final downfall of the Iron Crown, a new day dawns in Angmar.\\n\\nYou have completed 'Gwathrenost, the Witch-king's Citadel' on Tier 4.\\n\\n<rgb=#FF0000>NOTE: You may keep this quest in your Quest Log to access each of the encounters in Gwathrenost, or you may abandon it to reset your progress. This quest will automatically reset on Thursday.</rgb>",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Completed",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Completed: Gwathrenost, the Witch-king's Citadel (Tier 4)",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "With the destruction of the shard of Tauressar and the final downfall of the Iron Crown, a new day dawns in Angmar.\\n\\n\\n<rgb=#FF0000>NOTE: This quest will automatically reset on Thursday.</rgb>",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Ascend Gwathrenost and enter the Castellan's chambers",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Defeat Castellan Obáshurz",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "The Storming of Gwathrenost (Tier 4)",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Ascend Gwathrenost and enter Tham Mornarcham",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Gurkrak keeps watch on Gwathrenost and brutally dispatches those foolish or daring enough to enter the Witch-king's citadel unbidden.\\n\\nYou must defeat Gurkrak and enter Gwathrenost.",
      "es": ""
    }
  ]
}