{
  "id": 621074546,
  "txt": [
    {
      "id": 228870261,
      "en": "Chapter 3.8: The Missing Heir",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "'Will you help me look for Orgolas, Golasgil's young heir? Search along the beach to the south and I will ask around the fishing village to learn if anyone has seen him of late.'",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Talk to Daeram in Melgobas",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'This is not the first time Orgolas has slipped his keepers' watch and escaped to tour the countryside, but with the Corsairs still harrying the coast... I need not tell you that once harmless excursions have become more dangerous than before.\\n\\n'Will you help me look for him? Search along the beach to the south and I will ask around the fishing village to learn if anyone has seen him of late.'",
      "es": ""
    },
    {
      "id": 177082752,
      "en": "Daeram says Barad Faen to the west is such a place",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to King Elessar in Melgobas",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "King Elessar steps forward to speak",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Meet up with King Elessar outside Barad Faen, in Anfalas",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Search along the beach at the bottom of the steps in Melgobas",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Talk to King Elessar outside Barad Faen",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Will you help me look for Orgolas, Golasgil's young heir? Search along the beach to the south of Melgobas and I will ask around the fishing village to learn if anyone has seen him of late.'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Search for Orgolas along the beach to the east",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Examine the tracks outside Barad Faen",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Will you help me look for Orgolas, Golasgil's young heir? Search along the beach to the south of Melgobas and I will ask around the fishing village to learn if anyone has seen him of late.'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'You found no sign of the boy? No one around the village has seen him of late. I cannot return to Lond Cirion without him!'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Search for Orgolas further east along the beach",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Search for Orgolas atop Barad Faen",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Do not despair before there is need, my friend. We have seen no sign of Orgolas, but neither is there evidence that he ran afoul of danger.'\\n\\nElessar strokes his chin and gazes out over the waves.\\n\\n'Is there a tall watch-tower of some sort along the coast? Golasgil's heir might have climbed such a tower in order to get a better view of the Corsair ships out in the bay. Such a sight might be difficult for a young boy to refuse, if my own childhood is to be any indication!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Daeram was sent from Lond Cirion to search for the missing heir of Anfalas.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Daeram is in the centre of the fishing village of Melgobas.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'I cannot return to Lond Cirion without him! Where can he have gone?'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Daeram asked you to search for Orgolas along the beach to the south, down below the fishing village of Melgobas.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "King Elessar stands in Melgobas, considering Orgolas's disappearance.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Is there a tall watch-tower of some sort along the coast? Golasgil's heir might have climbed such a tower in order to get a better view of the Corsair ships out in the bay. Such a sight might be difficult for a young boy to refuse, if my own childhood is to be any indication!'",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Aye, this is just the sort of place I expected.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Daeram asked you to search for Orgolas along the beach to the south of Melgobas.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Barad Faen is west of Melgobas, in Anfalas.",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'Aye, this is just the sort of place I expected. What do you make of these tracks, [placeholder]?'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Daeram asked you to search for Orgolas along the beach to the south.",
      "es": ""
    },
    {
      "id": 177082768,
      "en": "There is no sign of Orgolas along the beach",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "King Elessar kneels outside Barad Faen, studying the ground. It seems the life of a Ranger can be hard to escape!",
      "es": ""
    },
    {
      "id": 177082772,
      "en": "King Elessar kneels outside Barad Faen, studying the ground intently",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "It is possible the tracks were left by a child's shoes, but it is hard to say",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "King Elessar has found tracks of some sort outside Barad Faen.",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "Tracks indicate Orgolas might have climbed Barad Faen.",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'What do you make of these tracks?'",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "There is no sign of Orgolas here",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'What do you want? I am not ready to return to Lond Cirion, and you cannot make me! I have not yet even seen any of the Corsair ships up close!'",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'I believe we will find our quarry atop Barad Faen, [placeholder].'",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "There is no sign of Orgolas here either",
      "es": ""
    }
  ]
}