{
  "id": 621074575,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Caebar is in the central yard of Lond Cirion, where he has confided in you that he is worried about the service King Elessar has asked him to provide.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'I have to ask you something, Marra, and I do not wish to give you offence or cause you any further upset... but I feel that I must ask it.'\\n\\nElessar fixes his gaze upon the Lady of Anfalas. When next he speaks, his voice is gentle, but his eyes are stern.\\n\\n'Why did you break the seal upon your husband's last wishes, Marra? The parchment was not found only today, as you suggested. The paper was in your possession ever since Golasgil departed, and you knew its contents before now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "Marra stares forward and says nothing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Lady Marra is in the main hall of Lond Cirion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Lady Marra is in the main hall of Lond Cirion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "King Elessar is in the main hall of Lond Cirion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Caebar in the central yard of Lond Cirion and accompany him to the King",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'I am grateful for your discretion earlier, my King, for Coruchon would seek any advantage he could from this, and Golasgil would never forgive me should a widow's weakness endanger Orgolas's claim!\\n\\n'But I broke the seal and read my husband's last wishes out of fear that he would do as he has indeed done: granted to his son and mine that cursed ship, Wave-hunter! How often did he speak of his intention for Orgolas to follow in his own steps, and become a great mariner like his father? Too often, and every time it cut me deeply! The Wave-hunter was harboured upstream in Pinnath Gelin during the war, to protect it from the Corsairs, and I have refused to summon it back here to keep Orgolas as far from its threatening decks as I can!\\n\\n'When I saw such a bequest had been made, I did not know what to do. But I cannot disobey the command of the King of Gondor. Hindering Golasgil's wishes was bad enough, but I fear for my son's safety! He is so young, my King. You must understand.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Marra in the main hall of Lond Cirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Why did you break the seal upon your husband's last wishes, Marra?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to King Elessar in the main hall of Lond Cirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Marra in the main hall of Lond Cirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "King Elessar has called upon Caebar to provide a service for Lond Cirion, and the scribe is worried about it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Will you accompany me, my friend? The King did not prohibit it, so far as I know, and I cannot imagine he would not allow you to be present at... whatever this duty turns out to be!\\n\\n'I would just feel better if you were there, [placeholder]. Tell me you will come with me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Thank you, my friend! I will not forget this!\\n\\n'Let us meet with King Elessar at the appointed hour, and until that time comes I will try not to worry overmuch.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 3.11: Last Wishes of the Lord of Langstrand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'I am sorry, but it was very hard to hear these things. My husband was a man of great bravery and courage, and a generous heart, but to think of him writing these things, alone, without first taking my advice...\\n\\n'I will shed no more tears. I wish this letter had not been read here today.'\\n\\nMarra falls silent, her face a mask.",
      "es": "",
      "es (fem)": ""
    }
  ]
}