{
  "id": 620766217,
  "txt": [
    {
      "id": "0xf31f984",
      "en": "'Oh no, Isembard!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2ef9152",
      "en": "'I don't know, Isembard... what if you miss?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3165692",
      "en": "'All right, now I can't miss!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2ef9157",
      "en": "'Oh no!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3165695",
      "en": "'Oh no! Look!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3165696",
      "en": "'Bears!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa1e211",
      "en": "'What if you boosted me up?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1754c9",
      "en": "'Run away! Run away!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa1e212",
      "en": "'How high can you jump?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa1e213",
      "en": "'We could wait for a windstorm....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa1e214",
      "en": "'I could stand on your shoulders....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa1e215",
      "en": "'Perhaps we can get Pervinca to help....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa1e216",
      "en": "'Wish that silly branch hadn't broke!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa1e217",
      "en": "'It's all Adelard's fault, really....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa1e218",
      "en": "'Come on Imbert, think!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x44dd6a1",
      "en": "'Thank you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I need your help! I made a terrible mistake and listened to Isembard and Imbert, my fool cousins. You see, old Adelard is always lecturing us young Tooks on the history of the family, and well, it does get tiring. My cousins decided to play a trick on him and convinced me to sneak away with the latest chapter Adelard wrote for the Yearbook of Tuckborough.\\n\\n'Now I'm worried about the trouble I'm going to get into! Isembard, though, went out to get the chapter from where he hid it, but hasn't returned yet!\\n\\n'I think he said he hid it in a tall tree east of the Great Smials in Tuckborough. Could you go there and see what is taking him so long?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What? Pervinca sent a Bounder out here? She is such a worrier! There's nothing to fear, old Imbert and me will have that chapter of Adelard's in two shakes.\\n\\n'See, we hid the chapter in a satchel in the tree, but the branch we climbed up on broke off. We have been here scratching our heads on how to get it down... but you just gave me a grand idea!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Good, you've found it! Now to sneak this back into the library before Adelard notices it's gone missing. My thanks! You've saved me from a host of troubles!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Good, you've found that satchel. Now where is the chapter that Isembard put within it? You must bring it back to me quickly, before Adelard discovers it's missing!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have failed to protect Isembard and Imbert Took",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have protected Isembard and Imbert Took",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Collected Adelard's chapter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Pervinca Took made the mistake of helping her cousins Isembard and Imbert play a trick on the aged Adelard Took. Pervinca sneaked off with the chapter he wrote for the Yearbook of Tuckborough, and Isembard hid it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9040f21",
      "en": "'Thank goodness!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9040f23",
      "en": "'Isembard! No!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9040f26",
      "en": "'Thank goodness!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xaffc431",
      "en": "'I've not seen him for some days. I wonder where he's gotten off to?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6234031",
      "en": "'Bounder! I need your help! I've made a terrible mistake and listened to Isembard, my fool cousin. See old Adelard is always lecturing us on the history of the Tooks and, well, it gets tiring. Isembard decided to play a trick on him and convinced me to sneak out the latest chapter Adelard wrote for the Yearbook of Tuckborough.\\n\\n'Now I'm worried about the trouble I'm going to get into! Isembard though won't give me Adelard's chapter back! He would listen to you though, you being a Bounder and all. Can you get it for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Speak to Isembard Took",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defend Isembard and Imbert Took",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect Adelard's chapter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring Adelard's chapter to Pervinca Took",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeaf0591",
      "en": "'Good, Isembard told you where he hid the chapter! Now go find the tree he hid it at and bring it back here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x26a8eb1",
      "en": "'Good you've found it! Now to sneak this back into the library before he's noticed it's gone missing. My thanks Bounder, you've save me from a host of troubles!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x35f13f4",
      "en": "'Oh no, Imbert!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf042b51",
      "en": "'See Imbert, I'll just knock the satchel out of the tree with a stone!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Pervinca thought her cousins Isembard and Imbert Took could be found near the Great Willow east of the Great Smials in Tuckborough.\\n\\nPervinca asked you to find her cousins Isembard and Imbert, who went to retrieve Adelard's chapter of the Yearbook, and see what is taking him so long.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bring Adelard's chapter back to Pervinca Took in the Great Smials.\\n\\nHaving survived Isembard's grand idea for getting the satchel with Adelard's chapter down from the tree, you finally have the chapter in hand to bring back to Pervinca.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf042b53",
      "en": "'Oh, don't worry, I won't miss!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Now that you have found Adelard's chapter, you should give it to Pervinca Took.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf042b54",
      "en": "'Here, watch!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x30fe692",
      "en": "'This time for sure!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf042b55",
      "en": "'Seems I hit a hive....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf042b56",
      "en": "'Bees!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x30fe694",
      "en": "'Don't worry!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x30fe695",
      "en": "'See! Here's the satchel! Let me get Adelard's chapter....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x30fe697",
      "en": "'I had it under control all the time!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x30fe698",
      "en": "'Here friend, take this back to Pervinca for me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x40f6701",
      "en": "'What? Pervinca got a Bounder after me! Well, I don't want no trouble, this was just a harmless little prank! I'll tell you where I hid old Adelard's chapter.'\\n\\n'It's over east of here, near a pool with a few slugs by it. You should find that pool not far from the road. The old crake's chapter is the satchel I left there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Oh, good day to you! Are you here about that chapter of Adelard's as well? Best be talking to Isembard, he's the smarter of us two! I'm just here to lend him a hand, if I can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I thought that satchel would never fall from that tree. But, fortunately, old Isembard's plan worked. I always said he was the smarter of the two of us, and this just proved it again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'See, I told you we'd have that satchel out of the tree quick enough! You'd best take it to Pervinca.\\n\\n'Still, I wish we had hung on to it a bit longer... we're sure to hear another of old Adelard's speeches now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x91bbf23",
      "en": "'Isembard, wait....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Isembard and Imbert should be near that big willow east of the Great Smials in Tuckborough. Please hurry, I don't know how long it'll be until Adelard discovers that his chapter is missing!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x91bbf24",
      "en": "'Looks like you got the hive, fortunately the bees are gone!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Thank you so much, Bounder! I won't let Isembard and Imbert get me into trouble again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa6346e1",
      "en": "'You should be able to find Isembard somewhere here in Tuckborough. Please hurry, I don't know how long it'll be until Adelard discovers that his chapter is missing!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'I felt so awful after taking away old Adelard's chapter. Thank you for getting it back!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa6346e2",
      "en": "'You should find that chapter and take it back to Pervinca, before she gets even more mad at me. Still,' Isembard sighs, 'wish we had hung on to it a bit longer, just so we could get a break from old Adelard's speeches.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa6346e3",
      "en": "'Aye, that's it. I suppose you should take it back to Pervinca, before she gets even more upset at me. Still, wish we had gotten a break from Adelard's speeches.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Adelard's Chapter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7147a31",
      "en": "'Come on Imbert, now that we are done here, let's see if we can find old Peregrin!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}