{
  "id": 620766374,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Gathered fallen apples ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have removed all the rotten apples!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gaffer Gamgee was dismissed from his duties as the gardener of Bag End by the Sackville-Bagginses. Before his dismissal, he was in the midst of gathering apples from the orchard but never had a chance to finish.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You're new, aren't you? There's work what needs doing, but I can't do it myself. I should be gardening over at Bag End, but Mr. Lotho now, he says he and his ma don't need my services no more! Me, as worked the land for Mr. Bilbo and Mr. Frodo!\\n\\n'The apples in that there orchard are going to rot there on the ground unless someone gathers them. Why don't you head over and see if any are still good?\\n\\n'Those Sackville-Bagginses mightn't want common folk like me on their land, but there's naught they can do, eh? The orchard is just up the hill to the north-west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Bag End apple orchard is just to the west of Bag End.\\n\\nGaffer Gamgee has asked you to do a little gardening on his behalf by gathering the fallen apples from Bag End's orchard, certain that the Sackville-Bagginses will not chase off a Bounder.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'That Lotho won't be the ruin of Bag End so long as I've something to say about it!\\n\\n'Thank'ee for your kind help, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gaffer Gamgee is outside his home on Bagshot Row at the foot of the Hill in Hobbiton.\\n\\nYou should bring Gaffer Gamgee the apples you were able to salvage from the apple piles.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Gaffer Gamgee is outside his home on Bagshot Row at the foot of the Hill in Hobbiton.\\n\\nYou should take the apples you gathered to Gaffer Gamgee and let him know that the orchard is clear of all rotten apples.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If you have the time to spare, Bounder, I'd appreciate you gathering   some of the apples in the orchard to the west of Bag End. I didn't have a chance to bring them in and I fear they'll be rotten in no time.\\n\\n'If Mr. Bilbo or Mr. Frodo were here and could see what Lotho and his mum have done to the place...well, it's good for their hearts they can't, I tell you true!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Go get them apples!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Thank'ee for the apples, Bounder [placeholder]. They'll make a right tasty pie!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Gather fallen apples ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the apples to Gaffer Gamgee",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring the apples to Gaffer Gamgee.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fallen Apples",
      "es": "",
      "es (fem)": ""
    }
  ]
}