{
  "id": 620766398,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated wolves ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Linda Bolger of Budgeford is worried about a pack of wolves that have invaded the Shire and fears her pig farm will soon be attacked.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Things are not good in Budgeford, [placeholder]. A pack of wolves has made its way into the Shire, and there's talk that there might be more on the way. I'm worried that my farm will soon be attacked, but more than that -- all Shire-folk are threatened by the presence of these wolves. \\n\\n'And I saw... well, it's probably not important. Nevermind.\\n\\n'Anyway, I came into town looking for help, but you should go talk with my husband, Milo, back at our farm. Just head up the hill and cut east across the fields until you see our farm. Milo will probably be out behind the house, keeping an eye on the nearby ruins where the wolves have holed up.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Milo Bolger is at a farm east of Budgeford, keeping an eye on the wolves in the nearby ruins.\\n\\nLinda Bolger came to Budgeford looking for someone to help with the wolf problem. She has asked you to speak with her husband, Milo.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Any help is welcome, [placeholder], and I think we're going to need it. We Hobbits of Budgeford aren't well-suited to dealing with wolves, and the thought of wolves again in the Shire is enough to freeze my blood as solid as the Brandywine during the Fell Winter.\\n\\n'If you can thin the pack a bit, we might have a better chance of keeping them away from the town. You'll find them in those ruins out east of our farm.\\n\\n'I hope you can manage it, friend -- there are a lot of pigs and hobbits in Budgeford, and I'm afraid these wolves would love to have either or both for dinner!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The wolves can be found east of Milo and Linda Bolger's farm, among the ruins.\\n\\nLinda Bolger sent you to speak with her husband, Milo, in regards to the wolves that have entered the Shire. Milo asked you to thin the pack before they can become a greater threat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Milo Bolger is keeping an eye on the wolves east of Budgeford.\\n\\nMilo will be pleased to hear that you have reduced the number of wolves the Hobbits of Budgeford will need to deal with.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'My husband, Milo, is at our farm, up the hill and east of Budgeford, keeping an eye on the wolves. I know he'd appreciate your help.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Very good, [placeholder], very good! You have been a tremendous help. There's something queer about these wolves, and I've only begun to fill in the pieces.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Wolves have invaded the Marish! I hope you can do something about them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'My husband Milo will want to hear about your success! He should still be at our farm, east of Budgeford.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat wolves ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'The wolves here are a real threat to not only Budgeford, but the rest of the Shire as well! The more of these evil beasts you can kill off, the better!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Taste for Pork",
      "es": "",
      "es (fem)": ""
    }
  ]
}