{
  "id": 620766390,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Greenfields Biters ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Greenfields Tree-weavers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Defeated Greenfields Queens ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The workers at the quarry in Scary have broken into a hidden chamber containing a nest of spiders, and the creatures have now overrun the whole quarry.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The workers in the quarry broke through into a hidden chamber and released a swarm of spiders. I've never seen such monstrous creatures, and the beasts have taken over the whole quarry!\\n\\n'I'm worried that the spiders might come out of the quarry and start spinning their webs in Scary itself! If there's anything you can do to remove the spiders from the quarry, it would be a great help.\\n\\n'I don't want my home to become a spider's web... how would I get to the market?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The spiders can be found all throughout the quarry and the cave they swarmed from, cut into the cliff-face by Scary.\\n\\nLily Proudfoot, worried that the spiders in the quarry might climb out of the rocky hole and take over her town, has asked you to kill off the creatures.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you, [placeholder]! The spiders are showing no sign of leaving, but your efforts in the quarry surely won't hurt either!\\n\\n'Still, I wonder if I should move to Budgeford? I've always gotten along well with the Bolgers... better than I have with spiders, at any rate!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Lily Proudfoot is in Scary, looking out at the quarry.\\n\\nLily Proudfoot was afraid that the spiders that the quarrymen unearthed would overrun Scary and asked you to help clear the threat. She will be pleased to learn of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'There are spiders all over the quarry, [placeholder]. They're rather hard to miss!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'No one will want to come to Scary when they hear our quarry is full of spiders!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I hear Budgeford is a nice place to live. Muddy, but pleasant enough.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Greenfields Biters ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Greenfields Tree-weavers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat Greenfields Queen ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Spiders in the Quarry",
      "es": "",
      "es (fem)": ""
    }
  ]
}