{
  "id": 620766236,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You've failed to deliver the eggs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfd62ee3",
      "en": "'Oh thank you so much, I needed those eggs!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The rooster spotted you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Due to his bad leg, Farmer Sandson cannot deliver the eggs Gammer Tunnelly in Tuckborough is waiting for.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'My thanks again for taking that last batch of eggs to Holly in Hobbiton, but I've got another cook waiting on some eggs, if you've got the time to deliver them!\\n\\n'Gammer Tunnelly in Tuckborough is a fine lady... misses her grandson terribly though. If you could deliver the basket of eggs right there to her, I'd really appreciate it!\\n\\n'Remember, don't let the rooster see you. I can't have the hens all upset by him and not laying!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gammer Tunnelly can be found in the centre of Tuckborough.\\n\\nWhen you returned from delivering the eggs to Holly Hornblower, he asked you to make another delivery to Gammer Tunnelly in Tuckborough. Be careful that the rooster doesn't see you with the eggs, as he will let out a call that will upset the hens.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Gammer Tunnelly is such a sweet, old hobbit. I'm glad she got the eggs. You have my thanks again, [placeholder]. When my leg gets better, maybe I can do a favour for you, eh?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gammer Tunnelly was grateful for the eggs. You should return to Farmer Sandson and let him know the eggs were delivered without incident.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Go ahead and grab that basket of eggs there. There should be enough in there for Gammer Tunnelly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Oh, thank you again for bringing me those eggs. Please give my thanks to Farmer Sandson and let him know I hope his leg heals soon!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Thank you again for making those deliveries. I'd never done it with this bad leg.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Pickup the egg basket",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'That rooster is a watchful one...I'm surprised you sneaked past him like you did!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Deliver the eggs to Gammer Tunnelly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Avoid the rooster",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Oh, thank you so much for bringing those eggs!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Eggs for Gammer Tunnelly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'Farmer Sandson is such a gentlehobbit!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}