{
  "id": 620766397,
  "txt": [
    {
      "id": 218649169,
      "en": "'They say that Elves sometimes pass through the Shire on their way to the White Towers or to the Sea, or so the old tales go, if you care for such things.\\n\\n'My husband says he spoke with an Elf camped in the forest near Woodhall, to the south-west. They say Elves know a lot about old writing and such. Perhaps, if my Milo wasn't seeing things that weren't there, that Elf might be able to read the letters. Woodhall is south of Budgeford, and the Elf was supposedly camped on the hill overlooking the town.\\n\\n'I hope he'll be able to help. I don't mind saying that I'm simply terrified of the wolves.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Welcome, [placeholder], I am Orthir of Rivendell. It is not often that I entertain guests at this place. What is this that you would have me examine?\\n\\n'These are evil letters, my friend, but I will read them if it brings understanding. The runes inscribed on the collar identify this creature as a great chieftain of wolves, a Warg of Angmar named Laugfût.\\n\\n'If Laugfût has broken free of his collar, it is likely he thinks to serve himself rather than his former masters. I do not doubt that the Warg was sent forth on some evil errand, but now it seeks to cause some evil on its own behalf.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'If Milo wasn't seeing things that weren't there, that Elf up at Woodhall might be able to read the letters on this collar. Why don't you go take a look there?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Secret of the Collar",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Yes, I saw an Elf on the hill above Woodhall, south of Budgeford. I hear Elves know all about letters. This Elf-fellow may be able to help.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You found a collar inscribed with runes you cannot read, apparently buried by the unusually large wolf Linda Bolger saw the night the wolves ran through Budgeford.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring rune-inscribed collar to the Elf near Woodhall",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "An Elf may be camped near Woodhall, south of Budgeford.\\n\\nLinda Bolger was confounded by your discovery of a collar where she had seen the great wolf. She was unable to read the letters on the collar, but thought that perhaps the Elf Milo thought he saw might be able to decipher them.",
      "es": ""
    }
  ]
}