{
  "id": 620766232,
  "txt": [
    {
      "id": "0x26a8eb1",
      "en": "You've found it! I can't thank you enough!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected the lucky sling-stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6234031",
      "en": "I've lost my lucky slingstone! I can't hunt without it. Can you get it for me? And, would you mind taking care of a few of those wolves? It isn't safe for a fella to hunt right now!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected the lucky sling-stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Everard Holebourne lost his venison and his favourite sling-stone to a marauding bear.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I've lost my lucky sling-stone! I had just dropped a deer when suddenly a bear -- a huge, brown bear it was, too -- grabbed the kill and dragged it off! I don't care about the venison, but I need my lucky sling-stone! I can't hunt without it.\\n\\n'Please, help me if you can and get back that sling-stone from the deer's carcass. The bear dragged it off into that big den to the north of here. He's probably on the slopes north of the Bolestones, feasting on the deer I killed.\\n\\n'All my luck has gone away with that stone!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The bear den is north of Overhill, located on the slopes above the Bolestones.\\n\\nEverard Holebourne has asked you to retrieve his lucky sling-stone from the carcass of the deer he killed, which was dragged off to a bear den.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You've found it! I can't thank you enough! That stone has all my luck in it. I just know it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Everard awaits you at his home in the middle of Overhill.\\n\\nEverard Holebourne will be pleased to have his sling-stone returned to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Did you find my lucky sling-stone yet? I am sure you can find the deer carcass it's stuck in at the bear den....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You weren't able to find the deer carcass and my sling-stone at the bear den? Look for it north of here, on the slopes north of Bolestones.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Now that I have my lucky sling-stone back, I can feel my fortunes changing!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Without my lucky sling-stone, my aim was poorer than it's ever been!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search the deer-carcass for the lucky sling-stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the lucky sling-stone to Everard Holebourne",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect the lucky sling-stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeaf0591",
      "en": "The wolves are north-east of Overhill.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Slay Wolves: [placeholder] of [placeholder]",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Lucky Sling-stone",
      "es": "",
      "es (fem)": ""
    }
  ]
}