{
  "id": 620766202,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected prickly broom leaves ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected bandages",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Reading further in the journal, Wilimar has begun to sympathize with Callum, the Hillman who swore to kill him. Learning of Callum's hard-fought life in a realm far in the north, he has decided to aid Callum and help him with the wound he suffered from the wild boar.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'He may not accept charity from me, his \\qsworn enemy,\\q but I think I should try to help this Callum all the same.\\n\\n'This wound of his, from the boar, most likely needs to be bandaged. To ward off infection and help the wound to heal, we should soak the bandages in an unguent of... let's see, what would be best?\\n\\n'Prickly broom, I think. I already have the bandages, but I don't have the broom leaves. Could I ask you to help me once more and gather some prickly broom leaves from the bushes south-east of Budgeford, near to the water?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Prickly broom grows along the water, south-east of Budgeford.\\n\\nWilimar has decided to provide Callum with bandages for his wound, but to aid in his healing, he wants to soak the bandages in an unguent made from prickly broom leaves. He has asked you to gather these leaves for him.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah, you have the leaves, please let me have them. This will only take a moment....\\n\\n'Please take these bandages to Callum at his camp-site on the far west side of the Frogmoors. Tell him he should change the bandages daily. There are enough here for seven days. Hopefully that will be enough to help him heal.\\n\\n'Also, let him know that I hold no malice against him... and ask that he do the same for me!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Wilimar Bolger can be found near his hole on the north-west side of Budgeford.\\n\\nWilimar has decided to provide Callum with bandages for his wound, but to aid in his healing, he wants to soak the bandages in an unguent made from prickly broom leaves. He has asked you to gather these leaves for him.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Callum's camp is on the far west side of the Frogmoors, west of Budgeford.\\n\\nWith the prickly broom leaves you gathered, Wilimar was able to prepare an unguent in which to soak the bandages. In addition to giving the bandages to Callum, Wilimar has asked you to tell Callum that he holds no malice against him and hopes he will do the same.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'There should be plenty of prickly broom bushes south-east of Budgeford, near the water. Gather me some leaves from them, so that I can make the unguent I need for Callum's bandages.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Have you the leaves? I will need a few piles of leaves to make the solution for Callum's bandages. They grow on bushes to the south-east of Budgeford, near to the water.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Please take those bandages to Callum. Hopefully they will help him heal, and perhaps he will lose his malice towards me! His camp is west of here, near the far western edge of the Frogmoors.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Bandages? From the little man? I... and this is not treachery of some sort? I... I am not sure what to say. I have hated this mark against my family for so long, I thought it would finally be erased if the little man was dead... but these are not the actions of an enemy....\\n\\n'Should my anger be aimed at those who forced my ancestor into battle? Or should I lay the blame upon Fate and leave my anger behind? I have much to think upon.\\n\\n'I thank you. This Wilimar has nothing to fear from me.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Why do you bother me? Leave me be to die in peace!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I was so afraid for my life! Thank you for your help, Bounder.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect prickly broom leaves ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'So Callum will leave me be? Ah, that is such a relief!'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect bandages",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring prickly broom leaves to Wilimar Bolger",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'I am not accustomed to mercy from an enemy. Perhaps I have misjudged these little people.'",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Bring bandages to Callum",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Bandages for Callum",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'Perhaps Wilimar's honour will erase my family's mark of dishonour. Only time will tell.'",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Collect the bandages ([placeholder] / [placeholder])",
      "es": ""
    }
  ]
}