{
  "id": 620766227,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated bears on the Greenfields ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Something has caused the bears on the Greenfields to become more aggressive recently, and Bodo Goodbody is worried that it is not safe to walk there anymore.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'There have always been bears on the Greenfields, but recently something has made them angry. They've begun attacking shepherds and sheep alike, and I don't know how long it will be before someone is seriously hurt!\\n\\n'If you can discourage the bears from the Greenfields, it will be much safer for those of us whose work takes us north of Brockenborings, and also for those of us who just like a pleasant walk in the sun!\\n\\n'Would you be of a mind to help? I'm sure it would be much appreciated.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bears can be found on the Greenfields, north of Brockenborings.\\n\\nBodo Goodbody has asked you to discourage the bears from roaming the Greenfields, in hopes that it will once again become safe for people to go there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have braved the claws of the angry bears? Many thanks to you, [placeholder]! I will tell my friends here in Brockenborings that soon they will be able to walk the Greenfields again without fear of the bears!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bodo Goodbody is in Brockenborings, looking out over the Greenfields.\\n\\nBodo Goodbody sent you to discourage the bears from roaming the Greenfields. He will be pleased to learn that you have reduced the threat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The bears on the Greenfields, north of Brockenborings, have become suddenly hostile. I wonder what could have disturbed them so?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I wonder why the bears have begun attacking us? What might have upset them?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'The Greenfields were a pleasant place to walk, before the animals began attacking without warning!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat bears on the Greenfields ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Thank you for your help with the bears, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Bears On the Greenfields",
      "es": "",
      "es (fem)": ""
    }
  ]
}