{
  "id": 620766205,
  "txt": [
    {
      "id": 218649169,
      "en": "'Oh dear, this isn't good, not good at all. Many of the leaves of the journal are missing, as if it were shaken and torn by a beast. Look here, see the teeth marks?\\n\\n'Goodness, those teeth marks might be from a wolf! I wonder if some of the beasts took the pages, perhaps to line their dens? Yes, yes, I know it sounds strange, but I've heard a tale or two of them doing such things.\\n\\n'If you could, slay a few of the wolves east of here and see if they have any of the journal leaves. I seem to be missing about three leaves all told. Once I have all the pages, I should be able to see what the author of the journal was up to!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Marvelous, you've found them all. Thank you! Now to see what this means....\\n\\n'Goodness, this is interesting... and distressing! I will need a moment more to read this, but it would appear the author of this journal was a man named \\qCallum.\\q And the tale it tells is an astonishing one!\\n\\n'As hard as it is to believe, it would seem a distant ancestor of mine slew one of his in a great battle! And, oh dear... he means to revenge himself upon me....'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Have you found all of the missing journal leaves? It looks like wolves tore the journal apart, so slay the beasts you find near Budgeford and see if they are carrying any of the journal's leaves.\\n\\n'The journal looks to be missing about three of its leaves, and I will need all three if I am to learn who is behind this arrow in my door and if they mean me harm!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Few Pages Short",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The journal you brought back to Wilimar Bolger was missing many of its leaves, thanks to being shaken and torn by some wild beasts.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected journal leaves ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the journal leaves to Wilimar Bolger",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Wolves can be found east of Budgeford.\\n\\nWithout the missing leaves, it will be impossible to determine who shot the arrow in Wilimar Bolger's door, nor why. Wilimar suspects that wolves tore the journal apart and has asked you to try to recover the leaves from them.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect journal leaves ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}