{
  "id": 620766399,
  "txt": [
    {
      "id": 205636721,
      "en": "'The hobbits that dwell in this land are fortunate to have the aid of good folk.'",
      "es": ""
    },
    {
      "id": 63183944,
      "en": "'The wolves will need a strong leader if they are to pose a threat to us.'",
      "es": ""
    },
    {
      "id": 63183945,
      "en": "'Wolves in the Shire! So many queer things have been happening lately!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Orthir, the Elf encamped above Woodhall, revealed that the large wolf was, in fact, one of the great and evil Wargs of Angmar. ",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Even apart from his masters in Angmar, this Warg, Laugfût, is too dangerous to remain unhindered in this land. He has certainly asserted himself as the leader of the local wolf-pack, which means he has become an even greater threat.\\n\\n'You should gather allies and seek him out among his pack. Put an end to this threat as quickly as possible. When the deed is done, you should speak with the hobbit, Linda Bolger. \\n\\n'Laugfût will be a dangerous foe, but he cannot be allowed to remain so close to so many peaceful hobbits. He has already brought great fear to this land, and it is only the beginning of the harm he may cause.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Laugfût can be found among the wolf-pack in the ruins east of Budgeford, beyond Milo and Linda Bolger's farm.\\n\\nLinda Bolger sent you to show the collar to the Elves at Woodhall. Orthir revealed the identity of the mysterious wolf -- Laugfût, a Warg of Angmar -- and asked you to confront and slay the Warg-chieftain.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You slew that great, evil-looking wolf? That is wonderful! I hope you will accept this small token of my gratitude -- it's not much, but I am certain that you have saved Budgeford and the Shire from a terrible fate!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Linda Bolger is in Budgeford, on the road furthest down the hill.\\n\\nOrthir told you to speak with Linda Bolger after you had slain Laugfût. Linda will be pleased to know that the threat of the Warg has been removed.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You are going to slay the leader of those dreadful wolves? Good luck, [placeholder] -- it won't be a moment too soon!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'That Elf called it a Warg, did you say? That sounds terribly unpleasant. You'd best be careful -- he's in those ruins, and he won't be happy to see you!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Capital job, [placeholder]! You have struck a real blow against those no-good wolves, and one they won't soon forget! Hurry back to Budgeford and tell my Linda the good news. She'll be delighted!'",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'You will find Laugfût at the heart of his pack, east of the town of Budgeford. Whether he is still under the yoke of Angmar or not, he is too dangerous to remain in the Shire.'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'You have done very well, my friend, for the Warg is no more. Whether its masters come looking for it need not concern us today. Concentrate for now on the good you have brought to this place.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Warg of Budgeford",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'The Shire is no place for wolves. Let them go somewhere else!'",
      "es": ""
    },
    {
      "id": 205636720,
      "en": "'Angmar has many scouts, but not all of them are Wargs.'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'I wonder if people will speak of the Wolves of Budgeford the same way they talk about the Fell Winter?'",
      "es": ""
    }
  ]
}