{
  "id": 620766395,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "According to Milo Bolger, the wolves in the ruins were heard fighting among themselves one night. When the fighting ended, a large number of wolves ran through Budgeford, but did no harm to anyone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'A few nights agone, we heard a great ruckus. There were wolves fighting among themselves out at the old ruins! Nary a hobbit dared stray out of their holes all night. Soon after the racket died down, a good number of wolves charged through the town -- right down the middle of the street, if you believe it -- and disappeared off to the west.\\n\\n'My wife, Linda, was caught outside when the wolves came through. None of them so much as looked at her! If you go back to Budgeford and talk to Linda, she might be able to figure out what's going on. The town's just west of here.\\n\\n'These wolves have got me worried something terrible... someone's likely to get et!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Linda Bolger is in Budgeford, on the road furthest down the hill.\\n\\nMilo Bolger told you that his wife, Linda, had been caught outside when the wolves ran through Budgeford. He told you to go speak with her to learn more.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Milo told you about the wolves passing through Budgeford? I thought he might. Well, I was a short way out of town when I saw a huge wolf standing on a hilltop. It seemed to be digging in the soil of the hill with its great paws. Then it leaped down the hill and was gone.\\n\\n'I started on my way home as fast as I could, but as I neared the edge of Budgeford, at least a dozen wolves came running right through the middle of town! I thought I was done for, but they just ran on, like I wasn't there at all!\\n\\n'I think it might have something to do with the wolf I saw on the hilltop. It was the Yale-height, I'm sure of it. That's to the south-east of here, way down across Stock Road, not far north-east of Woodhall. The wolf was standing by the three pillars atop the hill. You might find something there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Yale-height is a far distance south-east of Budgeford, beyond Stock Road, not far north-east of Woodhall. The hill is marked by three pillars atop its pinnacle.\\n\\nMilo Bolger asked you to speak with his wife, Linda, about the strange encounter she had with the wolves in the middle of Budgeford. Linda did not have much more to reveal, other than to ask you to investigate the Yale-height, where she saw a large and evil-looking wolf digging in the soil on the night the wolves ran through Budgeford.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Linda Bolger is in Budgeford, on the road furthest down the hill.\\n\\nLinda Bolger sent you to investigate the Yale-height, where she claimed to have seen a great, evil-looking wolf digging in the ground. During your search you discovered a strange, rune-inscribed collar. You should take the collar to Linda and see if it means anything to her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I saw that evil-looking wolf digging in the soil on a hilltop near here. You should see if you can discover what it was doing! The Yale-height is south-east of Budgeford, only a short distance north-east of Woodhall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You found this in the dirt on that hilltop? This is a collar, [placeholder]! Who could possibly be strong enough to put a collar on a wolf like the one I saw that night, much less want to? And how strong must the wolf have been to remove it?\\n\\n'I can't read the letters that are inscribed on the collar, but they sure look unpleasant to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'My wife, Linda, was in Budgeford when the wolves ran through. She'd be the best one to talk to about that.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Have you learned anything about what that evil-looking wolf was trying to do on that hilltop?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'My wife, Linda, saw something strange out on a hilltop the night the wolves ran through Budgeford. The Yale-height is south-east of Budgeford.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search the Yale-height",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'You found something on the hilltop? You should go tell my wife, Linda, in Budgeford at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring rune-inscribed collar to Linda Bolger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Howling at Midnight",
      "es": "",
      "es (fem)": ""
    }
  ]
}