{
  "id": 620766379,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'I know what you are thinking -- that I stole the money -- but I didn't! I was taking the money on a short cut across the bog to Overhill where the carpenters are working today, and these ragged-looking dwarves came running down at me from the north!\\n\\n'They had axes and looked like they meant to use them, so I don't mind saying I ran as fast as I could back to town. But I dropped the bag with the money along the way and turned my ankle, too. I was just trying to come up with some way to tell the Mayor the bad news when you showed up.\\n\\n'I think those dwarves came out of the Rushock Bog east of here, about halfway to Overhill. I expect the bag is in their camp -- you'll know it by the large wooden bulwarks that protect it. If you can recover the bag of money, please bring it back to Assistant Fallohide with my apologies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Oh, thank you! I'm so glad that Griffo is all right. A terrible thing, but it's worked out in the end. I'll make sure the carpenters get their money, and with no short cuts through the bog this time!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Refurbishing the Town Hole",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Ah, so Griffo is all right. Good, good, but we need that coin!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'You here from Whitfoot? Well, we ain't going back to work, not until we get paid!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected money bag",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'See if you can find Griffo, and learn what became of the money he was supposed to take to the carpenters. His home is in Needlehole, and can be most easily reached by travelling east to Waymeet and then north and west along the road through the Rushock Bog.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Please find the bag of money and bring it back to Assistant Fallohide in Michel Delving. The ruffian dwarves surely have it in their camp, somewhere in the bog to the east, between Needlehole and Overhill. You'll know their camp by the large bulwarks which defend it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Griffo Boffin may be found at his home near the centre of Needlehole, to the north of Michel Delving. The easiest road to Needlehole runs north from Waymeet, the cross-roads east of Michel Delving.\\n\\nMayor Whitfoot's assistant has asked you to investigate the disappearance of the money that was set aside for refurbishing Town Hole in Michel Delving.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Wonderful! I'm so happy you found the bag. Please bring it back to Assistant Fallohide in Michel Delving.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The dwarves came out of the Rushock Bog to the east, between Needlehole and Overhill. Their camp is somewhere nearby, behind tall wooden bulwarks.\\n\\nYou spoke with Griffo Boffin about the missing money, as Assistant Fallohide requested, and discovered that ruffian dwarves may have stolen it. Griffo asked that you seek out the dwarves' camp, retrieve the money bag, and bring it to Assistant Fallohide in Michel Delving.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Mayor Whitfoot means well, he really does. He makes a lot of work for his assistants, that's for sure.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "You found the missing money, so now it should be delivered to Assistant Fallohide in Michel Delving.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'The carpenters will get the money soon and begin work on fixing up the roof of the Town Hole.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6234031",
      "en": "'The money was taken out by Griffo, my treasurer. He's not shown up in the Town Hole since the money was taken out, so you should check around his house.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa6346e1",
      "en": "'See if you can find Griffo and what became of the money he had for the carpenters.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Griffo Boffin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa6346e2",
      "en": "'You've got the money, good! Take it to Hobson Broadbean in Overhill!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect the money bag",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa6346e3",
      "en": "'Good, you've recovered the funds. Take them to a carpenter named Hobson Broadbean in Overhill.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the money bag to Assistant Fallohide",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa6346e4",
      "en": "'That is a relief! Please let the Mayor know that all is well!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring the missing money bag to Hobson Broadbeam.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Return to Will Whitfoot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Money that had been set aside to refurbish Town Hole in Michel Delving has gone missing, presumably stolen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x26a8eb1",
      "en": "'There's that mone. All right tell old Flourdumpling that we'll get back to work.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeaf0591",
      "en": "'You here from Whitfoot? Well, we ain't going back to work, not until we get paid!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x40f6701",
      "en": "'I know what you are thinking, that I stole the money, but I didn't! Honest! I was taking the money up to Hobson Broadbean, one of the carpenters, when bears came out of the wood! I dropped the money and ran for my life! The bears made off with the satchel. Go up to the Bindbale Wood and search for the bears. If you find them, you'll find the satchel and the money!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x40f6702",
      "en": "'Old Flourdumpling? I'll never live that down, but now that the carpenters are back at work, I should never have to go through it again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Mayor Whitfoot set aside some money to refurbish Town Hole in Michel Delving, but it seems the carpenters haven't received it, and they won't work unless they are paid. One of the Mayor's other assistants, Griffo Boffin, was supposed to make sure the carpenters received the money. He hasn't shown up for work, though, and I'm worried that something has happened to him.\\n\\n'He lives up in Needlehole, far to the north and beyond the Rushock Bog. Please visit Griffo, make sure he's all right, and then return here with the missing money. Griffo lives near the centre of Needlehole. The best way to get there is to head east to Waymeet, then follow the road north and west through Rushock Bog until you reach Needlehole.\\n\\n'I would do it myself, but I'm responsible for making sure the Mayor's image remains untarnished, and... well, with Mayor Whitfoot, that's a job that takes more hours than there are in a day!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}