{
  "id": 620766208,
  "txt": [
    {
      "id": 136263297,
      "en": "You spot a journal on the ground",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected journal",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "When Wilimar Bolger woke up this morning, he found a threatening arrow stuck in the door of his home. The arrow's head was of hobbit-make, although very old, while the shaft looked like it was made by Men.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I am in desperate need of your help! Look... look what I found stuck in my door this morning!\\n\\n'Look at this! It is such a strange arrow. The head is certainly of hobbit-make, although very, very old. The arrow's shaft though bears a resemblance to those made by Big Folk. Why would someone do this? What does this mean?\\n\\n'It looks like the arrow came from somewhere directly north of here, near the hedge-gate leading to the Greenfields. I'm too frightened to go over there -- who knows what is lurking there -- but could you go there for me and see what you can find?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The arrow came from the area near the hedge-gate that leads to the Bridgefields, north of Wilimar Bolger's home.\\n\\nWilimar Bolger has asked you to search the place where he thinks the arrow came from, in hopes of finding some sign of the person who loosed it and what it might mean.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'So you found this journal near the hedge-gate, did you? Well, hopefully it contains some clues as to who loosed that arrow into my door, and perhaps it will tell if he means me any harm!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Wilimar Bolger can be found near his hole on the north-west side of Budgeford.\\n\\nIn the area Wilimar Bolger asked you to search, you found an abandoned camp-site and a journal. Perhaps this journal will contain some information helpful to Wilimar. You should take it back to him.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I think the arrow was loosed from somewhere north of here, not far from my home. I simply must know who shot this arrow and why!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'That journal you spotted, do you have it? Perhaps it has the information I need to find out what is going on with this arrow!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search north of Wilimar Bolger's home",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the journal to Wilimar Bolger",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect journal",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Veiled Menace",
      "es": ""
    }
  ]
}