{
  "id": 620766207,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Goodness, the author of this journal, Callum, has a dark past! It would seem the death of his ancestor to my ancestor at that great battle was a black mark on his family. They bore that mark for centuries.\\n\\n'After a string of bad luck, which Callum blames on this mark, he decided to try and erase it by killing a descendant of the one who killed his ancestor. After years of tracking, he found the Shire... and me! The arrowhead that killed his ancestor was the one shot into my door.\\n\\n'I think I know where you can find him. He describes where he has set his camp, and it sounds like it is west of here, on the far west side of the Frogmoors. You have to stop him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So the wretched little man sent you to end my life, did he? I suppose it is only right. My life has been accursed because of the mark of dishonour upon my family.\\n\\n'Do as you will. I have not the strength to defend myself, as you can see. When that rat-man found the arrow in his door, he raised an alarm. I was afraid of being found before I was ready, so I fled my hiding place. In my flight, though, I startled a boar, and the vile thing gored me.\\n\\n'It is only a matter of time before I succumb to the wound. If you are not going to kill me, at least do me the service of telling that Wilimar that he has nothing to fear from me now. The tired years of my life are nearly spent....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Why do you stand here? It is clear I pose no threat, and you obviously have no interest in ending my wretched life.\\n\\n'Away with you! Tell the rat-man that he has nothing to fear from me. Vengeance will not be repaid today....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Goodness, what a relief! And yet, I can't help but feel badly for this Callum.\\n\\n'You see, I have read more of his journal, and his life was a truly pitiable one. The place where he lives, far in the north, seems to be a dark, hard-fought place. Nothing like the Shire, and he's not had much luck.\\n\\n'I think he may deserve a bit of charity, if you would help me with this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Menace Confronted",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Please hurry, friend, and see if you can find this Callum. You just have to convince him to give up this mission of vengeance! According to his journal, he has camped west of Budgeford, on the western edge of the Frogmoors.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "By reading the reassembled journal, Wilimar has learned it was written by a Man named Callum. Callum's ancestor was killed in a great battle by Wilimar's ancestor, and the family has borne this death as a black mark for centuries. Callum has decided to erase the mark by coming to the Shire and killing a descendant of that hobbit.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Callum's camp-site is on the far west side of the Frogmoors, west of Budgeford.\\n\\nIn light of the revelations gleaned from Callum's journal, Wilimar Bolger has asked you to go to Callum's camp and stop him from carrying out his intended revenge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Wilimar Bolger can be found near his hole on the north-west side of Budgeford.\\n\\nWhen you arrived at Callum's camp-site, you found him wounded. Racked with pain, he told of how he had fled from his hiding place near Wilimar's home, only to startle a wild boar, which gored him. He feels that he will soon succumb to his wounds and told you to let Wilimar know he has nothing more to fear.",
      "es": "",
      "es (fem)": ""
    }
  ]
}