{
  "id": 620766238,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have failed to deliver the eggs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "A rooster spotted you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x656c8c3",
      "en": "'Oh good, the eggs from Farmer Sandson!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Due to his bad leg, Farmer Sandson cannot deliver the eggs Holly Hornblower in Hobbiton is waiting for.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e111",
      "en": "You have delivered the eggs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'My thanks again for gathering the eggs, but I need to ask another favour, if you can spare me the time.\\n\\n'One of the cooks waiting on these eggs is Holly Hornblower, and I'd hate to disappoint her... she makes the most wonderful pies. I've put some of the eggs in the basket next to me, so if you could take the basket up to Holly, I'd appreciate it.\\n\\n'Holly lives up the road to the east in Hobbiton, behind The Ivy Bush. Please be quick about delivering them, if you would. And again, be careful that the rooster don't see you with 'em. He'll let out a call that'll upset the whole flock if he catches sight of you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Holly Hornblower's house is in Hobbiton, behind The Ivy Bush.\\n\\nPick up the egg basket and carry it to Holly Hornblower in Hobbiton. Be careful that the rooster doesn't see you with the eggs, as he will let out a call that will upset the hens.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, good! I'm glad old Holly got her eggs. Now she can be making those pies everyone loves.\\n\\n'You have my thanks, [placeholder], but I wonder if you'd be up for one last delivery?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Farmer Sandson is at his farm, west of Waymeet.\\n\\nHolly Hornblower was grateful for the eggs. You should return to Farmer Sandson and let him know the eggs were delivered without incident.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Them eggs for Holly are right there in that basket. Take it to her in Hobbiton, if you would. She lives just behind The Ivy Bush.\\n\\n'I need to ask you to be quick though, as Holly is waiting on them eggs for her pies. And be careful that the rooster don't see you. If he catches sight of you, he'll call out and upset the hens!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Thanks again for those eggs. I just used my last one in my latest batch of pie crust. Not sure what I would have done if ye hadn't come by!\\n\\n'And please thank Farmer Sandson for the eggs. His chickens produce some of the largest and best eggs in all the Shire! His farm is west of Waymeet.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect the egg basket",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Deliver the eggs to Holly Hornblower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Avoid roosters",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Eggs for Holly Hornblower",
      "es": "",
      "es (fem)": ""
    }
  ]
}