{
  "id": 620766223,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'It used to be that harvest-flies were just a nuisance. They'd chew on our crops and cause some damage, but you learned to live with them.\\n\\n'Recently, though, the harvest-flies have gone so far as to attack hobbits in the Marish! I don't know what has them stirred up so, but whatever it is, I wish it hadn't!\\n\\n'If you can deal with our harvest-fly problem, I'd really appreciate it, Bounder! I hear there's a whole nest of them on the Yale-height, a hill a fair piece to the south and east of Budgeford. It's not very far north-east of Woodhall. There are three old pillars atop the Yale-height, so it shouldn't be too hard to find.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well, that's a relief, [placeholder]. I don't know what's caused the harvest-flies to begin attacking people, and I don't think I want to know! I just want them to calm down and leave the good folk of the Marish alone!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You can find harvest-flies all throughout the Marish, [placeholder], but especially on the Yale-height, south-west of Budgeford and north-east of Woodhall. There are three pillars on the crown of the hill, and you should be able to see it from a good distance. We'll all feel a little safer if you can get rid of some harvest-flies!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Trouble With Harvest-flies",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I couldn't stand harvest-flies when all they did was ruin crops, but now they're even worse!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Harvest flies are generally just a nuisance to the crops, but recently they have begun attacking hobbits in the Marish.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Harvest-flies attacking people? That just doesn't seem right! Well, you showed them, I'm sure.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated harvest-flies ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat harvest-flies ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "There is a nest of harvest-flies on the Yale-height a distance to the south and east of Budgeford, not far north-east of Woodhall. The hill is marked by three pillars at its pinnacle.\\n\\nBingo Bolger is disturbed by the increased aggression in the harvest-flies and has asked you to help deal with them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bingo Bolger is in Budgeford, by a pig pen on the lower slope of the town.\\n\\nBingo Bolger reported increased aggression among the harvest-flies in the Marish and asked you to deal with them. You should return to him with word of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}