{
  "id": 620795329,
  "txt": [
    {
      "id": "0xa4b0ff5",
      "en": "Rotted Diary",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Rotted Diary[e]",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x61726d1",
      "en": "<rgb=#002020>(The cover of this journal has given in to rot, but you can just make out the notation 'S. Oakheart.' The first twenty pages are damaged by the damp and are illegible, but you can just make out some writing in a crabbed hand halfway down one of the discoloured pages.)</rgb>\\n\\n....weather today was grey and cloudy, giving way to rain in the afternoon. Brought two chickens to share with L, but his spirits were low, and I think the food brought him no joy. Understandable, of course. Keeping N within the walls of Sithad must be a great sorrow to him.\\n\\n<rgb=#002020>(The next several pages are illegible, and some leaves are torn and missing.)</rgb>\\n\\nL told me today of my predecessors -- the long lives of Elves are a wonder to me, and he spoke with distressing honesty of his reason for choosing N's keepers from among my kind, and not of the Eldar. His own people would disapprove, but more than that he desired no one caretaker to be so near to N for so long. The short lives of Men better-suited his purposes. I thought this rude, but he did not seem to notice. Oh, Sara -- you are old enough to know not to take it amiss! You have not heard it all, certainly, but by helping....\\n\\n<rgb=#002020>(The next page is missing, and when the text resumes, the ink is smudged and the hand messier than before; its writer was apparently in a hurry.)</rgb>\\n\\n...is missing, and L fears the worst. I will carry out his wishes by breaking the keys to Sithad (the stones of Tâl Bruinen are heavy and will serve) and hiding them. I will not tell the Elf where they lie, but I record it here if there be need. To hide it from the eyes of....\\n<rgb=#002020>(Several lines are smudged and missing.)</rgb>\\n\\n...must stand at the stairs of Sithad, looking up towards the entrance. Turn to the left and walk forward to the wall, and then turn right and follow the curve until you see four pillars through two pillars. Walk between the two and look to the right of the four. I will leave the keys always in the shade.\\n\\nL fears for me, but I will be fine. I am not called Oakheart for naught, and he tells me I guarded N for longer than any other. I have nothing to fear.\\n\\n<rgb=#002020>(The rest of the diary is blank.)</rgb>",
      "es": "",
      "es (fem)": ""
    }
  ]
}