{
  "id": 620795379,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'It will take some time to repair the keys, and if you would be willing, you might be able to help me with a small matter.\\n\\n'I gifted a number of fine gems to a traveller who possessed an interest in learning the finer points of jewelsmithy, but he was beset by goblins. Though he escaped with his life, many of the gems were stolen by the creatures. Journey to Goblin-town, which lies within the High Pass, and return to me with a handful of these coveted gems. By that time, I shall likely have finished restoring the keys you have brought to me, and I will be able to return the stolen gems to my unfortunate friend, as well.\\n\\n'You will not find these gemstones in possession of goblins on the surface, for the creatures that seized these gems likely brought them into Goblin-town, the better to protect them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I thank you for this service, [placeholder], for Goblin-town is a vile place and not easily traversed. My friend will be surprised and pleased that you have recovered the gems he thought lost, and he is sure to learn much of jewelsmithy by studying them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Goblins within Goblin-town, in the Misty Mountains, will have the coveted gems I seek. Return to me with a handful of these gems, and I will give you the keys I am able to repair. In this way, my friend will have the gems again, though I do not have the time to recover them myself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Where are the gems for which I asked?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 11, Chapter 10: A Pouch of Gems for a Box of Keys",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have brought the box of broken keys to Merilos for repair, and she has told you about half of them can be remade. The others are beyond saving.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring gems to Merilos",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Goblin-town is located in the High Pass, high in the Misty Mountains, north-east of Rivendell.\\n\\nMerilos has asked you to journey into Goblin-town and reclaim a handful of coveted gems from the goblins there, while she works to repair the keys you found at Delossad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The jeweller Merilos is at the Spire of Meeting, in Rivendell.\\n\\nYou have acquired a handful of gems from the goblins of Goblin-town, as Merilos asked, and should return them now to her in exchange for the box of keys you left her to repair.",
      "es": "",
      "es (fem)": ""
    }
  ]
}