{
  "id": 620795340,
  "txt": [
    {
      "id": 136263297,
      "en": "You find a rotted diary among the debris, but it still appears readable",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You search through some of the debris but find nothing",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Candelleth told you that Idhreneth has reported driving a small company of Angmarim away from the burnt remains of a cottage.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I had been focusing on places around which travellers and my scouts have reported sensations of uneasiness and disquiet, such as the Wood-troll grove of Eryn Singor or the Elf-ruins of Delossad, but that is only because it was the avenue I felt was open to us.\\n\\n'The Angmarim have also been combing the Elf-ruins throughout T창l Bruinen, and until a few hours ago, I assumed this was because they had some information we did not. And yet, if this was so, why would they not focus on one place? If they knew Narchuil to be hidden within Delossad, would they not devote all of their efforts upon it? I am sure they would, and yet, they did not, which tells me that the Angmarim do not know the location of Narchuil any more than we.\\n\\n'One of my scouts, Idhreneth, encountered a small company of Angmarim near the burnt-out remains of a cottage not far to the north-east of Echad Candelleth -- the Crumbled Cellar, it is called. She defeated the Angmarim and sent word to me, asking if I knew any reason they would show an interest in such a trivial place. The answer is clear: they are searching everything they can in the hope that they find a clue, just as we have done, [placeholder]. I want you to speak with Idhreneth and learn what you may.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Idhreneth is near the Crumbled Cellar, not far to the north-east of Echad Candelleth.\\n\\nCandelleth has asked you to speak with one of her scouts who defeated a number of Angmarim by the Crumbled Cellar.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Candelleth has told me the tale, [placeholder]. Do you really think that Narchuil, or some evidence to its location, might be hidden in T창l Bruinen?\\n\\n'A small company of Angmarim was sifting through the debris of the cottage across the water over there. It is called the \\qCrumbled Cellar\\q by Garbert and Afanen, who live down the river, but I think it burned to the ground before Garbert's time.\\n\\n'You should search through the rubble. I cannot imagine you will find anything of use, but if the Angmarim thought it worth searching....'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Crumbled Cellar is north-east of Echad Candelleth.\\n\\nIdhreneth defeated a small company of Angmarim she found searching the debris of the Crumbled Cellar and has asked you to search the ruins for some sign of what they were looking for.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Idhreneth is across the water from the Crumbled Cellar, north-east of Echad Candelleth.\\n\\nYou have found a rotted diary among the debris of the Crumbled Cellar, but it still appears readable. You should read it and show it to Idhreneth.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The secret to finding Narchuil may lie within this journal, [placeholder]...the journal of our enemy, she who once called herself Sara Oakheart!\\n\\n'You must read it and bring the book to Candelleth at once!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You found this diary among the ruins of the Crumbled Cellar, [placeholder]? It is probably nothing, but I will see if I can learn anything from its pages....\\n\\n'The name of this diary's owner is familiar to me and fills me with dread: did not Amarthiel use the name Sara Oakheart as she travelled on her fell errands through the wild? And yet, look here, upon the cover -- it is barely legible, but it can be made out: \\qSara Oakheart!\\q\\n\\n'You must bring this diary to Candelleth, [placeholder]. This may be the clue for which we have sought!'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Candelleth is at the Elf-camp of Echad Candelleth, south-west of the Crumbled Cellar, in T창l Bruinen.\\n\\nYou have discovered the diary of Sara Oakheart in the ruins of a burnt cottage in T창l Bruinen and should show it to Candelleth at once.",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'If the Angmarim do not know the location of Narchuil, it could be that Idhreneth's intervention has denied them a clue to the ring's resting-place. Speak with her near the Crumbled Cellar, north-east of here.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'No Blah!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'You found this diary among the ruins of the Crumbled Cellar? You should show it to Idhreneth, north-east of Echad Candelleth, and see what she has to say about its contents.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'What is this, [placeholder]? A journal? Can it be? I do not understand. Amarthiel cannot have...there must be more to this riddle than we know, [placeholder], for I am filled with confusion. But hearken to this:\\n\\n\\q...brought two chickens to share with L, but his spirits were low, and I think the food brought him no joy. Understandable, of course: keeping N within the walls of Sithad must be a great sorrow to him.\\q\\n\\n'Whoever Sara Oakheart may have been, Amarthiel in disguise or not, it is plain to me of whom she speaks: can \\qL\\q be any other than Laerdan, or \\qN\\q anything but Narchuil? We are close. I can feel it. The secret lies within this journal, friend [placeholder]: the diary of Sara Oakheart.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search debris of the Crumbled Cellar",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'You do not have anything for me? How can this be?'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring rotted diary to Idhreneth",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring rotted diary to Candelleth",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 11, Chapter 8: The Crumbled Cellar",
      "es": ""
    }
  ]
}