{
  "id": 620795335,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Far to the east, a cloud of dust marks the passage of the Angmarim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Far to the east, a company of Angmarim crosses the Last Bridge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Companies of Angmarim have been seen leaving Evendim and passing into the east, heading for the Trollshaws in search of Narchuil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I had hoped we would learn something of Narchuil that might aid us in finding it before the Angmarim, but that hope, like so many others, has been dashed. We have been delayed by Mordrambor and must now follow Amarthiel's forces eastward, where I had hoped to stay before them.\\n\\n'No matter. There are many tall hills between here and the wilderness of the Trollshaws, and if we must follow, we will do so knowing what to expect. You should leave Evendim heading east and pass through the Fields of Fornost. A short distance north-east of Trestlebridge stands the great hill of Amon Raith. Stand at its peak and <rgb=#FF0000>look</rgb> eastward. If you see the Angmarim ahead of you, continue to Amon Sul, which is called Weathertop by many, in the Lone-lands, and do the same: <rgb=#FF0000>look</rgb> eastward from its summit.\\n\\n'I am worried that the Angmarim may attack villages along the way. By scouting their position from the heights, you will be able to learn of their progress and follow them wherever they are headed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Amon Raith is a tall hill in the North Downs, south-east of the Fields of Fornost and north-east of Trestlebridge.\\n\\nCalenglad has asked you to travel to the summit of Amon Raith and to <rgb=#FF0000>look</rgb> eastward from the heights.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You bring warning from my sister that the Angmarim have come to Tâl Bruinen? Her warning is welcome, but my scouts have already encountered the Enemy.\\n\\n'Do you know why they have come to this place? Can you tell me what brings them to these woods, so far from their evil homeland?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Amon Sûl, the great hill of Weathertop, is located in the Lone-lands.\\n\\nCalenglad has asked you to travel to the summit of Weathertop and to <rgb=#FF0000>look</rgb> eastward from the heights.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Looking eastward from the summit of Weathertop, you saw a company of Angmarim crossing the Last Bridge into the Trollshaws.\\n\\nYou have followed a company of Angmarim eastward, and they have reached the Last Bridge before you. You should travel to the Last Bridge and speak with the scout posted there for news of the Angmarim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We must find Narchuil before the Angmarim, [placeholder]. We know that they are likely journeying to the Trollshaws, but I am afraid they might turn aside from their path to attack villages between here and there.\\n\\n'Climb Amon Raith, the tall hill in the North Downs, south-east of the Fields of Fornost and north-east of the town of Trestlebridge, and <rgb=#FF0000>look</rgb> eastward from its summit. If you see the Angmarim in the distance, do the same atop Amon Sûl, the hill called Weathertop, in the Lone-lands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You are seeking the Angmarim that passed this way not long ago? I saw them coming from a great distance and managed to hide myself before they arrived. I feared I would be found, for at the head of their number marched a man of great evil; a Black Númenórean, if I do not miss my guess. It seemed to me that he stared right at my hiding-place, but at just that moment he was interrupted by some thought that caused him to turn and gaze off into the distance to the west; I know not what it was, but he shortly resumed his march, and the company passed into the east.\\n\\n'Your face tells me that you have had dealings with this man, and the memory is full of sorrow. From what I overheard, it seemed their course lay to the south, among the cheerless lands of Tâl Bruinen. My sister Candelleth has a camp in Tâl Bruinen. To reach it, follow the road east of here until you are nearly within sight of the Bruinen, and you will come to a dirt path that winds southward with the Bruinen on your left and a tall rock-face on your right. Stay on the path, even as it crosses streams and winds through the underbrush, and you will surely come across one of Candelleth's scouts, who can guide you to her camp.\\n\\n'Tell Candelleth of the Angmarim that have come to the lands of her watch. Tell her, as well, to be wary. I fear to think what errand could have brought this Black Númenórean so near to Imladris.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Echad Candelleth is in Tâl Bruinen, south of the Ford of Bruinen. Alphlanc told you to locate the path south along the banks of the Bruinen, and to follow the path until you come across one of Candelleth's scouts, who can further guide you to the camp. \\n\\nAlphlanc has told you that the Angmarim company passed into Tâl Bruinen and wants you to travel to her sister Candelleth's camp in order to warn her of the danger posed by the presence of the Angmarim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'We must find Narchuil before the Angmarim do, [placeholder]. We know that they are likely journeying to the Trollshaws, but I am afraid they might turn aside from their path to attack villages between here and there.\\n\\n'Climb Amon Sûl, the tall hill in the Lone-lands, and <rgb=#FF0000>look</rgb> eastward from its summit. If you see the Angmarim in the distance, follow them at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'If the Angmarim have already reached the Last Bridge, they may be well on their way to finding Narchuil for Amarthiel!\\n\\n'You must travel to the Last Bridge and find someone who knows where they went from there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "<rgb=#FF0000>Look</rgb> to the east atop Amon Raith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'The Angmarim have passed into Tâl Bruinen? Return to Alphlanc at the Last Bridge on the western edge of the Trollshaws and follow her directions to learn where they may have gone!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find the summit of Amon Raith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "<rgb=#FF0000>Look</rgb> to the east atop Weathertop",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'The Angmarim passed through the Evendim Gate, [placeholder], and I sent my raven to Tinnudir after they were through.\\n\\n'I am sad to have missed the cairn-building for Colhamnir -- we fought together in the South during our young years, and his death pains me. I will visit his cairn when I am no longer needed on watch.\\n\\n'If you plan to <rgb=#FF0000>look</rgb> eastward from the summit of Amon Raith, you will need to pass through the Evendim Gate and journey south-east over the Fields of Fornost. Amon Raith is a tall hill to the north-east of Trestlebridge and should give you a commanding view of the Downs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Find the summit of Weathertop",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 11, Chapter 5: Eastward Passage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'You are here to scout the passage of the Angmarim? They passed by some hours ago, and I marked their course. Stand here upon the summit and <rgb=#FF0000>look</rgb> to the east, and you should see them in the distance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'My sister's camp is called Echad Candelleth. Travel into Tâl Bruinen and warn her of the presence of the Angmarim in those lands!\\n\\n'Follow the road east of here until you are nearly within sight of the Bruinen, and you will come to a dirt path that winds southward with the Bruinen on your left and a tall rock-face on your right. Follow that path as it winds southward, even as it crosses streams and through dense undergrowth; Candelleth sends scouts out from her camp, and you will surely find one who can guide you further if you can follow the path.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}