{
  "id": 620795372,
  "txt": [
    {
      "id": 54354734,
      "en": "Nogmeldir recalled a special draught which Gandalf the Grey mentioned using in his fireworks to enhance their power.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'It would seem that there are indeed some limits to the ingenuity of dwarves, Master Eywind. Fortunately, I happen to know a Wizard who is far wiser than either of us -- particularly when it comes to matters of fire.\\n\\n'I remember many years ago when Mithrandir would come to Rivendell to celebrate momentous events with us, and often his fireworks would be central to the evening festivities. It so happens that in discussing the nature of his fireworks, he mentioned a draught which he uses to enhance the virtue of his displays.\\n\\n'It occurs to me now that if we happened to have a bit of this draught on hand, we might make excellent use of it when it comes time to deal with these goblins and their fire-pots once and for all.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Gandalf is in Bilbo's room on the ground floor of the Last Homely House, in Rivendell.\\n\\nNogmeldir has asked you to travel into Rivendell to the west of the Misty Mountains and retrieve a special draught from Gandalf the Grey.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'What is this? An Elf named Nogmeldir sent you for what? Ah, now I recall him. Bright fellow, though a bit impetuous. He wants my fire-draught does he? Whatever for?\\n\\n'Goblin fire-pots? An entire camp of them? I think I see what the fellow is about. I do happen to have a vial left... where was that? Ah, here it is!\\n\\n'Now, be careful with that! No more than a few drops mind you, and keep it away from the lamp oil, or you will soon find yourself lacking your eyebrows... if you are fortunate.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Nogmeldir is at Vindurhal in northern High-pass.\\n\\nGandalf the Grey gave you a special draught he had prepared, which you should take to Nogmeldir.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Speak with Gandalf, [placeholder]. He may have a suggestion.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Were you successful? Yes, that is the draught Mithrandir mentioned. It does not look like much, does it?\\n\\n'I will speak with Eywind on how we might best employ this, and then we shall see....'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Take the phial to Nogmeldir, [placeholder].'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'You have not had an opportunity to travel to Rivendell yet?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Gandalf in Rivendell",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring Gandalf's draught to Nogmeldir",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Gandalf's Secret Recipe",
      "es": ""
    }
  ]
}