{
  "id": 620795381,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Excellent, [placeholder]! It is to be hoped that one of these keys will unlock the door that leads deeper into the ruin of Delossad, and we may recover Narchuil hidden somewhere within!\\n\\n'Return to Muildir, south-east of Echad Candelleth and outside the entrance to Delossad, and tell him what is to be done.\\n\\n'We have an advantage now over the searching Angmarim, [placeholder], I can feel it! Hurry to Muildir and may you return with Narchuil!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What has happened, [placeholder]? Why is your face etched in sorrow?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Candelleth must be told what has happened, [placeholder]! Bring these tidings to her at Echad Candelleth, to the north-west, at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Where is the diary of Sara Oakheart, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 11, Chapter 12: Prisoner of the Free Peoples",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You have returned with the keys, and many of them have been repaired? The secrets of Delossad are within our reach, [placeholder], and Narchuil as well!\\n\\n'Are you ready to search within Delossad? Speak with me when you are prepared, and we may put our plan into motion.'\\n\\n<rgb=#FF0000>This is a Solo quest, and cannot be completed with a Fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The jeweller Merilos has repaired many of the keys Sara Oakheart buried outside the entrance to Delossad, and the time has come to uncover its secrets.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Muildir and uncover the secrets of Delossad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Muildir is south-east of Echad Candelleth, outside the entrance to Delossad.\\n\\nMerilos has repaired the keys you found, and Candelleth asked you to show them to Muildir and delve into the secrets of Delossad in search of Narchuil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Candelleth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Candelleth is at her camp in Tâl Bruinen.\\n\\nYou learned much within the depths of Delossad, but most worrisome is the troubling news that Mordrambor and the forces of Amarthiel have recovered Narchuil, her ring that was lost.",
      "es": "",
      "es (fem)": ""
    }
  ]
}