{
  "id": 620795339,
  "txt": [
    {
      "id": 136263297,
      "en": "The door looks secure, the Angmarim have not forced it open.",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Angmarim at Tâl Bruinen ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Defeated Angmarim at Delossad ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Muildir has been keeping watch over the ruins of Delossad, and has noted a strong interest by the Angmarim in the crumbling site.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I am pleased to meet you, [placeholder]. I saw you standing with Candelleth from afar, but I do not think you saw my distant greeting.\\n\\n'The Angmarim came to Delossad immediately after they arrived, but as far as I know, they did not  gain access to the deep places of the ruins. Their efforts to open the door frustrated, they soon moved on to other parts of Tâl Bruinen. You should ensure that the door is still secure -- it has been for as long as I have known of it, and it will be a comfort to know that the Angmarim did not breach it.\\n\\n'And if you would, [placeholder], defeat some of the Angmarim that have invaded. They have moved their search to other ruins that are scattered throughout Tâl Bruinen. This is not a place for Angmarim and I would have them cast out.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The door that leads deeper into Delossad is in the rear of the ruins south-east of Echad Candelleth.\\n\\nThe Angmarim have been searching Tâl Brunien for some clue to Narchuil's location. Muildir has asked you to check that the door that leads deeper into the ruins of Delossad is secure.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The door is secure? I am glad to hear it, though it means we are no nearer to learning if Narchuil is hidden somewhere behind it! The key to that door has surely been lost to time, and I do not doubt that if the Angmarim believe Narchuil does lie within Delossad, they will seek to force the door open before long.\\n\\n'Did Candelleth give you any other sites to search for clues? The door of Delossad may purchase us some time in which to find Narchuil, if it is hidden at some other location in Tâl Bruinen. If it is within Delossad, I must admit that I am at a loss. Even if we could somehow gain entrance to the sealed ruins, how could we remove Narchuil without alerting the Angmarim who patrol Tâl Bruinen?'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Muildir is keeping watch outside the ruins of Delossad, south-east of Echad Candelleth.\\n\\nYou have determined that the door leading further into the ruins of Delossad remains secure. The Angmarim have not yet managed to open it. You should return now to Muildir with this news.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Defeat some of the Angmarim here in Tâl Bruinen to check to see if they have yet managed to open the door leading further into the ruins of Delossad.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find the locked door deep within the ruins of Delossad",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Angmarim in Tâl Bruinen ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Defeat Angmarim at Delossad ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 11, Chapter 7: The Door of Delossad",
      "es": ""
    }
  ]
}