{
  "id": 620795330,
  "txt": [
    {
      "id": 218649169,
      "en": "'We cannot grieve now for Laerdan, [placeholder]. Amarthiel will not hesitate to make use of her newly-found knowledge. If only we had been able to seize the palantír in time, her search for Narchuil might have remained fruitless! Nay, there is little use in dwelling on the past. Take comfort in this, [placeholder]: we know what Amarthiel saw within the depths of the seeing-stone, for she spoke of it when you and Laerdan entered Barad Tironn! Did she not speak of the wilderness of the Trollshaws? She has revealed to us her next movement, and if we act with haste, we may yet find Narchuil before she does.\\n\\n'We have not the numbers to prevent her servants from leaving Evendim, but we can at least be alerted of their movements. Two of my brethren watch the roads out of Evendim, and they must be told what to expect: that Amarthiel may be planning to send her servants by various roads out of Evendim. Seek Torogethir at the Evendim Gate, north-east of here at the pass to the Fields of Fornost, and Galthoniel on a small rise overlooking the Barandalf, far to the south of here and east of the halfling-village of Dwaling. Tell them what we suspect of Amarthiel's plans, and that they are to send ravens to Tinnudir at the first sign of the Angmarim's movements.\\n\\n'They are not to engage any such patrols in open battle! Go with haste, [placeholder]! When our strength in arms is found lacking, information must be our greatest ally.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thank you for the news, [placeholder], though it is worrisome. I think it unlikely that Amarthiel would choose to send her warriors to the Trollshaws by the road I watch, but I will send a raven to Calenglad at once if it does come to pass.\\n\\n'But I must disagree with Calenglad's wishes on one matter: if Amarthiel does choose to send her Angmarim south along this road, I will not stand idly by. Though I fall in battle with the Enemy, I will keep at least some Angmarim from passing into the Shire. Nay, do not seek to change my mind! I will not be swayed in this.\\n\\n'I will send my raven first, of course.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I will not be swayed in this matter, [placeholder], and Calenglad was fool-hardy to ask it of me! I will send a raven to Tinnudir at the first sign of Angmarim, but I will not stand by and allow them free passage southward.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have my thanks, [placeholder]. I wish we could prevent the Angmarim from leaving Evendim in search of Narchuil, but I know that we do not have the strength of arms to succeed in this. At least we will know when the patrols have set out.\\n\\n'I should have expected Galthoniel to refuse my wish that she not engage the Enemy in battle, but I would not have her throw her life away lightly! My heart tells me that if Amarthiel chooses the long road to the Trollshaws and passes through the Barandalf, Galthoniel's sacrifice will do naught to forestall the inevitable.\\n\\n'Now that we will have warning when the Angmarim begin their search, we must begin our own, [placeholder]. If we are to find Narchuil, we must learn everything there is to know about it. The time has come to confront Mordrambor.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 11, Chapter 1: Watching the Roads",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'We may not have the numbers to keep the Angmarim from leaving Evendim and travelling to the Trollshaws in search of Narchuil, but I want to know the moment that they do. Torogethir and Galthoniel, the Rangers charged with guarding the roads out of Evendim, must be told what to expect.\\n\\n'Torogethir is north-east of here, just west of the Evendim Gate to the Fields of Fornost. Galthoniel has a small camp-site on a small rise that overlooks the Barandalf, south-east of Tinnudir. Look for her east of the halfling-village of Dwaling.\\n\\n'Tell them not to engage the enemy, but to send ravens to Tinnudir at the first sign of Angmarim passing out of Evendim.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'I will take your news to heart, [placeholder], and send a raven to Calenglad at the first sign of Angmarim leaving Evendim. I have seen naught yet, however. It has been unusually quiet.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Laerdan has been lost within the once-proud halls of Barad Tironn, and now the Dúnedain must prevent Amarthiel from acting on the knowledge she gained by her use of the palantír.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I have seen no sign of Angmarim leaving Evendim. When I do, I will send a raven to Tinnudir at once.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Torogethir is at a small camp just west of the Evendim Gate to the Fields of Fornost, north-east of Tinnudir. Galthoniel has a camp on a small rise overlooking the Barandalf, south-east of Tinnudir and east of the Shire-village of Dwaling.\\n\\nCalenglad has asked you to bring news of possible movements of the Angmarim out of Evendim to Torogethir and Galthoniel, the Rangers tasked with guarding the roads.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Calenglad is at the Ranger-camp on the island of Tinnudir, in Evendim.\\n\\nYou have told what Calenglad has guessed of Amarthiel's plans to the Rangers Torogethir and Galthoniel, and they will remain vigilant for any sign of Angmarim moving out of Evendim.",
      "es": ""
    }
  ]
}