{
  "id": 620795332,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'My people need time to mourn, [placeholder], or they will be unable to continue the fight. The greatest weapon Angmar wields in this war is hopelessness, an overpowering dread that seizes the hearts of good folk and saps their will to stand against evil. It has been brought to bear here on Tinnudir with terrible success.\\n\\n'I have set my brethren to gathering stones from Annúminas with which we may construct cairns for our fallen kindred. If you would travel to the great city and help with the collection of these city-stones, I know that Tadan, Colhamnir, and Carchammadel would have been honoured by your service in their memory.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These will do nicely, [placeholder], and I thank you for the gesture.\\n\\n'There is still no word from Torogethir or Galthoniel. It seems that Amarthiel too has been delayed in the beginning of her search, or she busies herself with celebrating the escape of Mordrambor and the deaths of my people. We will have our vengeance upon them both, but the time of its coming arrives too slowly!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Stones from Annúminas, far to the south-west, on the shores of Lake Nenuial, will be used to construct cairns in the memory of our fallen kindred. It would have filled them with honour to be buried beneath the stones of the City of the Kings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have not collected enough stones yet, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 11, Chapter 3: Cairns for the Fallen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Calenglad fears for the resolve of the Dúnedain and has set them to gathering stones with which to build cairns for their fallen brethren.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Annúminas city-stones ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect Annúminas city-stones ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Stones from the buildings of Annúminas can be found all throughout the great city and would be ideal for constructing cairns in memory of the fallen Rangers.\\n\\nCalenglad has asked you to collect stones from throughout the streets of the City of the Kings with which to make cairns for Tadan, Colhamnir, and Carchammadel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring Annúminas city-stones to Calenglad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Calenglad is at the Ranger-camp on the island of Tinnudir, in Evendim.\\n\\nYou have collected stones from Annúminas to use in the building of cairns for the Rangers slain during the escape of Mordrambor and should return now to Calenglad.",
      "es": "",
      "es (fem)": ""
    }
  ]
}