{
  "id": 620795373,
  "txt": [
    {
      "id": "0x5b55ea2",
      "en": "'Quickly! Get water, snow, anything and put out those fires!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5b55ea3",
      "en": "'Run for your lives!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5b55ea4",
      "en": "'Aiieee!!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have found the burning cauldron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Eywind and Nogmeldir have formed a plan to use Gandalf's draught to wreak havoc upon the goblins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5b55e52",
      "en": "'What was that terrible noise!?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5b55e53",
      "en": "'It's too late! The flames are spreading out of control!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'By Durin's Beard, this will be a fine day indeed! This draught of Gandalf's is precisely what we need to make a shambles of the goblin's fire-pot camps.\\n\\n'I went down to take a quick peek at the encampment while you were off to Rivendell, and I found what we're after. That big thing on the lower slope, with the scaffold and the huge burning cauldron on it? That is the heart of their production, and that is where we will strike.\\n\\n'They've got stored materials for their fire-pots all over the camp -- all we have to do is slip Gandalf's draught into that cauldron and give it a tip, and the mixture should do the rest of our work for us... you mark my words!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5b55e54",
      "en": "'The flames are upon us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The burning cauldron is in a tall wooden structure in Ghâshru to the north-east.\\n\\nEywind told you to pour Gandalf's draught into the cauldron which the goblins use to produce their fire-pots and tip it over so the mixture will ignite the materials throughout the encampment.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Haha, well done! 'Tis a fine thing indeed to watch an enemy's schemes blow up in their own faces, is it not [placeholder]?\\n\\n'Would that we could blow the entirety of Goblin-town sky high as well, but I fear that it'll not be nearly as neat a conclusion when at last that dark warren falls....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Tell Eywind of the destruction wrought by Gandalf's draught at the burning cauldron.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Ha! Now let's burn the goblins out of the Misties!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'No luck yet with Gandalf's little potion eh? Time's a wasting - lets get to the good part!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Pour Gandalf's draught into the burning cauldron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x25b55e1",
      "en": "'Eh? What's all this commotion then? Who's messing around here?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring Gandalf's draught to the burning cauldron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Speak with Eywind near the entrance to the High Pass",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x25b55e2",
      "en": "'No! Who are you? What are you doing up there!? Don't touch that!!!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Conflagration",
      "es": "",
      "es (fem)": ""
    }
  ]
}