{
  "id": 620795370,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated overland guards ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated overland stabbers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Defeated overland bombers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Eywind was sent into the Misty Mountains to keep vigil for goblin movements from Goblin-town.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Well met [placeholder], did Elrond send you up here? No matter either way... we've plenty to do before the heavy snows set in. It seems that Rivendell is getting nervous about the rumours they've been hearing about Goblin-town falling under the sway of Angmar or some-such, so they sent me and my lanky friend here to take a look around and see what's what.\\n\\n'Can't say that we know for sure whether Angmar is involved, but we did find a large goblin-encampment on the surface just a short ways north-east of here. Normally the goblins prefer to stay down in their caves away from the sun, so that's a tell-tale sign that something is wrong.\\n\\n'We've been making little forays now and again against the goblins, but for now we've got to keep an eye on this pass -- make sure they don't start heading west to join with the smaller tribes scattered about the Misties. Perhaps you would care to take a try at them in the meanwhile? There are plenty to go around, and it would give you a chance to determine their strength. I would also say the exercise will do you some good -- you are looking a bit winded from the heights here.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The goblin-encampment is north-east of Eywind's camp, near the gates of Goblin-town.\\n\\nEywind asked you to test the strength of the goblin-encampments which lie near the gates of Goblin-town.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ha! Well fought [placeholder]. Goblins may make for poor company, but they do help keep one's skills honed.\\n\\n'Now those fire-pots you mentioned, those are not weapons for little skirmishes -- they were designed as weapons of war, for burning forests and besieging fortresses. If the goblins are making so many of them, it can only mean they have plans to march beyond these mountains... and soon methinks.\\n\\n'We will need to do something about that.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "You should return to Eywind at Vindurhal in Northern High-pass and recount to him your battles against the Goblins.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Dwarves hate goblins, but none more than those who stole the Misty Mountains from us!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat overland guards ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat overland stabbers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Defeat overland bombers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Goblin Hunt",
      "es": ""
    }
  ]
}