{
  "id": 620795331,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Mordrambor has proven an unreliable and dangerous prisoner for us thus far, [placeholder], but now he will recompense for his betrayal. He will tell us what he knows of Amarthiel's lost ring, Narchuil, or he will never again see the light of day. He cannot know its location, or his mistress would have had no need for the palantír, but anything he can tell us of its power or history may be of use.\\n\\n'I will go with you to speak with the Black Númenórean. He has proven able to ensorcel the minds of others, and we will have better fortune if we confront him together and steel ourselves against his trickery.\\n\\n'I have some words for our prisoner concerning the fate of Laerdan, as well. Mordrambor will rue the day he sent the Elf to his death. Speak with me when you are ready to go.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'There are no words, [placeholder], for the evil Mordrambor has done this day. I thought we had seen the last of the grief he could cause, but the treachery that sent Laerdan willingly to his doom is as naught compared to the sorrow I feel for the loss of my kindred.\\n\\n'Colhamnir... Carchammadel... Tadan....\\n\\n'Too many lives lost, and in the very heart of the place we held safest! How could Angmar strike us even here? We cannot search for Narchuil now, [placeholder]. Mordrambor has dealt a fatal strike against my kindred, and we must rest. My people need time to grieve -- they cannot fight on forever in the face of such losses! I am sorry.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Are you prepared? Mordrambor has proven himself an ill house-guest, but he may know something of Narchuil which we can put to use. He has not yet seen the wrath of the Dúnedain, and I would speak to him of Laerdan's fate. He will tell us what he knows, but you must steel yourself against his sorceries!'\\n\\n<rgb=#FF0000>This is a Solo quest, and cannot be completed with a Fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 11, Chapter 2: Mordrambor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Calenglad has decided that before you begin your search for Narchuil, you must learn what you can about the ring from Mordrambor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Calenglad and confront Mordrambor about Narchuil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Calenglad is at the Ranger-camp on the island of Tinnudir, in Evendim.\\n\\nCalenglad has decided that you and he may learn of Narchuil's power or history by confronting Mordrambor together, and such knowledge may aid you to recover it before Amarthiel does.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Calenglad is at the Ranger-camp on the island of Tinnudir, in Evendim.\\n\\nMordrambor has escaped from the keep on Tinnudir. Many Rangers were slain during his passage, and Calenglad now seeks to hold together the Dúnedain in the face of these losses.",
      "es": "",
      "es (fem)": ""
    }
  ]
}