{
  "id": 620795371,
  "txt": [
    {
      "id": "0x7dcfc71",
      "en": "'Hah. Little grubbers think they're so clever, do they?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7dcfc72",
      "en": "'Eh? What's this here?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7dcfc73",
      "en": "'Gah! My Beard!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected goblin fire-pots ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7dcfc74",
      "en": "'Cursed goblins... How dare they!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The goblins of Goblin-town have been producing large numbers of their fire-pots in preparation for war.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x53b1c11",
      "en": "'Not quite so clever with your beard on fire, are you Master Dwarf?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x53b1c12",
      "en": "'Ah well. I guess we shall have to look for another solution.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Well, the Elf here thinks I may have gone a bit daft, but hear me out and see what you think.\\n\\n'I've got a plan in mind, and those fire-pots the goblins wield are at the heart of it. They are making them in large numbers in there, and while goblins may be industrious, they are also careless. You should be able to steal a number of those fire-pots, and with a bit of work, we ought to be able to use their own weapons against them.\\n\\n'The thought of that entire camp in flames brings me a certain childish delight, so let's get to work!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Eywind believes that the goblins' fire-pots can be used against them to burn down their camps. He has sent you into their camp to steal a number of them for him to examine.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ha! Good work, [placeholder]. Now let us see those. There is not much a goblin can come up with that a dwarf can't sort out in short order.\\n\\n'What's this...?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The goblin-encampments are north-east of Eywind's camp, near the gates of Goblin-town.\\n\\nEywind asked you to steal fire-pots from the encampments on the slopes and ridges near the gates of Goblin-town and bring them to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Bring me some of those goblin fire-pots, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'No luck with the fire-pots yet?\\n\\n'From what you have described of the camp, it sounds like they keep most of the finished pots in the smaller camps up in the slopes and ravines above the main camp.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect goblin fire-pots ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the goblin fire-pots to Eywind near the entrance to the High Pass",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Goblin-fire",
      "es": "",
      "es (fem)": ""
    }
  ]
}