{
  "id": 620795383,
  "txt": [
    {
      "id": 218649169,
      "en": "'You say that Amarthiel's forces have recovered Narchuil? This is terrible news, [placeholder], and undermines all that we have here sought to accomplish!\\n\\n'Lord Elrond must be told. Seek for him in the library of Imladris and give him these grim tidings, as well as the diary of Sara Oakheart. He will know what can be done, if anyone will.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Your tale fills me with sorrow, [placeholder]. The fall of Narmeleth is a sad tale known by few, and then only in part. Of her imprisonment by Laerdan, following the battle of Fornost, I knew nothing. It grieves me that Laerdan believed I would not suffer Narmeleth to live -- the slaying of a captive is not the way of the Eldar, and she would have been safe in my house, though she remain Amarthiel.\\n\\n'I believe we can guess at the sad fate of Sara Oakheart, last in a long line of Narmeleth's keepers. I do not doubt she treated the daughter of Laerdan kindly, but her payment was doom, and more than that: Amarthiel learned the dark arts from a cruel master, and it seems she took the visage of her jailor for her own. An unhappy fate!\\n\\n'I am certain of one more thing, [placeholder]: Angmar has not yet recovered Narchuil. The ways of the Enemy are the ways of deceit -- do not give in to despair! If Narchuil had been found, Amarthiel would have recalled her minions, and she has not done so. She may have learned some new information concerning its whereabouts, but her servants have yet to find it, of this I am sure. We must remain vigilant against them, as always, and continue our search.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Speak with Lord Elrond in the library of Imladris and tell him what you have seen. Give him, as well, the diary of Sara Oakheart. I hope that he will know what to do, [placeholder], for I do not.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'No Blah!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 11, Chapter 13: Laerdan's Failing",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Deep within Delossad, Mordrambor gave you the terrible news that Narchuil has been found. Lord Elrond must be told.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring rotted diary to Elrond",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Elrond is in the library of Rivendell.\\n\\nCandelleth has asked you to bring Elrond the dire tidings that Angmar has recovered Narchuil.",
      "es": ""
    }
  ]
}