{
  "id": 620795337,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Certain places within the woods and crags of Tâl Bruinen have an unsavoury air. The few travellers that pass by them oft report an unsettled feeling, a troubling disquiet. This in itself is not unusual, for the land remembers many things that we have forgotten and makes such memories known to us, though we recognize them not. But to learn that such a relic of evil as the ring by which the Champion of Angmar knew her greatest strength could lie hidden within these woods -- it could explain much.\\n\\n'Look to the south-east! Do you see the stone-work within that narrow pass through the rocks? That place is called Delossad, and it is a ruin of which I know little. Of Elven-make it is, but the air is heavy all about it. Look for Muildir by the narrow pass to Delossad, and he will tell you if he has seen anything of note.\\n\\n'The other site I have in mind is Eryn Singor, a den of the wood-trolls in north-west Tâl Bruinen. The creatures grow from saplings in that wooded and watery grove, and it is therefore rarely troubled by outsiders. Might Narchuil lie within the reedy beds or buried in the mud of Eryn Singor or the depths of Bar-e-Therchir beneath it? One of my scouts, Lavanthir, has studied the ways of the wood-trolls. Look for him outside the entrance to Eryn Singor.\\n\\n'When Muildir and Lavanthir have given you what aid they can, return to me with Narchuil or with any information about its location which you have learned, and we can decide our next course.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Do not give up, [placeholder]. I had thought Narchuil might have been the cause of the troubling disquiet that hangs over Eryn Singor and Delossad, but it was only a guess. Perhaps the ring does lie deep within Delossad. With no way to gain access to the ruined halls without also allowing in the Angmarim, we must trust to the locked door to delay them while we search elsewhere.\\n\\n'But listen! Another avenue of search may have opened up to us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Delossad and Eryn Singor have always had an unpleasant air about them. Could it be that the presence of Narchuil is to blame?\\n\\n'Look for Muildir outside the narrow pass through the rocks that leads to Delossad -- you can see it from here if you look to the south-east. Eryn Singor, the home of the wood-trolls, is in the north-western region of Tâl Bruinen. You will find Lavanthir somewhere outside the entrance.\\n\\n'Return to me when you have found Narchuil or have exhausted the search at each place!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 11, Chapter 7: An Unsavoury Air",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Candelleth has decided upon several locations within the woods of Tâl Bruinen that might hide the ring Narchuil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Investigate Eryn Singor with Lavanthir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Muildir is outside the narrow pass through the rocks to Delossad, south-east of Echad Candelleth. Lavanthir is outside the entrance to Eryn Singor, home of the Wood-trolls in north-west Tâl Bruinen.\\n\\nCandelleth has told you of two locations in Tâl Bruinen that possess an unsavoury air: a set of ruins called by the Elves Delossad, and the home of the wood-trolls at Eryn Singor. Two of her scouts, Muildir and Lavanthir, are investigating these locations, and she has asked you to consult them for guidance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Investigate Delossad with Muildir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Candelleth is at Echad Candelleth in Tâl Bruinen.\\n\\nYou have investigated both Eryn Singor and Delossad, but have found no sign of Narchuil. Candelleth is waiting to hear of your progress.",
      "es": "",
      "es (fem)": ""
    }
  ]
}