{
  "id": 620795333,
  "txt": [
    {
      "id": 218649169,
      "en": "'It is time, [placeholder]. There is a place not far from here of which Carchammadel was particularly fond in life -- Barad Rath, an overlook crowned in ruins high above Lake Nenuial. That the tomb-robbers had made frequent use of it was a sorrow to her. We have decided to build the cairns for our fallen kindred at its crest.\\n\\n'Will you join us in remembering our fallen and add a stone to their cairns? Speak with me when you are ready, and we will depart.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I thank you again, [placeholder]. You did not know Tadan for long, but he was a good man, and I know he appreciated your visits, despite the dangerous tenor of the duty in which you found him. I do not blame him for what happened, and I ask that you do not, as well -- Mordrambor has ensnared folk greater than you or I.\\n\\n'I feel that my people will be able to fight once again, and with renewed determination. We will not forget what Mordrambor and Amarthiel have done, but neither shall we wallow in our grief! Our vengeance, when it comes, shall be magnified ten-fold by our losses, and they will regret their misdeeds!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'We will travel now to Barad Rath to remember the fallen, if you are ready.'\\n\\n<rgb=#FF0000>This is a Solo quest, and cannot be completed with a Fellowship.</rgb>",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Yes, [placeholder]? What is it?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 11, Chapter 4: Remembrance",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Dúnedain of Tinnudir have gathered to construct cairns over the bodies of their fallen brethren, and Calenglad has asked that you participate as well.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Calenglad and travel with him to Barad Rath",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Calenglad is at the Ranger-camp on the island of Tinnudir, in Evendim.\\n\\nYou have been invited to join the Dúnedain in remembering their kin slain by Mordrambor during his escape.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Calenglad",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Calenglad is at the Ranger-camp on the island of Tinnudir, in Evendim.\\n\\nThe remembrance of the fallen Dúnedain was interrupted by the appearance of a raven sent by Torogethir: Amarthiel's troops have begun their search for Narchuil.",
      "es": ""
    }
  ]
}