{
  "id": 620795338,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have found the entrance to Bar-e-Therchir; does Narchuil lie within?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "This south-west chamber reveals no sign of Narchuil's presence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "This northern chamber reveals no sign of Narchuil's presence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Lavanthir has kept watch over the Wood-trolls that live within Eryn Singor for several weeks and has noticed the Angmarim doing the same.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Defeated Dâg Taushakhu ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "Defeated Dâg Taushakhu ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'It is a pleasure to meet you, [placeholder], but it must be an urgent errand to bring you this far into the wild.\\n\\n'I must confess to you that I have seen no sign of this ring you seek, but the Wood-trolls make lengthy exploration difficult. There is an unsavoury air about the place, and the presence of an evil relic might serve as explanation for it.\\n\\n'There is a cave beneath Eryn Singor, called Bar-e-Therchir, and I believe that the unpleasant air that hangs over the land here comes from that cave. It must be searched for any sign of Narchuil.\\n\\n'This will be no simple feat, for the cave is the home of the Dâg Taushakhu, children of Taushakh, who ruled the Wood-trolls of the North for a time. Look for them in the deepest chambers of Bar-e-Therchir, and determine if Narchuil rests within one of their chambers.\\n\\n'Hinder, too, any Angmarim you see searching the cave and return to me when you have plumbed the deepest chambers and slain the Dâg Taushakhu. Perhaps you will return with Narchuil, and the search will be at its end?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The entrance to Bar-e-Therchir is somewhere within Eryn Singor, home of the Wood-trolls in the north-west region of Tâl Bruinen.\\n\\nLavanthir believes that the unpleasant air that hangs over Eryn Singor emanates from the cave of Bar-e-Therchir and wants you to find the entrance, defeating Wood-trolls along the way, and then return to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You found no sign of Narchuil? I am sorry, [placeholder], but we may take comfort from this: the Angmarim still search the cave, but we know now it is not to be found within. May their learning of this fact be slow!\\n\\n'I am pleased that you defeated the Dâg Taushakhu, for no good could come of their continued growth. Taushakh himself caused a great deal of turmoil in Tâl Bruinen before he found his way northward, and his children would likely do the same.\\n\\n'I am sorry your search here proved fruitless. Did Candelleth suggest any other likely sites?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Dâg Taushakhu live within the deepest chambers of Bar-e-Therchir, located within Eryn Singor, home of the Wood-trolls in the north-west corner of Tâl Bruinen.\\n\\nLavanthir has asked you to search the deepest chambers of Bar-e-Therchir to see if Narchuil lies hidden there and to defeat the Dâg Taushakhu.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Lavanthir is outside Eryn Singor, home of the Wood-trolls in Tâl Bruinen.\\n\\nYou have defeated the Dâg Taushakhu deep within Bar-e-Therchir, but found no sign of Narchuil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I do not know where the entrance to Bar-e-Therchir is, but it is somewhere within Eryn Singor. Find the entrance to the cave and search its depths for Narchuil.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You found no sign of Narchuil? I am sorry, [placeholder], but we may take comfort from this: the Angmarim still search the cave, but we know now it is not to be found within. May their learning of this fact be slow!\\n\\n'I am pleased that you defeated the Dâg Taushakhu, for no good could come of their continued growth. Taushakh himself caused a great deal of turmoil in Tâl Bruinen before he found his way northward, and his children would likely do the same.\\n\\n'I am sorry your search here proved fruitless. Did Candelleth suggest any other likely sites?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Lavanthir is outside Eryn Singor, home of the Wood-trolls in Tâl Bruinen.\\n\\nYou have defeated the Dâg Taushakhu deep within Bar-e-Therchir, but found no sign of Narchuil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The cave you found within Eryn Singor is home to the Dâg Taushakhu, children of Taushakh, who ruled the Wood-trolls of the North for a time. Look for them in the deepest chambers of Bar-e-Therchir and determine if Narchuil rests within.\\n\\n'Return to me when you have plumbed the deepest chambers and slain the Dâg Taushakhu. If you find Narchuil, your search will be ended!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the entrance to Bar-e-Therchir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find south-west room in Bar-e-Therchir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Find northern room in Bar-e-Therchir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Defeat Dâg Taushakhu ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 11, Chapter 7: Secrets of Eryn Singor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Defeat Dâg Taushakhu ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}