{
  "id": 620795336,
  "txt": [
    {
      "id": 218649169,
      "en": "'Your story fills me with concern, [placeholder]. Tâl Bruinen is a dark and wooded land, and this ring for which Amarthiel seeks could be anywhere. If the Angmarim have some guidance to its location that we do not, I can see little chance that we will find it first.\\n\\n'My scouts tell me that the Angmarim seem particularly interested in the small ruins that dot the landscape of Tâl Bruinen. If you could journey to some of these ruins and defeat the searching Angmarim, I will contemplate upon possible places where a ring such as Narchuil could have been lost.\\n\\n'I fear this errand may be hopeless, [placeholder], but perhaps Narchuil, if it is within these wooded lands at all, will evade the Angmarim as well.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have done your part, but I must confess that my list of possible hiding-places for the ring Narchuil is very short. I will tell you of them, and let you judge for yourself if they seem to be reasonable to you.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Many small ruins dot the landscape of Tâl Bruinen, [placeholder], and the Angmarim seem particularly interested in searching these sites. While you defeat some of these invaders, I will think of some places where Narchuil could have remained hidden.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 11, Chapter 6: A Cheerless Land",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have told Candelleth why the Angmarim have come to Tâl Bruinen, and she is now thinking of possible places where Narchuil could be hidden.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Small ruins can be found scattered throughout the wooded hills and valleys of Tâl Bruinen.\\n\\nCandelleth told you that the Angmarim seem to have a great interest in the various small ruins found throughout Tâl Bruinen. While you confront several of these searching groups, she will consider places where Narchuil may have been hidden.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Candelleth is at Echad Candelleth, in Tâl Bruinen.\\n\\nYou have defeated several of the searching Angmarim and should now return to Candelleth to see if she has any information on where Narchuil may have remained hidden.",
      "es": ""
    }
  ]
}