{
  "id": 620812604,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'This weapon may be what we need to drive off the Watcher in the Water, [placeholder], and allow the dwarves to enter Moria!\\n\\n'Speak to me when you are ready and I will bring you to Bósi and Brogur. They will be pleased to see there is hope again at last!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The rest of the dwarves have entered Moria in search of fortune, [placeholder], and we have you to thank for it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Are you ready? I will bring you to Bósi so that he may be heartened by the mighty weapon that has returned from the depths of time. This may be the advantage we need to wreak vengeance upon the Watcher in the Water for the death of Bróin and the other lives it claimed that day.'\\n\\n<rgb=#FF0000>This is a Solo quest, and cannot be completed with a Fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 12: The Watcher in the Water",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Are you ready? I will bring you to Bósi that he may see the mighty weapon that has returned from out of the deeps of time. This may be the advantage we need to strike vengeance upon the Watcher in the Water for the death of Bróin and the other lives it has claimed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have become proficient with a lost weapon of the Elder Days, and the dwarves of Bósi's expedition are confident that you can now stand against the Watcher in the Water.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Ráthwald and travel to face the Watcher",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ráthwald is at the ruined arch near Echad Dúnann, in Eregion.\\n\\nNow that you have a weapon strong enough to harm the Watcher in the Water, Ráthwald is waiting to bring you to Bósi.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ráthwald is at the ruined arch near Echad Dúnann, in Eregion.\\n\\nYou have driven away the Watcher in the Water and the dwarves have entered Moria at last.",
      "es": "",
      "es (fem)": ""
    }
  ]
}