{
  "id": 620812605,
  "txt": [
    {
      "id": 82334705,
      "en": "'You have it on the run, [placeholder]!'",
      "es": ""
    },
    {
      "id": 218696945,
      "en": "'Show yourself, monster!'",
      "es": ""
    },
    {
      "id": 82334706,
      "en": "'[placeholder], stop him!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The foul creature that watches from within the depths of the pool will feel the sharp bite of your weapon and be afraid. Stride forth and teach it a lesson it will be long in forgetting!\\n\\n'Do this not just for the sake of Khazad-dûm, but for the memory of Bróin, taken by that fell creature. My nephew deserved a better fate than to die in that thing's grasp.\\n\\n'When you have driven off or slain the creature, we will be unopposed and may walk into Moria unhindered!\\n\\n'One of my dwarves has gone ahead to scout for the beast. Look for him, and be watchful.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'We have done it, [placeholder]! We have driven the Watcher from the Doors of Durin, and now the dwarves of our expedition may pass into the Mines of Moria! The weapons we found have proven the difference, friend -- yes, my dwarves have equipped themselves from the same cache, and the creature has learned to fear the sharp bite of the Iron Garrison!\\n\\n'You have avenged my nephew Bróin as well, and all of the dwarves who have been lost to this creature. It retreats now through dark passages; may its writhing, reeking arms never trouble us again.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'No longer will I cow to my grief, [placeholder]. Nay; I will avenge my son in battle, and woe to this creature that took him from me!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'I cannot thank you enough for this, [placeholder]. Not only have you driven off the beast that kept us out of Moria, but you have avenged my son as well. I will never forget your great service to me, and will always be in your debt and at your service.\\n\\n'Bróin spoke often of combat and great heroics; he would have marvelled at your battle with the fierce Watcher.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'There are ripples in the water, but I do not see the beast. Be on your guard, for it may attack without warning, as unlucky Bróin learned at his peril!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Brogur has been defeated.",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'We must return now to tell the rest of the expedition what you have accomplished, and that we may now pass into the Mines of Moria!'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "The Watcher in the Water is retreating into the murky waters!",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'We must return now to tell the rest of the expedition what you have accomplished, and that we may now pass into the Mines of Moria!'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "The Watcher in the Water retreats from view, and is gone!",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The sharp bite of your weapon will have to prevail against the thick flesh of the Watcher's many arms.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Bósi",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Bósi's scout",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Drive off the Watcher in the Water",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Brogur",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Protect Brogur from the Watcher in the Water",
      "es": ""
    },
    {
      "id": 190872033,
      "en": "'Cousin! What are you doing here?'",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Bósi",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Brogur",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Talk to Brogur",
      "es": ""
    },
    {
      "id": 78110193,
      "en": "'Good fortune, [placeholder]. Trust in the sharp bite of your weapon!'",
      "es": ""
    },
    {
      "id": 262471921,
      "en": "'You have my everlasting thanks, [placeholder]. My son has been avenged.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Bósi is on the slope that leads up to the pool before the Doors of Durin.\\n\\nBósi is waiting to wish you well against the Watcher in the Water. He is confident that the sharp bite of your weapon will prevail.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Bósi sent some dwarves up to the pool to scout ahead for the beast.\\n\\nArmed with your new weapon, you are ready to face the Watcher in the Water.",
      "es": ""
    },
    {
      "id": 21552661,
      "en": "Bósi's Scout",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The Watcher in the Water lurks within the pool, casting its arms forth to attack you!\\n\\nYou must defeat the arms of the Watcher and drive it from the entrance to Moria.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Brogur has come to the shore of the Black Pool, against his cousin's wishes.",
      "es": ""
    },
    {
      "id": 20149489,
      "en": "'Do you think it is gone?'",
      "es": ""
    },
    {
      "id": 162343009,
      "en": "'The creature is retreating, [placeholder]! You have done it!'",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Brogur has challenged the Watcher in the Water, determined to avenge the death of his son.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Bósi and Brogur are on the edge of the pool.\\n\\nThe Watcher in the Water has been driven off, and you should now speak with Bósi and Brogur.",
      "es": ""
    },
    {
      "id": 167764625,
      "en": "'The creature withdraws!'",
      "es": ""
    },
    {
      "id": 96295489,
      "en": "'This creature will feel my vengeance! For Bróin, for my son!'",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "Bósi and Brogur are on the edge of the pool.\\n\\nThe Watcher in the Water has been driven off, and you should now speak with Bósi and Brogur.",
      "es": ""
    },
    {
      "id": 96295490,
      "en": "'I will avenge you, Bróin!'",
      "es": ""
    },
    {
      "id": 96295491,
      "en": "'If I die, so be it! I will be avenged upon the beast!'",
      "es": ""
    },
    {
      "id": 96295492,
      "en": "'You will pay dearly for taking my son from me!'",
      "es": ""
    },
    {
      "id": 96295493,
      "en": "'You are right, [placeholder]. This will not bring my son back to me....'",
      "es": ""
    },
    {
      "id": 96295494,
      "en": "'Bróin, I am sorry!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Look for my scout just up the slope, on the edge of the pool. He will tell you where he has seen the beast, that you may attack it with your new weapon.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'It's out there... the beast that killed my son. I will not rest until Bróin is avenged.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'It's out there, [placeholder]. The beast that killed my son. I will not rest until Bróin is avenged.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: The Watcher in the Water",
      "es": ""
    },
    {
      "id": 33949937,
      "en": "'No! Come back! My vengeance is not satisfied!'",
      "es": ""
    },
    {
      "id": 41456465,
      "en": "'The beast returns!'",
      "es": ""
    },
    {
      "id": 41456466,
      "en": "'Look out!'",
      "es": ""
    }
  ]
}