{
  "id": 620790665,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "Finish before time runs out!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected dwarf-fireworks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected Elf-fireworks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Collected hobbit-fireworks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Robert Greenverge is in charge of the fireworks for Summerdays.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Collected Man-fireworks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "Time has run out!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Well met, friend. The festival has begun and all things merry are happening. I myself have a very important job, indeed. I am in charge of the fireworks show here at the Bree Fairegrounds. It is no small task. I have so much to keep me busy that I find myself in need of some help.\\n\\n'I would appreciate it if you would gather me some fireworks from the vendors spread out across Eriador. We will celebrate all the Free Peoples of Eriador, and we must have all the Peoples represented in my show. If you would, please gather fireworks from Thorin's Hall, Duillond, the Party Tree in the Shire, and from here.\\n\\n'Hurry back once you have all the fireworks. There is no time to lose!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The fireworks vendors can be found in Duillond, Thorin's Halls, the Party Tree, and the Bree Festival Grounds. Robert Greenverge awaits you at the Bree Festival Grounds.\\n\\nRobert Greenverge has asked you to gather the four special fireworks from the fireworks vendors of Summerdays. Time is of the essence.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Excellent! You have gathered all the fireworks! Now we can have a show that will make all others envious of our stunning fireworks. Perhaps you will sit and enjoy it too. It will be a sight to behold!\\n\\n'And here, for your troubles, I will give you this special firework that I created myself. It will be the grand finale to celebrate Summerdays.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have not gotten all the fireworks I asked for from Duillond, Thorin's Hall, from here, and from the Party Tree in the Shire. I must have all the special fireworks for this show! Hurry!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Robert Greenverge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect dwarf-fireworks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect Elf-fireworks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Collect hobbit-fireworks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fireworks for the Festival",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Collect Man-fireworks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}