{
  "id": 621074080,
  "txt": [
    {
      "id": "0xa8e11a9",
      "en": "Jajax turns to leave, and Prince Imrahil calls for him to halt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 3.3: Burning Ships",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'A pox on all Corsairs... but especially this grinning villain!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Jajax in the Palace of the Swan, King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Captain Maeral in the Palace of the Swan, King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Evil tidings have come to Dol Amroth from the coastline of Anfalas, tidings that harden my heart against such men as this Jajax. But you need not hear of them from me. Speak instead to Captain Maeral, for he left Outer Gondor just days ago... afoot and without ship. Tell [placeholder] why this was your manner of travel, Captain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Jajax in the Palace of the Swan, King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Wait for Jajax to leave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'If you command me to speak, my Prince, I will, but the pain is fresh and the losses I suffered there will haunt me to the end of my days. I came afoot because my ship, the Alphroval, was burned off the coast of Anfalas by Corsairs of Umbar just days ago. Some of my crew survived and made the journey back to Dol Amroth overland with me, but too many good sailors died to fire and water and Corsair blade.\\n\\n'I demand to know why you now host in this palace one of the monsters who set my ship aflame!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Prince Imrahil in the Palace of the Swan, King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'You need not hear these tidings from me. Speak instead to Captain Maeral, for he left Outer Gondor just days ago... afoot and without ship. Tell [placeholder] why this was your manner of travel, Captain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Prince Imrahil in the Palace of the Swan, King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'You can tell this weepy old sailor that I was not involved with the burning of his precious ship, [placeholder], and my proof is that he still lives. If I had been there, he and his crew would have been spared...'\\n\\nJajax grins.\\n\\n'Aye, they would have been spared... spared the walk back to this city! Tell him this, too: I did not burn his ship, but if he gets another he would be wise to steer it far from Jajax in the future!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'What says this villain to that?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Silence! I will allow no fighting in the Palace of the Swan!\\n\\n'King Elessar, these tidings of Anfalas make it clear to me that you should make a change in the plan we discussed. If the Corsairs of Umbar remain active along the coast of Langstrand, it is too dangerous for you to continue that way. Instead you should make preparations to return to Minas Tirith. I will allocate a number of swan-knights to attend you on the journey, if you so desire.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to King Elessar in the Palace of the Swan, King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "Jajax says nothing further, but he looks very satisfied with himself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'I value your words, Prince Imrahil, but I cannot heed the warning they contain. The suffering of Anfalas makes it a more necessary destination for me, not a lesser one. I will see the state of things in Outer Gondor with my own eyes, and I will aid the people there as best I can, despite the danger... or perhaps because of it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "A tense situation arises in the Palace of the Swan with the arrival of Jajax.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'The King should make preparations to return to Minas Tirith.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Captain Maeral is in the Palace of the Swan in Dol Amroth, King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "King Elessar is in the Palace of the Swan, in King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'The Prince wants to know where I am going? That is my own concern. Being his guest has already grown tiresome.\\n\\n'Farewell, [placeholder]. Perhaps I will see you again. Perhaps not.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'I will not change my plan. I will go to see the state of things in Anfalas.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Jajax is in the Palace of the Swan in Dol Amroth, King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Jajax is in the Palace of the Swan in Dol Amroth, King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Prince Imrahil is in the Palace of the Swan in Dol Amroth, King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Jajax has decided to leave.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Prince Imrahil is in the Palace of the Swan in Dol Amroth, King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "Jajax snorts, a rude sound that echoes in the hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'He may not have been responsible for the burning of the Alphroval, [placeholder], but I think it need not matter. How many good men do you think he has slain during his life as a Corsair? Whether he fights on behalf of the Heirs of Castamir or the Kindred of the Coins or for himself, does it really matter to the men whose lives he takes, or whose ships he burns?\\n\\n'Watch that one carefully if your paths cross again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'I will not change my plan. I will go to see the state of things in Anfalas.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "Prince Imrahil calls for everyone to be quiet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'Halt! Someone stop that man.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}