{
  "id": 621074078,
  "txt": [
    {
      "id": 162883718,
      "en": "'Nothing!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 3.1: The Prince's Guest",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Find the guard keeping an eye on Jajax to the east, beyond the market stalls",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Follow the sound of the unusual gull-call down the street to the east",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to Tholion by the market stalls",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Just a few days ago, the City Watch apprehended a man lurking outside the city. He was dressed as one of the Corsairs of Umbar and made no apology for it, but when he named you as a friend the Watch was forced to let him go. I might have commanded otherwise, but the guards had to make a decision and they made it. Holding prisoner a friend of the hero [placeholder]... they did not wish to make a mistake such as that.\\n\\n'I have had them keep a wary eye on this man ever since, just to ensure he causes no disturbance in Dol Amroth, but perhaps it would be best if you speak to him and learn his intentions here. Find Beriaudur, the leader of the Watch, and ask him for the latest report on this Jajax's whereabouts and behaviour. Beriaudur will be south-east of the Palace of the Swan, at the bottom of the steps.'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Seek Jajax in the vicinity of Lindor in the courtyard to the north",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Look for the source of the strange gull-call",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'You have just missed the report from one of my guards concerning this man! If you hurry, you might catch up to the pair of them. Look for Tholion to the east and beyond the market stalls, where he said this Jajax lingered.'",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to Jajax in the tree-shaded street in Dol Amroth, King's Gondor",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'I have had them keep a wary eye on this man ever since, just to ensure he causes no disturbance in Dol Amroth, but perhaps it would be best if you speak to him and learn his intentions here. Find Beriaudur, the leader of the Watch, and ask him for the latest report on this Jajax's whereabouts and behaviour. Beriaudur will be south-east of the Palace of the Swan, by the bottom of the steps.'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'You have just missed the report from one of my guards concerning this man! If you hurry, you might catch up to the pair of them. Look for Tholion to the east beyond the market stalls, where he said this Jajax lingered.'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to Lindor in the courtyard",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'He was right here! I don't know how he gave me the slip!\\n\\n'What if you check in the courtyard to the north? Perhaps Lindor saw which way he went? Captain Beriaudur is not going to be happy about this...'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'What if you check in the courtyard to the north? Perhaps Lindor saw which way he went? Captain Beriaudur is not going to be happy about this...'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'I am at a loss. We watched this fellow from a goodly distance for the better part of three hours, and he made no suspicious movements or gave any sign that he knew he was observed. And then in a snap he just vanished! Are we certain he is a reformed Corsair, and not some irksome water spirit instead?'\\n\\nKnowing what you know of Jajax, you hesitate to describe him as \\qreformed.\\q Instead you commiserate with Lindor about having lost him.\\n\\n'Aye. It is to be hoped Captain Beriaudur will not be too cross with us. I will go to him now with the hope... no, the certainty... that we will find this Jajax again before he causes any serious trouble.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Prince Imrahil wants you to keep an eye on an apparent troublemaker who named you a friend, ensuring he causes no trouble for the city.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Tholion sent you to check with Lindor, another of his company, in the courtyard to the north.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'It is to be hoped Captain Beriaudur will not be too cross with us. I will go to him now with the hope... no, the certainty... that we will find this Jajax again before he causes any serious trouble.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Beriaudur, leader of the city's guard, can be found south-east of the Palace of the Swan, in Dol Amroth, King's Gondor.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Lindor seems to have also misplaced Jajax.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "The gull-call you heard came from the street to the east and seemed rather out-of-place.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Those guards are fortunate I chose to do no more than merely embarrass them... I could have slain them very easily, if I wanted. But you are a friend, so they can live for today.\\n\\n'To think you believed our paths would never cross again, [placeholder]. It seems you have the pleasure of entering my story at least once more!'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "A guard keeping watch on Jajax's movements in Dol Amroth is to the east, beyond the market stalls.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "The gull-call you heard came from this tree-shaded street and seemed quite out-of-place.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "The guard Tholion is distressed about something.",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Jajax stands in a tree-shaded street in Dol Amroth, King's Gondor.",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "The strange gull-call came from somewhere hereabout",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "The Corsair Jajax steps from the shadows, grinning widely",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Talk to Beriaudur by the steps south-east of the Palace of the Swan in Dol Amroth, King's Gondor",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "The guard looks around sheepishly",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "There is no sign of Jajax here either",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "On the edge of hearing, you catch a brief gull-call from the street to the east",
      "es": ""
    }
  ]
}