{
  "id": 621074082,
  "txt": [
    {
      "id": "0xabe2761",
      "en": "'Who speaks of the Kindred of the Coins?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xabe2762",
      "en": "'I can only bear so much praise in one day, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "Jajax has arrived at a run!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xabe2763",
      "en": "'But I prefer it to... complaining.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08eda5",
      "en": "Listen to Itûr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xabe2764",
      "en": "'It is we who are grateful to your folk.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xabe2765",
      "en": "'The uprising began here in the Lower Ward of the city.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x62faf31",
      "en": "'Daxamat?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xabe2766",
      "en": "'The Heirs of Castamir could not have been defeated by only seven people, after all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x62faf32",
      "en": "'It is you! What are you doing here?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xabe2767",
      "en": "'Such things need...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "You have returned to Umbar with your brother Jajax.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x62faf33",
      "en": "'This is not a good day for you to be here, Dax!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xabe2768",
      "en": "'... bodies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x62faf34",
      "en": "'The Kindred -'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xabe2769",
      "en": "'Who is your friend there?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Your brother Jajax has asked you to follow him through the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x62faf35",
      "en": "'The city is grateful to you and all the Kindred, Khôltekh, sir!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2339f21",
      "en": "'Nakási, my love.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Jajax stands in the courtyard of the Teeming Net Tavern.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Ah, it is good to be home! The sea-breeze welcomes us back to Umbar! My name may be spoken of all across the world already, but it will mean a little more to hear it spoken in the streets of our city. No doubt my exploits will earn us a tankard or two of ale in the Crab and Cutlass, or in the Teeming Net Tavern. You were always partial to the Hungry Deep, weren't you, Dax?\\n\\n'But we have work to do! The drinking will have to wait. But just a little while!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Jajax has agreed to recount to you what happened to him and his brother Daxamat when the two of them sailed from Gondor to Umbar after the conclusion of the war.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Jajax has decided to look for information about what has happened in Umbar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Your friend Itûr has recognized you and called you over to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Something about the city is different, Dax. Do you feel it too?\\n\\n'There are too many guards here. The Haradrim of Ordâkh seem to be gone, but in their place the guardsmen appear... more vigilant. What has happened to my City of Sails? I do not like this. Someone must answer for it... and they will answer to Jajax!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Dax! I haven't seen you in an age! I thought you perished in the war... but you must have escaped that fate, somehow! I take it some portion of your brother's good fortune must have transferred to you? We could have used some of that here!\\n\\n'Were you in the battle? I heard the Corsairs who followed Balakhôr were slain by an army of Dead Men... and that they were led by the hated warrior Thorongil, who despised the Umbari so much he returned to life that he may slay even more! But that cannot be so. Still, there have been strange occurrences here in recent days, ever since the great earthquake that collapsed the Temple of the All Seeing. People say he is dead... if such a thing is possible. But the Empire of Ordâkh did not stand long against the uprising, and when the fighting ended the Kindred of the Coins announced that neither Sauron nor Ordâkh would rule again in Umbar.\\n\\n'The Kindred claim they have ushered in a new age, but for people like you and me, Dax, and like your brother... I do not know if they mean it. The gaols are full of thieves and Corsairs alike; no opponent of the Kindred lives long after voicing it. If they learn that you sailed with any Heir of Castamir...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Khôltekh has asked you for your name.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'What is your name? Daxamat?'\\n\\nKhôltekh nods idly, but behind his eyes you sense that he is paying very close attention to your face, and filing away your name for later consideration.\\n\\n'Some there are who lead, and some there are who follow. Even the Kindred of the Coins is subject to this rule, my new friend. Azagath the Sea-shadow prides himself on leading; he does so with aplomb. Rothog the Storm carries out the wishes of those who give the commands, and they are made stronger with every swing of his mighty fists, and every bite of his sharp teeth. Ask the Heirs of Castamir who attended the half-troll's last bout before the Sea-stone Mutiny about those teeth...'\\n\\nKhôltekh grins.\\n\\n'A private joke, Daxamat. But heed these words, for they are also true: the wisest of all is he who knows when to lead and when to follow. The wisest is he who knows when to speak, and when to listen. Which are you, my new friend? And who do you follow? The Heirs of Castamir? Or perhaps the Church of the All Seeing? This city has many foes, and sometimes they require some... rooting out. The uprising in Umbar was thorough... but Azagath has mused aloud that he sometimes wonders if it was thorough enough.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Remain in the courtyard as your brother Jajax requested, and cause as little trouble as possible.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Itûr has quietly caught your attention.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'You have to go, Dax, before Khôltekh remembers you are here. Quietly, through the northern exit!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Itûr has asked you to discreetly escape from Khôltekh through the northern exit of the courtyard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Wait for Jajax to return... and cause no trouble",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Jajax has returned to you at great speed. You are not the only sibling to have gotten into trouble!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Itûr... quietly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Dax! This place is no longer safe for us! This Kindred of the Coins intends to imprison or put to death any freebooter and pirate that does not sail in support of them!\\n\\n'There's no time... we have to leave this city! Quickly, back to the ship!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Escape through the northern exit of the courtyard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Jajax told you the city is not safe for the two of you, and you have to hurry back to your ship and escape!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Jajax outside the courtyard of the Teeming Net Tavern",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Follow Jajax back to the ship... and quickly!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2461d41",
      "en": "'We will not stay long, my brother.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2461d42",
      "en": "'I need a proper ship, and a bigger crew.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2461d43",
      "en": "'Where should we seek for these things?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2461d44",
      "en": "'Hmm... are there more guards than you remember?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2461d45",
      "en": "'This way, Dax.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2461d46",
      "en": "'I am going to sniff around and see what happened while we were gone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2461d47",
      "en": "'Wait for me here... and cause no trouble!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2461d48",
      "en": "'And yet he is my brother.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2461d49",
      "en": "'Trouble found him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Remain in the courtyard as your brother Jajax requested, and cause as little trouble as possible.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4718941",
      "en": "'Khôltekh, you villain!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4718942",
      "en": "'Where are the supplies you promised my husband?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbe276e0",
      "en": "'You were not here when this occurred.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbe276e1",
      "en": "'Need I ask you where lie your loyalties?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbe276e2",
      "en": "'The things I promised to you have already been loaded onto your ship.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbe276e3",
      "en": "'I have my own voyage to make, and it is longer than yours.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Jajax in the Sail-haven of Umbar Baharbêl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Follow Jajax",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x19789d5",
      "en": "Umbari Guard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Jajax in the courtyard of the Teeming Net Tavern",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Wait in the courtyard for Jajax to return",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Itûr in the courtyard of the Teeming Net Tavern",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Wait for Jajax to return... and cause no trouble",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Khôltekh in the courtyard of the Teeming Net Tavern",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x461d460",
      "en": "'Hurry, Dax! Hurry!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: The Adventures of Jajax and Daxamat",
      "es": "",
      "es (fem)": ""
    }
  ]
}