{
  "id": 621074081,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Jajax stands on a tree-shaded street in Dol Amroth, King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'I said to keep an eye on him, not to bring him to my court, [placeholder]. Why should I trust these things he says of Umbar, or of the Kindred of the Coins? How do we know he is not one of them?\\n\\n'Why should I trust one of the Corsairs who so troubled our coasts during the war, and who continues to do so even now? Have you taken leave of your senses?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'It is good to be owed favours and coin by Kings and Princes, [placeholder]. I accept your offer. I have not been the guest of a royal court such as this before. Well, not an invited one, anyway.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Jajax stands on a tree-shaded street in Dol Amroth, King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Prince Imrahil is in the Palace of the Swan in Dol Amroth, King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Jajax in Dol Amroth and hear his story",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Prince Imrahil in the Palace of the Swan, King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Jajax in Dol Amroth, in King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "You have encountered the Corsair Jajax in Dol Amroth and he has a tale to tell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Much has happened to me since I saw you last. Do you want to hear of my adventures?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'My brother Daxamat and I believed we were done with Gondor when we bid you farewell, [placeholder]. I thought we would return briefly home, to Umbar, and after finding a new ship and a new crew we would set sail once again in search of treasure.\\n\\n'It was a fine plan, but... well, that is the story, is it not?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 3.2: The Adventures of Jajax and Daxamat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'It was oar-work alone that allowed us to escape, but if good fortune permitted it, ill fortune was soon to follow. A sudden storm rose up and swamped the boat, and when at last I came to shore it was back to Gondor I had been delivered. Of Dax there was no sign. I am certain my brother lives, for he has survived much worse than that, sturdy crab that he is.'\\n\\nYou tell Jajax that Prince Imrahil and King Elessar should be told of the situation he encountered in Umbar, and the Corsair tilts his head, weighing your suggestion against the potential for reward.\\n\\n'It is good to be owed favours and coin by Kings and Princes, [placeholder]. I accept your offer. I have not been the guest of a royal court such as this before. Well, not an invited one, anyway.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}