{
  "id": 621074194,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'This is the road to Anfalas, [placeholder], westernmost fief of my husband's kingdom. He has spoken to me of its ruler Golasgil, who marched to the defence of Minas Tirith with a number of soldiers and his household guard. He perished at the Battle of the Morannon, moments before the defeat of Sauron, and Elessar grieves that he sacrificed so much and never saw the victory for which he died.\\n\\n'I understand he asked you to bring to his people word of his bravery in the face of death?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "You planned to rejoin King Elessar south of the Blackroot Vale in King's Gondor, on the road into Anfalas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'I will go to the Blackroot Vale and hear Duinhir's concerns myself after we have returned from Anfalas.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "King Elessar is on the road to Anfalas, in King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Anoradan is in the centre of the fishing village of Melgobas, in Anfalas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "The town of Melgobas is to the west along the coast in Anfalas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Golasgil asked you to bring word of his death to his people? If it will bring comfort to them, I encourage you to do this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Travel south of the Blackroot Vale in King's Gondor, and rejoin Elessar on the road to Anfalas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Who are these fine folk?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Who are these fine folk?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "King Elessar and Queen Arwen greet you warmly as you approach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to King Elessar on the road to Anfalas, in King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Queen Arwen on the road to Anfalas, in King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Anoradan in Melgobas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Travel to the town of Melgobas, in Anfalas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "The smell of salt and the cries of gulls hang over the fishing village of Melgobas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'King Elessar would do well to remember that not all the folk of Gondor are as stern or as cold as the Elves he loves, and if he does not take care his kingdom may slip away. And when it does, if it does, it may not be to the fires of the Corsairs but to the fury of his own people. You tell him that, [placeholder]. He has my loyalty, for I am sworn to Gondor, but these are true words I speak, and he would do well to heed them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The time has come for you to rejoin King Elessar on the road to Anfalas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I bid you farewell, then, and I will try to master my grief and that of my people. But King Elessar would do well to remember that not all the folk of Gondor are as stern or as cold as the Elves he loves, and if he does not take care his kingdom may slip away. And when it does, if it does, it may not be to the fires of the Corsairs but to the fury of his own people. You tell him that, [placeholder]. He has my loyalty, for I am sworn to Gondor, but these are true words I speak, and he would do well to heed them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 3.6: Word of Their Lord",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Thank you for going on my behalf to Morlad, [placeholder]! How fares the Lord of the Blackroot Vale and his wife and people?'\\n\\nYou give your account of the grim sentiment that pervades the Vale, and the words of its ruler. Elessar nods.\\n\\n'Duinhir and Rosfin suffered much during the war, and the wound that is the loss of their sons can never truly be mended. I knew it was so, but I let my other concerns guide me and erred by sending you there. I should have gone as well, [placeholder]. On my return journey, after we see Anfalas, I will go to the Vale and speak with them personally.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}