{
  "id": 621042393,
  "txt": [
    {
      "id": 111477344,
      "en": "Explore Sadauk-kala",
      "es": ""
    },
    {
      "id": 111477345,
      "en": "Explore Brúvraum",
      "es": ""
    },
    {
      "id": 8567318,
      "en": "You have explored Vâr Nuchur. The high perch of Vâr Nuchur was once a great garden used for feasts at Steepset.",
      "es": ""
    },
    {
      "id": 111477368,
      "en": "Explore Ronglagam",
      "es": ""
    },
    {
      "id": 111477347,
      "en": "Explore Tholmuzog",
      "es": ""
    },
    {
      "id": 218639270,
      "en": "You have explored Búshatap. The walkways and stairs were once a place of leisure in Gundabad.",
      "es": ""
    },
    {
      "id": 8567414,
      "en": "You have explored Khorroz. This large cavern, once illuminated by the warm glow of braziers and torches, was a bustling hub for trade with visitors to Gundabad.",
      "es": ""
    },
    {
      "id": 8567415,
      "en": "You have explored Ronglagam. The old dwarf work-tunnels have collapsed and been dug up once more by the many burrowing creatures in Máttugard.",
      "es": ""
    },
    {
      "id": 8567394,
      "en": "You have explored Brúvraum. These old dwarf work-tunnels once followed the path of the underground waterways of Shalakibal.",
      "es": ""
    },
    {
      "id": 246419801,
      "en": "Explore the many enemy locations to be found within Máttugard.",
      "es": ""
    },
    {
      "id": 8567396,
      "en": "You have explored Tholmuzog. Over the many years of Orkish occupation, many have set up encampments within the lower reaches of Máttugard, and away from the light.",
      "es": ""
    },
    {
      "id": 24695187,
      "en": "Explore the many enemy locations to be found within Máttugard.",
      "es": ""
    },
    {
      "id": 111477269,
      "en": "Explore Vâr Nuchur",
      "es": ""
    },
    {
      "id": 149027508,
      "en": "Enemies of Máttugard",
      "es": ""
    },
    {
      "id": 111477364,
      "en": "Explore Búshatap",
      "es": ""
    },
    {
      "id": 8567315,
      "en": "You have explored Sadauk-kala. The high walkways would fill with dwarves when a fallen lord was carried in a grand procession from Máttugard to the Houses of Rest.",
      "es": ""
    },
    {
      "id": 111477365,
      "en": "Explore Khorroz",
      "es": ""
    }
  ]
}