{
  "id": 621042382,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'I'll begin studying this sapper-bomb right away -- the materials used for its construction might give us a clue as to where they're being made. From what Mekhnet found out, a goblin named Thraunákh crafts these bombs. We don't know where he's located, but his sapper-bombs have spread throughout the Orc camps.\\n\\n'However, if I study this bomb, I'm afraid I won't have time to pick twistbeard. I thought I'd picked enough yesterday but... our supply dwindles.\\n\\n'Could you help me collect some? I usually find twistbeard on rocks in Tharkh Shathur, south-east from here. If you follow the road, you won't miss it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x34c6a71",
      "en": "'Are you helping Lúka? Please make sure she also takes care of herself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x34c6a72",
      "en": "'It is good Lúka is not doing this alone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x34c6a73",
      "en": "'Who... I haven't seen you here before. But thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1199",
      "en": "Tended to injured scouts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Lúka has asked you to collect some twistbeard.\\n\\nTwistbeard can be found on rocks in Tharkh Shathur, to the south-east of Ashmargathâl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The supply of twistbeard is running low for the soldiers at Ashmargathâl. Swamped with responsibilities, Lúka finds herself asking for aid.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Collect twistbeard ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "You should let Lúka know that you have cleaned the scouts' wounds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "Twistbeard collected ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Lúka",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'I'll make sure this twistbeard is usable; in the meantime, could you clean the wounds of a few of our injured scouts? The last thing I want is for infection and fever to sweep through our ranks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Talk to Lúka",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'Thank you. Now that I do not have to worry about our twistbeard supply, we can continue focusing on the problem of the sapper-bombs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a8",
      "en": "Lúka has asked you to clean the wounds of injured scouts.\\n\\nThe scouts are resting around Ashmargathâl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Tend to injured scouts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "You have collected all the twistbeard you could find.\\n\\nYou should return to Ashmargathâl and give the twistbeard to Lúka.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "No Small Deed",
      "es": "",
      "es (fem)": ""
    }
  ]
}