{
  "id": 621042296,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'Well met, stranger. Come to join this lonely soul? I can't say there's much to report. I've spent the last few months waiting for my wounds to heal, so I've been carving.' \\n\\nThe dwarf holds up twin wooden cups. \\n\\n'It passes the time well enough. I mean to keep one of these cups for myself. The other is for my wife.\\n\\n'Hmm... you seem like a good listener, and I think our comrades would appreciate that. Why not seek out those who are resting here and talk with them a bit? Surely anything must be better than being alone with their thoughts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Mekhnet sits near the Kambráda encampment in the eastern part of Amdân. She might like to hear about how her fellow soldiers are doing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Mekhnet has requested that you spend some time with soldiers who are resting around Amdân.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Happy memories are hard to come by during war. Mekhnet, an injured soldier, has a favour to ask.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to resting soldiers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "Talked to resting soldiers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'I have nothing to talk about, no family or friends left to speak of, but... come, sit with me.'\\n\\nYou sit next to him for several minutes. No words are exchanged, but the dwarf seems to find comfort in the relative silence that follows.\\n\\nBefore you get up to leave, he nods in farewell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Share a drink? It's just water, but I mustn't drink anything heavier.\\n\\n'So many soldiers miss their loved ones, but I miss the taste of ale. Not the ale we get here, but the ale from taverns. Tied to good memories, mostly. Drinking with friends.'\\n\\nShe sips some water.\\n\\n'Ah well. Can't get everything we want.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'These years have not been kind to me, but I hope they have been kinder to my family.'\\n\\nThe dwarf shows you a piece of paper he's been sketching on. The rough drawing of a bright-eyed child smiles from the page.\\n\\n'My daughter, or at least, how I remember her. I'll survive to see her again, mark my words.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Mekhnet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'That was kind of you. There is nothing wrong with reminiscing about better days during dark times.\\n\\n'Say -- I think there's something you could help me with.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Better Days",
      "es": "",
      "es (fem)": ""
    }
  ]
}