{
  "id": 621042295,
  "txt": [
    {
      "id": 228284039,
      "en": "'Do you see the shoreline to the east of us, across the river? Sometimes, I catch strange movement among the trees there. The guards dismiss it as nothing more than animals in the foliage, but I'm not so sure. Perhaps I'm being too cautious. Perhaps not.\\n\\n'If you could go out there and check that nothing seems suspicious, I'd appreciate it.'",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "You have found nothing of note other than an inert sapper-bomb.\\n\\nPerhaps inspecting it will unlock more clues.",
      "es": ""
    },
    {
      "id": 49286656,
      "en": "Talk to Mekhnet",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Mekhnet waits near the Kambráda encampment in the eastern part of Amdân.\\n\\nShe will want to hear about the goblin-sapper and the bomb you found.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Mekhnet harbours a concern that she'd like to put to rest.",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Examine the bomb",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "DNT - Defeat the goblin-sapper",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "Goblin-sapper defeated",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Check the area",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Ugh. No matter where I go, those sappers end up haunting me. We don't even know where they're crafting these bombs. All I have is a name -- Thraunákh.\\n\\n'But you've managed to get your hands on a bomb... that's valuable knowledge that you're holding. And I know folks who would appreciate that knowledge.'",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "An inert sapper-bomb lies in the snow",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "A shrill yell sounds from behind you",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "Mekhnet has been keeping an eye on the opposite shoreline to the east of the the Kambráda encampment in Amdân.\\n\\nYou should check to see if anything strange is happening there.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Creeping Sensation",
      "es": ""
    }
  ]
}