{
  "id": 621042379,
  "txt": [
    {
      "id": "0x6a502b8",
      "en": "Destroy bomb caches ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1199",
      "en": "Destroyed bomb caches ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "The Orcs hide bomb caches in the area between Ashmargathâl and Târ-kútoz.\\n\\nLúka has requested that you safely destroy any caches you find.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "An Explosive Job",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'While you were gone, I discovered that the bombs' alchemical mixture uses bat droppings. The Orcs of Târ-kútoz have bats under their command... perhaps Thraunákh is closer than we thought.\\n\\n'For now, however -- the Orcs hide caches of bombs in the unclaimed territory to the west, between Ashmargathâl and Târ-kútoz. There are already scouts out looking for the caches. I tried to join them, but they told me to stay back here and rest....\\n\\n'Could you go in my stead? I trust that you're keen of eye and steady of hand. Dismantle and destroy any caches you come across.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "With the sapper-bomb's alchemical formula broken, it's time to destroy the Orcs' bomb caches.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Talk to Lúka",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "You have scoured the area and destroyed all the bomb caches you could find.\\n\\nYou should return to Ashmargathâl and give Lúka the update.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "'Look, Hermáth! Mekhnet has returned to us! She said she's ready to be back on the field, but I told her she needed some rest first. She had to make her way up to us, after all!\\n\\n'Yes, I know I was supposed to be resting too, but I couldn't! I didn't want to see anyone get hurt again, and my anxiety kept me alert. But now... I can rest easier knowing the Orcs won't have as many bombs on-hand.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}