{
  "id": 621042383,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'The goblin Thraunákh must be in Târ-kútoz, holed up with all the bats he needs to create his sapper-bombs. We won't find him outside; I doubt the bats would willingly suffer the elements. Which means... they've made the watch-tower Atrad-zarakh their new home.\\n\\n'If we are to stop Thraunákh, we must first clear out a path through Târ-kútoz. We ought to target the Orc-sentries -- they are the eyes and ears of the camp.\\n\\n'I'll come with you. I have no desire to see another dwarf get hurt --\\n\\n'Ah, wait a moment. It seems that Mekhnet has something to say to you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "A recently-arrived Mekhnet wishes to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Eyes are set on the goblin Thraunákh in Atrad-zarakh, but the Orc camp of Târ-kútoz remains an obstacle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Defeat Orc-sentries ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "You have defeated as many Orc-sentries as you could find.\\n\\nYou should report back to Lúka in Ashmargathâl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Mekhnet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Talk to Lúka",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "'I should have known better than to trust Mekhnet the moment you disappeared. But what's done is done -- getting into Atrad-zarakh will be safer now. '",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'I am putting my foot down -- Lúka needs her rest! I know you can handle yourself, maybe even better alone than accompanied by a sleep-deprived dwarf.\\n\\n'Quickly, let me distract her. Head to Târ-kútoz, defeat their sentries, and come straight back. I wouldn't want you entering that watch-tower without help!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "Orc-sentries defeated ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Orc-sentries can be found in Târ-kútoz.\\n\\nYou should defeat them to ensure easier access to Atrad-zarakh later.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Way In",
      "es": "",
      "es (fem)": ""
    }
  ]
}