{
  "id": 620966557,
  "txt": [
    {
      "id": 262725911,
      "en": "Caught a mighty Drúnen Trout, a symbol of the enduring Woses!",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "Êkh-buri-Dhûr and Gnô-maka-Ghûr are in Drû Bhûta.\\n\\nYou should speak with the newly wed couple.",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "You congratulate Gnô-maka-Ghûr.\\n\\nGnô-maka-Ghûr uses hand gestures to express her joy to you and to the bright future that will surely come to the Woses.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Woses Are Wed",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 162883768,
      "en": "'You laugh with us Drúedain. Good heart, a bright sun. Now learn of us. My son Êkh-buri-Dhûr, is to wed Gnô-maka-Ghûr in moment. It is sacred ceremony where father not allowed to go. Tradition is father sends best friend to ceremony. I send you to watch the young Drúedain on great day.'\\n\\n<rgb=#FF0000>You will need to bring a fishing pole with you in order to participate in the wedding.</rgb>",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "'We are now wed. A couple until the last sun sets below the mountains.'\\n\\nYou congratulate Êkh-buri-Dhûr\\n\\n'Kindness in you stretches the valley. The stones you hold are the great stories of the Drúedain, past and future. The fish you catch is the one that lives in the quick current of life. The goat you tickle is funny. Marriage should have laughing, as should ceremony!'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Speak with Gnô-maka-Ghûr",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Pick up smooth river pebbles ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Congratulate Êkh-buri-Dhûr",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Congratulate Gnô-maka-Ghûr",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Tickle the goat",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "You congratulate Ôk-weni-Dhûr on his son's very recent marriage.\\n\\n'Very kind. I hear my son and his wife happy now. Ceremony, like Dhûrghud, stands for all time. Now you know of our tradition, our culture. This good story for you.'",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "Êkh-buri-Dhûr seems confident that you will be able to perform these long standing Wose traditions",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Fish can be caught from the Drúnen River in Drû Bhûta.\\n\\nÊkh-buri-Dhûr asks you to catch the sacred wedding fish.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Ôk-weni-Dhûr, my father send you? Good! This will be great day for all. You must partake in ceremony.\\n\\n'When ceremony start, must do three things. I will tell you what to do during ceremony.'",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Ôk-weni-Dhûr, a friendly Wose, wants you to help celebrate his son's marriage.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Êkh-buri-Dhûr and Gnô-maka-Ghûr are in Drû Bhûta.\\n\\nYou should speak with Êkh-buri-Dhûr and Gnô-maka-Ghûr before the wedding ceremony begins.",
      "es": ""
    },
    {
      "id": 177082768,
      "en": "The goat looks confused and the Woses laugh",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Ôk-weni-Dhûr is in Drû Bhûta.\\n\\nYou should speak with Ôk-weni-Dhûr.",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Congratulate Ôk-weni-Dhûr",
      "es": ""
    },
    {
      "id": 177082772,
      "en": "While you have never participated in such a ritual before, you feel honoured",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Speak with Êkh-buri-Dhûr",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "'First, you must hold sacred pebbles.'",
      "es": ""
    },
    {
      "id": 162883745,
      "en": "'Now, you must catch the sacred fish in river right there.'",
      "es": ""
    },
    {
      "id": 162883746,
      "en": "'Last, you must tickle the sacred goat.'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Catch a fish worthy of this union",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "The sacred wedding pebbles can be found in Drû Bhûta.\\n\\nÊkh-buri-Dhûr asks you to hold the sacred wedding pebbles.",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "The wedding goat can be found in Drû Bhûta.\\n\\nÊkh-buri-Dhûr asks you to tickle the sacred wedding goat.",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "Gnô-maka-Ghûr, through hand gestures, motions that she is very glad to have you here in Drû Bhûta today.",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "Picked up pebble ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "TBD",
      "es": "TBD"
    }
  ]
}