{
  "id": 621105028,
  "txt": [
    {
      "id": "0x2251361",
      "en": "'Is it over? Are all the spirits laid to rest? Come, we must find the crown.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2251362",
      "en": "'Could this be?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2251363",
      "en": "'The rumours were true. This is the Lion-crown of Aragín the Queller. The Crown of Hamât.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50248",
      "en": "Defeat Ushdâla, Lady of the Pride",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2251364",
      "en": "'I never sought this for myself. I never wanted to be Queen. I just wanted to protect my people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2251365",
      "en": "'And yet, here I am, a crown in my hands, the people following me to war. I must accept the path fate has laid before me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2251366",
      "en": "'Hamât WILL be free of the influence of Ekhamât, and their manipulators, Ordâkh. This I swear.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd03bc1",
      "en": "'Come, Iti-mêlim! Fresh meat has arrived!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd03bc2",
      "en": "'No! Iti-mêlim! You will pay for this with your lives!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd04bc1",
      "en": "'Hah, you can handle the axe, but what about my dual blades?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd04bc2",
      "en": "'You are talented fighters, I give you that! Time to go on the defensive!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "Defeat Weaponmaster Mâkhragab",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x942f951",
      "en": "'Ah, the usurper Mizâdi and her lackeys. If you are here, it means Shâr Bârshud has retreated. No matter. Our orders stand.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50253",
      "en": "Defeat Ushdâla, Lady of the Pride",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x942f952",
      "en": "'We claim Dun Shûma and all its treasures in the name of Ekhamât! Ordâkhai, slay this would-be Queen. The Lion-crown must be found!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7d186d4",
      "en": "'Umûn Mâkhragab has fallen! Reinforce the courtyard at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50257",
      "en": "Defeat Zidunâm, the Spirit-caller",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa3",
      "en": "Dun Shûma, The King's Fortress -- Solo/Duo",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1b9",
      "en": "The hostile forces of Ekhamât have claimed Dun Shûma, the hidden fortress of Menûn Shûma III. The ancient ruin is said to hold many historical treasures of the kingdoms of Shagâna. Though Bârshud has retreated, his Umûni still stand opposed to Mizâdi's quest to claim the Crown of Hamât.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd0ebc1",
      "en": "'Come fallen princes, Methân Sai and Raghtâ Sai! Destroy the enemies of Ordâkh!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd0ebc2",
      "en": "'The Black Serpent demands his vengeance! Come Kâlach Hûl! Unleash your anger!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcb51311",
      "en": "'Such a shame. The Ekhamâti prove themselves ultimately too weak to win this war on their own. Even their strongest fighters were no match for you and your motley band of outsiders.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd0ebc3",
      "en": "'No, no, no! Our vengeance will be satisfied! Grant me your power, spirits of Shagâna! Allow me to be your vessel, and I will slay our enemies in your name!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcb51312",
      "en": "'It is rare that I find myself in agreement with an enemy.... What does that make you, then, if not Ekhamâti?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd0ebc4",
      "en": "'I am the Serpent Reborn! The venom of the fallen will course through your veins and destroy you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcb51313",
      "en": "'I am Zidunâm the Spirit-caller, sorcerer of Ordâkh, a loyal servant of the Black Serpent!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd0ebc5",
      "en": "'You meddle in unnatural forces, sorcerer! I am called back to the living world!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1161",
      "en": "Defeated Weaponmaster Mâkhragab",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcb51314",
      "en": "'The new Hûl herself sent me to steer that fool Bârshud in the right direction. The Ekhamâti, with all their eagerness to claim our lands after our losses in Gondor, were exceedingly easy to infiltrate.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd0ebc6",
      "en": "'The King of Rohan?!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcb51315",
      "en": "'Your victory today has proven you a more worthy ruler, Mizâdi. Unfortunately, you are too cunning to be a useful pawn, and must be removed from the board.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd0ebc7",
      "en": "'By my blade, the Black Serpent was slain, and by my blade, he will be slain again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1163",
      "en": "Defeated Ushdâla, Lady of the Pride",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcb51316",
      "en": "'And what makes you think you can succeed at that when Ekhamât's strongest have failed?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd0ebc8",
      "en": "'Grant us your power, friends, and I will strike down this monstrosity!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcb51317",
      "en": "'Because the Ekhamâti gave me exactly what I needed. Time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd0ebc9",
      "en": "'I have done what I can. Strike down this beast!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1165",
      "en": "Defeated Zidunâm, the Serpent Reborn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcb51318",
      "en": "'Can you feel it? That chill in the air? The fallen soldiers of Ordâkh have answered my call....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcb51319",
      "en": "'Their power will destroy you once and for all, interlopers! The Legions of Ordâkh will conquer the world! In the Black Serpent's name!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1169",
      "en": "Defeated Ushdâla, Lady of the Pride",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7d18644",
      "en": "'Umûn Ushdâla has fallen! Reinforce the courtyard at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4746895",
      "en": "'Be on your guard, friends. Three of Bârshud's Umûni still stand, and must be within this hold. We must not allow them to find and escape with Aragín's crown.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01150",
      "en": "Defeat Weaponmaster Mâkhragab and Ushdâla, Lady of the Pride in Dun Shûma, The King's Fortress.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcb51911",
      "en": "'Mizâdi! I must admit I am impressed you have defeated so many of our soldiers with such a small force. You choose your friends well, but you are no match for the Weaponmaster.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01152",
      "en": "Defeat Ushdâla, Lady of the Pride in Dun Shûma, The King's Fortress.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcb51912",
      "en": "'Come, let me show you how I earned my title, and command respect among all Ekhamâti!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01154",
      "en": "Defeat Zidunâm, the Spirit-caller in Dun Shûma, The King's Fortress.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcb52011",
      "en": "'Mizâdi. It is not too late to surrender. It would be a shame to slay such a capable woman.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcb52012",
      "en": "'Never. Hamât will be free, or I will die trying.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcb52013",
      "en": "'Foolish. The people of Shagâna can only hope to challenge Gondor if we are united under one banner. The banner of the Silver Lion!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcb52014",
      "en": "'That fight is over. The Hûl and his followers slain on the Pelennor. I fight only for Hamât.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcb52015",
      "en": "'And you seek the Lion-crown to win this fight, as do we. Then I will show you the power of MY lions! The Lions of Ekhamât!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7d186b4",
      "en": "'Mâkhragab and Ushdâla are slain? Come then, one final challenge awaits you!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}