{
  "id": 620925847,
  "txt": [
    {
      "id": "0xeb01195",
      "en": "Elfhelm is in his camp in the passage through the mountains in the southern Westfold.\\n\\nYou should speak with Elfhelm before he departs for Meduseld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Elfhelm is in his camp in the passage through the mountains in the southern Westfold.\\n\\nYou should speak with Elfhelm before he departs for Meduseld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Speak with Gandalf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Hildith is in the Mead Hall of Grimslade.\\n\\nYou should return to Hildith with the news of her husband.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'I must be off again at once, if I am to find Erkenbrand in time. We must reach the Hornburg before the Uruks are done with it, on foot but for Shadowfax, if Elfhelm's reports are to be believed.\\n\\n'Fare well to you, [placeholder]! I hope you will join me in my search for the lords of the Westfold, when you are able!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Gandalf is at Elfhelm's Camp in the passage through the mountains in the southern Westfold.\\n\\nYou should speak with Gandalf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Bring the news of Grimbold to Hildith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Elfhelm is in his camp in the passage through the mountains in the southern Westfold.\\n\\nYou should speak with Elfhelm before he departs for Meduseld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "Hildith is pale as you relay Elfhelm's harsh account of Grimbold's failed decisions at the Fords of Isen.\\n\\n'He wanted to stay because he had nothing to lose. I cursed my husband when he left, he who has always been kind to me.\\n\\n'My poor husband must be suffering much, if he is still alive. First I withdrew my support, and then Elfhelm followed in the heat of battle. He will be shattered....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "Gandalf has given you a war-horn with which to summon him if you find Erkenbrand or Grimbold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'It grieves me to hear that Lady Hildith begs word of Grimbold, for I have nothing much to give. I will tell you all that I can of our parting, and you may feel free to relay the message to the lady.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Observe the end of the Second Battle of the Fords",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'It grieves me to hear that Lady Hildith begs word of Grimbold, for I have nothing much to give. I will tell you all that I can of our parting, and you may feel free to relay the message to the lady.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "You have found Elfhelm, one of the missing lords from the Fords of Isen. He will have word of the other lords who went missing when the fords fell to the enemy.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'It grieves me to hear that Lady Hildith begs word of Grimbold, for I have nothing much to give. I will tell you all that I can of our parting, and you may feel free to relay the message to the lady.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Speak with Elfhelm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Elfhelm has only harsh words of Grimbold, and nothing to say that will ease the worries of Grimslade's anxious folk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Well met, [placeholder]! I have found the lord Elfhelm...and so have you, for that matter.\\n\\n'I have had news of Erkenbrand and Grimbold at last, after much searching. I believe they will be far to the west from here, nearer to Helm's Deep than I dared hope. Elfhelm and Grimbold did not part as friends.\\n\\n'Elfhelm is about to depart for Edoras to protect the king's own city. If you have anything to ask of him, you should do so now, before he departs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "Elfhelm is willing to tell you of the last time he saw Grimbold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Ask Elfhelm for news of Grimbold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'You are here on behalf of Grimbold's wife, are you? I regret that I have no kind tidings for her, for Grimbold and I did not part on the best of terms.\\n\\n'He wanted us to hold the fords to the last man, but I knew it was folly. We had to retreat, or all of Rohan would have fallen. He called me coward, and I named him fool.\\n\\n'With the strength of my host gone, he was forced to retreat. And a good thing, too, for now we still have hope to defend the Hornburg and Meduseld.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Survivors From the Fords",
      "es": "",
      "es (fem)": ""
    }
  ]
}