{
  "id": 620925995,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Gewis has some meals set aside for the guards in the cooking area.\\n\\nGewis has asked you to fill bowls with soup for the hungry guards.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa7",
      "en": "Hungry Defenders",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Mula is keeping watch on the eastern side of Brockbridge.\\n\\nGewis asked you to bring a bowl of soup to Mula, the Sergeant of the Guard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "There are guards posted throughout Brockbridge.\\n\\nGewis asked you to also bring meals to other hungry guards.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Herefara is keeping watch on the western side of Brockbridge.\\n\\nGewis suggested that you again speak with Herefara when you are done feeding the guards.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Bring a meal to the Guard Sergeant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Bring meals to hungry guards ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "Brought meals to hungry guards ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Fill the bowls with food from the pot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Herefara",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'You brought me a warm meal! This is a luxury that we can rarely enjoy. The enemy looks for any opportunity to break through, so we have to stay alert. I will have to eat this quickly, but it will be savoured nonetheless.\\n\\n'You have my thanks for bringing me this soup!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Bring a meal to Mula, Sergeant of the Guard ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Ah, you have returned! The Thane has been met, and the guards are fed. Now it is time to help with more pressing matters.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "Filled the bowls with food from the pot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "The valiant defenders in Brockbridge are facing a relentless assault, and sometimes the men cannot be relieved for a warm meal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Pick up the prepared meals",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'I just finished preparing a soup for the men who are protecting the town; however, some have not come to get food for themselves. There must be guards around town who are hungry. I know for certain that Mula, the Sergeant of the Guard, must be hungry, for I have not seen him all day.\\n\\n'Please fill bowls and bring soup out to the hungry guards. It will be hard to keep the town safe on an empty stomach. When you are done, I believe that Herefara wishes to speak with you again.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}