{
  "id": 620925967,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "The privies can be found throughout Entwade.\\n\\nWomar has asked that you investigate queer noises coming from the privies in Entwade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbaf1121",
      "en": "'Ah, so I have been found out...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbaf1122",
      "en": "'Worry not... I shall save you the trouble and present myself to Edric before he can misunderstand my intentions.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Womar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Womar can be found atop the raised landing inside the Mead Hall of Entwade.\\n\\nYou have searched the privies and found peculiar things, including an Orc and a man who hid away to avoid travelling to Aldburg. You should return to Womar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Ha! I knew my ears had not deceived me, but this begets yet more troubles for Entwade.\\n\\n'Orcs hiding in the town? Unthinkable....and as for this man you found, Thane Edric will not be pleased that one of his people was left behind, especially if they intended to stay against his orders.\\n\\n'We must speak more of this once the other threats outside Entwade have been quelled.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73089",
      "en": "DNT - Players will not see",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "As you open the door, a chicken appears, clucks loudly, and skitters away",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Thane Edric has turned his attention to the defence of Entwade as he and his men rally against the threats that surround the town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "As the door creaks open, a snarling Orc bursts forth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "As you reach for the handle, a man steps forth from the privy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Search privies in Entwade ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'[placeholder], I have something to ask of you.\\n\\n'As Síric said, I have heard noises coming from the privies about town in the night, but I have not been able to track their source. Síric and the others think me mad, but I know that something has taken up hiding in Entwade. If we are to secure the town as Edric demands, would it not be reasonable to investigate such a thing?\\n\\n'If you would humour me, I would be grateful for your kindness. Go into town and search the privies. I am certain the noise must be coming from one of them, but the sounds have come from a different direction each night, so you shall need to check them all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Noises in the Dark",
      "es": "",
      "es (fem)": ""
    }
  ]
}