{
  "id": 620925992,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Thane Léoferth is inside the mead hall which is near the centre of Brockbridge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'He is weak, and talking tends to send him into fits of coughing. Do not fret, he will fight through this fit like the others. Meeting you seemed to raise his spirits, which has been hard to do of late. I try to keep him comfortable, but there is not much I can do for him. \\n\\n'I need to get him ready to eat shortly. Would you mind taking these dishes to the cook to be washed?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "There is a pile of dirty dishes near Thane Léoferth's bed.\\n\\nDunith asked you to collect the dirty dishes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Dunith has long been Thane Léoferth's hand-maiden, and stays near his side to aid him in his regressing health.\\n\\nYou should speak with Dunith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Collect dirty dishes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "The kitchen is in the corner of the Mead Hall in Brockbridge.\\n\\nDunith asked you to take the dirty dishes to the cook to be washed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "Collected dirty dishes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Bring dishes to the cook",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'There are more dishes? If there were men to spare, the first thing I would request is help with all these dishes! I should be focused on keeping bellies full.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Talk to Thane Léoferth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Ah, a [placeholder] has come to our aid....'\\n\\nThane Léoferth abruptly starts a terrible coughing fit. He clears his throat to try again.\\n\\n'It is good to see more aid for this fair town. I want so much to see the sun again and feel a sword in my hand, but fate has me trapped in this broken body....'\\n\\nHe gets caught in another coughing fit but recovers quickly.\\n\\n'I hope you can help us. The White Hand is relentless, but our stand here will not break.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Thane Léoferth oversaw the defence of Brockbridge when the White Hand first arrived, until his body gave out. He cannot fight and is barely able to speak, but his fighting spirit is an inspiration to Brockbridge in such dark times.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Thane Léoferth of Brockbridge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to Dunith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'As much as I could use your help, it is customary to make introductions with the Thane. We have held the line and can keep it until you return. Please introduce yourself to Thane Léoferth, but return as soon as you can. \\n\\n'A bed has been made for him in the Mead Hall, in the centre of town.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}