{
  "id": 620925849,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Traveller, would you do me a favour?\\n\\n'Thane Edric has asked that the homes of those who departed today be boarded up to protect them from any assaults that our foes might launch. I would complete this task myself, but I -- and I am certain many others -- would like to prepare the defences for the coming siege.\\n\\n'If you would aid us, I have already set out the planks near the homes that need to be boarded up, so all you have to do is hammer them into place. This would save us a great deal of time, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to Gifel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Gifel can be found inside the Mead Hall of Entwade at one of the tables.\\n\\nYou have finished boarding up the homes of Entwade, and should now return to Gifel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Thane Edric and his men have turned their attention to protecting Entwade now that the people have fled to safety in Aldburg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Left in Our Care",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Thank you for taking the time to do this, [placeholder]. You bought our men more time to prepare for the coming siege in doing so.\\n\\n'When this war has finally ended and our people can return, they can rest easy knowing that our foes did not invade their homes to any vile end.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Board up homes in Entwade with wood planks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Planks can be found outside several homes in Entwade.\\n\\nGifel has asked that you take some of the pressure off of Edric's men by boarding up some of the houses.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Board up homes in Entwade with wood planks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73089",
      "en": "DNT - Players will not see",
      "es": "",
      "es (fem)": ""
    }
  ]
}