{
  "id": 620925985,
  "txt": [
    {
      "id": 216727831,
      "en": "Arrow bundles can be retrieved from the market, iron bars from the miners, wood planks near the farm-house, and food from inside the farm-house.\\n\\nHerubrand asked you to gather supplies for Brockbridge.",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "Collected iron bars",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Collected planks of wood",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Brockbridge is south and a little east of Woodhurst.\\n\\nHerubrand has asked you to take the supplies to Brockbridge and support his son Herefara.",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "Collected food stuffs",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Bring supplies to Herefara in Brockbridge",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Thank you, [placeholder]. A capable warrior who also came with supplies! Your arrival is unexpected, but most welcome.'",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Collected arrow bundles",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Woodhurst sends aid to Brockbridge in the form of supplies, but not many men in Woodhurst are willing to fight against their brethren or the vast armies of the White Hand.",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Collect supplies for Brockbridge ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Aid for Brockbridge",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Herefara, my eldest son, departed to aid the defences in Brockbridge, which has been under siege. Should that bridge fall, the Stonedeans will be overrun by Saruman's armies.\\n\\n'If you wish to aid them, please bring supplies with you. They could use arrow bundles from the market, iron bars from the ore-house, wood planks from near the farm-house, and food from in the farm-house.\\n\\n'Herefara is a capable leader, but he would benefit from your aid...that of a veteran of battle.'",
      "es": ""
    }
  ]
}