{
  "id": 620925842,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Prepared for the Worst",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730887",
      "en": "DNT -- Players will not see",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Síric",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'My people stand ready, [placeholder]. I do not wish for them to delay any longer, for the sooner they depart, the sooner I can turn my efforts to defending Entwade once again. If you will allow me a few moments to say my farewells to my people, and to my beloved Léoflad, I shall find you after they begin their journey. Léoflad is a strong woman, of this I am sure, and she will know how to handle things should any trouble arise on their journey.\\n\\n'[placeholder], these new troubles my men spoke of... they are greatly concerning. I worry that the White Hand rallies for a great assault. Our foes shall not break Entwade, not while I draw breath, but I fear for the folk upon the plains.\\n\\n'The captain of my guard may not know of such threats, as he, too, has been distracted by the bustle of my people, but he must be told, for the time to act draws near. If you would, speak with him in the Mead Hall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73086",
      "en": "DNT -- Players will not see",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Thane Edric",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'You bring ill tidings, traveller. [placeholder], was it?\\n\\n'I knew of a great many threats in Kingstead, including the Uruks to the north and west, but these Orcs that have crossed the shores... they complicate the already wide front of Entwade. We will need to deal with such things soon.\\n\\n'I will speak with my men of what is to be done to defend our settlement, and you should acquaint yourself with the map and notes over on the table, while we wait for Edric's return. He will have much to say to Léoflad before he bids her farewell, so take as much time as you need. When you are able, speak with Womar, for he will be happy to talk to one as seasoned as yourself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "Examined the notes and map",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730890",
      "en": "DNT -- Players will not see",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "Notes and a map of the Westemnet lay strewn about the table before you.\\n\\nThe notes are primarily comprised of terse, unsent missives to Thane Mágla of Middlemead and Reeve Fastred of Snowbourn, but one in particular calls for able-bodied men to ride to Théoden King's side in the Westfold.\\n\\nThe map is heavily marked with numerous forces being noted in central and eastern Kingstead, and it also depicts the path of Edric's people through south-eastern Kingstead into the Eastfold. The largest threats are marked to the west and north of Entwade and the road to the north-west has been marked as overrun.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730894",
      "en": "DNT -- Players will not see",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Síric can be found inside the Mead Hall of Entwade, atop the raised landing.\\n\\nThane Edric has sent you to speak with his guard-captain, Síric. He wishes for you to brief the captain on the threats you recently learned of and aid him in any way you are able.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'You know much of the threats facing us for having arrived so recently, [placeholder]. I mean no offence, but I wish that the others had spoken with us sooner of such concerns so that plans might have already been formed. Our men in the field likely know well of such problems, so perhaps they have already begun to work against our foes.\\n\\n'For my part, I have heard noises about town at night, though I know not whence they come. I shall soon have to investigate those, but the others refuse to aid me.\\n\\n'No matter, I have dealt with worse on my own. Síric has more to say to you, so I shall not keep you from your charge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "Aided by your efforts, Thane Edric's people begin their journey to safety, and now the threats that dwell nearby must be handled.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Examine the notes and map of the Westemnet nearby",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Womar can be found near Síric on a raised landing inside the Mead Hall of Entwade.\\n\\nHaving reviewed the notes and map on the table, you should now speak with Womar before returning to Síric.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "The maps and papers can be found on a table near Síric.\\n\\nSíric has asked for you to review maps and notes from other settlements in Kingstead to better understand the situation before speaking with one of his men.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Síric can be found on the raised landing inside the Mead Hall of Entwade.\\n\\nYou have reviewed the notes and map in the Mead Hall and spoken with Womar. You should now return to Síric to learn more of what is to be done.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Womar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Talk to Síric",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Thane Edric can be found inside the Mead Hall of Entwade in eastern Kingstead.\\n\\nYou have spoken with the guard-captain and one of his men and have been briefed on the happenings in the Westemnet. You should now speak with Thane Edric in the Mead Hall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'Womar is young and untested, [placeholder]. The last mysterious noise he heard was a chicken making a ruckus in a shed, so such an assertion is not new to me.\\n\\n'His spirit is strong, though, and I know that in time, he shall become a fine warrior.\\n\\n'Ho, did you hear that? I believe Edric has returned and the people have set off. You should speak with him below when you are able.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Aye, [placeholder]. Léoflad and the others have begun their journey. I pray that their travel is swift and unhindered, and I shall send word to them in Aldburg when such time is afforded me.\\n\\n'Now then, let us speak of other matters.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730884",
      "en": "DNT -- Players will not see",
      "es": "",
      "es (fem)": ""
    }
  ]
}