{
  "id": 620955067,
  "txt": [
    {
      "id": "0xfa8e117",
      "en": "Drugât wished to speak with you instead of fighting",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Epilogue: Restless Souls",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Return the Second Age treasures to Drugât",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Drugât has returned to the Vale! It is true, I have seen him with my own eyes near Dâr Matum. I did not think he would try anything more after we defeated him in Nimrond. This explains the recent movement of dead and Orcs. He must be secretly planning something in the dark recesses of Nimrond.\\n\\n'Will you venture to Nimrond and vanquish Drugât once and for all?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "Drugât wishes to reclaim that which should have been rightfully returned to him by Isildur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "Found a lost treasure of the Second Age",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Listen to me, [placeholder], and hear my story. I no longer wish to be a part of this conflict. My scouts from the east have learned of Nerzus' demise. That same fate besieges me if I am to travel further into the coming storm. I followed the Dark Lord so long ago, I am not sure why I chose to follow him again. No good came from it, only death and restlessness for all time. If he had true power over his subjects, he would have freed us from this curse ages ago.\\n\\n'I will leave this Vale and return to the mountains. First though, I ask a favour of you. When Isildur met with us, I gave him a gift as collateral for our oath of allegiance. Since the oath had been broken, the treasures were never returned. If you find these ancient treasures and return them to me, I shall leave Gondor in peace and command these restless men of Dunharrow to do the same.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "dnt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Treasures of the Second Age can be found in Western Gondor and the Paths of the Dead.\\n\\nYou should seek out the five treasures of the Second Age.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "Drugât has returned to the Vale and must be banished once and for all.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Drugât is located somewhere in the caverns of Nimrond.\\n\\nYou should find and confront Drugât.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Drugât is located somewhere in the caverns of Nimrond.\\n\\nYou should speak with Drugât.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Find the Second Age Amethyst",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Find the Second Age Ingot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Find the Second Age Trinket",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Find the Second Age Rune",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Find the Second Age Crown",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Drugât is located in the caverns of Nimrond.\\n\\nYou should return the Second Age treasures to Drugât.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Find and confront Drugât",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Speak with Drugât",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "Drugât leaves you in hopes of one day to finally be at rest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "The amethyst represented the honour of Dunharrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "The ingot represented the strength of the Men of the Mountain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "The trinket was once a necklace of the king of the mountain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Ah, these objects hold much history to the men of Dunharrow. It has been such a long time. You have held your word and for once, I will uphold mine. I leave you now and hope to never see you or any living creature, again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "The rune told the history of Dunharrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "The crown symbolized the oath we took for Isildur",
      "es": "",
      "es (fem)": ""
    }
  ]
}