{
  "id": 620955008,
  "txt": [
    {
      "id": 246419841,
      "en": "You have defeated Vilosh and his warband.",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "You have defeated Vilosh!",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Vilosh can be found roaming the fields between Thama Aklam and the ruins of Lornost.\\n\\nYou have encountered the vicious Haradrim rider, Vilosh, and should defeat him.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Completed",
      "es": "Completado"
    },
    {
      "id": 162883730,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "Still gloating from the sacking of Lornost, Vilosh was caught off-guard by your assault. His defeat has delivered a substantial blow to the forces of the Heirs of Castamir and has earned you a greater respect from the people of Lebennin.",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "You have encountered Vilosh and his Haradrim warband!",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "Revelling in their recent success in razing Lornost, Vilosh and his warband roam the fields between Thama Aklam and the ruins of Lornost. The people of Lornost paid dearly at Vilosh's hands, and if he and his forces are allowed to patrol the fields of Lebennin any longer, it is likely the same fate will visit the people of Erynos and Ost Anglebed.\\n\\nYou should defeat Vilosh and his men for the good of the people of Lebennin.",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Vilosh, an accomplished Haradrim rider, roams the fields near the ruins of Lornost and waits to run down more unsuspecting people of Gondor.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Defeat Vilosh and his warband",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Warband: Vilosh",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Defeat Vilosh and his warband",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Vilosh can be found roaming the fields between Thama Aklam and the ruins of Lornost.\\n\\nYou have encountered the vicious Haradrim rider, Vilosh, and should defeat him.",
      "es": ""
    }
  ]
}