{
  "id": 620781834,
  "txt": [
    {
      "id": 218649169,
      "en": "'Long have we fought in the mountain-hearts, through caverns and ice floes, over the halls of dead dwarves across our bridges and theirs. It is a battle that scars my folk, stays with us always. We hate the dwarves!\\n\\n'Slaughter them all, we say. Take their beards and destroy them. They take pride in beards, or so it says. So we strip them of their pride, make them suffer as they make the goblins suffer.\\n\\n'Bring us their beards, and we speak well of you. Bring the beards of the dwarves to me.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Look at these, so thick and full! We burn them on the fires and praise the Great Eye! We cull the dwarves! We meet them in battle and face them with our brothers from Angmar!\\n\\n'Dead dwarves! Dead dwarves! We cheer your name by the light of fire, [placeholder]! We cheer and praise you to the Eye!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Take the dwarf-beards. Bring them here.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Dwarf-beards",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Snowreap long struggled against the remnant of the dwarves in the Misty Mountains. Even now, they dislike the thought of dwarves being so close to their home. As allies to Angmar's Army they are permitted to speak on the behalf of any who aid them.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected dwarf-beards ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Return the beards to Fim the Worm at Dâr-gazag",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Dwarves encroaching throughout the Ettenmoors wear full beards on their faces.\\n\\nThe goblins believe that the beards are a matter of pride amongst the dwarves and want you to help them humiliate their hated foes. Fim the Worm bade you strip the beards of the dwarves in return for favour from the Snowreap.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect dwarf-beards ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}