{
  "id": 620781851,
  "txt": [
    {
      "id": 218649169,
      "en": "'Caught me one of the rat-folk, I did. Tasty little morsel, sweet toes melting in the mouth. Can't have him! He's mine...ours, the Snowreaps! I'll call the trolls if you try to take him! But I tell Angmar's army how nice you be to Snowreap if you help me.\\n\\n'Rat-folk has such tasty little toes, but this one makes such tasty little dishes with his little hands that we keeps him around to make our gruel better. The trolls like his food and eats less goblins, so we keeps him hidden. But I like their toes, the rat-folk toes.\\n\\n'Get me their feets, get me the rat-folk feets, and I tells others how good you are to Snowreap!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You brought me feet! I tell everyone you help the Snowreap, everyone I sees will know you helped us, filled my belly.\\n\\n'Such a treat, a treat to eat the tasty rat-folk feet!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I wants to lick the toes, lick the toes off the bones!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Tasty Little Toes",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Bok captured himself one of the rat-folk one day, and he has proven a great asset. His toes tasted good when the goblin ate one, but the little man is a better cook than anything, and so they keep him alive to cook their meals. But this does not deter Bok from wanting to eat more rat-folk toes.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected hobbit-feet ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Return the hobbit-feet to Bok in Grothum",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Hoarhallow is far to the south-west on the eastern bank of the Hoardale River.\\n\\nBok waits for you to return to him with the hobbit-feet you were sent to harvest.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect hobbit-feet ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}