{
  "id": 620781830,
  "txt": [
    {
      "id": 218649169,
      "en": "'Listen well, maggot! I'm charged with feeding our forces, and though I'd have no problems throwing good for nothing sluggards like you on a spit to serve for dinner, the war-masters have other plans.\\n\\n'So I give you a task that you'll complete, or I'll go about changing the minds of those who can cover up their trails better than I, and you will be dinner.\\n\\n'The rat-folk in the south grow food, and we steal it to keep our army full and happy. Now listen well! Men, Elves, dwarves, and even the rat-folk that stalk through the Ettenmoors can be carrying the foodstuffs we need. If you find any bring it to me...or there'll be no dinner!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'It's not meat, but it tastes better than the mash we mince from slug-meat.\\n\\n'We'll eat well tonight!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Get out there and get us some food!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Not Just for Eating",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Rat-folk living on the banks of the Hoardale, south of Dâr-gazag, are not only a succulent meal, but they are a source of replenishible food. The rat-folk are farmers, supplying the enemy forces with foodstuffs. Foodstuffs can be stolen and eaten by your army as well.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected food-sacks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Return to Taskmaster Gukthor at Dâr-gazag",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Rations are portioned to enemy forces and found in locations where they hold power.\\n\\nTaskmaster Gukthor charged you collecting food for Angmar's Army.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect food-sacks ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}