{
  "id": 620781820,
  "txt": [
    {
      "id": 218649169,
      "en": "'Another stripling barely ready to face its shadow! Well, maggot, you'll learn quick or die. Out there, in the wild of the Ettenmoors, we've got foes that'll fight harder than a few scattered farmers like in the North Downs.\\n\\n'Pitiful little [placeholder]! You'll be dead within a week, I think, and set into the evening gruel. Nevertheless, I've orders from War-tyrant Akúlhun that I'll not disobey, and you'd be wise not disobey mine. We Krahjarn are Mordirith's favoured, which means we've got the favour of the Eye as well, and that power is undeniable! So listen well, slime!\\n\\n'South of here, along the ridge at the foot of these mountains, you will find Dâr-gazag. Seek out Chieftain Durulkum and tell him you are the newest recruit!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You've the look of a coward, [placeholder]. You'd best prove me wrong. This is Dâr-gazag, our central keep. The enemy lay across the field of battle far to the east at Ost Ringdyr. We control this keep -- they control theirs.\\n\\n'We've a number of things that need doing here to keep the war-machine turning, and you're the maggots that'll be doing what we need. Speak with Soldiers, Taskmasters, Chieftains, and Tyrants to learn what they need doing.\\n\\n'Fail us, and your corpse will litter the battlefield or feed the forces. Succeed, and you might find yourself favoured by Mordirith, Angmar, and Lugbúrz!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Maggot! I've a mind to rend your flesh open and tear out your innards! Move now! I ordered you to Dâr-gazag and Chieftain Durulkum!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Report to Dâr-gazag, Maggot",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Driven by a harsh Krahjarn Taskmaster, you find yourself within the Gramsfoot stronghold in the shadow of Mount Gram on the border of the Ettenmoors. Here to support your Ongbúrz brothers under the watchful eye of the Krahjarn, you are ushered south into the Steps of Gram in search of Chieftain Durulkum.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Pathetic beast! Defeat earns failure!",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Chieftain Durulkum at Dâr-gazag",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Seek out Chieftain Durulkum at Dâr-gazag, along the ridge south of Gramsfoot.\\n\\nSoldier Faltúrz ordered you to find your way to Chieftain Durulkum at Dâr-gazag.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat is not an option!",
      "es": ""
    }
  ]
}