{
  "id": 620781922,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Poisoned the Hoardale!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The waterfall here looks ripe for the poison",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You are too far from the source to make the poison effective",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Uglash provided you with a barrel of poison and a directive. Make your way to the waterfall overlooking the fortress Tol Ascarnen and empty the barrel into the water. With enough poison, you may force the enemy to leave the wood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'My time is better spent speaking to something with a spine. You'll likely wilt as a flower in the face of the dangers in this land, whelp! Still...you stand before me. Perhaps I should order you to cower and wait to be given a task.\\n\\n'Very well. I shall quicken your death or return you to the slave pits in Carn Dûm, [placeholder]. Take this barrel. It is filled with poison from the spider-keepers of Angmar. Mordirith is specific in his orders. All that stand against this army must perish.\\n\\n'We will poison the Hoardale river and slaughter all who are made weak by the poison. Take the barrel to the waterfall that overlooks Tol Ascarnen at the centre of the Ettenmoors and dump the poison into the river. Fail me, and I will flay your flesh open to let the rats consume your innards...but I will see that you live to feel the pain. Succeed...I will see you are not made to labour in the slave pits of Carn Dûm a while longer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The source of the Hoardale is at the waterfall overlooking Tol Ascarnen.\\n\\nUglash sent you to poison the enemy's water source.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am almost impressed with what you have done, [placeholder]. You might one day prove a fine conscript in this army. I shall take great satisfaction when I grind my boots on your corpse as we scale the walls of the târk cities!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Uglash awaits your return at Gramsfoot.\\n\\nYou climbed to the top of the falls and poisoned the waters of the Hoardale. You should return to Uglash with the news.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'My scouts make no mention of the river being poisoned. You are either unwilling or unable to see my orders through. Think well before you speak to me again, cur. My patience draws ever thinner in this place.\\n\\n'Stray too close to earning my ire and I will unleash the unspeakable upon you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Poison the Hoardale River",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Uglash at Gramsfoot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Poisoning the Hoardale",
      "es": "",
      "es (fem)": ""
    }
  ]
}