{
  "id": 620781817,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Weakling! I charge you with a task that will see your body bloodied, broken, and left for the crebain. You will do this task because I say you will do this task.\\n\\n'Fail me and live, and I will cover your flesh in the sweet drippings from the roasting rat-folk and drop you near the trolls. Your end will be painful and merciless, and I shall revel in it. Do well, and I will forgo the threat and let you live out your miserable life.\\n\\n'Captain-Generals are present wherever the enemy controls. Slaughter them, skin them if you like, snap their bones and consume them...I don't care. Save the symbols they wear and return them to me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'A pitiful display of battle! Took you longer than a slug to crawl out of the dead târk's belly. \\n\\n'Still, you've done what I asked...poorly, but you still deserve something for your efforts, worm!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You pathetic worm! Captain-General symbols will only be found on the leaders of the locations the enemy has taken! Get out there and do your part for this war!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Captain-Generals' Symbols",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "At the head of the enemy forces stand the Captain-Generals. Their symbols garner great favour amongst Angmar's army, and presenting these to Mordirith will undoubtedly earn you favour with Lugbúrz.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Captain-Generals' symbol: ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return to Chieftain Durulkum at Dâr-gazag",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Captain-Generals can only be found at locations where the enemy army holds power.\\n\\nChieftain Durulkum directed you to collect Captain-General symbols from enemy leaders and then return to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect Captain-Generals' symbols: ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}