{
  "id": 620781823,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'When we discovered the rat-folk village in the south, our scouts engaged them to force them into the service of Angmar. Their leader rallied them together and organized their number into a fighting force that bested all but one of our scouts.\\n\\n'I tell you this so you understand the disgrace that awaits failure in this task, [placeholder]. Seek out the leader of these rat-folk and carve his heart out of his chest!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You think this was a victory? My scouts tell me that Wat Mudbottom still lives.\\n\\n'You beat him, yes! But he is not dead. There is no end to the incompetence found in the lesser tribes!\\n\\n'A victory indeed, but a hollow one!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Bring no more disgrace to this war-host, [placeholder]. We fight for the glory of Angmar and the favour of Lugbúrz! Find and kill the rat-folk's leader!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Leader of the Rat-folk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "When the Rat-folk in the south were discovered, they scored a blow against the scouts who found them, slaughtering all but one. The leader of the rat-folk village was responsible for the attack, and Taskmaster Fikdag thinks that you can assist with exacting vengeance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Make your way south along the Hoardale river to the village of Hoarhallow.\\n\\nTaskmaster Fikdag directed you to find and kill Mayor Wat Mudbottom, the leader of the rat-folk village.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Taskmaster Fikdag is at Dâr-gazag.\\n\\nYou stalked through the trails to the centre of Hoarhallow and struck down their leader. You should return to Taskmaster Fikdag with the news.",
      "es": "",
      "es (fem)": ""
    }
  ]
}