{
  "id": 620781927,
  "txt": [
    {
      "id": 218649169,
      "en": "'You miserable cur! You lack ferocity or strength in your arms to face down a troll and ask me to find something for you to do? Best thing I can find for you involves mixing that pile of dung into that stew for the goblins!\\n\\n'I've something you might yet prove yourself useful for. Far to the east, beyond the Hoardale river and Tol Ascarnen, there is a tower: Tirith Rhaw. We want to take the tower, but a force lead by the târk, Verdantine, stands in our way. \\n\\n'If we gain that post, we'll give ourselves a position to launch more direct assaults on their camp and keep. Get some more of these worthless maggots about to help you take down the târk! Win this battle, and we'll feast on man-flesh in your honour! Fail...and we'll still feast on flesh and in your honour.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You cost me three slaves back in Carn Dûm, maggot! I bet Súmtharb that you would fail, and you proved me wrong.\\n\\n'I should skin your bones and feast on your hide, but you did your service to Mordirith and won a grand victory.\\n\\n'For that, I will give you some manner of respect. Don't think it will last, you cur. I've a mind like a slave's sieve.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You maggot! Get to the east and Tirith Rhaw. Slaughter that târk! For the glory of Mordirith, Angmar, and Lugbúrz!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Raid: Captain-General Verdantine",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Târks control the tower on the eastern front of the battlefield in the Ettenmoors. The tower, Tirith Rhaw, is held by the Captain-General Verdantine and must be crushed for Angmar's Army to drive the enemy to the precipice of destruction.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Angmar claims Tirith Rhaw!",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Captain-General Verdantine and claim Tirith Rhaw. You must not be defeated when the Captain-General falls.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Captain-General Verdantine is at Tirith Rhaw, far to the east and south, beyond the Hoardale river.\\n\\nSoldier Dahámab directed you to gather others and lay siege to the tower Tirith Rhaw in an effort to kill the leader of the forces there.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Soldier Dahámab is at Gramsfoot.\\n\\nYou stormed the tower and claimed it in the name of Mordirith, Angmar, and Lugbúrz!",
      "es": ""
    }
  ]
}