{
  "id": 620781847,
  "txt": [
    {
      "id": 136263297,
      "en": "Tirith Rhaw scouted",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You worthless cur! Defeat only earns you failure!",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Your education continues with a trip far to the east to Tirith Rhaw, a tower in lands controlled by the enemy.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Far to the east is a tower which often belongs to the enemy. We assail it now and again, but far too often, we are driven out.\\n\\n'In time, we'll build a wall of bodies of recruits like yourself that we can use to shield the true forces of Angmar as we storm into the enemy's base and crush them!\\n\\n'For now, I must send you on a fool's errand to learn the location of the tower. Travel east, across the Hoardale River and into the Coldfells, find Tirith Rhaw, and scout the area, then return to me!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Tirith Rhaw lay far to the east beyond the Hoardale River.\\n\\nSoldier Nartul directed you to scout out Tirith Rhaw in the Coldfells.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Survived the journey? Good for you, maggot. Before you get excited, you should learn your place...firmly beneath my heel, worm!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Soldier Nartul awaits your return at Gramsfoot.\\n\\nYou discovered and scouted the area surrounding Tirith Rhaw.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Listen well to me, maggot. Standing here talking to me only draws my ire. Make your way east, across the Hoardale, and find Tirith Rhaw. Then, and only then, do I want to see your face!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Scout out Tirith Rhaw",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return to Soldier Nartul at Gramsfoot",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Defeat is not an option!",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "To Tirith Rhaw",
      "es": ""
    }
  ]
}