{
  "id": 620781846,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Listen well, slug. Soldier Gazlup at Lugazag, a tower in the Steps of Gram, has work to be done.\\n\\n'If we've lost control of the tower -- which you'd best hope we haven't, worm -- you'll need to wait for him to return to his post. He's far too valuable a soldier to risk in recovering the point!\\n\\n'Lugazag is south and east of Gramsfoot in the greener section of the Steps of Gram. Hurry along, maggot!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Another recruit! Listen well. These lands teem with the enemy of the Great Eye. We must slaughter them all and clear the way for Mordirith! To arms!\\n\\n'My task might seem worthless, but so too will the tasks given by Taskmaster Fash outside these walls. But they will earn you favour with Mordirith, Angmar, and Lugbúrz!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Still here? Do you need me to thrust a sword into your ears! I wonder if you even have them! Go, maggot! Go to Lugazag!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Report to Lugazag",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have been ordered to make your presence known to Soldier Gazlup at Lugazag.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Simpering wad! You have failed!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Soldier Gazlup at Lugazag",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "If the tower has not been taken by the enemy, you should find Soldier Gazlup at Lugazag, south and east of Gramsfoot, in the greener sections of the Steps of Gram.\\n\\nSoldier Nartul directed you to speak with Soldier Gazlup at Lugazag.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat is not an option!",
      "es": "",
      "es (fem)": ""
    }
  ]
}