{
  "id": 620781813,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Listen well, [placeholder]. I'm not here to wipe your nose and look after you. I'm here to see that the war-host out of Angmar clears the way of the enemy. To do that, I need to prove that we're doing well against these curs.\\n\\n'I need your help for that. These duties are beneath an Orc of the Krahjarn, and I'll not dirty my hands with such worthless creatures. You, on the other hand, seek the approval which I've already earned.\\n\\n'So here's what we're going to do. You'll kill the footmen you find out there and bring me their badges.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These badges are barely worth my time, worm, but they'll have to do. Now, get out of here before I gut you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'What are you doing standing around here, slug? Get ou there and get those badges!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Footmen's Badges",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Footmen, wardens, and scouts patrolling the wild of the Ettenmoors adorn their uniforms with badges denoting their rank. You have been tasked with recovering these badges and delivering them to Chieftain Durulkum at Gramsfoot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected footmen's badges ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return to Dâr-gazag and speak with Chieftain Durulkum",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Seek footmen, wardens, or scouts throughout the Ettenmoors and slay them.\\n\\nChieftain Durulkum directed you to seek out the weakest of the enemy soldiers and claim their badges as proof of your duty.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect footmen's badges ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}