{
  "id": 620781989,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'One cannot muster pride in such a time, [placeholder], and I know that I shall question why I ask this when this war is done, but times are hard, and we need supplies.\\n\\n'To the north and east of here there are drakes that soar the skies, stalk the caverns of the Isendeep, and perch on the outcroppings of the Misty Mountains. Their teeth can be fashioned well and made into arrowheads. We're low on ore and most we collect is meant for the forge at Tol Ascarnen.\\n\\n'I swallow my pride to ask you to collect fangs for me. Seek the drakes -- do not go alone -- and return to me with their teeth, so I may assist those here who man the walls.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I'll not forget this in all my days, [placeholder]. We shall have arrows to spare now that you have given us these. Now to the next task of polishing and sharpening these into arrow heads.\\n\\n'If you find yourself back in Glân Vraig, present this to Quartermaster Ash. She will see that you are treated well for your efforts here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You will find the drakes I speak of in Arador's End. The Hobbits of Hoarhallow called them Wintersebb because they fly from the part of the mountains where the winter withdraws first each year.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fangs for Arrows",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Removed so far from the fortresses of Ost Ringdyr and Glân Vraig, Lieutenant Sturla asks you to undertake a dangerous mission for a deadly weapon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Wintersebb-fangs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Speak with Lieutenant Sturla at Lugazag",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Drakes can be found in Arador's End to the north and east of Lugazag.\\n\\nLieutenant Sturla asked you to retrieve drake fangs to assist in the crafting of arrows for the war effort and reinforcement of Lugazag.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect Wintersebb-fangs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}