{
  "id": 620781856,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Collect slabs of Troll-stone ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Battles ebb and flow, [placeholder]. We fight war as we can and with the weapons at our command. Among those weapons are the trolls. As strong as they are stupid, massive as they are clumsy, and killing machines unmatched! With their benefits come drawbacks.\\n\\n'The largest is their penchant for smashing walls apart. Holes in the wall mean that an enemy can easily breach our forces, so we must repair those holes. But the trolls pound the stone to dust and we haven't the numbers to dig a quarry here in the Ettenmoors, so we use the trolls.\\n\\n'How, you wonder? Ever seen them in the sun? Solid as the rock from whence they were first drawn. The Coldeve-trolls wandering throughout the Ettenmoors often get caught in the sun and die. Chip away their stone and return it to me for repairs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What's this? Ah, troll-stone, just as I asked. This will prove well for you, worm.\\n\\n'Your efforts will continue to draw attention, and you will continue to earn the favour of the Krahjarn!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You're pushing me to wits' end, wretch. I'll not tolerate failure with a simple wave of my hand. Fail me and I'll slice your gullet wide and spill your innards on the ground. Now, get to work!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Set in Stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Enemies assail the walls of Lugazag often. Trolls are clumsy and strong and often throw enemy soldiers through walls, shattering the stone therein and making holes in the stonework that must be repaired. Fortunately, trolls are also dumb and turn to stone in the sunlight.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected fragments of troll-stone ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected slabs of Troll-stone ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return to Gazlup at Lugazag",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Soldier Gazlup is at Lugazag.\\n\\nSoldier Gazlup directed you to collect troll-stone to repair the damage the trolls delivered to the walls of Lugazag.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect fragments of troll-stone ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}