{
  "id": 620781815,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Across this foetid land you will find many who are clinging to the hope that they can defeat this war-host. I know as well as you their hope is ill-placed. We grow stronger with every passing hour, and there is no stopping the forces Mordirith sends forth from his palace in Carn Dûm.\\n\\n'Keep your head about you when you face these foes, you pile of dung. I'll not tolerate failing easily. Your failure will cast me in an ill shadow, and I will see your failure purged before my name is tarnished.\\n\\n'Collect the seals carried by the lieutenants in their army and return them to me. Much favour is earned by their acquisition.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'This pleases me. Not enough to pay you a compliment, though, vermin. Yet, I am obligated to reward your efforts with something. This pittance will suffice.\\n\\n'Whine or prattle on about how little I give, and I will drive my sword through your gullet!\\n\\n'I serve Mordirith, Angmar, and Lugbúrz without question, so you should follow me as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Snivelling wretch! Why do you still stand here. Seek the lieutenants in the enemy holdings or areas they control. I will not tolerate failure. Go!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Lieutenants' Seals",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Lieutenants watch over the sergeants and lesser guards of the enemy as they drive their war-efforts deeper into the Ettenmoors. Plucking the seals worn by each of these warriors will earn you greater favour with your leaders.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Lieutenants' seals ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return to Chieftain Durulkum at Dâr-gazag",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Positions held by the enemy are often watched over by the lieutenants in their army. You may even find a lieutenant flanked by sergeants in the wild-lands.\\n\\nChieftain Durulkum commanded that you retrieve the seals worn by the lieutenants in the enemy army and return them to him at Dâr-gazag.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect Lieutenants' seals ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}