{
  "id": 620781966,
  "txt": [
    {
      "id": 218649169,
      "en": "'Greetings, good [placeholder]. It is so nice to see friendly faces about, and at such a difficult time, too. If you have a moment, I could put on some tea and offer you a nice hearth to warm yourself near, or I could make an offer to you that we have been told you might find interest in.\\n\\n'Tall folk are helping us as these battles rage about us. Terrible things are happening all around our village. People go missing now and again. We know that the forces north of us are a great evil, but they stirred the Darktide-wolves of the Grimwood into a terrible state.\\n\\n'If you would...go into the wood, west and east of here, and kill some of the wolves. They are proving a danger to us all, and it is only a short matter of time before they attack our village.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Oh, it seems that the Big Folk are right! You are a true help to us here in Hoarhallow. They said that there would be people of all races to help us here, and I am pleased to see that they were right.\\n\\n'It is hard to know who to trust these days. Here, they told us to give these out to those deserving of our thanks, and you, [placeholder], are certainly deserving.\\n\\n'They mentioned a man too, Quartermaster Ash at Glân Vraig -- a silly name for a place if you ask me. I think it lies far to the east of here.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You will find the Darktide-wolves all throughout the Grimwood, east of our village, and west in the hills and valleys of the Steps of Gram. They are not too good at hiding, and they smell dreadful.\\n\\n'Find them and kill them so they may prove less a threat to people here.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Wolves at Our Walls",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Hoarhallow has always been in a difficult position. Being a village of hobbits in a place so filled with corruption and death is difficult, but these hobbits had lived in quiet obscurity until the Ongbûrz poured through the mountains north of their home. With the arrival of evil, came new threats as the foes surrounding the village suddenly became aware of their presence.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Darktide-wolves ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Darktide-wolves ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Wolves can be found east and west of Hoarhallow, scattered throughout Hithlad and into the hills of the Steps of Gram.\\n\\nEmerald Twospade explained that the wolves of the Ettenmoors have long been the true threat against the Little Folk of Hoarhallow. She enlisted your aid in destroying the creatures and lessening their threat.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return to Emerald Twospade at Hoarhallow",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Emerald Twospade is in Hoarhallow.\\n\\nYou scoured through the Grimwood and slew a large number of the Darktide-wolves. You should return to Emerald Twospade with the news.",
      "es": ""
    }
  ]
}