{
  "id": 620781844,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Discovered the Grimwood Lumber-yard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Worhtless maggot! Defeat earns you failure!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Soldier Faltúrz sent you to Hithlad, east of the southern stretch of the Hoardale River, to find the Grimwood Lumber-yard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Maggot! You need to learn your way about these lands, and I am tasked with seeing that you do.\\n\\n'South and east, across the Hoardale River, you will find a swath of land called Hithlad. A forest, ripe for harvesting, covers the land there. It is called the Grimwood. We found rat-folk working there and drove them out, only to have the enemy come to their defence.\\n\\n'You must scout through the wood and find the camp so you know where the battles will be fought in that wood. Return to me, only when you discover this location!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Grimwood Lumber-yard is found in the heart of the Grimwood within Hithlad, south and east across the Hoardale River.\\n\\nSoldier Faltúrz ordered you to learn the location of the Grimwood Lumber-yard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Favour earned! Not for you, of course...you've simply been prepared for your future sacrifice for the glory of Angmar, Mordirith, and Lugbúrz!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Soldier Faltúrz awaits your return at the Krahjarn-encampment at Gramsfoot.\\n\\nYou scouted through the Grimwood and discovered the Grimwood Lumber-yard. Now you should return to Soldier Faltúrz.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'My ire rises each time I see your face, worm. Let us be certain of one thing: you do as I say, and you live. Press me, and I will slaughter you. Find the Grimwood and return to me only after you know the location of the camp.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Scout the Grimwood Lumber-yard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Soldier Faltúrz at Gramsfoot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat is not an option!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Into the Grimwood",
      "es": "",
      "es (fem)": ""
    }
  ]
}