{
  "id": 620781992,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Our foothold here is tenuous, [placeholder]. Driving the forces of Angmar from the tower was only the beginning but their seige will not relent. Many were injured and much of our arms and armour has been terribly damaged.\\n\\n'I have been ordered to assist in the collection of much needed resources to aid in the rearming process.\\n\\n'You should be able to find leather to service our needs from any of the more natural creatures strewn throughout the Ettenmoors. Collect them and return them to me, and I will see that you are rewarded for your efforts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I care not to know where these were gathered. It is bad enough we cannot send for aid at Rivendell. War, [placeholder], makes us all do things we shall regret. Be safe as you travel through this marred and dangerous land.\\n\\n'You may visit Quartermaster Ash at Glân Vraig for further rewards. Thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Seek hides from the wild beasts of the Ettenmoors. The battle here is harsh, we cannot be too particular in what we accept.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Patching the Holes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "As the battle in the Ettenmoors rages, the Free Peoples struggle to keep up their armour and weaponry for the seige.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected untreated leather-hides ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Speak with Sergeant-at-Arms Ambeng at Lugazag",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wild beasts with strong hides roam the Ettenmoors. The leather made from their hides will be useful to the war effort.\\n\\nSergeant-at-Arms Ambeng asked you to seek out untreated leather from the wild beasts throughout the Ettenmoors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect untreated leather-hides ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}