{
  "id": 620781931,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Look lively, you sack of filth! I've no time for chatter, only time for killing!\\n\\n'The Snowreap-goblins in Arador's End sent scouts to us with news that Meldún, a dwarf who defended the Isendeep moved to Hoarhallow!\\n\\n'Get down there and tear the dwarf's beard off his face before you gut him like a Nimwaith!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Keep following orders like this, you maggot, and you may one day find yourself asked to forsake your tribe to join the Krahjarn!\\n\\n'This is not that day, maggot. Stop thinking treacherous thoughts! You are to be given favour for your effort, and so I tell you that the Great Eye smiles at what you have done!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Get out there and slaughter that dwarf, you piss-ant! I'm not here to see you dally behind the safety of these walls! I will flay your hide and hang it from the walls of this fort if I must!\\n\\n'To Hoarhallow... slaughter the dwarf Captain-General.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e112",
      "en": "You have defeated Captain-General Meldún",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Raid: Captain-General Meldún of Isendeep",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Defeat Captain-General Meldún",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A dwarf patrols the streets of Hoarhallow, defending the rat-folk. End him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Angmar claims the Isendeep mine!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Captain-General Meldún and claim the Isendeep Mine. You must not be defeated when the Captain-General falls.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Hoarhallow is south of Gramsfoot.\\n\\nSoldier Dalgumthak directed you to Hoarhallow to kill the dwarf-lord in power there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Soldier Dalgumthak awaits the news of your victory at Gramsfoot.\\n\\nAfter delving deep into the Isendeep mine, you found and slaughtered the dwarf Captain-General who had taken command there.",
      "es": "",
      "es (fem)": ""
    }
  ]
}