{
  "id": 620781822,
  "txt": [
    {
      "id": 218649169,
      "en": "'You little maggots make me want to vomit! Worthless sores on the hide of Mordirith's great army. Never killed before, never seen steel in the hands of a filthy târk, or Elf, or worse...a dwarf. You're nothing more than a heap of dung piled as high as you stand, and none will show you respect until you done proved yourself worthy.\\n\\n'I don't see that happening, you worthless, good for nothing [placeholder]! You look like a slimy scum that crawled out from the deepest cave near the sludge spilling from the gutters in Carn Dûm! I've got to find something simple for a piss-ant like you to kill with ease...and I know just the things! We found them only recent-like, and they're a tasty bunch of rats. Not much fight in them, being as small as they are...might be a tough wrangle for you though.\\n\\n'Rat-folk with big bellies meant for stabbing, live near the water in the wood south of here. Kill their farmers and gardeners, and if you don't fall on your face and break my cold black heart, return to me! Get a move on, you dung-hill rat!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Killed them did you? A fine start, [placeholder]. You may find yourself on the front lines someday, doing your service to the Iron Crown by being a body on the heap!\\n\\n'Keep working like this, and we might find a way to promote you to the top of the filth-pile one day!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Get out there and kill them rat-folk, you worthless gob of flesh! Hoarhallow is found south of here and across the Hoardale river.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Tasty Little Farmers and Gardeners",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Upon arriving in the Ettenmoors, scouts were sent to the far corners in search of allies and enemies within the land. In the south, just across the Hoardale river, a secluded village of plump rat-folk was found, and the inhabitants there were found to be resistant to the forces of Angmar. It was also discovered that the folk were quite tasty.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Hoardale Hollow Farmer Slain: ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Hoardale Hollow Gardener Slain: ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Kill Hoardale Hollow Farmers: ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Rat-folk with fat round bellies are rumoured to live in a village far south beyond the Steps of Gram.\\n\\nTaskmaster Fikdag wants you to make your way into the southern area of the Ettenmoors in search of rat-folk.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Kill Hoardale Hollow Gardeners: ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Taskmaster Fikdag is at Dar-gazag.\\n\\nYou slew the rat-folk with ease and now should return to Taskmaster Fikdag.",
      "es": ""
    }
  ]
}