{
  "id": 620781888,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Ost Ringdyr is a thorn, [placeholder]. A place we can penetrate and nearly destroy, but one we cannot hold for any true time. Like us, the enemy is entrenched deeply at their camp of Glân Vraig, and Ost Ringdyr is simply too close to hold the keep.\\n\\n'We can however slaughter their numbers and kill the master of the keep. This is what I ask of you, [placeholder]: go to Ost Ringdyr and kill the lord who commands the enemy there. Do this and you will earn favour with Angmar and Lugbúrz.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'A day of victory for Angmar and Lugbúrz! This victory shall echo through the moors and mountains.\\n\\n'You have earned the favour of the Great Eye, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Do not test me, [placeholder]. Seek the Captain-General of Ost Ringdyr and do not return to me until he is dead!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Raid: Captain-General Lainedhel of Ost Ringdyr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Attempts to weaken the enemy forces are proving fruitful, and the keep east of Tirith Rhaw, where the Elf Captain-General Lainedhel rules, is the target of assault. You are charged with organizing a war-band to assault Ost Ringdyr in an effort to slaughter the lord of the keep.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Captain-General Lainedhel defeated!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Captain-General Lainedhel at Ost Ringdyr. You must not be defeated when the Captain-General falls.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ost Ringdyr is far to east beyond the Hoardale river and Tirith Rhaw.\\n\\nTaskmaster Krul directed you to make your way to Ost Ringdyr to slaughter the lord of the keep.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Taskmaster Krul is at Gramsfoot.\\n\\nAfter storming the walls of Ost Ringdyr, you fought through the enemy and defeated the leader of the keep. You should return to Taskmaster Krul with news of his defeat.",
      "es": "",
      "es (fem)": ""
    }
  ]
}