{
  "id": 620781959,
  "txt": [
    {
      "id": 136263297,
      "en": "Snowreap Sapper Slain([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Snowreap Guard Slain ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Goblins have been the main foe the Hobbits of Hoarhallow have contended with in all their years. They believe with the aid of the Tall Folk they can score a final victory against the Snowreap-goblins.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'We welcome the arrival of our tall friends to Hoarhallow. With them, we hope to end the plight which has faced our people for a great long time.\\n\\n'In the north, beyond the place where the Hoardale rises sharply by the Tall Folk fortress and bends to the east, at the crest of the hill, you will find Grothum where the goblins dwell. We wish to show them that we are not afraid of their ilk, and truly we are not. There are some of us willing to fight, but they have gone off to protect the wood and help the Tall Folk.\\n\\n'If you are willing to help us, make your way north-east and defeat the goblins.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Snowreap-goblins inhabit Grothum, a village they established east of the Isendeep Mine in Arador's End.\\n\\nNed Claybrick asked you to assail the goblins in their home to deter them from future raids on Hoarhallow.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Such heroism! We are indebted to you, [placeholder]. We will not forget all that you have done for us.\\n\\n'Please take this. The Tall Folk at Glân Vraig said that Quartermaster Ash there would assist all those that give us aid.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ned Claybrick awaits your return at Hoarhallow, south and west of Grothum.\\n\\nYou found the Snowreap-goblins in Grothum and defeated them at their village. You should return to Ned Claybrick with the news.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You will find the golbins in their village, Grothum. It is far to the north and east in Arador's End.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Return to Ned Claybrick at Hoarhallow",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Slay Snowreap Guards ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Return to PLACEHOLDER at Hoarhallow",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Sundering the Snowreap",
      "es": ""
    }
  ]
}