{
  "id": 620781812,
  "txt": [
    {
      "id": 218649169,
      "en": "'Your weak frame and tender flesh will bruise too easily if you attempt this, sluggard! But if you desire great favour and glory in the name of the Great Eye, then perhaps you will throw your life away on this endeavour.\\n\\n'Within the towers and keeps of these lands, our enemy takes root from time to time. When they do, First Marshals of their army stalk the halls as attendants and support for their masters.\\n\\n'Storm their holdings and collect their marks. Bring them to me, and I will be well-favoured indeed. Accept this task and fail, and I will feed your gizzard to the trolls!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Scraps! You bring me scraps! What am I to do with these, you pathetic excuse for a [placeholder]? I should gut you where you stand and use your entrails to season the gruel.\\n\\n'Such failures cannot be tolerated...but they must, only because you are the troops we have for our menial tasks. Begone from my sight.\\n\\nChieftain Durulkum mutters. 'Yes, these suit my purpose well.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Standing around, are you? What value you add to this army, [placeholder]. I can see you at the head of our army, strapped to the front of battering-ram, repeatedly slammed into the enemy's fortress!\\n\\n'Get me what I need! Only towers and keeps controlled by the enemy will house the First Marshals, you worthless scum!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "First Marshals' Marks",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "First Marshals stand only behind the Captain-General in rank amon the enemy army. Chieftain Durulkum wants their marks of rank to further the favour this war-host gains with Angmar, Mordirith, and Lugbúrz.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected First Marshals' marks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Return to Chieftain Durulkum at Dâr-gazag",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "First Marshals can only be found in towers and keeps claimed by the enemy.\\n\\nChieftain Durulkum at Dâr-gazag informed you that the marks borne by the First Marshals of the enemy army gain great favour with Mordirith in Angmar.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect First Marshals' marks ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}