{
  "id": 620781824,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'One thing that the rat-folk have proven to be, [placeholder], is a tasty source of food. Their flesh is sweet and soft, tasting better than the flesh of any Man I have ever eaten.\\n\\n'I will tell you this, while you stalk through their trails and amongst their homes, be wary not to destroy the meat on their legs. If you return them to me, I will be sure to give you a worthy reward.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ahh, a tasty treat to fill my belly. Their flesh is supple and slides from the bone with ease when boiled in a stew.\\n\\n'Keep up your efforts here in the Ettenmoors, and one day I might share some of the stew with you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Try my patience if you must maggot, but my appetite will be sated. I would prefer the tender and tasty flesh of the rat-folk, but I will settle on yours, if you continue to taunt me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Tasty Little Legs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Though the Rat-folk have proven a thorn in the side of Angmar's Army, they have also proven a viable source of food. Not only do the rat-folk have seemingly endless food-stores, but their flesh is sweeter than Man's.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collect hobbit-legs: ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return to Dâr-gazag and speak with Taskmaster Fikdag",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Hoarhallow lay to the south on the eastern side of the Hoardale river.\\n\\nTaskmaster Fikdag at Dâr-gazag has grown fond of the flesh found on the bones of the rat-folk, and he has asked you to collect some of their legs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect hobbit-legs: ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}