{
  "id": 620781933,
  "txt": [
    {
      "id": 218649169,
      "en": "'South across the river and east into the dark depths of the Grimwood, you will find a lumber-yard. We happened upon this yard a while ago, and it was devoid of any sign of enemy, but the small houses left behind were made by the rat-folk far to the south.\\n\\n'The forest is ripe for harvesting and the lumber-yard still functions. We must take this location back from the enemy, lest they continue to make their bows and arrows to garner strength for their number.\\n\\n'We will also strike a blow against their leadership as an Elf stands against us at the lumber-yard.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'A glorious victory! Now we must hold the lumber-yard and build our machines of war to strengthen our hold in the Ettenmoors.\\n\\n'This day has seen you earn strength and standing amongst the ranks of the Dark Lord's army!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Make your way into the centre of the Grimwood and slaughter the Elf who leads the enemy at the Grimwood lumber-yard.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Raid: Captain-General Bordagor",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Grimwood forest covering most of Hithlad, is home to a lumber-yard established by a race of small, tasty folk. The rat-folk dwell far away from the lumber-yard, but the enemy is there now. What is worse, an Elf stands at the head of the enemy's army.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Angmar claims the Grimwood Lumber-yard!",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Captain-General Bordagor and claim the Grimwood Lumber-yard. You must not be defeated when the Captain-General falls.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Grimwood Lumber-yard is at the heart of the Grimwood Forest.\\n\\nSoldier Bagfra directed you to find your way to the Grimwood Lumber-yard and destroy the Elf-lord in charge of the enemy forces there.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Soldier Bagfra is to the north and west.\\n\\nYou found and slaughtered the Elf Captain-General at the Grimwood Lumber camp. Return to Soldier Bagfra and report your success.",
      "es": ""
    }
  ]
}