{
  "id": 620781883,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You trespass where you are not welcome, [placeholder]. I shall allow this, for I know you mean to cull the enemy from our home, and I shall even pledge my bite to your effort for recompense.\\n\\n'Long has my pack struggled to oust the Morningthaw-bears beyond the borders of the Misty Mountains. Long have we battled them and sometimes won. With the arrival of the Elves, the bears drove us back and flocked to their side. My pack came to your leaders and chose to work with them in service to Lugbúrz. I will order my pack to slaughter in Angmar's name, and now, I ask that you slaughter to sate my hunger.\\n\\n'I want meat. Meat from the Morningthaw. Deliver me enough to sate the hunger of all my years, and I will drive the enemy from that tower by your side.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x262f714",
      "en": "'Now, I return to rest. My thirst and hunger at last sated.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'My hunger dies a little with every swallow, so sweet is the taste of revenge. They shall pay more than they know for their intrusion into these lands.\\n\\n'Come [placeholder]! Let us tear the throats from the enemy and slake our thirst now with their blood!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I shall not join you in assailing this fortress until I am appeased. Bring me those hides and I will lead you against the foes within Lugazag.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Maw of Mazauk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Mazauk, a grizzled Warg of unknown years, pledges to join the battle against the enemy should you provide his den with the meat of his hated enemy, the Morningthaw-bears.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Morningthaw-haunches ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2e7fa94",
      "en": "'Your gift sates my hunger, but not my thirst. That I will sate on their blood! Come now, do not tarry!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return the meat to Mazauk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Morningthaw-bears can be found throughout the Ettenmoors.\\n\\nMazauk directed you to get meat from the Morningthaw bears.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect Morningthaw-haunches ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}