{
  "id": 620781929,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Stand fast, worm. There is a task that needs doing, and your blood will stain the ground as well as any others.\\n\\n'Where the Hoardale splits the battlefield, there is a keep. It was there that the Witch-king of Angmar stopped to give strength to the betrayers before returning to the Great Eye's service in Mordor!\\n\\n'The keep is now in control of the enemy, and a dwarf stands as the head of the forces watching over the keep! You are charged with the recovery of the keep and return of it to the rightful holders!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'A day for glory! A day for Angmar and the Iron Crown!\\n\\n'Tol Ascarnen is ours once more, and your arms assisted us in slaughtering the dwarf who stood in our path.\\n\\n'You have earned the favour of Moridirth, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Stop wasting time! Get your feeble innards out on the field of battle and earn your glory or die in the attempt!\\n\\n'Go now, to Tol Ascarnen and face down the dwarf there!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Raid: Captain-General Mákan of Tol Ascarnen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The ancient keep Tol Ascarnen was once home to the Witch-king of Angmar as he returned to Mordor after facing the armies of Glorfindel in the north. The keep long lay in ruins, but still it holds majesty for the minions of Mordirith. You are tasked with assembling a force to liberate the holding from the dwarf who now calls the place home.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Angmar claims Tol Ascarnen!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Captain-General Mákan and claim Tol Ascarnen. You must not be defeated when the Captain-General falls.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Tol Ascarnen sits on an island in the centre of the Hoardale River.\\n\\nYou have been tasked with finding and slaughtering the dwarf-leader who now stands in command of Tol Ascarnen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Tol Ascarnen has fallen under the control of Angmar's Army once more, and you are partly to thank for the destruction of the dwarf-leader therein. YOu should return at once to Taskmaster Kûf",
      "es": "",
      "es (fem)": ""
    }
  ]
}