{
  "id": 620781818,
  "txt": [
    {
      "id": 218649169,
      "en": "'Maggot! You try my patience by the very sight of you. Skulking about with a sluggard's look about you. You make me sick and long for the vile bile spewed from Carn D청m's underbelly.\\n\\n'I'd sooner speak with the Pale Folk than you, if I had the choice. As I cannot choose where I am forced into duty, I shall take pleasure in causing you limitless pain.\\n\\n'Our enemy calls feeble creatures leaders. Simple things who command small units. Sergeants, they call them. Our war-host will thrive only when we show our strength, and what better way than by defeating the lowliest of their leaders. Find them and take their badges off their warm corpses. You will do this for me, or I will see that you are fed the leavings in the bile from the north.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Feeble, yes? Such creatures cannot hope to match the might of Angmar's Army. Mordirith will be pleased with my progress!\\n\\n'You did well for me, filth. I will see that you are given favour.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You do not want to make a mockery of me [placeholder]. I will see that you are relegated to scrubbing the stones of Carn D청m clean for the rest of your days, if you fail me!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Sergeant-at-Arms' Patches",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Sergeants command smaller units of the enemy army. These feeble creatures believe that they can stand up to the might of Angmar's army, but they shall soon learn that they face a relentless foe.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected sergeants' patches ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Return the patches to Chieftain Durulkum at D창r-gazag",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Sergeant-at-Arms lead small numbers of Men, Elves and dwarves throughout the Ettenmoors.\\n\\nChieftain Durulkum directed you to obtain sergeants' patches before returning to him at D창r-gazag.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect sergeants' patches ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}