{
  "id": 620781855,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Maggot! You've been conscripted, like it or not, to assail our enemy at the walls of their tower in the east. \\n\\n'Travel across the Ettenmoors, always east, beyond the Hoardale River and Tol Ascarnen, to the shadow of Ost Ringdyr where you will see the tower Tirith Rhaw rising upon a great hill.\\n\\n'Kill the guards about this tower to weaken our enemy, and you shall see respect. Fail, and you will face your doom.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'A victory today, maggot! A victory!\\n\\n'We shall drive these fools from the Ettenmoors yet, then bring the full might of Angmar into this land and drive forwards to meet the armies of Mordor in the south!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Go to Tirith Rhaw, maggot! Kill the guards and give our army the chance that it needs to slaughter these fools!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Guards of Tirith Rhaw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Tirith Rhaw stands in the east, near the camp of the Free Peoples at Ost Ringdyr. The tower is under the control of the Free Peoples, and you are tasked with killing the guards in the area.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated guards at Tirith Rhaw ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat guards at Tirith Rhaw ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Tirith Rhaw is a tower in the eastern area of the Ettenmoors. It lay between the central keep of Tol Ascarnen and Ost Ringdyr.\\n\\nSoldier Gazlup ordered you to slaughter the guards keeping watch over Tirith Rhaw.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak with Soldier Gazlup at Lugazag ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Soldier Gazlup is at Lugazag.\\n\\nYou were tasked to kill the guards at Tirith Rhaw by Soldier Gazlup of Lugazag. You should return to Gazlup with news of your victory.",
      "es": "",
      "es (fem)": ""
    }
  ]
}