{
  "id": 621049806,
  "txt": [
    {
      "id": 173025735,
      "en": "Collect daewath ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025737,
      "en": "Collect fingloth ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 148970248,
      "en": "Collected daewath ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184621124,
      "en": "Golodhril is located in Bazanmanar.\\n\\nYou should bring the flowers you collected to Golodhril.",
      "es": ""
    },
    {
      "id": 251715988,
      "en": "Return to Golodhril",
      "es": ""
    },
    {
      "id": 173025745,
      "en": "Collect elialas ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 148970256,
      "en": "Collected fingloth ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184621200,
      "en": "The three plants can be found in central Clovengap.\\n\\nGolodhrim has asked you to collect samples of three plants.",
      "es": ""
    },
    {
      "id": 148970258,
      "en": "Collected elialas ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 149027506,
      "en": "In Search of Quellwort",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'You have my gratitude for your assistance with the fountains. I wonder if I might ask you for further help. I have read about three rare plants that grew here in Clovengap. One of them is said to cure stomach ailments, and I believe it could be useful for our eventual sailing trip to the West.'\\n\\nShe lowers her voice, glancing to be sure her sister is not listening.\\n\\n'Sadorwen does not do so well with the rocking of boats, which is no doubt why she agreed to put off going for as long as we have. Sadly, my book is unclear on which plant has this property. The three plants are called daewath, fingloth, and elialas in Sindarin.'\\n\\nShe shows you a page with the image of three flowers, with illegible writing next to them.\\n\\n'Gather some of each for me and bring them back here… ah, please.'",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "Clovengap plants with special properties are written of in ancient tales.",
      "es": ""
    },
    {
      "id": 190220579,
      "en": "'You come bearing plants? Lovely! Let us see what we have.'",
      "es": ""
    }
  ]
}