{
  "id": 621049982,
  "txt": [
    {
      "id": 148970290,
      "en": "A very large rock! From the ceiling!",
      "es": ""
    },
    {
      "id": 190220770,
      "en": "DNT - 'Do not be deceived by the current conditions of Clovengap. Ancient records state that this area was once tiered gardens, markets, and parks. The author of said records wrote of vineyards, lush fields for livestock, and gardens of fruit bearing trees, herbs, and ornamental plants. ",
      "es": ""
    },
    {
      "id": 173025763,
      "en": "Search for Nâtatharr",
      "es": ""
    },
    {
      "id": 190220564,
      "en": "'Welcome back! Did you find Nâtatharr? Was it enormous?'",
      "es": ""
    },
    {
      "id": 173025767,
      "en": "Talk to Gerja in Bazanmanar",
      "es": ""
    },
    {
      "id": 190220547,
      "en": "Much of the wording has faded with time, but it seems to be a poem describing the sundering of Gundabad, and the crumbling of the ceiling of Clovengap and of Nâtatharr, the Ceiling Rock, crashing to the ground below alongside countless other pieces. The latter were used in the construction of the tiers and ramps of Clovengap.",
      "es": ""
    },
    {
      "id": 184621220,
      "en": "Gerja Defthand is at Bazanmanar, in north-east Clovengap.\\n\\nYou should let Gerja Defthand know that you found Nâtatharr.",
      "es": ""
    },
    {
      "id": 184621266,
      "en": "Nâtatharr is in eastern Clovengap.\\n\\nYou should search for Nâtatharr.",
      "es": ""
    },
    {
      "id": 190220548,
      "en": "Much of the wording has faded with time, but it seems to be a poem describing the sundering of Gundabad, and the crumbling of the ceiling of Clovengap and of Nâtatharr, the Ceiling Rock, crashing to the ground below alongside countless other pieces. The latter were used in the construction of the tiers and ramps of Clovengap.",
      "es": ""
    },
    {
      "id": 148970281,
      "en": "You found a very large rock. From the ceiling.",
      "es": ""
    },
    {
      "id": 149027506,
      "en": "The Sky Has Fallen",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'As you move northward, there are many more locations for our map. Please look for Nâtatharr, a giant boulder the size of a hill that was once part of Clovengap's ceiling!\\n\\n'I will meet you at Bazanmanar, north of here.'",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "When the mountain was sundered, the ceiling of Clovengap crashed to the valley below.",
      "es": ""
    },
    {
      "id": 173025776,
      "en": "Search for Nâtatharr",
      "es": ""
    }
  ]
}