{
  "id": 621049849,
  "txt": [
    {
      "id": 148970452,
      "en": "DNT - ",
      "es": ""
    },
    {
      "id": 173025555,
      "en": "DNT - ",
      "es": ""
    },
    {
      "id": 190220770,
      "en": "'Do not be deceived by the current conditions of Clovengap. Ancient records state that this area was once tiered gardens, markets, and parks. The author of said records wrote of vineyards, lush fields for livestock, and gardens of fruit bearing trees, herbs, and ornamental plants.",
      "es": ""
    },
    {
      "id": 173025558,
      "en": "DNT - Return to Gerja ",
      "es": ""
    },
    {
      "id": 148970456,
      "en": "You found an ancient jar!",
      "es": ""
    },
    {
      "id": 173025559,
      "en": "Search for the old market",
      "es": ""
    },
    {
      "id": 190220773,
      "en": "DNT - 'Excellent work, friend. Not only have you retrieved the candle, but you have put a sizable dent in the enemy's forces! Well done, well done.'",
      "es": ""
    },
    {
      "id": 184621220,
      "en": "Gerja Defthand is in south-west Clovengap.\\n\\nYou should let Gerja Defthand know what you found in the old market.",
      "es": ""
    },
    {
      "id": 184621266,
      "en": "Dashât-zahar is in western Clovengap.\\n\\nYou should search for Dashât-zahar, an old market.",
      "es": ""
    },
    {
      "id": 190220777,
      "en": "'Welcome back! Did you find Dashât-zahar?'",
      "es": ""
    },
    {
      "id": 149027506,
      "en": "Map the Gap",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'Welcome to Clovengap! I am Gerja Defthand, Master Architect and head of the restoration project for this area of Gundabad. Yes, yes. I am aware that we have not yet taken back the gap, but as our victory is a given, it is never too early to start planning. If you are of a mind to help, I would greatly appreciate it!\\n\\n'Over the centuries, time and the gap’s unsavoury occupants have destroyed the gardens and farms. However, dwarf-hewn stone remains solid. We may discover once again the locations of these lost marvels.\\n\\n'Let us start locally. The records state that north of here, burrowed into the very mountain itself, was a marketplace, Dashât-zahar. Will you go and survey the area? I am drawing up a map for our forces and I believe the location could be useful as a camp.'",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "An eager architect asks assistance acquiring details of Clovengap.",
      "es": ""
    },
    {
      "id": 251716000,
      "en": "Return to Gerja",
      "es": ""
    }
  ]
}