{
  "id": 621049938,
  "txt": [
    {
      "id": "0xa5029e1",
      "en": "Search for the vineyards",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e2",
      "en": "'The honey jar gives me hope that the stories of Zigilmarn, the fabled Clovengap honey-wine, are true!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568914",
      "en": "'Welcome back! Did you find the vineyards?\\n\\n'Come, come! Show me on the map.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e5",
      "en": "Talk to Gerja in Hagbuth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b22",
      "en": "Overgrown trellises stretch across multiple tiers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a4",
      "en": "Gerja Defthand is in Hagbuth, in eastern Clovengap.\\n\\nYou should let Gerja Defthand know that you found the vineyards.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d2",
      "en": "The vineyards may be in eastern Clovengap.\\n\\nGerja has asked you to locate the fabled vineyards of Clovengap.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e9",
      "en": "DNT - 'Welcome back! Did you find the vineyards?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fab2",
      "en": "The Overgrown Vineyard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'The jar you brought back from Dashât-zahar is fascinating in so many ways! Look here, see those stains? That be honey or my chin is bald! It has long been thought that our ancestors here tended bees! I believe you found a jar of honey intended for sale at the market.\\n\\n'Right, let us return to the map. The honey jar gives me hope that the stories of Zigilmarn, the fabled Clovengap honey-wine, are true! I read that there were vineyards on the far shores of the Kurdushâlak. See what you can find, if you please? I shall meet you across the river, at Hagbuth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "The vineyards of Gundabad were once renowned throughout Middle-earth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e1a0",
      "en": "DNT - Return to Gerja",
      "es": "",
      "es (fem)": ""
    }
  ]
}