{
  "id": 621049879,
  "txt": [
    {
      "id": 228870261,
      "en": "Knowledge of Kicks",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have acquired 'Knowledge of Kicks.' Several pages of the tome seem to be missing",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "On this page, Brom recommends a simple means of improving the accuracy of your kicks: by setting an apple atop a wooden fence-post, closing your eyes, and attempting to strike the apple from its place with your foot.\\n\\n'If you are able to do this,' Brom writes, 'you can graduate to smaller apples and higher posts.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You found a missing page from 'Knowledge of Kicks'",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "On this page, Brom engages in a lengthy detour discussing punches instead of kicks. At the bottom of the page he recommends that you consult another of his books, 'The Art of the Perfect Punch,' for even more melee-related material.\\n\\nYou wonder if that book is full of information about kicks, and who suggested Brom write these books in the first place.",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You found a missing page from 'Knowledge of Kicks'",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "On this page, Brom has drawn a number of diagrams intended to demonstrate the proper form of three powerful kicks. Unfortunately, his artistic skills are rather less than his brawling prowess, and the drawings are impossible to understand.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Why are so many pages missing from this fine tome? Do you suspect that I was careless with Knowledge of Kicks, my most comprehensive guide to the deadly weapons that are your legs and feet? Do you believe the pages were lost by mistake?\\n\\n'It is not so! It is another lesson, my brawling friend! Collect all the pages and you will know everything there is to know about inflicting damage with your feet!'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You found a missing page from 'Knowledge of Kicks'",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "On this page, Brom details the problems and pitfalls of attempting to strike an opponent with your foot while jumping. 'Unless you are quite fast,' he writes, 'your opponent may be able to grab your leg during the approach, and then where will you be? Leave this manoeuvre to the experts!'",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You found a missing page from 'Knowledge of Kicks'",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "On this page, Brom continues his apparently heart-felt prohibition against jump-kicks. 'Trust me, dear reader,' he writes, 'you do not want to jump at someone with your foot extended, only to have them grab you out of midair. It would be humiliating... I assume.'\\n\\nYou suspect the author of Knowledge of Kicks had a bad experience executing this sort of manoeuvre at some point in his history.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You found a missing page from 'Knowledge of Kicks'",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "On this page, Brom discusses the importance of kicking with both your left and right legs.\\n\\n'But not at the same time,' he concludes.",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You found a missing page from 'Knowledge of Kicks'",
      "es": ""
    },
    {
      "id": 118018279,
      "en": "On this page, Brom compares the art of brawling with your feet to the practice of dancing. 'But not like they do it at court,' he continues. 'Brawling with your feet is much nearer the sort of dance you'd find at a country inn... and more fun, too!'",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "You found a missing page from 'Knowledge of Kicks'",
      "es": ""
    },
    {
      "id": 118018280,
      "en": "On this page, Brom recommends the purchase of another of his books, Martial Movement. Between the covers of that 'fine investment' he promises to explain a number of manoeuvres that will allow you to dodge the type of kicks you have learned from this tome.\\n\\n'But don't worry,' he writes, 'for your opponents will not have read it.'",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "You found a missing page from 'Knowledge of Kicks'",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "This curious manual describes a huge variety of kicks... you had no idea just how many there were.\\n\\nHowever, several pages are missing.",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "The first four pages of this book can be found on enemies scattered across Angmar, Eregion, and Moria. The last four pages of this book can be found on enemies scattered across Forochel, Moria, and the Misty Mountains.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Ask Brom why his treatise is missing so many pages",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Knowledge of Kicks, Page 7",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Knowledge of Kicks, Page 10",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Knowledge of Kicks, Page 12",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Knowledge of Kicks, Page 18",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Knowledge of Kicks, Page 19",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Knowledge of Kicks, Page 25",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Knowledge of Kicks, Page 35",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Knowledge of Kicks, Page 37",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The first four pages of this book can be found on enemies scattered across Angmar, Eregion, and Moria. The last four pages of this book can be found on enemies scattered across Forochel, Moria, and the Misty Mountains.\\n\\nKnowledge of Kicks was written by Brom Hawksbeard, a brawler from Bree-land.\\n\\nSeveral pages are missing.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "TBD",
      "es": ""
    }
  ]
}