{
  "id": 621049890,
  "txt": [
    {
      "id": 228870261,
      "en": "Martial Movement",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have acquired 'Martial Movement.' Many pages seem to have fled from its binding",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "On this page, Brom discusses the importance of knowing when to dodge an oncoming attack. 'Depending on the attack's direction,' he writes, 'you may wish to duck! However, if your foe has made an overhead swing with some heavy object, a quick side-step may be more appropriate.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You found a page of 'Martial Movement'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You found a page of 'Martial Movement'",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "On this page, Brom has sketched a diagram that contains entirely too many feet to follow. 'As you can see,' he writes, 'it is very important to keep your feet moving while you are in the thick of the fighting.'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You found a page of 'Martial Movement'",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You found a page of 'Martial Movement'",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "On this page, Brom claims to have invented the well-known adage that the best defence is a good offence. As far as you can tell, this is not true.\\n\\nTowards the bottom of the page, Brom claims that the best offence is a good defence, just in case.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Collect the missing pages of 'Martial Movement' and add them to the book.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You found a page of 'Martial Movement'",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "On this page, Brom suggests that you practice your most agile manoeuvres on the windiest day you can find. 'That way,' he writes, 'you'll be able to move even faster when the air is still and calm!'",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You found a page of 'Martial Movement'",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "You found a page of 'Martial Movement'",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "You found a page of 'Martial Movement'",
      "es": ""
    },
    {
      "id": 218639267,
      "en": "Brom spends most of the available space on this page describing a particularly memorable brawl from his younger days. 'You should have seen it,' he writes. 'There were chairs flying through the air, but they were like so many wisps of cloud to us, for nary a one could touch us!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The first four pages of this book can be found on enemies scattered across Angmar, Eregion, and Moria. The last four pages of this book can be found on enemies scattered across Forochel, Moria, and the Misty Mountains.\\n\\nMartial Movement was written by Brom Hawksbeard, a brawler from Bree-land.",
      "es": ""
    },
    {
      "id": 218639268,
      "en": "On this page, Brom discusses a number of different feints you can use to disorient your opponents, including such diversions as the Whoops Not That Way, the Over Here Not There, and the Too Fast For You.",
      "es": ""
    },
    {
      "id": 218639269,
      "en": "On this page, Brom floats a disturbing hypothetical situation. 'In the event you find yourself engaged in combat with a brawler who is also familiar with the contents of this book, you may find yourself locked in a perpetual dance of dodging and weaving, with neither combatant able to land a successful blow!'\\n\\nBrom has no further advice to counter this situation; he apparently just thought it was interesting.",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "You already know how to move; you have been doing it all your life. Brom had better be able to justify your purchase, or you will show him just how well you can move, to his peril!",
      "es": ""
    },
    {
      "id": 218639270,
      "en": "On this page, Brom notes the importance of maintaining complete focus when engaged in the middle of a whirling storm of battle. 'Only a heightened sense of awareness can enable you to side-step whatever projectiles might be coming your way,' he writes.\\n\\nToward the bottom of the page he seems to contradict himself. 'Sometimes you might need some luck on your side,' he notes. 'But reading such instructive texts as these is ultimately the most important thing, of course. Thanks for buying my book!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Demand an explanation from Brom",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Martial Movement, Page 27",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Martial Movement, Page 33",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Martial Movement, Page 34",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Martial Movement, Page 35",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Martial Movement, Page 36",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Martial Movement, Page 52",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Martial Movement, Page 56",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Martial Movement, Page 58",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "You show Brom the book labelled 'Martial Movement,' and your silence speaks volumes. The brawler raises his hands defensively.\\n\\n'Look, I know what you're thinking. You're thinking you purchased a book with a number of pages missing, but let me tell you why you did such a thing, and why you should be pleased!\\n\\n'Are we not writing this book together, you and I? By finding the remaining pages, you are finishing the lesson I began by writing them in the first place! Is that not something special?'\\n\\nYour urge to brawl rising, you decide to exercise the restraint that most would not.",
      "es": ""
    }
  ]
}