{
  "id": 621049867,
  "txt": [
    {
      "id": "0xda44875",
      "en": "The Art of the Perfect Punch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have acquired 'The Art of the Perfect Punch.' Why are so many pages missing?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "On this page, Brom discusses a number of openings a brawler might use to begin a fight. Chief among these is the time-tested 'look at the thrush!' manoeuvre, in which a brawler pretends to hold a tiny bird in the left hand and strikes out suddenly with the right.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You found a missing page of The Art of the Perfect Punch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You found a missing page of The Art of the Perfect Punch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You found a missing page of The Art of the Perfect Punch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "You found a missing page of The Art of the Perfect Punch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "You should search for missing pages from The Art of the Perfect Punch throughout Angmar and the Misty Mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "You found a missing page of The Art of the Perfect Punch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3687",
      "en": "You found a missing page of The Art of the Perfect Punch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3688",
      "en": "You found a missing page of The Art of the Perfect Punch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3689",
      "en": "You found a missing page of The Art of the Perfect Punch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba4",
      "en": "On this page, Brom lists a number of follow-up moves to use against opponents who have been consumed with rage following the successful execution of the 'look at the thrush!' manoeuvre detailed on a previous page. Most of these seem to rely upon beating a hasty retreat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "The first four pages of this book can be found on enemies scattered across Angmar, Eregion, and Moria. The last four pages of this book can be found on enemies scattered across Forochel, Moria, and the Misty Mountains.\\n\\nThe Art of the Perfect Punch was written by Brom Hawksbeard, a brawler from Bree-land.\\n\\nMany of the pages in the middle of the book have gone missing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Perhaps Brom Hawksbeard can explain why this book you purchased is incomplete.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba5",
      "en": "On this page, Brom goes into great detail on the differences between a 'thump' and a 'wallop.' As terms of art, they leave much to be desired.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Bilbo Baggins is in Rivendell, and will be most interested that you found a copy of his book.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba6",
      "en": "On this page, Brom asks the question 'Is the most valuable punch the one you never need to throw?'\\n\\nHis answer: 'no.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba7",
      "en": "On this page, Brom lists a number of vulnerable spots a skilled brawler might target with punches in order to debilitate his opponents. Unfortunately, his understanding of anatomy is less than thorough, and most of his advice only applies to humanoid opponents.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba8",
      "en": "On this page, Brom suggests that if you intend to brawl with spiders or other crawling insects, you should purchase another of his books, 'Knowledge of Kicks,' for valuable advice on dealing with such creatures. 'I will not here describe what type of attack you will need,' he writes, 'but it is not a punch of any kind!'\\n\\nYou suspect he may be referring to kicks, but with Brom it is hard to say.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Express your dissatisfaction to Brom Hawksbeard in Bree Jail",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba9",
      "en": "On this page, Brom notes that many brawlers never master the art of the perfect punch, despite studying from the best trainers Middle-earth has on offer. 'This reflects poorly on the student, and not on the teachers,' he insists.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "The Art of the Perfect Punch, Page 6",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "The Art of the Perfect Punch, Page 7",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "The Art of the Perfect Punch, Page 15",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "The Art of the Perfect Punch, Page 19",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "The Art of the Perfect Punch, Page 22",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "The Art of the Perfect Punch, Page 23",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "The Art of the Perfect Punch, Page 24",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c9",
      "en": "The Art of the Perfect Punch, Page 49",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba90",
      "en": "On this page, Brom discusses the importance of landing successive blows with alternating fists. You wonder why he waited until page 49 to describe this significant element of combat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Ah, the Art of the Perfect Punch! It is my masterwork, [placeholder], the finest tome ever written on the art of pummeling opponents with your fists! It will require you to put in some effort of your own, of course. Did you expect otherwise?'\\n\\nBrom studies you with sparkling eyes, and then laughs.\\n\\n'Lesson number one: do not punch the author of the tome, for he wrote all the missing pages and no doubt can knock you down! Turn your dissatisfaction upon foes in the wild and you will complete the book you paid for in no time at all!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}