{
  "id": 621050642,
  "txt": [
    {
      "id": "0x8e1fab4",
      "en": "The Fall of Forstóri",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502950",
      "en": "Explore Clavanail",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502951",
      "en": "Explore Anatrâd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502952",
      "en": "Explore Eiglinn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502953",
      "en": "Explore Maranazhâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502954",
      "en": "Explore Danakh-khêj",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502955",
      "en": "Explore Skarashulg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502956",
      "en": "DNT - Explore Kurdushâlak",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502957",
      "en": "Explore Min Návaid",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba6",
      "en": "Tucked into the curved walls of Clovengap, Dashât-zahar was once a marketplace specializing in the sale and trade of Zigilmarn, the renowned wine made from the gap's own grapes. Once, tall vases, barrels, and glass bottles filled the room. Long gone, deadly wasps have taken up residence in their stead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba931",
      "en": "Once a shimmering lake in the western heights of Ered Mithrin, Eiglinn has been defiled by the Angmarim of the Iron Crown. An unexpected by-product of fell sorcery and experimentation at Tûr Fúar, the Drearspire, a harsh, blueish-green runoff, known to the Zhélruka as spell-dross, has seeped into the groundwater, polluting Eiglinn and other bodies of water in Câr Bronach.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba17",
      "en": "After the fall of Angmar, dissent grew within the Hill-men of the Trév Duvárdain. Although many of their kin still serve the Iron Crown, a growing number of Hill-men have abandoned their wicked brethren and taken refuge at Eiricháv. Whether they will return to Angmar and unify with the Trév Gállorg remains uncertain, but at Eiricháv, they live free of their oppressors--and that is enough.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba932",
      "en": "The fortress of Anatrâd, the river-watch, once housed the guardians and protectors of Clovengap. From this location, dwarves from all over Gundabad converged in order to march through the tunnel above into Welkin-lofts to battle the foes of Durin's folk. No mere barracks these, but fine chambers for brave defenders from champions to water bearers, from captain to squire. Though it was jested that assignment to Anatrâd was for those who would \\qfrolic in the fields\\q it was known too that defending the gate and tunnel above was one of the first lines of defence for all of Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba19",
      "en": "Driven from their homes in the glen after the Iron Crown fled Angmar, many of the birds of Câr Bronach now nest in the rocky heights of Clavanail, save, of course, for carrion-birds, who now feast upon the remains of the victims of the Iron Crown.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01159",
      "en": "Explore the enemy encampments and strongholds within Clovengap.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba938",
      "en": "DNT - Kurdushâlak carves a deep channel through the center of Clovengap. The river is fed by multiple falls and runs the length of the cavern. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d193",
      "en": "Explore the enemy encampments and strongholds within Clovengap.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba939",
      "en": "Benches in various states of decay and rust line the main path through this green meadow. Danakh-khêj was once a park where Dwarves came to enjoy the emerald grasses and sparkling sapphire waters of the largest of Clovengap's fountains. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba943",
      "en": "The ancestral home of Forstóri's Line perches high above the river Kurdushâlak. Clovengap's gardens, vineyards, and clean, pure waters, brought much wealth to the clan of Forstóri, the first dwarf who took control of the tiers. Garânashmar grew from a small family home to an estate that housed multiple clans, workers, and defenders of Clovengap. Sadly, Garânashmar now plays host to crystal-maddened Angmarim, whose experiments and rituals defile these once proud halls.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba944",
      "en": "Long before the passing of a dragon coated the northern end of Clovengap with ice and rime frost, Frósthel's field were lush and green. Shepherds herded livestock amidst tall grass, leading them to the cool waters to drink and wade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba946",
      "en": "When Forstóri was tasked with guardianship of Clovengap, one of the first things he did was send a delegation of dwarves to the surrounding lands to collect seeds and saplings. Among the fruit trees, vegetables, and flowers were grape seeds. Forstóri ordered great pergolas to be crafted to bear the weight of the heavy vines. From the vineyards of Maranazhâr came the incomparable Zigilmarn, a wine of such delicate yet complex tastes that even the Elves still speak of it with a hushed awe.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Explore Dashât-zahar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50217",
      "en": "Explore Garânashmar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba948",
      "en": "Ancient records of Clovengap speak of tiers of heavy-laden fruit trees planted in neat rows upon the western tiers. Whatever may once have grown in gardens and orchards here is long gone, ripped out by the roots by Orcs, Wargs, and other intruders to Clovengap. The Orcs call these woods Skarashulg, or \\qWarg-woods,\\q for the twisted beasts who make their dens here among bone and rock.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50218",
      "en": "Explore Eiricháv",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba949",
      "en": "In days long ago, too numerous to count, a dragon fell from the sky, its body pierced with dwarf-made weapons. Into Clovengap he crashed, and slithered like a giant worm into a tunnel he found behind one of the thunderous falls. Deep into the ground he poured his body, his life failing but his hatred burning fierce. The light went out in his eyes, the scales fell from flesh, flesh from bone.\\n\\nEons passed, and the bones themselves began to crack and break. As they split, the wickedness seeped from them, poisoning the waters in his death chamber cavern. From the waters, crystals grew, their depths swirling with corruption. From even deeper, an ancient evil clawed his way up, out, called to the cavern by the corruption.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50219",
      "en": "Explore Frósthel",
      "es": "",
      "es (fem)": ""
    }
  ]
}