{
  "id": 621050643,
  "txt": [
    {
      "id": 137079104,
      "en": "As the dwarves delved deeper into the depths of Gundabad, they came across stone in shapes and veins which they had not previously discovered. When the ceiling of Clovengap fell in, examples of these finds were brought onto a grand plateau, that their brilliance might capture the sunlight from above.",
      "es": ""
    },
    {
      "id": 173025620,
      "en": "Explore Danakh-khêj",
      "es": ""
    },
    {
      "id": 137079105,
      "en": "The roaring of the Amgaruslun falls sit stilled now, by the icy passage of the dragon Hrímil. This waterfall was one of many that fed the river Kurdushâlak. Though the sun's rays sparkle on the ice, the cold here is too deep for any melting to occur.",
      "es": ""
    },
    {
      "id": 173025622,
      "en": "Explore Kurdushâlak",
      "es": ""
    },
    {
      "id": 137079106,
      "en": "Bazanmanar was once a huge open-air market packed both with local and visiting dwarves. Heavily laden tables of food, wine, honey, jewels, and other fineries were scattered about the area. Visitors coming into the mountain through Welkin-lofts came to buy and sell, and local crafters, farmers, and artisans hawked and haggled goods grown and crafted on the tiers of Clovengap and treasures from the depths of Gundabad.",
      "es": ""
    },
    {
      "id": 218639270,
      "en": "After the inky darkness of Gloomingtarn, the open sky above Stókkset is a blessing for some less used to being underground. Ages ago, part of the ceiling caved in, creating the first Forest beneath the Mountains. At one time the Tumbling Steps of Clovengap, known as Aslanulsatâf, were filled with lush gardens.",
      "es": ""
    },
    {
      "id": 246419801,
      "en": "Explore important points of interest and natural landmarks within Clovengap.",
      "es": ""
    },
    {
      "id": 137079096,
      "en": "Kurdushâlak carves a deep channel through the centre of Clovengap. The river is fed by multiple falls and runs the length of the cavern.",
      "es": ""
    },
    {
      "id": 137079097,
      "en": "Benches in various states of decay and rust line the main path through this green meadow. Danakh-khêj was once a park where dwarves came to enjoy the emerald grasses and sparkling sapphire waters of the largest of Clovengap's fountains.",
      "es": ""
    },
    {
      "id": 24695187,
      "en": "Explore important points of interest and natural landmarks within Clovengap.",
      "es": ""
    },
    {
      "id": 149027508,
      "en": "Discovering Clovengap",
      "es": ""
    },
    {
      "id": 173025616,
      "en": "Explore Amgaruslun",
      "es": ""
    },
    {
      "id": 111477272,
      "en": "Explore Bazanmanar",
      "es": ""
    },
    {
      "id": 111477364,
      "en": "Explore Stókkset",
      "es": ""
    },
    {
      "id": 173025618,
      "en": "Explore Tharrkirîn",
      "es": ""
    }
  ]
}