{
  "id": 620835575,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'It seems that no matter where we go within Khazad-dûm, all we find are infested delvings or rubble. Even Fulz-zahar, a mine that is fairly well-hidden, does not escape incursion.\\n\\n'If you have spoken with my companion Alwar, you will know that he favours a decisive strike at the leaders of the intruders within our mines. And in that, I agree with him.\\n\\n'Deep within Fulz-zahar, I suspect there to be one such enemy, one who holds sway over the rest. Defeat that leader, and you will sow disarray among the rest!'\\n\\n<rgb=#FF0000>The Iron Garrison has created a diversion, drawing the bulk of the intruders from the depths of Fulz-zahar. They are permitting you access for one hour, during which time you may enter and exit Fulz-zahar freely to complete the tasks bestown upon you. \\n\\nHowever, after the hour has passed, the Iron Garrison can no longer guarantee your safety and thus will bar access until they can once again muster an offence to draw the enemy from Fulz-zahar.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I can already hear the unrest within Fulz-zahar. You have done well. It should be but a small task for us to now dispatch the remaining intruders.\\n\\n'I would not feel right asking you to have undertaken this without some reward, so please accept this token.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Do not waste time! Enter Fulz-zahar and defeat whatever passes for a leader within.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fulz-zahar: Protecting the Mine",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Redhorn Lodes have become a haven for beasts and Orc-kind alike since the fall of Moria. A variety of different tribes of Orcs fight for control over the precious ore found within the rock, while also competing with insect and beast alike for territory to call their own. The Iron Garrison has sent a small expedition into the Redhorn Lodes to recover a little known mine called Fulz-zahar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated the leader of the intruders in Fulz-zahar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have run out of time...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat the leader of the intruders in Fulz-zahar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The entrance to Fulz-zahar lies within Gharâf-fehem.\\n\\nHersir has asked you to defeat leader of the intruders within Fulz-zahar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Hersir at Gharâf-fehem",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Hersir is at Gharâf-fehem.\\n\\nYou should return to Hersir at Gharâf-fehem in the Redhorn Lodes.",
      "es": "",
      "es (fem)": ""
    }
  ]
}