{
  "id": 620835574,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I have encountered many foes just to get shelter here in Gharâf-fehem. I was hopeful that the lack of resistance Hersir and I encountered in setting up camp here would be indicative of what was within the mine.\\n\\n'Luck was, sadly, not with me in that. My hopes for an easy reclamation were dashed when I beheld the enemies lurking within Tumun-ghâr.\\n\\n'They are many and varied. Could I convince you to provide me aid in expelling these intruders?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I feared you would not return when I sent you into Tumun-ghâr. The silence seemed to indicate your falling to those within the mine.\\n\\n'But seeing you here now, unscathed and victorious, means that my fears were thankfully unfounded.\\n\\n'Your aid in this matter is much appreciated.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you completed your task yet? Please do so, then return to me when you have finished.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Tumun-ghâr: Incursion in the Quarry",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Redhorn Lodes have become a haven for beasts and Orc-kind alike since the fall of Moria. A variety of different tribes of Orcs fight for control over the precious ore found within the rock while also competing with insect and beast alike for territory to call their own. The Iron Garrison, seeking to reclaim the mine of Tumun-ghâr, has sent Alwar to the Redhorn Lodes to establish an effort to clear the intruders from the old dwarf-delving.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated intruders within Tumun-ghâr ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat intruders within Tumun-ghâr ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The entrance to Tumun-ghâr lies within Gharâaf-fehem.\\n\\nAlwar has asked you to assist him in clearing Tumun-ghâr of the vermin within.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Alwar at Gharâf-fehem",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Alwar can be found at Gharâf-fehem in the Redhorn Lodes.\\n\\nYou should return to Alwar to receive a reward for your efforts.",
      "es": "",
      "es (fem)": ""
    }
  ]
}