{
  "id": 620835578,
  "txt": [
    {
      "id": 218649169,
      "en": "'Alwar and I have been tasked to establish a safe prospecting location here in the Redhorn Lodes. Our scouts discovered Ghar창f-fehem and the two mines within it. As we arrived, we split our duties. My chief goal in this venture is now to empty Fulz-zahar of threats and re-establish it as a viable prospecting location.\\n\\n'It seems, unfortunately, that we are not the only ones interested in Fulz-zahar and therefore must...convince...those within to leave. Being so close to the Orkish camps of the Redhorn Lodes, I am hard pressed to leave this post for fear of losing it to the vile creatures.\\n\\n'Were I to offer you compensation, would you be willing to take up my task instead? Would you enter Fulz-zahar and clear it of the threat within?'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Excellent work within Fulz-zahar. Even out here I could hear your efforts within.\\n\\n'You have bought us time to explore the mine. I don't expect we will reclaim it immediately, as I am certain there are tunnels in there that we are unaware of through which other intruders may enter.\\n\\n'If ever you are in need of work in the future, please stop by. I am certain we will be able to make use of you.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you completed your task yet? Please do so, then return to me when you have finished.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Fulz-zahar: Break Through",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Redhorn Lodes have become a haven for beasts and Orc-kind alike since the fall of Moria. A variety of different tribes of Orcs fight for control over the precious ore found within the rock, while also competing with insect and beast alike for territory to call their own. The Iron Garrison, seeking to reclaim the mine of Fulz-zahar, has sent Hersir to the Redhorn Lodes to establish an effort to clear the intruders from the old dwarf-delving.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated intruders in Fulz-zahar ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat intruders in Fulz-zahar ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The entrance to Fulz-zahar lies within Ghar창f-fehem.\\n\\nHersir has asked you to assist him in clearing Fulz-zahar of the vermin within.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Hersir at Ghar창f-fehem",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Hersir is at Ghar창f-fehem.\\n\\nYou should return to Hersir with news of your success.",
      "es": ""
    }
  ]
}