{
  "id": 620835571,
  "txt": [
    {
      "id": 218649169,
      "en": "'The Redhorn Lodes are a frightening place to be in. Orcs to the left, deep-claws to the right, and gredbyg right in the middle!\\n\\n'Were it not for my duty to the Iron Garrison, I would not even attempt to reclaim Tumun-ghâr. But to me, duty is everything, so here I am.\\n\\n'In order to reclaim this mine, we will need to defeat the leadership of the intruders within. Defeat the enemy, be it Orc or beast, that leads the intruders within. Doing so should position us to more ably reclaim Tumun-ghâr in the name of the Iron Garrison.'\\n\\n<rgb=#FF0000>The Iron Garrison has created a diversion, drawing the bulk of the intruders from the depths of Tumun-ghâr. They are permitting you access for one hour, during which time you may enter and exit Tumun-ghâr freely to complete the tasks bestown upon you. \\n\\nHowever, after the hour has passed, the Iron Garrison can no longer guarantee your safety and thus will bar access until they can once again muster an offence to draw the enemy from Tumun-ghâr.</rgb>",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You are quite efficient with a weapon, my friend. I could not have done the job better myself.\\n\\n'With the intruders in disarray, we can further secure Tumun-ghâr. For your efforts, you deserve a token of the Iron Garrison's appreciation.\\n\\n'What? Yes, I know -- it doesn't look like much. That is because...well...it isn't.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Do not waste time! Enter Tumun-ghâr and tear down whatever passes for a leader within.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Tumun-ghâr: Taking Back What is Ours",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Redhorn Lodes have become a haven for beasts and Orc-kind alike since the fall of Moria. A variety of different tribes of Orcs fight for control over the precious ore found within the rock, while also competing with insect and beast alike for territory to call their own. The Iron Garrison has sent a small expedition into the Redhorn Lodes to recover a little known mine called Tumun-ghâr.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated the leader of the intruders in Tumun-ghâr",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have run out of time...",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat the leader of the intruders in Tumun-ghâr",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The entrance to Tumun-ghâr lies within Gharâf-fehem.\\n\\nAlwar has asked you to defeat the leader of the intruders within Tumun-ghâr.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Alwar at Gharâf-fehem",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Alwar is at Gharâf-fehem.\\n\\nYou should return to Alwar with news of your success.",
      "es": ""
    }
  ]
}