{
  "id": 620835553,
  "txt": [
    {
      "id": 218649169,
      "en": "'Greetings. I am Torfi of the Iron Garrision, tasked with the reclamation of Sejer-tharâkh. Within, there lies a vast store of lumber which we could readily use to begin repairs across Khazad-dûm.\\n\\n'Unfortunately, we cannot claim this store-house until the intruders within have been dealt with. Perhaps with your aid, we could strike terror into these intruders and drive them out.\\n\\n'I am certain that these intruders have a leader, someone -- or something -- that holds sway over them. Quickly, enter Sejer-tharâkh and dispatch the foe who commands the rest of those within.'\\n\\n<rgb=#FF0000>The Iron Garrison has created a diversion, drawing the bulk of the intruders from the depths of Sejer-tharâkh. They are permitting you access for one hour, during which time you may enter and exit Sejer-tharâkh freely to complete the tasks bestown upon you.\\n\\nHowever, after the hour has passed, the Iron Garrison can no longer guarantee your safety and thus will bar access until they can once again muster an offence to draw the enemy from Sejer-tharâkh.</rgb>",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well done, well done.\\n\\n'With the defeat of their leader, we have already observed disarray amongst the remaining intruders. The Iron Garrison should have no difficulty reclaiming this store-house.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'What of your task? Do not waste any time... slay the one who leads the intruders within Sejer-tharâkh!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Sejer-tharâkh: Awls Well that Ends Well",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "With a foothold established in the Twenty-first Hall, the Iron Garrison has begun the reclamation of the forgotten stock-houses, libraries, and mines of Moria. The lumber warehouse of Sejer-tharâkh is one such location.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated leader of the intruders within Sejer-tharâkh",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have run out of time...",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat leader of the intruders within Sejer-tharâkh",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The entrance to Sejer-tharâkh lies within Mezer-serej.\\n\\nTorfi has asked you to defeat the leader of the intruders within Sejer-tharâkh.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Torfi at Mezer-serej",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Torfi is at Mezer-serej.\\n\\nWith the defeat of their leader, the intruders within Sejer-tharâkh have had their morale weakened. You should return to Torfi and tell him of your victory.",
      "es": ""
    }
  ]
}