{
  "id": 620835570,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Greetings, adventurer. I am Orvar Steeleye of the Iron Garrison. My superiors have tasked me with the reclamation and restoration of Mekeb-farak. Unfortunately, they partnered me with Darri.\\n\\n'Darri is well-intentioned, but not well-versed in combat, and because of that, I must focus my efforts on protecting this small camp and aiding him with his tasks in Mekeb-faham. This means that my own duties go unfulfilled.\\n\\n'You look to be of the capable sort. Would you shoulder my duty while I shoulder Darri's? Simply enter Mekeb-farak and clear it of the intruders inside. That's all! And to make your decision easier, I will even reward you when you've completed the task. Does that sound fair enough?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I knew you were the capable sort, and it doesn't appear you've returned much the worse for wear.\\n\\n'Luck would have it that between our last conversation and now, Darri stayed out of trouble and nothing happened by to cause us any difficulties, so I could have done the job myself. I am, however, a dwarf of my word and do not desire to sully my reputation by keeping your pockets empty.\\n\\n'The reward, while meagre, is as promised.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you completed your task yet? Please do so, then return to me when you have finished.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mekeb-farak: Read and Ransack",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Not even libraries are safe from the ravages of Orcs and beasts alike. Whether their interest in them be the pursuit of information or just a dry place to nest, the libraries of Moria risk an ugly degradation. Seeking to protect the literature and lineage of Moria, the Iron Garrison has sent a representative to Mekeb-farak to prevent it from falling into the hands of the enemy or becoming a breeding ground for all manner of foul beasts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeat intruders in Mekeb-farak ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat intruders in Mekeb-farak ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The entrance to Mekeb-farak lies within Hadudbâb.\\n\\nOrvar Steeleye has asked you to assist him in clearing Mekeb-farak of the vermin within.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Orvar Steeleye at Hadudbâb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Orvar can be found at Hadudbâb along the southern road of Durin's Way.\\n\\nYou should return to Orvar to receive a reward for your efforts.",
      "es": "",
      "es (fem)": ""
    }
  ]
}