{
  "id": 620835523,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected dwarf hand-axes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Weapons are not the only implement with a lineage. The Dwarves of Moria know that every job has the right tool and it is because of that they bent so much effort upon crafting the finest hand-axes. The intruders within Bult-kâr stand to ruin or steal these fine axes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'We of the Iron Garrision are not just simple guards or miners. We are, to an extent, scholars of our professions.\\n\\n'We know of weapons and armour that bear great lineages. Our records show that there may even be other tools and implements that bear a high lineage as well.\\n\\n'Reading these records, I am most interested in learning of these implements. I do not know if such things exist within Bult-kâr, but I would be interested in studying any tools you may find.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The entrance to Bult-kâr lies within Mezer-serej.\\n\\nBurkni is investigating rumours of implements of high lineage within the store-house of Bult-kâr. To that end, he has tasked you with entering the store-house and gathering dwarf hand-axes for him to study.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So your search has borne fruit has it? Thank you for this. The promise of finding a hand-axe of great lineage makes your efforts worthwhile!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "'TBD GUIDANCE TEXT'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'TBD NPC TEXT'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'How fairs your search? Certainly there is no shortage of hand-axes within Bult-kâr.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'TBD TEXT - Thanks for bringing me axes!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'TBD TEXT - Where are my axes?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the dwarf hand-axes to Burkni at Mezer-serej",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect dwarf hand-axes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring Dwarvish Hand-axes to <TBD NPC NAME>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Bult-kâr: Sharp Company",
      "es": "",
      "es (fem)": ""
    }
  ]
}