{
  "id": 620835572,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Our purposes here at Tumun-ghâr are manifold. While it is most important for us to reclaim this mine in the name of the Iron Garrison, we also need to use it to bolster our supplies.\\n\\n'While history warns us of the consequences of delving deeper than we should, we cannot simply be content to reclaim...we must expand! And to do that, we need equipment.\\n\\n'What better place to find mining tools than a once-functioning mine?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'While not many, these tool-kits will aid us in our future efforts across Khazad-dûm. Until the forges are stoked and the ore is flowing, we must make do with what was left behind.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'What are the results of your search? Have you found any of the items I am looking for?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Tumun-ghâr: Things Left Behind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Though well-stocked initially, the efforts to reclaim Moria have spread the Iron Garrison thin. To supplement their ambition, the Iron Garrison seeks to repurpose tools and equipment scavenged from the ruins. Within Tumun-ghâr, the Iron Garrison works to collect the tools needed to support additional prospecting efforts across the entirety of Moria.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected miner's tool-kits ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the miner's tool-kits to Alwar at Gharâf-fehem in the Redhorn Lodes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The entrance to Tumun-ghâr lies within Gharâf-fehem.\\n\\nAlwar has asked you to collect Miner's Tool-kits from within Tumun-ghâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect miner's tool-kits ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}