{
  "id": 620835559,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Greetings, traveller. I am Darri of the Iron Garrison. I have been sent here to evaluate the state of the library of Mekeb-faham and recover any lost knowledge that may yet be found there.\\n\\n'I have had difficulty setting foot within the library, however. Something inside is organizing or influencing the rest. If its leadership is broken, the rest of those within should fall easily afterwards.\\n\\n'Go. Enter Mekeb-faham and confront whatever passes for a leader inside. I don't care how you do it, short of setting the place ablaze.'\\n\\n<rgb=#FF0000>The Iron Garrison has created a diversion, drawing the bulk of the intruders from the depths of Mekeb-faham. They are permitting you access for one hour, during which time you may enter and exit Mekeb-faham freely to complete the tasks bestown upon you. \\n\\nHowever, after the hour has passed, the Iron Garrison can no longer guarantee your safety and thus will bar access until they can once again muster an offence to draw the enemy from Mekeb-faham.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have returned with the glow of victory about you. This is good.\\n\\n'We will certainly have an easier time of it within Mekeb-faham now that the ranks of the Enemy are in disarray.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Mekeb-faham will not reclaim itself! You must topple the leadership of the intruders within. Once you have done that, the rest will fall into disarray.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mekeb-faham: Book End",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "While Moria is most well-known as a mine, there is much more to it. It was home to a vast and ambitious culture of dwarves. They were warriors, crafters, and scholars. The knowledge the Dwarves of Moria had amassed is often overlooked when compared to the scale of their structural and prospecting achievements. Seeking to instill a sense of scholarly pursuit within the Iron Garrison, Darri has been dispatched to the library of Mekeb-faham to reclaim it and rediscover the lost lore within.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated the leader of the intruders in Mekeb-faham",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have run out of time...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat the leader of the intruders in Mekeb-faham",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The entrance to Mekeb-faham lies within Hadudbâb.\\n\\nDarri has instructed you to enter Mekeb-faham and defeat the creature leading the intruders.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Darri at Hadudbâb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Darri is at Hadudbâb.\\n\\nYou should return to Darri with news of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}