{
  "id": 620835576,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'As the Iron Garrison works to reclaim Khazad-d청m, we are also working to re-establish functioning mines. Our primary concern when we first entered was reclamation, and because of that, we did not come prepared for any sort of prospecting activities.\\n\\n'To that end, we need to bolster our supply of mining equipment with what we can find here in Fulz-zahar. Primarily, we are looking for pick-axes.\\n\\n'Scavenging is not an activity we are proud of, but we do what we must with our limited supply line.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'While these are not the finest of pick-axes, they appear to be sturdy and functional, despite the many years of neglect.\\n\\n'My thanks for your aid. These pick-axes are a small, but neccessary contribution to our intended re-establishment of mining efforts within Khazad-d청m.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Have you been able to obtain any pick-axes?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fulz-zahar: A Miner's Companion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Though well-stocked initially, the efforts to reclaim Moria have spread the Iron Garrison thin. To supplement their ambition, the Iron Garrison seeks to repurpose tools and equipment scavenged from the ruins. In order to begin working the long abandoned mines once again, the Iron Garrison seeks to scavenge pick-axes from Fulz-zahar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected miner's pick-axes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the miner's pick-axes to Hersir at Ghar창f-fehem in the Redhorn Lodes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The entrance to Fulz-zahar lies within Ghar창f-fehem\\n\\nHersir has asked that you enter Fulz-zahar and collect pick-axes to aid in the re-establishment of the Mines of Moria.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect miner's pick-axes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}