{
  "id": 620835568,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I have never much been one for anything beyond the sharpening of my axe and the cleaving of Orc-skulls. I remember as a lad, my mother reading to me grand tales of adventuresome dwarves. The challenges they undertook, the foes they fought...it was inspiring to me in my youth. It helped shape me into the dwarf I am now.\\n\\n'Thinking about my past now hits me with a tinge of nostalgia. I wonder...do you suppose this library has anything in it like the tales I was told as a child? I shouldn't ask this of you but...should you happen across any of these tales while you are exploring Mekeb-farak, would you mind bringing them to me?\\n\\n'I am a warrior at heart, but this discussion alone raises in me a desire to reread my childhood stories.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Aye! This does bring back memories! I don't remember this exact story but it reminds me much of the ones I was told in my youth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Have you come across any interesting tales within Mekeb-farak? Not that I am too interested in reading them...I am a surly sort of warrior after all. I just...have an interest in nostalgia.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mekeb-farak: A Good Book",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Dwarves of Moria were renowned for their industry. Crafters and prospectors of exceptional talent, they would not have been able to maintain such efficiency were it not for the love of lore. Not all things written in Moria pertained to mining and building. Great tales of battle and epic poems were transcribed by the dwarves. Some of these can be found within the walls of Mekeb-farak along the tunnels of Durin's Way.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected nostalgic stories ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the nostalgic stories to Orvar at Hadudbâb in Durin's Way",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The entrance to Mekeb-farak lies within Hadudbâb.\\n\\nOrvar Steeleye has asked you to bring him any tales of adventure you may find in your own adventure within Mekeb-farak.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect nostalgic stories ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}