{
  "id": 620835567,
  "txt": [
    {
      "id": 218649169,
      "en": "'When the Iron Garrison first ordered me to Mekeb-farak, I admit to a degree of resentment at the decision. I am a warrior, not a scholar. But, having done some cursory exploration of it, I now see that sending a warrior such as myself here was the correct choice.\\n\\n'My instincts tell me that the creatures within Mekeb-farak are not a mere collection of random foes. They are led by something greater. A captain perhaps? Or at the very least some sort of intelligent beast.\\n\\n'On occasion, I have seen Orcs walking this road and would hate to abandon my post or that helpless scholar Darri to their whims. It is for that reason alone that I cannot explore too deeply into Mekeb-farak. You, on the other hand, look to have some time on your hands and the fire in your heart to take up arms and slay the foe who leads the intruders.'\\n\\n<rgb=#FF0000>The Iron Garrison has created a diversion, drawing the bulk of the intruders from the depths of Mekeb-farak. They are permitting you access for one hour, during which time you may enter and exit Mekeb-farak freely to complete the tasks bestown upon you. \\n\\nHowever, after the hour has passed, the Iron Garrison can no longer guarantee your safety and thus will bar access until they can once again muster an offence to draw the enemy from Mekeb-farak.</rgb>",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well done! You are a warrior after my own heart.\\n\\n'I can hear the confusion caused by your actions. It will not be long now before we have claimed this library as ours once again!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Darri is no warrior and this camp cannot be abandoned. You must enter Mekeb-farak and defeat the one who leads the intruders inside.\\n\\n'When you have done this, the intruders themselves will become disheartened, which will make it much easier for us to reclaim Mekeb-farak.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mekeb-farak: Closing the Books",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "While Moria is most well-known as a mine, there is much more to it. It was home to a vast and ambitious culture of dwarves. They were warriors, crafters, and scholars. The knowledge the Dwarves of Moria had amassed is often overlooked when compared to the scale of their structural and prospecting achievements. Seeking to instill a sense of scholarly pursuit within the Iron Garrison, Orvar Steeleye has been dispatched to the library of Mekeb-farak to reclaim it and rediscover the lost lore within.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated the leader of the intruders in Mekeb-farak",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have run out of time...",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat the leader of the intruders in Mekeb-farak",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The entrance to Mekeb-farak lies within Hadudbâb.\\n\\nOrvar Steeleye of the Iron Garrison is reluctant to abandon his post and his charge Darri in order to fulfill his duties. In light of this, he has tasked you with entering Mekeb-farak and defeating the leader of the intruders within its halls.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Orvar at Hadudbâb",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Orvar Steeleye is at Hadudbâb.\\n\\nYou should return to Orvar with news of your success.",
      "es": ""
    }
  ]
}