{
  "id": 620835560,
  "txt": [
    {
      "id": 218649169,
      "en": "'The Iron Garrison's chief interest in this place is the recovery of ancient strategem and tactics. Building plans, too, are of interest. But so far in my research, I have seen far too many of these and not enough in the vein of creative offerings. Does that sound queer to you? That there would be interest in prose coming from someone of the Iron Garrison?\\n\\n'It isn't queer at all. Not all of us hunger for a swift and violent reclamation of Khazad-d청m. Some of us seek to revel in new discoveries and enjoy the art and prose of our long lost brethren.\\n\\n'Mekeb-faham is a library. Within it, there are many records, but I am most interested in those that pertain to the art of words, not the art of war. If you journey into this library and happen across any prose-work, I would happily reward you in exchange for them.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The Dwarves of Khazad-d청m had an interesting sense of timing. While it is different from what I expected, I am still heartened to see the wealth of artistic writing you have found within Mekeb-faham.\\n\\n'As I promised, here is your reward. It is not a fine copy of a great dwarf-playwright's works, but it is something you could find useful if you had enough of them.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Have you found anything of interest within Mekeb-faham? I don't want mere battle-plans and blueprints.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mekeb-faham: The Comfort of Words",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Dwarves of Moria were renowned for their industry. Crafters and prospectors of exceptional talent, they would not have been able to maintain such efficiency were it not for the love of lore. Not all things written in Moria pertained to mining and building. Great tales of battle and epic poems were transcribed by the dwarves. Some of these can be found within the walls of Mekeb-faham along the tunnels of Durin's Way.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected dwarf-prose ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the Dwarf-prose to Darri at Hadudb창b in Durin's Way",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The entrance to Mekeb-faham lies within Hadudb창b.\\n\\nDarri has asked you to enter Mekeb-faham and collect any dwarf-prose you may find.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect dwarf-prose ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}