{
  "id": 620835562,
  "txt": [
    {
      "id": 218649169,
      "en": "'Greetings, good adventurer. My name is Darri of the Iron Garrison. I was sent here by the Iron Garrison to safe-guard Mekeb-faham against the intrusion of Orcs and beasts alike. Unfortunately, I have arrived too late and something has already moved in.\\n\\n'While I am a competent soldier, I have neither the skill nor the training to confront the numbers I fear reside within.\\n\\n'But you look able enough to aid me in this effort. Were I to offer you a small reward, would you be willing to undertake the task of clearing out the intruders from within Mekeb-faham?'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You certainly are a handy one to have around when skulls and shells need to be cracked, I will give you that!\\n\\n'As I promised you, here is your compensation for your efforts. Now don't look at me like I've short-changed you. Given my own competency in combat, I am certain I will have additional opportunities to hire you in the future!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you completed your task yet? Please do so, then return to me when you have finished.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mekeb-faham: When Scholars Attack",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Not even libraries are safe from the ravages of Orcs and beasts alike. Whether their interest in them be the pursuit of information or just a dry place to nest, the libraries of Moria risk an ugly degradation. Seeking to protect the literature and lineage of Moria, the Iron Garrison has sent a representative to Mekeb-faham to prevent it from falling into the hands of the enemy or becoming a breeding ground for all manner of foul beasts.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated intruders in Mekeb-faham ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat intruders in Mekeb-faham ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The entrance to Mekeb-faham lies within Hadudbâb.\\n\\nDarri has asked you to assist him in clearing Mekeb-faham of the vermin within.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Darri at Hadudbâb",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Darri can be found at Hadudbâb along the southern road in Durin's Way.\\n\\nYou should return to Darri to receive a reward for your efforts.",
      "es": ""
    }
  ]
}