{
  "id": 620835556,
  "txt": [
    {
      "id": 218649169,
      "en": "'Hello, friend. We of the Iron Garrison have begun the work of reclaiming Moria from the foul creatures that now reside here. My superiors have tasked me with leading the efforts to reclaim Sejer-tharâkh from whatever intruders reside within.\\n\\n'Thinking myself somewhat competent in battle, I tried my best to expell the undesirables within. Unfortunately, I am hardly a warrior of repute and was forced to withdraw. You, on the other hand, look like you have got it in you to handle all manner of beasts or Orcs. Might I hire you to aid me in my efforts?'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You appear to be a more capable warrior than I. Of course, I will only admit this between you and me. A dwarf has to maintain his reputation!\\n\\n'Now that the intruders within Sejer-tharâkh have been thinned, we can more fully explore it. Happily, this means my efforts are ahead of schedule, and for that, you deserve a reward!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you completed your task yet? Please do so, then return to me when you have finished.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Sejer-tharâkh: Hack and Cleave",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Iron Garrison is striving to reclaim the long forgotten store-houses of Moria. Tasked by his superiors, Torfi is attempting to drive the intruders out of Sejer-tharâkh. With his previous attempts to do so being unsuccessful, Torfi has turned to other adventurers within Moria to aid him in his task.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated intruders in Sejer-tharâkh ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat intruders in Sejer-tharâkh ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The entrance to Sejer-tharâkh lies within Mezer-serej.\\n\\nTorfi has asked you to assist him in clearing Sejer-tharâkh of the intruders within.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Torfi at Mezer-serej",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Torfi can be found at Mezer-serej in the eastern halls of Zelem-melek.\\n\\nYou should return to Torfi to receive a reward for your efforts.",
      "es": ""
    }
  ]
}