{
  "id": 620835554,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I have a task for you, [placeholder]. It is said that many records were kept within the walls of Sejer-tharâkh, but they were lost when Moria fell to Durin's Bane.\\n\\n'I would ask you to seek out these ledgers as you journey within Sejer-tharâkh and bring them to me. The more we learn of our past, the more knowledge we will have to drive forth the Orcs from Khazad-dûm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The Dwarves of Khazad-dûm were once mighty merchants. Doing business with peoples on both sides of the Misty Mountains.\\n\\n'The information contained within these ledgers gives us an opportunity to seek our former trade partners and begin the process of establishing ourselves as merchants of great repute once again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'How fares your search? No doubt the store-house is in ill-repair, but I am hopeful that you will find some intact documents.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Sejer-tharâkh: A Tale of Timber",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The grand lumber store-house of Sejer-tharâkh holds a vast stockpile of valuable lumber that the Iron Garrison seeks to utilize in the reclamation of Moria. In addition to the lumber, Torfi of the Iron Garrison seeks to obtain the records kept within Sejer-tharâkh to better understand the dwarf-crafters of ages past.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected delivery ledgers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the delivery ledgers to Torfi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The entrance to Sejer-tharâkh lies within Mezer-serej.\\n\\nTorfi has asked that you enter Sejer-tharâkh and search for any ancient ledgers remaining within the store-house.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect delivery ledgers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}