{
  "id": 620835525,
  "txt": [
    {
      "id": 218649169,
      "en": "'Hello, friend. We of the Iron Garrison have begun the work of reclaiming Moria from the foul creatures that now reside here.\\n\\n'My task is to retake the warehouse Bult-kâr from the creatures that reside within. Alas, their great numbers makes it difficult to claim this store-house on my own. Perhaps you can help me with this task.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I never realized how numerous the intruders within Bult-kâr were! It is good to know that they were not too much for you to dispatch.\\n\\n'Your efforts have helped greatly in furthering the goals of the Iron Garrision... and for that, you deserve a reward.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you completed your task yet? Please do so, then return to me when you have finished.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Bult-kâr: Out on a Limb",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Iron Garrison is striving to reclaim the long forgotten store-houses of Moria. Tasked by his superiors, Burkni is attempting the drive the intruders out of Bult-kâr. With his previous attempts to do so being unsuccessful, Burkni has turned to other adventurers within Moria to aid him in his task.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated intruders in Bult-kâr ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat intruders in Bult-kâr ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The entrance to Bult-kâr lies within Mezer-serej.\\n\\nBurkni has asked you to assist him in clearing Bult-kâr of the intruders within.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Burkni at Mezer-serej",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Burkni can be found at Mezer-serej in the eastern halls of Zelem-melek.\\n\\nYou should return to Burkni to receive a reward for your efforts.",
      "es": ""
    }
  ]
}