{
  "id": 620804203,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Caught oily fish ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The communal larder of Sûri-kylä is running short, due to the troubled times in Forochel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'[placeholder], do you seek to be of help to the Lumi-väki? Then you will help me.\\n\\n'Thanks to these trying times, our larders are nearly out of dried fish, and we need more. Will you go and speak with Olavi and have him bring me as many buckets as he is able?\\n\\n'You will find Olavi east and slightly south of Sûri-kylä at his fishing camp along the road to Itä-mâ.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You will find Olavi east and slightly south of Sûri-kylä at his fishing camp along the road to Itä-mâ.\\n\\nNôra has asked you to tell Olavi to bring him as many buckets of dried fish as he is able.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Nôra sent you for more fish? That may be difficult.\\n\\n'The shoreline has been held against me, both by the Rauta-väki and by the kantâ that have been driven into the area. I have been completely unable to fish, but you look like you have a steady hand and unyielding patience... perhaps you would go and fish for me?\\n\\n'Take a fishing-pole and fish down by the waters along the ice bay west of here; that is where the particular fish Nôra is looking for usually run in the largest numbers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The fish Nôra requires can be found along the ice bay west of Olavi's camp.\\n\\nOlavi has asked you to take a fishing-pole and collect the fish Nôra requires.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Nôra is at Sûri-kylä.\\n\\nYou caught the fish where Olavi said you would. You should now bring the fish to Nôra in Sûri-kylä.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you brought my message to Olavi yet? He is located east and slightly south of Sûri-kylä at his fishing camp along the road to Itä-mâ.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'The fish! I hope it was not too much trouble. I know how Olavi can be about his fish.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Have you caught the fish yet? The only place you are likely to find that particular fish is west of here along the shore of the ice bay.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'These fish will do nicely. Go and bring them to Nôra. She is at Sûri-kylä, north west of here. Bring the fish to her before they spoil!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Olavi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'I hope getting the fish was not too much trouble. I know how Olavi can be about his fish.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Catch oily fish ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the fish to Nôra",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Empty Larder",
      "es": "",
      "es (fem)": ""
    }
  ]
}