{
  "id": 620961793,
  "txt": [
    {
      "id": "0xeb01180",
      "en": "Mablung can be found at his hideout within the culverts of Osgiliath.\\n\\nYou have been summoned by Mablung to aid Gondor as the Enemy presses closer to the city of Minas Tirith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Mablung can be found at his hideout within the culverts of Osgiliath.\\n\\nYou have been summoned by Mablung to aid Gondor as the Enemy presses closer to the city of Minas Tirith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Mablung at the Ranger hideout in Osgiliath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Damrod can be found at the Ithilien Ranger hideout within the culverts of Osgiliath.\\n\\nYou have been asked by Mablung to aid Damrod in leading the Rangers out of Osgiliath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Damrod at the Ranger hideout in Osgiliath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'With or without Lord Faramir, we can delay no longer, my friend. I fear Osgiliath may be lost. My men and I are in the talks of retreating from this post so that we may aid Minas Tirith.\\n\\n'Damrod has elected to lead us through the city as he knows Osgiliath better than I. Speak with him if you wish to assist us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Mablung at his hideout in Osgiliath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Master Builder Curugond can be found in the First Circle of Minas Tirith, near the Lower Stables.\\n\\nYou have asked by Damrod to speak to Curugond after you make the journey to Minas Tirith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Travel to Minas Tirith and speak with Curugond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'I am glad you have come, [placeholder]. The enemy has overtaken Osgiliath and they now march towards the Rammas. We could use one with your skills when we retreat from Osgiliath.\\n\\n'We make ready to move through Osgiliath towards the Causeway Forts. Will you join us, my friend?\\n\\n'Once we have made it safely to the White City, seek out Curugond. He is a good man, and I am sure that he will put your skills to use if you so desire to continue to help Gondor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'The lands east of here are completely ravaged by the enemy. Is it true that you traversed Osgiliath, the Causeway Forts, and Pelennor Fields? I almost cannot believe it! The White City will certainly benefit from your aid, brave warrior.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "You have been summoned by Mablung to his hideout in Osgiliath where he hopes you will be able to aid the great Gondorian city, Minas Tirith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Introduction: Old Anórien",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "You have been summoned by Mablung, who requests your presence at his hideout in Osgiliath.\\n\\nYou should meet Mablung and his men as soon as you are able.",
      "es": "",
      "es (fem)": ""
    }
  ]
}