{
  "id": 620917044,
  "txt": [
    {
      "id": "0xba3fae1",
      "en": "Cyneberg still believes that Thrymm is alive, despite all odds....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xba3fae2",
      "en": "Cyneberg's denial is strong, but she agrees to see the refugees safely to Forlaw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d1",
      "en": "'I hope my tale and that stone help you in your search, [placeholder]. Since I met the old wanderer, I have felt a curse of impending doom, while everyone called me a superstitious old fool.\\n\\n'Now that you are here, I feel hopeful again. I believe you can lift the doom cast upon Wildermore!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d2",
      "en": "'That is a strange story indeed, [placeholder]! Gárwig will be glad to hear it. You can escort these poor folk to Forlaw, and I will head north to continue my search for Thrymm!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Cyneberg and the Reeve must hear the tale Iothete just told you, for you finally have a clue as to the power of Núrzum.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d3",
      "en": "You gently tell Cyneberg that your errand to speak with Gárwig cannot wait, and the refugees will slow you down.\\n\\n'Fine, [placeholder]! I will escort them so that you may make haste. But then I shall continue my search for Thrymm. Wildermore needs him!'\\n\\nYou bite your tongue, and hope that Cyneberg soon realizes that Thrymm is gone, so that she may confront her grief at last.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd7ffe61",
      "en": "Listen to Cyneberg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d4",
      "en": "'I am so glad to see you in one piece, [placeholder]. Did you piece together the mystery of the relic?'\\n\\nYou tell Gárwig everything Iothete told you, about the stone and the old man you know to be Saruman.\\n\\n'The giant carries a magic stone with him, and Saruman had something to do with it. So that is it; the ice emanates from Núrzum himself, and goes where he goes....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd7ffe62",
      "en": "Listen to Cyneberg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x74d7ff5",
      "en": "Listen to Cyneberg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Cyneberg can be found at the refugees' hideout south-west of Dunfast.\\n\\nYou should hasten to the refugees' hideout to tell Cyneberg of Iothete's strange encounter, and the stone he hid in his house.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Cyneberg is at the refugees' hideout.\\n\\nYou should tell Cyneberg that she must return to Forlaw with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Gárwig is in Lornsettle, the Mead Hall of Forlaw.\\n\\nYou should return to Gárwig and tell him everything Iothete told you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Tell Cyneberg Iothete's tale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Tell Cyneberg that she must bring the refugees to Forlaw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Hasten to Forlaw to tell Gárwig all that you know",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "News the Reeve Must Hear",
      "es": "",
      "es (fem)": ""
    }
  ]
}