{
  "id": 620917042,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Thrymm Red-beard is at his camp in the northern Writhendowns.\\n\\nYou should return to Thrymm and show him the berries.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e2",
      "en": "Return to Thrymm with the berries you collected",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Located berry bushes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The berries are badly spoiled by frost ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Thrymm wanted to come see the damage caused by the cold and snow firsthand. He has ventured forth from his camp to aide the efforts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'What do you have there, friend? Spoiled frozen berries, I see. I worry for the farms of Wildermore.\\n\\n'I have no fear of Orcs, but our Reeve Gárwig must be warned of the effects of the cold, heavy though his burdens are already.\\n\\n'Scylfig is the nearest town, and we should hurry there to brace for an Orc attack. Once that danger passes, let us ride in haste for Forlaw to warn the Reeve.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Thrymm Red-Beard is on the lookout for berry bushes. They can be found around the frozen ponds in Writhendowns.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The berries growing near the ponds of the Writhendowns show signs of spoilage, a bad sign for the crops that the people of Wildermore rely upon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Keep your eyes peeled while you are out, stranger. These are troubling times.\\n\\n'Many things grow and live in Wildermore besides its people, beneath the notice of Orcs and Men. I do not have time to roam the lands, for my sword is needed more than my eyes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Berry bushes grow around the frozen ponds in the north-eastern Writhendowns.\\n\\nYou should collect berries and examine them for signs of spoilage.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The required number of frozen berries have been collected. Thrymm Red-Beard will be pleased to have samples to deliver to Scylfig.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Locate berry bushes near the frozen ponds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect and examine berries ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Show Thrymm Red-Beard the frozen berries",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Deadly Freeze",
      "es": "",
      "es (fem)": ""
    }
  ]
}