{
  "id": 620946796,
  "txt": [
    {
      "id": "0xd730889",
      "en": "DNT -- Players will not see",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "This footprint could only belong to a giant of significant size...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Search for signs of the creature that passed through Fangorn ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "You have found all the evidence you could find of the mysterious creature that travelled through Fangorn Forest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Quickbeam's Huorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "This tree was forcefully pulled from the ground and used as a crude club...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "You have discovered all that you could find of this giant creature, and thankfully, it appears he has been away from the forest for some time. Quickbeam's Huorn does not seem to know what to make of these discoveries.\\n\\nA sense of familiarity with this mysterious figure claws at the back of your mind, but you decide to press on through the forest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "Quickbeam's Huorn suddenly slows to a halt behind you. Looking at the ground nearby, you notice it marred by enormous foot-prints littered with chipped stone.\\n\\nThe foot-prints continue far into the distance, and despite the sudden sense of dread creeping over you, you decide to follow the trail.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d162",
      "en": "Grim reminders of a long-departed beast litter the forest floor, terrifying the creatures nearby.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Enemy That Was",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "The creature was thought to have travelled through the western part of Fangorn Forest.\\n\\nYou have discovered reminders of a creature that once wandered through Fangorn Forest. You should seek out more signs of its presence.",
      "es": "",
      "es (fem)": ""
    }
  ]
}