{
  "id": 620946782,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'There have been worrisome signs for the past few months that something has not been right in the Trollshaws -- trolls coming down from the mountains, servants of the Enemy upon the road -- but even the beasts of the wood are troubled in ways that I cannot explain. Wolves have long dwelt in the Trollshaws, and though evil by nature, they have generally kept to themselves. Now, however, they have become bold and dangerous. I daresay, I have seen fear in their eyes the like I have never seen.\\n\\n'It is true that servants of the Enemy pursued a small company along the road not more than two months ago, but the wolves have become more unruly in recent days, and I cannot determine the reason.\\n\\n'If you would, hunt the wolves of the Gorges in the vale between here and Thorenhad. Perhaps you may find some evidence of what has disturbed them. Follow this road eastward until you find the white marker stone. There, take the road north and begin your hunt.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Snarling Threat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Only time can heal that valley, so marked by evil as it is.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e113",
      "en": "This white stone has markings that point northward along the path",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Elf Fimgris has noticed the wolves of the Bruinen Gorges have been acting queer and wonders what could have put such rage and fear into their eyes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Do not return to the valley of the wolves. It is not safe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated wolves in the Bruinen Gorges ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5022",
      "en": "Find the white marker stone indicating the path to Thorenhad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "The wolves of the Bruinen Gorges stalk the vale between the main road and Thorenhad. Fimgris told you to follow the road east to the white marker stone, then turn north.\\n\\nFimgris has asked you to defeat some of the crazed wolves of the Bruinen Gorges in hopes that you might discover what has disturbed them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat wolves in the Bruinen Gorges ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The wolves of the Bruinen Gorges stalk the vale between the main road and Thorenhad. Fimgris told you to follow the road east to the white marker stone, then turn north.\\n\\nFimgris has asked you to defeat some of the crazed wolves of the Bruinen Gorges in hopes that you might discover what has disturbed them.",
      "es": "",
      "es (fem)": ""
    }
  ]
}