{
  "id": 620946787,
  "txt": [
    {
      "id": "0xd730883",
      "en": "DNT -- Player will not see",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5e50",
      "en": "The elder Huorn has fallen!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Quickbeam's Huorn is at your side or can be called from the depths of the forest.\\n\\nThe elder Huorn's attackers have been quelled and it is now safe for it to wander the woods freely again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730888",
      "en": "DNT -- Players will not see",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa41d6a6",
      "en": "Defend the elder Huorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Quickbeam's Huorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "It is strange that the creatures of the forest would seek to do such harm to a Huorn of such age, but all the better that you were able to intervene on its behalf.\\n\\nQuickbeam's Huorn appears to bid the elder Huorn farewell, and then quickly returns to your side.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "Quickbeam's Huorn sensed his kin's peril with surprising accuracy. The Huorn's trunk bears the scars of combat and its limbs are covered in remains of myriad creatures.\\n\\nYour Huorn communicates with the elder Huorn, though you are not sure exactly what is being discussed... or how. There is a rustling of leaves and some seemingly calculated creaks between them, but then the Huorns turn and swiftly raise their branches in defence.\\n\\nYou hear something approaching from the distance and ready yourself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d177",
      "en": "An elder Huorn faces opposition by some of the forest's more dangerous inhabitants and must be aided.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Defended the elder Huorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Search for the elder Huorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "As you travel alongside Quickbeam's Huorn, it suddenly stops. You only hear the sounds of forest and the creaking of distant branches.\\n\\nBefore you can listen any more closely, your Huorn rushes into the nearby trees with haste that would even impress Quickbeam.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Thunder of Boughs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "The elder Huorn can be found in northern Fangorn Forest.\\n\\nQuickbeam's Huorn would greatly benefit from your aid in defending an elder Huorn of Fangorn.",
      "es": "",
      "es (fem)": ""
    }
  ]
}