{
  "id": 620946793,
  "txt": [
    {
      "id": 149027381,
      "en": "Where Has Treebeard Gone?",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Search for Treebeard in Fangorn Forest",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "Since you cannot, perhaps Quickbeam can tell the Huorn where Treebeard has gone",
      "es": ""
    },
    {
      "id": 24695158,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 24695137,
      "en": "Not knowing Treebeard has marched to war, Quickbeam's Huorn seeks to find the elder Ent in the forest.",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Quickbeam",
      "es": ""
    },
    {
      "id": 225642644,
      "en": "DNT -- Players will not see",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'Hoom broom broom. Back so soon, little one?'\\n\\nYou explain the Huorn's concern about Treebeard to Quickbeam.\\n\\n'Hum, I understand his worries.... Let me speak to him and see if I cannot calm his passion.'\\n\\nQuickbeam begins to speak to the Huorn in slow, deep tones you cannot understand. After several minutes, the Huorn's tenseness seems to fade.\\n\\n'Hoom... by his sleeping, he missed many important happenings in the forest. It is understood now, [placeholder].'",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "According to Quickbeam's Huorn, Treebeard must be somewhere in Fangorn Forest.\\n\\nQuickbeam's Huorn wants to search for Treebeard as he could be of great help in maintaining order in the forest. You should aid the Huorn.",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "After arriving at a barren Wellinghall, Quickbeam's Huorn appears terrified that Treebeard is nowhere to be found. Its branches flail wildly as it desperately seeks him out nearby.\\n\\nDespite knowing the elder Ent has marched to war, you have no means to communicate with the Huorn and decide to aid in its search.",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Quickbeam can be found in Derndingle in south-eastern Fangorn.\\n\\nQuickbeam's Huorn has found no sign of Treebeard. As its agitation has not subsided by now, you should bring him to Quickbeam and have him explain where Treebeard has gone.",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "DNT",
      "es": ""
    }
  ]
}