{
  "id": 620946794,
  "txt": [
    {
      "id": 246419861,
      "en": "You have awoken the bog-lurkers and aided Quickbeam's Huorn.",
      "es": ""
    },
    {
      "id": 225642630,
      "en": "DNT -- Players will not see",
      "es": ""
    },
    {
      "id": 225642632,
      "en": "DNT -- Player will not see",
      "es": ""
    },
    {
      "id": 69036784,
      "en": "Defend the sleeping bog-lurker",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Wake Treebeard's bog-lurker",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Wake Quickbeam's bog-lurker",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Search for Skinbark's bog-lurker",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "As you approach Quickbeam's bog-lurker, its reeds shake and it looks up at you from the ground.\\n\\nSeeing Quickbeam's Huorn beside you, it rises to its feet and readies itself to aid the forest.",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "<rgb=#FF0000>Pat</rgb> Beechbone's bog-lurker to wake it",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "The bog-lurker continues to slumber, but in the distance you hear the breaking of twigs and rapid beats of wings.\\n\\nYou must defend the lurker until it can be roused!",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Completed",
      "es": ""
    },
    {
      "id": 177082768,
      "en": "Treebeard's bog-lurker scrambles to its feet and looks about the surrounding area",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "As he awakes, Quickbeam's bog-lurker seems to recognize the scent of his Ent-friend on you",
      "es": ""
    },
    {
      "id": 225642646,
      "en": "DNT -- Players will not see",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "Having rested through much turmoil, Skinbark's bog-lurker rises and surveys the forest",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "You have awoken the bog-lurkers and aided Quickbeam and the Huorn. Perhaps these bog-lurkers can aid in quelling the wild behaviour of their brethren.",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "As you approach the river Entwash, Quickbeam's Huorn seems distressed by the wild bog-lurkers nearby. \\n\\nThe Huorn begins to wander, seemingly hoping to find bog-lurkers that haven't awoken in the darkness of Fangorn.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Awaking the Forest",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "While initially concerned at your closeness, the bog-lurker stands and readies itself to aid Quickbeam",
      "es": ""
    },
    {
      "id": 24695145,
      "en": "Without the Ents to guide them, the bog-lurkers of Fangorn have grown wild and dangerous save for a few still loyal to the Ents.",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Bog-lurkers can be found along the Entwash in Fangorn Forest.\\n\\nThe Huorn would appreciate your aid in gathering the bog-lurkers that have not gone wild in the absence of the Ents.",
      "es": ""
    }
  ]
}