{
  "id": 620946767,
  "txt": [
    {
      "id": 225642627,
      "en": "DNT -- Players will not see",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "After exploring Fangorn Forest with Quickbeam's Huorn, the time has come to return to Derndingle. You gesture to the Huorn that it can return to the forest, and as it strides into the distance, you cannot help but feel it has grown to feel some sort of attachment towards you. It walks into the shadows, and is gone.\\n\\nAs long as you remain in the forest, it is possible your paths will cross once more.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Quickbeam's Huorn can be found at your side or can be called using your whistle.\\n\\nYou have explored every part of the forest with Quickbeam's Huorn. You should release the Huorn back into the trees and speak to Quickbeam. ",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Quickbeam can be found at Derndingle in south-eastern Fangorn Forest.\\n\\nYou have released your Huorn companion and should now speak to Quickbeam of what you have done.",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Quickbeam's Huorn wanders out of the shadows",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Talk to Quickbeam",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Quickbeam wishes for you to investigate various areas throughout Fangorn Forest.\\n\\nQuickbeam has asked that you explore Fangorn Forest and quell any problems you and his Huorn observe.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Hoom hum... wandered back into the woods, has he? I knew I could trust you to carry out such a task, [placeholder].\\n\\n'While it does not solve all troubles of the forest, you have done a great deal to help the Ents. When the time comes for them to return from war, I know they shall understand the kindness you have done us.'",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "Quickbeam's Huorn wanders out of the shadows",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to Quickbeam's Huorn",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "After exploring Fangorn Forest with Quickbeam's Huorn, the time has come to return to Derndingle. You gesture to the Huorn that it can return to the forest, and as it strides into the distance, you cannot help but feel it has grown to feel some sort of attachment towards you. It walks into the shadows, and is gone.\\n\\nAs long as you remain in the forest, it is possible your paths will cross once more.",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "Quickbeam's Huorn appears to be trying to draw your attention",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "The Huorn wanders off, fading into the shadows of the forest",
      "es": ""
    },
    {
      "id": 225642641,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "In order to combat the creatures encroaching on Fangorn Forest, Quickbeam has granted you a Huorn companion to tend to these troubles, wherever they may be.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Explore and protect Fangorn Forest with Quickbeam's Huorn",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "The Huorn wanders off, fading into the shadows of the forest",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Hoom... you have done much to earn my trust, [placeholder]. Times are truly different from when we met in Nan Curunír, but protecting the forest from itself is another matter entirely.\\n\\n'To keep the Tree-killer from causing any more harm, we were forced to take action, but the cost was great to all. We Ents are responsible for maintaining order, and without us to tend the Huorns and bog-lurkers, some have grown wild and confused.\\n\\n'Hum... my Huorn friend you found shall be your companion, and so you may seek out the troubles in the forest before they find us.'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Talk to Quickbeam's Huorn",
      "es": ""
    },
    {
      "id": 225642624,
      "en": "DNT -- Players will not see",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Forest Without Frontiers",
      "es": ""
    }
  ]
}