{
  "id": 620946764,
  "txt": [
    {
      "id": 216727828,
      "en": "The troll-cave lies to the north-east of Arrod's camp.\\n\\nArrod asked you to scout the entrance to the troll-cave, which Caledhroval discovered, and and see what you can learn about their strength.",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Caledhroval! My friend lives!\\n\\n'Thank you for bringing him to me...I will tend to his wounds. However, I know for certain now that the hendroval was indeed a spy.'",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Defeat the spying hendroval",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "After learning that Arrod's bird was, in fact, alive -- though wounded -- you returned to Arrod, bringing Caledhroval with you.",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "Defeated the spying hendroval",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Scout inside the troll-cave",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "The trolls in this cave are not the Stone-trolls you encountered outside. These Cave-trolls are too strong for you to handle. You should return at once to Arrod",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'As I tended Caledhroval's wounds, he told me of what he learned upon his patrol. The situation is more dire than it seems.\\n\\n'That trolls have begun to come down from the Misty Mountains has long been known, but we thought it only a few. However, it appears that there is an entire cave of them not too far from here. After spotting the cave, Caledhroval thought to warn Elladan and Elrohir, but was intercepted by the hendroval... apparently an agent of the trolls.\\n\\n'Unfortunately, Caledhroval is not clear about the enemy's number. Would you scout the cave entrance and learn what the strength of the trolls' number is? The cave lies to the north-east. I shall await your return.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The entrance to the troll-cave is north-east of Arrod's camp.\\n\\nYou should scout inside the cave, as there do not seem to be too many trolls outside.",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "You have spotted the hendroval... you should deal with it before it can warn the trolls",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Scout the troll-cave in the Bruinen Gorges",
      "es": ""
    },
    {
      "id": 49286674,
      "en": "Bring Caledhroval to Arrod",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Trolls in the Shaws",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "The hendroval can be found near the entrance to the troll-cave in the Bruinen Gorges, north-east of Arrod's camp.\\n\\nYou should deal with the hendroval before it can warn the trolls.",
      "es": ""
    },
    {
      "id": 225642625,
      "en": "'Did you find any sign of what happened at the bear-den?'",
      "es": ""
    }
  ]
}