{
  "id": 620946795,
  "txt": [
    {
      "id": "0x6a50299",
      "en": "Give the seed-pods to Quickbeam's Huorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Quickbeam's Huorn can be found at your side or can be called with your whistle.\\n\\nYou have gathered many seed-pods from the forest floor and should now give them to Quickbeam's Huorn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "In the wake of death and decay permeating Fangorn Forest, Quickbeam's Huorn has taken up the task of dispersing fallen seeds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "As you wander through the middle of Fangorn Forest, you notice Quickbeam's Huorn picking up small objects from the ground nearby and stowing them on itself.\\n\\nUpon closer inspection, you notice it has been gathering seed-pods from the forest floor, especially those that have fallen into the shadows.\\n\\nYou are not quite certain why Quickbeam's Huorn is collecting them, but you decide to aid in gathering seed-pods.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "You pause to present the seed-pods to Quickbeam's Huorn. Unaware of any other means to deliver the seeds to your large companion, you tuck them into a notch in its trunk.\\n\\nThe Huorn shudders, hurling a seed-pod down to the nearby earth and then gently pats it into the soil.\\n\\nTaking this as a sign that the Huorn will disperse the seed-pods itself, you decide to press on.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Growth in Darkness",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730888",
      "en": "DNT -- Players will not see",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Seed-pods can be found throughout central Fangorn Forest.\\n\\nQuickbeam's Huorn has begun stowing away seed-pods to plant as you travel. You should aid in collecting them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Gather seed-pods from the forest floor ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "Gathered seed-pods from the forest floor ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}