{
  "id": 620946654,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'You come from Barachen, seeking to help Elladan and Elrohir? I am glad of it, but I would ask you to help me first, if you have a moment....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Scouts Among the Bruinen Gorges",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I hope to prove my worth in the eyes of my Elf-maiden!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Many scouts were dispatched across the Trollshaws to keep watch for signs of evil at the behest of Elladan and Elrohir, the sons of Elrond.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'It has been quiet. If I were assigned to Nan Tornaeth, I would see some adventure!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Talk to Narlinn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Narlinn and Fimgris are encamped along the road, east of Barachen's camp.\\n\\nBarachen is impressed by your skill and determination and has asked you to lend your aid to the sons of Elrond, who keep watch over the Trollshaws from their camp near the Bruinen Gorges. He told you that Narlinn and Fimgris would be able to direct you to Thorenhad, where the sons of Elrond reside.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'You have been a boon to those of us assigned to watch the Trollshaws, [placeholder]. Recovering the stones stolen from Heithur's couriers was no small task, but you did so without complaint. I know that Heithur is pleased with your service, and I add my voice to his. You have our thanks.\\n\\n'If you are of a mind to continue lending your aid, I would have you introduce yourself to Elladan and Elrohir, the sons of Elrond. They have established a camp in the ruins of Thorenhad, east of here and to the north in the Bruinen Gorges, and I know your services would be appreciated. Thorenhad is set atop a hill north of the bear-dens of the Bruinen Gorges.\\n\\n'If you follow the road eastward, you will find the encampment of Narlinn and Fimgris. They will be able to direct you to Thorenhad.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}