{
  "id": 620946789,
  "txt": [
    {
      "id": "0xa8e11b4",
      "en": "The sapling bristles at your touch, noting it is fearful of what troubles Fangorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "<rgb=#FF00FF>Poke</rgb> a Fangorn sapling",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "<rgb=#FF00FF>Cough</rgb> at a Fangorn tree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "The enormous tree stands still as a cool breeze flows through its leaves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "The Huorn uproots itself and wanders about, clearly unwilling to be caught unawares",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "<rgb=#FF00FF>Hug</rgb> an enormous tree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Quickbeam's Huorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "As you approach the area where you found Quickbeam's Huorn sleeping, you realize the Huorn has become restless. Despite its queer behaviour, for once the Huorn seems clear in its intentions. It has begun wandering to various trees and seemingly attempting to speak with them. However, its fairly rapid darting between them suggests it has not been successful.\\n\\nPerhaps you can aid it in gaining the attention of the nearby flora and discern what brought distress to the Huorn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The trees of Fangorn have long laid silent, but with recent upheaval of the forest, they may once again have need to speak.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730892",
      "en": "DNT -- Players will not see",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "You have attempted to speak to each of the trees to which Quickbeam's Huorn directed you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "Quickbeam's Huorn takes a moment to stand nearby the enormous tree, and suddenly a breeze passes through their leaves. This breeze is not unlike the one you heard when Quickbeam spoke to his Huorn, but perhaps this is just a coincidence.\\n\\nAfter realizing you have been trying to get its attention, the Huorn returns to your side and appears ready to press onward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Voices of Fangorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "The trees Quickbeam's Huorn wishes to find can be found to the south-east of Derndingle.\\n\\nQuickbeam's Huorn has expressed a desire to speak to the trees near his home, south of Derndingle.",
      "es": "",
      "es (fem)": ""
    }
  ]
}