{
  "id": 620946798,
  "txt": [
    {
      "id": "0x9b56880",
      "en": "Despite inadvertently revealing a number of roots, you have successfully culled the population of neeker-breekers back to a more reasonable level, and Quickbeam's Huorn appears far less agitated. Through your efforts, the soil of Fangorn Forest shall remain rich and give rise to new life.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Quickbeam's Huorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "You have defeated many neeker-breekers and aided in preserving the forest's soil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Neeker-breekers have been digging under Fangorn Forest, loosening the soil and wreaking havoc on the trees above.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "As you look around, you notice the earth beneath you has been violently disturbed. Before you can think on this further, a neeker-breeker burrows out from the ground under Quickbeam's Huorn and is almost immediately crushed by one its enormous roots.\\n\\nThe soil displaced by the neeker-breeker appears dry and lifeless. You should investigate disturbed earth and prevent them from causing harm to the forest floor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Unearthing Trouble",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730887",
      "en": "DNT -- Players will not see",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Neeker-breekers can be found in northern Fangorn Forest.\\n\\nQuickbeam's Huorn has asked for your aid in culling neeker-breekers before they can cause any more harm to the rich soil of the forest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Search disturbed earth for Neeker-breekers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "Searched disturbed earth for Neeker-breekers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}