{
  "id": 621027971,
  "txt": [
    {
      "id": "0xb5689f5",
      "en": "Word has reached you that the Rangers Faeron and Rhadrog are ready to infiltrate the Halls of Black Lore. You should return to the Stargazer's Spire to assist them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f6",
      "en": "You ask Dolguzigir for Lhaereth's recipe for the Great Plague. He cackles, and snaps his fingers. A blood-red tome materializes directly into your hands.\\n\\n'As you wish, mortal! I look forward to seeing the fallout of Men gaining this knowledge!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e1",
      "en": "'[placeholder]! Ah, if you have returned, that must mean it is time for Faeron's plan... Not that I'm not happy to see you! I suppose I'm just a bit nervous to be heading back to that place. Something about that Dark Archivist unnerved me. He barely reacted when Lhaereth struck him down!\\n\\n'I will of course be ready to accompany you if that is your choice! The three of us conquered Seregost together, after all. What trouble could a library be?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f8",
      "en": "'Welcome back, [placeholder]. The time has come to return to the Halls of Black Lore. I hope you are ready.\\n\\n'I have kept a vigilant watch on the Circle of Madness since you departed. Lhaereth's forces have ceased their frenzied attacks, as it seems whatever she seeks is not within the city. The Dark Archivist, Dolguzigir, has never left the Halls, but I have seen his forces, mostly some variety of Morgul Cultists, coming and going. They have finally let their guard down, if only slightly. If we wish to sneak in, this is our best chance! To that end, I have decided that you should take the lead on this mission.\\n\\n'You are renowned for your skill, [placeholder]. I have no doubt that you have many allies whom you may call upon. If you deem it our best chance, you may muster a force to storm the Halls and take the plague recipe by force. Otherwise, Rhadrog and I will accompany you.\\n\\n'Speak with Rhadrog, and let him know what you decide. And remember, we know not what strength the Dark Archivist possesses, but we should not underestimate him. He did dare to stand up to Lhaereth herself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502914",
      "en": "Talk to Faeron in the Stargazer's Spire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e3",
      "en": "You hand Faeron the red tome given to you by Dolguzigir. His expression turns grim as he takes it. He opens it, and flips through the pages. The contents appear to disgust him, and he slams it shut. \\n\\n'He did not deceive you; this is indeed the Great Plague recipe, penned by Lhaereth herself. I will make sure this is delivered to the scholars in Minas Tirith. With this, as distasteful as this knowledge is, we will have a chance. If Lhaereth deploys her plague again, the Free Peoples will endure.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011887",
      "en": "Faeron and Rhadrog are stationed in the Stargazer's Spire in Minas Morgul.\\n\\nYou should report to Faeron.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502916",
      "en": "Complete 'Leave No One Behind'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1772",
      "en": "Faeron has decided the time is right to enter the Halls of Black Lore to seek the recipe for Lhaereth's Great Plague.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b6",
      "en": "Complete Ghashan-kútot, the Halls of Black Lore on any difficulty mode.\\n\\n<rgb=#FF0000>You may enter this instance by using the Instance Join panel. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa3e1",
      "en": "Ghashan-kútot Awaits",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011890",
      "en": "Rhadrog can be found in the Stargazer's Spire.\\n\\nYou should talk to Rhadrog.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502909",
      "en": "Talk to Rhadrog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502920",
      "en": "Talk to Faeron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502937",
      "en": "Complete Ghashan-kútot, the Halls of Black Lore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011892",
      "en": "You have completed your mission and acquired the plague recipe.\\n\\nYou should talk to Faeron.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502938",
      "en": "Talk to Dolguzigir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011895",
      "en": "You have defeated Dolguzigir, and been granted an opportunity to take one tome from the Halls of Black Lore.\\n\\nYou should ask Dolguzigir for the Great Plague recipe.",
      "es": "",
      "es (fem)": ""
    }
  ]
}