{
  "id": 620842751,
  "txt": [
    {
      "id": 136263297,
      "en": "You have explored the south-east ruins",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have explored the southern ruins",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have found an unusual set of footprints in the mud",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Fuirgam believes that Gollum has fled into the twisted paths of the Scuttledells to avoid capture and wishes you to aid his scouts in attempting to track down the skulking creature before he escapes or falls into the hands of the Enemy in Dol Guldur.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You notice something unusual nearby....",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Gollum has slipped through our fingers yet again! I have good reason to believe that he has fled to the north, into the Scuttledells -- a warren of ravines and gullies infested with spiders and other foul beasts.\\n\\n'I have sent instruction to my scouts there to be on the look-out for him, but I have received no word from them since and fear that something may be amiss.\\n\\n'Would you be willing to journey into the Scuttledells and lend my scouts aid in capturing Gollum? He is more elusive than any creature I have encountered before, and they may need your help. Speak with Miluimil.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Miluimil is at Ivorel's camp in the Scuttledells, north of Ost Galadh.\\n\\nFuirgam has asked you to inform the scout Miluimil that Gollum may have come north into the Scuttledells and to offer what aid you can in finding and capturing him.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Fuirgam believes Gollum is now here in the Scuttledells? I would feel better about our chances of finding him if most of my scouts were not already missing themselves.\\n\\n'These ravines are treacherous to any who dare them, and I fear we will be lucky to emerge from them unscathed, much less to capture one such as this Gollum within them.\\n\\n'Nevertheless, Fuirgam's order is clear, and he would not have made it if the need were not dire. Let us see what we can find of this lurking creature, shall we?'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Fuirgam is at Ost Galadh, north of the Wild Ruins.\\n\\nYou should report back to Fuirgam with the results of your exploration. In particular, he may be interested in the odd footprints you discovered during your trek.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'See to it that you find Gollum and ensure that he does not fall into the Enemy's clutches! Everything we have gained here -- and everything we have lost here -- will be for naught if he is captured. Find Miluimil, find Gollum and do so as swiftly as you may!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I have known Fuirgam for a long time, [placeholder], and I have rarely seen him this upset over anything. Since that Gollum creature escaped into the Scuttledells he has seemed preoccupied with the matter.\\n\\n'Whatever it is that Gollum knows, it must be of dreadful importance. We must capture him quickly.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Miluimil in the Scuttledells",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Scout the southern ruins",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Examine the strange footprints",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Explore the south-west ruins",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Hunt for Gollum",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Fuirgam at Ost Galadh",
      "es": ""
    }
  ]
}