{
  "id": 620908861,
  "txt": [
    {
      "id": 96659700,
      "en": "'The fires grow by the mead hall! My men require aid!",
      "es": ""
    },
    {
      "id": 32140753,
      "en": "'To arms!'",
      "es": ""
    },
    {
      "id": 32140754,
      "en": "'Monsters! The steeds are slain! Our revenge must be swift - attack!",
      "es": ""
    },
    {
      "id": 32140755,
      "en": "'I fear you not, Orcs! Walstow will hold strong!",
      "es": ""
    },
    {
      "id": 113436916,
      "en": "'Follow me! We must secure the other stable before it is too late!'",
      "es": ""
    },
    {
      "id": 198348702,
      "en": "'The Orcs come at us again... let us aid my brethren!'",
      "es": ""
    },
    {
      "id": 29333698,
      "en": "The Orcs have spilled forth from the East Wall, and seek to raze Walstow... we must move with haste!'",
      "es": ""
    },
    {
      "id": 59814420,
      "en": "'Out of my way, Orc! Walstow will not burn while I draw breath!'",
      "es": ""
    },
    {
      "id": 146991348,
      "en": "'Our foe retreats, but the town burns!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Our message was received! Thank goodness someone has come... we have no time to waste, we must move now or risk losing all to the Orcs!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Time and time again, [placeholder], your aid has proven invaluable to me and my people.\\n\\n'The Orcs cannot be allowed any more footholds in the Sutcrofts... to this day, I still mourn Hytbold. That is a matter for another time, though....\\n\\n'In the wake of such destruction, I must tend to my people.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Let us speak more of this attack in a moment. For now, I must ensure my people are safe.'",
      "es": ""
    },
    {
      "id": 57968482,
      "en": "'We have no time to lose! Save what we can! Grab the buckets, men!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "The nearby stables burst into flames!",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Having witnessed the slaying of many steeds, Winsig sets off to the other stable of Walstow",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "As you approach the stable, a group of Orcs ambushes you",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "As the last of the Orcs falls, you notice black clouds of smoke rise through the air near the mead hall",
      "es": ""
    },
    {
      "id": 197322996,
      "en": "'Look, [placeholder], the stables burn! Quickly, we must protect our steeds!",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "As you cross the bridge, a large, vicious Orc blocks the way",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "With the Orcs defeated, Winsig moves to rally the riders",
      "es": ""
    },
    {
      "id": 71529597,
      "en": "'Everyone, the Orcs have gone! Quickly, extinguish these flames!'",
      "es": ""
    },
    {
      "id": 42969586,
      "en": "'Those fiends come for us again! Protect the steeds!'",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "Winsig has been defeated!",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Walstow is under siege by Orcs of the East Wall who have finally brought their plans to fruition. Winsig and her folk require aid or another settlement of the Sutcrofts will fall to the same grim fate as Hytbold.",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "<rgb=#FF0000>Winsig must not be defeated</rgb>",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Winsig",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Follow Winsig into Walstow",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Defend the first stable of Walstow",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Follow Winsig to the second stable",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Defend the second stable of Walstow",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Cross the bridge with Winsig",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Defeat Gadhumúrz",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Follow Winsig to the Mead Hall",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Talk to Winsig",
      "es": ""
    },
    {
      "id": 38151775,
      "en": "'Make haste! We must cross the bridge and reunite with my fellows!'",
      "es": ""
    },
    {
      "id": 63459729,
      "en": "'The stable is just beyond this bridge. I pray the Orcs have not set flame to it already!'",
      "es": ""
    },
    {
      "id": 63459730,
      "en": "'Ah! Good fortune at last, the stable still stands untouched. Let us move to defend it!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Winsig stands just outside Walstow.\\n\\nThe town is under siege by the Orcs of the East Wall. You should speak to Winsig and begin your assault.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Winsig is in Walstow.\\n\\nNearby homes have been set ablaze by Orcs, and Winsig hopes to keep her town from ruin.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The first stable lies just to the west of the Mead Hall of Walstow.\\n\\nWinsig hopes to keep the Orcs from slaying the steeds of her people.",
      "es": ""
    },
    {
      "id": 136051073,
      "en": "'I cannot believe you have made it here, [placeholder]....' ",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "The second stable lies to the south of the Mead Hall of Walstow.\\n\\nIn the wake of seeing so many steeds slain, Winsig hopes to protect any that remain alive.",
      "es": ""
    },
    {
      "id": 136051074,
      "en": "'I know not how, but their strength seems beyond renewed....'",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "The second stable lies to the south of the Mead Hall of Walstow.\\n\\nWinsig requires your aid in defending the stable from the vicious assault of the Orcs.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "The bridge of Walstow passes through the middle of the town.\\n\\nWhile you defeated the Orcs at the second stable, the rest of the town has burst into flame. Winsig desires to reunite with her men and put out the fires.",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "Gadhumúrz stands just beyond the bridge of Walstow.\\n\\nWinsig must reunite with her men, but a menacing Orc blocks your path.",
      "es": ""
    },
    {
      "id": 94621400,
      "en": "The Mead Hall lies in north-east Walstow.\\n\\nWinsig has called for aid from her men, and they now endeavour to put out the fires now that the Orc force is broken.",
      "es": ""
    },
    {
      "id": 94621401,
      "en": "Winsig is standing outside the Mead Hall of Walstow.\\n\\nThe Orc force has been repelled, and Winsig and her people are free, at least for the moment, from the danger that consumed their home.",
      "es": ""
    },
    {
      "id": 166426965,
      "en": "'We have beaten them back, [placeholder]. Now, let us tend to the wounded and put out these fires....'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: The First Assault",
      "es": ""
    }
  ]
}