{
  "id": 620908933,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The preparations have been made, [placeholder]. My people make ready as we speak.\\n\\n'They must reach the safety of Snowbourn, for no other place in the Sutcrofts will keep them from harm. The Reeve of the Sutcrofts, Fastred, is a brash young man, but a caring leader... he will not suffer the deaths of his people if they could easily be saved by our actions.\\n\\n'I cannot thank you enough for the aid you have provided me and my people. It is unfortunate that our paths must split, but it is my duty to hold Garsfeld to my last. When you are ready to depart, speak with me. Time grows short.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'We have made it, [placeholder]. Thanks in no small part to you.\\n\\n'I can only hope that my father and his men will hold Garsfeld in the days to come....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Gísling has gathered the crofters. Are you ready to depart?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Caravan to Snowbourn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Pressured by foes from all sides, Gísil has prepared the crofters of Garsfeld to journey to the south and seek shelter within Snowbourn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Gísil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gísil can be found inside the Mead Hall of Garsfeld.\\n\\nGísil has ordered you and Gísling to escort the people of Garsfeld to safety in the south. He is waiting for you to make any final preparations.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Gísling",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gísling can be found in northern Snowbourn.\\n\\nYou have successfully brought the crofters of Garsfeld to safety inside the walls of Snowbourn and should now speak to Gísling.",
      "es": "",
      "es (fem)": ""
    }
  ]
}