{
  "id": 620908991,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I have weighed the situation, [placeholder], and I believe that we are far from safe. The man that you encountered -- the one with great power that stalks our lands -- surely there is something greater at work here.\\n\\n'Walstow could not stand against a force so large, even with your aid. I believe the Orcs intended to cripple us before turning their gaze to their true target... Snowbourn. Fastred knows not what horrors come for him and his people. That force is unnumerable and if this man is as powerful as you say, the Sutcrofts may fall at the hands of Mordor.\\n\\n'Quickly, let us ride to Snowbourn! We cannot allow such an enemy to run rampant through our lands -- we must make a stand or risk losing all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The day is won, [placeholder]. The Reeve has found his strength once more, and I now believe that he can truly begin to lead as Dagred would have wanted.\\n\\n'Fastred has taken his leave for the moment, but in the wake of such a victory for Rohan, there is much to talk of.\\n\\n'For now, rest. You have brought peace to the Sutcrofts, and peace, even for a moment, is all we can ask. You have the thanks of us all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Let us ride for Snowbourn. Every passing moment could bring the Sutcrofts closer to ruin!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "On These Stones",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Orcs led by Crúmgam, a sorceror of Mordor, prepare to fall upon Snowbourn. The Sutcrofts and all of the Eastemnet are at stake.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Winsig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Winsig can be found in the mead hall of Walstow.\\n\\nWinsig fears that some great evil is about to descend upon Snowbourn after distracting the folk of Walstow with a smaller attack. She wishes to ride to Snowbourn with you and confront the vile sorceror, Crúmgam.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Gísil in Snowbourn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gísil can be found outside the Mead Hall of Snowbourn.\\n\\nIn the aftermath of the battle, Crúmgam has been defeated and the Orc-force broken. Peace has returned to the Sutcrofts.",
      "es": "",
      "es (fem)": ""
    }
  ]
}