{
  "id": 620908992,
  "txt": [
    {
      "id": "0xd085251",
      "en": "Ingmar speaks to you in a hushed tone.\\n\\n'[placeholder], I have decided, regardless of my father's will, that I shall lead forth my men against the Orcs of Maustazg. In light of my decision, would you perform a favour for me?\\n\\n'Go to my wife, Tóla, and let her know my mind. Let her know that I love her and that I have come to this decision not out of pride, but for the good of my people.\\n\\n'I do not deny that I desire the glory that only a great victory in battle can bring, but in truth, I also do not wish to be parted from my wife.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have come too late, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'What? My fool husband. Then you failed in the errand I sent you upon?\\n\\n'You must return at once to Reeve Ingbert and let him know my husband's mind... perhaps he can stop him before it is too late!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Fateful Decision",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "With your patrol of the surrounding lands completed, Lord Ingmar has come to a fateful decision.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Tóla at Lord Ingmar's house",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Tóla is at Lord Ingmar's house in the northern part of Eaworth.\\n\\nIngmar has asked you to let his wife, Tóla, know that he has decided to lead his men against Maustazg, regardless of his father's will.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Ingbert in the Mead Hall of Eaworth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Reeve Ingbert is at the Mead Hall of Eaworth, south of Ingmar's home.\\n\\nTóla requested that you speak with Ingbert and see if he can bring reason to Ingmar.",
      "es": "",
      "es (fem)": ""
    }
  ]
}