{
  "id": 620908871,
  "txt": [
    {
      "id": 80943454,
      "en": "'What darkness comes to Snowbourn now?'",
      "es": ""
    },
    {
      "id": 191250769,
      "en": "'Do you recognize the make?'",
      "es": ""
    },
    {
      "id": 191250770,
      "en": "'One of my Orcs tore it from your son... Folcred, was it?'",
      "es": ""
    },
    {
      "id": 90577713,
      "en": "'I fear that is not the last of them.... Stand strong!'",
      "es": ""
    },
    {
      "id": 162513567,
      "en": "'Go now! Seek out my father near the north gate - I shall protect my people here.'",
      "es": ""
    },
    {
      "id": 127680306,
      "en": "'Hold here, cover my entrance into Snowbourn! Once I make it further inside, we will meet up again!'",
      "es": ""
    },
    {
      "id": 114783761,
      "en": "'Fastred!'",
      "es": ""
    },
    {
      "id": 52703147,
      "en": "'We shall see about that...'",
      "es": ""
    },
    {
      "id": 114783762,
      "en": "'Allow not this man to fill your mind with lies!'",
      "es": ""
    },
    {
      "id": 114783763,
      "en": "'Folcred is safe! Your mother fled with him across the Entwade....'",
      "es": ""
    },
    {
      "id": 114783764,
      "en": "'Please, I only did this out of love... to protect our child from horrors such as these!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'That wretch will not threaten the lives of those for whom I care most dearly ever again.\\n\\n'His foul sorcery was no match for the might of Rohan and the valour of my people. The Sutcrofts will stand strong, as we always have.\\n\\n'I wish to spend time with my son, now that I know he is safe. Such fear can never consume me again - he will be kept safe from harm.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'What madness is this?!\\n\\n'These fiends think us so weak that they strike at us in Snowbourn? I have slain many Orcs this day, and many more will fall before it ends.\\n\\n'My own home was invaded by that scum, and I sent Elflád to safety in the barracks once I slew the Orcs to their last.\\n\\n'I will slay as many as I must to see my son returned to my care. If I should find his abductor, I will split them from head to toe.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Ah, it is good to see you....\\n\\n'My men and I were ambushed as we approached Snowbourn, and I fear I am the last standing among us.\\n\\n'I'd come to aid when Gísling warned me of the impending attack on Walstow. I hope that girl brought the might of my people down on those monsters.\\n\\n'Fastred is somewhere among all of this chaos, but I have seen him not.\\n\\n'He must be found - the man may be brash, but I fear for his family, and more importantly, the Sutcrofts. Let us search near the Mead Hall, perhaps he has set up his defences there.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'What luck! I expected not to see you again, [placeholder]....\\n\\n'The Orcs are relentless, and I fear they shall soon overwhelm us.\\n\\n'When you departed for Walstow, I sent word to my father in Garsfeld. I can only hope my message was received.\\n\\n'If he has made it here, he would be near the north gate. I must hold this location, but please, seek out my father!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'We have made it, [placeholder], but I fear we have come too late....\\n\\n'I must find Fastred at once... would you be willing to fend off the Orcs as I push through the front line?\\n\\n'I'll meet up with you deeper in Snowbourn once I find him.\\n\\n'On your mark, I will start my charge!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Having defeated the Orcs and providing Winsig safe passage, you should seek out Gísling",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Come, let us rest from such an ordeal. Once you are ready, I believe Gísil wishes to speak with you, but for now, we shall take our leave.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Gísling asks that you seek his father, Gísil as soon as you are able",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "As the last Orc is felled, Gísling implores you to seek his father near the north gate",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "The Orcs defeated, Gísil stands wounded among his fallen men",
      "es": ""
    },
    {
      "id": 50611124,
      "en": "'Not this day... Fastred....'",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Gísil sets off towards the Mead Hall",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "As you approach the Mead Hall, Fastred emerges, his face contorted in rage",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "As Fastred speaks the sky darkens, and a wave of dread passes over you",
      "es": ""
    },
    {
      "id": 166630014,
      "en": "'Fastred must be near the Mead Hall... let us try to reach him....'",
      "es": ""
    },
    {
      "id": 239844084,
      "en": "'You face the might of Mordor! None can stand against me!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Winsig seeks your aid in fighting to repel the vicious assault of Crúmgam on Snowbourn.",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "Crúmgam produces a shredded piece of Folcred's clothing and Fastred is overcome",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "Fastred has fallen!",
      "es": ""
    },
    {
      "id": 100610529,
      "en": "'Perhaps I can stay my blade long enough to see what it is you have to show....'",
      "es": ""
    },
    {
      "id": 264380497,
      "en": "'You come into my lands...'",
      "es": ""
    },
    {
      "id": 264380498,
      "en": "'You threaten my people, you burn our crops to the ground...'",
      "es": ""
    },
    {
      "id": 264380499,
      "en": "'And now, you threaten me with the death of my only son...'",
      "es": ""
    },
    {
      "id": 264380500,
      "en": "'I fear neither you nor your master!'",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Defeat Crúmgam's forces",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Defeat Crúmgam",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Talk to Fastred",
      "es": ""
    },
    {
      "id": 187872367,
      "en": "'Father! Fastred awaits us by the Mead Hall... we must aid him!'",
      "es": ""
    },
    {
      "id": 84765779,
      "en": "<rgb=#FF0000>Fastred, Gísil, Gísling, and Winsig must survive</rgb>",
      "es": ""
    },
    {
      "id": 47970687,
      "en": "'Do you see it yet, Fastred?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Winsig",
      "es": ""
    },
    {
      "id": 145949635,
      "en": "'I hear them coming for me again.... Let these wretches taste our might!'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defend Winsig as she enters Snowbourn",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Find and talk to Gísling",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Defend Gísling",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Fight your way to the north gate of Snowbourn",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Gísil",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Fight your way to the Mead Hall of Snowbourn",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Talk to Fastred",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Confront Crúmgam",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Winsig is standing outside the east gate of Snowbourn.\\n\\nWinsig has ridden with you to Snowbourn in hopes of fending off an Orc assault on the town. It seems you are already too late!",
      "es": ""
    },
    {
      "id": 32729280,
      "en": "Gísil has fallen!",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Winsig has gone to find Fastred. You should aid the people of Snowbourn in repelling the Orc assault.",
      "es": ""
    },
    {
      "id": 32729281,
      "en": "Gísling has fallen!",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Gísling can be found in south-eastern Snowbourn.\\n\\nWinsig asks that you find and aid Gísling and the people of Snowbourn while she seeks out Fastred.",
      "es": ""
    },
    {
      "id": 32729282,
      "en": "Winsig has fallen!",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Gísling can be found in eastern Snowbourn. He is overwhelmed defending the city from the siege and requires your aid.",
      "es": ""
    },
    {
      "id": 168125963,
      "en": "'More Orcs have breached the east gate. Quickly, we must put an end to them!'",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Gísil is said to be near the north gate of Snowbourn.\\n\\nGísling has moved to aid the people of Snowbourn and asks that you seek the aid of his father and Fastred.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Gísil is standing at the north gate of Snowbourn.\\n\\nGísil and his men were struck by a vicious assult of Orcs. Gísil is wounded, but seeks to locate Fastred.",
      "es": ""
    },
    {
      "id": 81133359,
      "en": "'I have heard enough from you!'",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "Gísil is in northern Snowbourn, and has asked you to follow him to the Mead Hall in hopes of meeting with Fastred.",
      "es": ""
    },
    {
      "id": 54744593,
      "en": "'Silence, Woman!'",
      "es": ""
    },
    {
      "id": 94621400,
      "en": "Fastred is standing outside the Mead Hall of Snowbourn.\\n\\nFastred has emerged from the Mead Hall. You should speak to him at once.",
      "es": ""
    },
    {
      "id": 94621401,
      "en": "As the sky darkens, a familiar figure appears in Snowbourn. You should confront this man, and put and end to his villainy.",
      "es": ""
    },
    {
      "id": 249924447,
      "en": "'Very well, my son... my wounds bite at me, but let us press on....'",
      "es": ""
    },
    {
      "id": 200902626,
      "en": "'Do you and your pitiful fellows understand?'",
      "es": ""
    },
    {
      "id": 200902627,
      "en": "'Fight as you may, we shall strangle every last bit of hope that remains in these lands!'",
      "es": ""
    },
    {
      "id": 200902628,
      "en": "'Oh, but you have not!'",
      "es": ""
    },
    {
      "id": 200902629,
      "en": "'Come hither, Fastred. I have something you might want to see....'",
      "es": ""
    },
    {
      "id": 171765008,
      "en": "Fastred now seeks to exact his revenge on his son's abductor.",
      "es": ""
    },
    {
      "id": 200902630,
      "en": "'See what I hold in my hand, Fastred?'",
      "es": ""
    },
    {
      "id": 171765009,
      "en": "Crúmgam stands outside the Mead Hall of Snowbourn. Fastred's vigour is renewed after the safety of his son was assured. Crúmgam must be defeated to return peace to Snowbourn.",
      "es": ""
    },
    {
      "id": 200902631,
      "en": "'I warned you of this, Fastred....'",
      "es": ""
    },
    {
      "id": 171765010,
      "en": "Fastred is standing in central Snowbourn.\\n\\nCrúmgam has been defeated and the Orc force is broken. Fastred, his Thanes, and his people are safe for the moment.",
      "es": ""
    },
    {
      "id": 200902632,
      "en": "'Yet, you were too brash to heed my words....'",
      "es": ""
    },
    {
      "id": 200902633,
      "en": "'Now then... watch as your failure to act dooms your fellows as well!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: On These Stones",
      "es": ""
    },
    {
      "id": 214206799,
      "en": "'Folcred... where are you?! I shall find you, my son!'",
      "es": ""
    },
    {
      "id": 52626766,
      "en": "'No... my son... I...'",
      "es": ""
    }
  ]
}