{
  "id": 620908981,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'[placeholder], you have done many a service for me and my people. While there is still more to be done, I wish to speak with you about a most personal matter.\\n\\n'My father, Dagred, was the Reeve until quite recently. He died at the hands of those wretched Orcs on the field, and I will not rest until every last one of their ilk are slain and adorn the walls of Snowbourn.\\n\\n'I wish you to travel with me to my father's grave - he was a great, great man, and many lessons can be learned from him even with his passing.\\n\\n'When you are prepared, we shall depart.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'[placeholder], something terrible our way comes. I fear it not, though.\\n\\n'The Sutcrofts have stood strong through all trials that have faced us, and one man's arrival in our midst will not change that.\\n\\n'I thank you for hearing my words in the field, and for your action when the time came. You will be of great aid to my people, of this I am sure.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Let us depart... there is much to speak of.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Father of the Sutcrofts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Fastred wishes to speak to you in private at the site of his father's grave. He has expressed a desire to explain his father's legacy and his hopes for the future of his people.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Fastred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Fastred can be found in the mead hall of Snowbourn.\\n\\nFastred has asked you to accompany him to the site of his father's grave, where he wishes to speak to you in private.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Fastred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Fastred can be found inside the mead hall of Snowbourn.\\n\\nHaving spoken to Fastred at his father's grave, and fended off a strange, powerful foe, you should speak to Fastred in Snowbourn.",
      "es": "",
      "es (fem)": ""
    }
  ]
}