{
  "id": 620908982,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Fastred's grief has consumed him, yet a rider of Walstow lays dead off the road near Snowbourn from what you have said.\\n\\n'I feel for him, I truly do, but he risks the lives of all of his people by forgetting what foes come for us. Walstow is in grave danger -- the fallen rider tells me that much.\\n\\n'We cannot wait for Fastred to act: you must ride to Walstow and aid Winsig and her folk.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You fought well, [placeholder].\\n\\n'The Orcs fell upon us with such fervour, but their retreat fills me with grave concern. One of their strongest was slain, aye, but the advantage was still theirs.\\n\\n'I must ponder this for a moment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Walstow is in great peril... have you made ready to ride?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The First Assault",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gísling has decided that Snowbourn must be protected from the looming threat of Crúmgam, regardless of Fastred's orders.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Gísling",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gísling can be found in northern Snowbourn.\\n\\nGísling is frustrated by Fastred's distraction from the danger at hand, even with the disappearance of his son. He wants you to travel to Walstow with haste to aid Winsig and her people.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Winsig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Winsig can be found inside the Mead Hall of Walstow.\\n\\nThe Orc-force has been repelled, and Walstow is safe for the moment. You should speak with Winsig in the aftermath of the battle.",
      "es": "",
      "es (fem)": ""
    }
  ]
}