{
  "id": 620831392,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "Do not kill the Beast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "The Devoted has been slain by [placeholder]",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Gothgaash was slain by [placeholder]",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Glothrok was slain by [placeholder]",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Once a great and beautiful cross-roads of Moria, the Grand Stair is a vile haven of many of the gathered tribes of Orcs. Igash, regarded as a leader by all of the varied groups, gathers tribute from every tribe to give to Mazog, the mightiest and greatest of Orcs in Khazad-dûm. The dwarves wish to unseat Igash's Orcs from this Grand Stair and stop Mazog from receiving valuable and unsavoury gifts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "The Beast was slain by [placeholder]",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "The Beast was slain by [placeholder]",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Rumours abound that you are of a tougher mould than most, [placeholder]. I will admit that you look doughty enough, and your eyes are fiercer than many I see. Perhaps you would hold up against a most difficult foe that threatens our cause.\\n\\n'We know that Igash sits at the top of the Grand Stair, collecting tribute from the other tribes of Moria Orcs. The White-hand Orcs, however, seem to give him no loyalty whatsoever.\\n\\n'And yet, merely to confront Igash will be but a pittance to so mighty a [placeholder] as yourself. If you can defeat him without harming the other Orc leaders except those of the White Hand, you will truly earn my respect. You cannot slay the Devoted, either. I would advise you to bring such friends as you can trust for this venture.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Many tribes of Orcs prowl the Grand Stair, south-east of the Twenty-first Hall.\\n\\nGeirr has asked you to defeat Igash in the Grand Stair without defeating any other members of the Moria Orc tribes. In doing so, you will assist in efforts to reclaim that cross-roads for the dwarves, and prove your great worth to Sigurd.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am tremendously impressed! You have done credit to your fame, great credit indeed. Something troubles me still, though. By your description of this foe, it sounds to me like evil will not be held at bay for long in the Grand Stair.\\n\\n'Do you think Igash is gone forever? You saw him bested, I know, but my heart tells me that he will be back before long. A creature so twisted and wicked does not often fall after one defeat. Mark my words -- there will be trouble again soon....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The dwarf Sigurd can be found in the Twenty-first Hall, north-west of the Grand Stair.\\n\\nYou have defeated Igash without defeating any other members of the Moria Orc tribes; Sigurd is waiting to hear of your foray.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Igash is one of Mazog's most terrible captains... he must be defeated with due haste!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return to Sigurd at the Twenty-first Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Do not kill the Devoted",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Do not kill Gothgaash",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Do not kill Glothrok",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Grand Stair - Igash Unleashed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Do not kill the Beast",
      "es": "",
      "es (fem)": ""
    }
  ]
}