{
  "id": 620831384,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'So you are the mighty [placeholder] of whom everyone has spoken so well! Word of your valour and courage has reached my ears, but seeing as I am a disbelieving sort, I would like to see if you are made for the sort of challenge I have to offer you.\\n\\n'If you are truly all that they say you are, I have a challenge for you: Igash must be defeated upon his throne in the Grand Stair, and I want to see evidence of your actions! I would have you defeat him in battle and return here with his lash so that I can see what you have done.\\n\\n'This will not be an easy task, nor is it impossible. Prove yourself in this challenge of mine, and you will receive a rich reward. Oh, and... there is no shame in bringing friends with you on this venture.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done well to collect this lash, friend, and I am very impressed. I did not think you had the salt to confront Igash! But I am troubled; though the Orcs fall, ever they return in full force. I hope Igash is gone for good....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Have you travelled yet to the Grand Stair? I wish to see the lash of Igash, and to know that he is defeated!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Grand Stair - Igash's Lash",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Once a great and beautiful cross-roads of Moria, the Grand Stair is a vile haven of many of the gathered tribes of Orcs. Igash, regarded as a leader by all of the varied groups, gathers tribute from every tribe to give to Mazog, the mightiest and greatest of Orcs in Khazad-dûm. The dwarves wish to unseat Igash's Orcs from this Grand Stair and stop Mazog from receiving valuable and unsavoury gifts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Igash's lash ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return the lash to Eilíefr at the Twenty-first Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Igash can be found atop the Grand Stair, south-east of the Twenty-first Hall where Eilífr holds his post.\\n\\nEilífr has asked you to defeat Igash and collect his lash to assist in efforts to reclaim that cross-roads for the dwarves. He wishes to see the lash as proof of your deed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect Igash's lash ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}