{
  "id": 620831365,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected the gear",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Water-works is a site of importance to the dwarves who wish to remain in Moria. Once such dwarf, Foreman Indrith, has made it a mission to repair the channel there.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'If we sheared a gear, and I believe that we did, we need to get a new one. During my time in the Great Wheel, I have explored many of the tunnels that feed these wheels.\\n\\n'On one of my journeys, I spotted a gear in a room beside the tunnels. However, I thought nothing of it, and left it where it lay. I believe you will need to recover this gear before our work can continue.\\n\\n'You can make your way deeper into the Great Wheel from The Drowned Deeps or through the gate across the way. Hurry!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Foreman Indrith believes that you sheared a gear while trying to force the wheel housing in the Great Wheel to start turning once more. He believes another gear is located in the tunnels of the Great Wheel.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have the gear? Wonderful!\\n\\n'While you were gone, I heard the rumble of something great moving amid the Water-works. Whether our wheels begin to churn once more or some other force lurks nearby, I do not know....\\n\\n'Maybe a little caution would not hurt, after all....'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Foreman Indrith is in the Wheel-house, beneath the Great Wheel, south-west of Hulwul-nefekh.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Search the tunnels of the Great Wheel. I saw a gear lying about on one of my journeys... perhaps it still remains.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have the gear? Wonderful! Játgir offered you a warning, too? Price unpaid, I will guess.\\n\\n'He's worrying about that beast down here? How could it reach this depth without us knowing? It would have to travel through....\\n\\n'Well, maybe a little caution would not hurt, after all....'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'That old fool Indrith will get himself killed if he is not careful. Warn him for me, will you? He is working within the Great Wheel, south-west of the Rotting Cellar.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'I need that gear before I can proceed, [placeholder].'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find a new gear in the tunnels of the Great Wheel",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Deliver the dwarf-gear to Foreman Indrith",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect a Dwarf Gear ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A New Gear",
      "es": ""
    }
  ]
}