{
  "id": 620831390,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Narkû has been defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Kranklûk has been defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have failed to defeat Kranklûk within the allotted time",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Forges of Khazad-dûm, once a glorious smith-hall for the dwarves of Moria, have fallen into evil hands. The Forges now serve the Orc masters of Moria and are used to build all manner of weapons and war-machines for an assault against fair Lothlórien. Brogur and Bósi's dwarves, wishing to reclaim Moria, aim to prevent this at any cost, for they would see the Elves and dwarves reinstate old alliances for the good of both.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Rumours abound that you are of a tougher mould than most, [placeholder]. I will admit that you look doughty enough, and your eyes are fiercer than many I see. Perhaps you would hold up against a most difficult foe that threatens our cause.\\n\\n'I have heard that there is a deadly foe who leads the rabble in the Forges of Khazad-dûm, an Orc named Kranklûk. I would offer you the greatest of all the challenges I could give: will you face this enemy?\\n\\n'And yet, merely to confront Kranklûk will be but a pittance to so mighty a [placeholder] as yourself. Between you and your quarry will be a lesser foe, Narkû, and your defeat of him will alert Kranklûk of your presence. If you can defeat the latter within thirty minutes of felling Narkû, I will accept that you are as great a warrior as everyone says. You should consider bringing stout companions on this venture.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Forges of Khazad-dûm are to the south-west of the Twenty-first Hall.\\n\\nThe dwarf Sigurd has challenged you to fight your way to the Orc Kranklûk. Narkû, who stands between you and your intended quarry, will undoubtedly alert Kranklûk that you are coming. You will have a limited amount of time in which to accomplish your task after the warning goes out.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am tremendously impressed! You have done credit to your fame, great credit indeed. Something troubles me still, though. By your description of this foe, it sounds to me like evil will not be held at bay for long in the Forges that are lost to us.\\n\\n'Do you think Kranklûk is gone forever? You saw him bested, I know, but my heart tells me that he will be back before long. A creature so hard and wicked does not often fall after one defeat. Mark my words -- there will be trouble again soon....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Kranklûk is in the heart of the Forges of Khazad-Dûm.\\n\\nNarkû has been defeated and Kranklûk is alerted of your presence. Sigurd believes that Kranklûk is the driving force in the Forges of Khazad-dûm; he wants you to defeat your foe to hinder the efforts of the Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Sigurd is in the Twenty-first Hall, north-east of the Forges of Khazad-dûm where the Orcs hold their camp.\\n\\nSigurd will wish to hear if you have risen to meet the challenge he gave you of slaying Kranklûk in the allotted time.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Is Kranklûk dead? Ha! He was too much for you. Perhaps you need better friends.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Is Kranklûk dead? Ha! He was too much for you. Perhaps you need better friends.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Narkû to alert Kranklûk of your presence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Kranklûk before the time runs out",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Return to Sigurd at the Twenty-first Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Forges of Khazad-dûm -- Assault on Kranklûk",
      "es": "",
      "es (fem)": ""
    }
  ]
}