{
  "id": 620831379,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected a water sample",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "This looks like a good spot to test the water",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You need to be closer to the water",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Water-works is a site of importance to the dwarves who wish to remain in Moria. Once such dwarf, Foreman Indrith, has made it a mission to repair the channel there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'When I arrived at the Vile Maw and made my way to the doors, I stopped immediately as I began to push on them. I heard thrashing in the water and unintelligible screams from within. I knew then that there was something alive in there. I was not reared to be a fool, and so I came down here to think.\\n\\n'While walking along the water's edge, I noticed ooze filtering out of the stone near the water where the drains would push the run-off from within. I came running back here and have not gone near the water since.\\n\\n'You seem an adventurous sort. Perhaps you would care to take a sample of the water near the edge for me. You will not have to travel far... anywhere to the north-east of here should suffice.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Water samples can be drawn from the water's edge north-east from the entrance to the Vile Maw.\\n\\nKaldi said that since he heard the noises near the Vile Maw, he has not been down to the water. He asked you to make your way there to take a sample for him and provided you with an empty phial.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Wonderful! Now there is only one thing left to do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Kaldi is at his little camp outside the Vile Maw.\\n\\nYou should bring the water sample you collected to Kaldi.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I want to deliver the sample to Foreman Indrith at the Great Wheel. He will know well what to do with whatever we find, of that I am certain.\\n\\n'Just go down to the water's edge anywhere around this little camp and scoop up some water.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Return to me once you have the sample, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect a water sample",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find a likely place from which to draw water",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the sample to Kaldi outside the Vile Maw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Collect the Water Sample ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Readings from the Basin",
      "es": "",
      "es (fem)": ""
    }
  ]
}