{
  "id": 620831222,
  "txt": [
    {
      "id": 172691445,
      "en": "Scavenging Checklist",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Scavenging Checklist[e]",
      "es": ""
    },
    {
      "id": 59565250,
      "en": "Wafi",
      "es": ""
    },
    {
      "id": 102180561,
      "en": "CHECKLIST OF LOCATIONS\\n\\nTHE STATUE OF DURIN\\n\\nOn the eastern side of the Great Delving, a great statue of Durin stands in Gazatmur, south of Katûb-zahar. The statue's pedestal has been defaced by goblins, but there are weapons beneath their crude markings.\\n\\nSHADOW OF THE STEPS\\n\\nAt Durin's Threshold, by the western entrance into Moria, weapons can be found on the north side of the stairs, east of the rallying circle.\\n\\nA TOWER IN THE DELVING\\n\\nIn the Great Delving, north of the Dolven-view and the Chamber of Wisdom, weapons can be found in the orange light of an octagonal platform.\\n\\nTHE HIDDEN OVERLOOK\\n\\nIn the north-eastern area of the Great Delving, weapons can be found on a small ledge with a good view of the bridge that runs beneath the Dwarf-lords' Gate into Durin's Way.\\n\\nTHE SHADE OF THE TREES\\n\\nAlong Durin's Way, east of Durin's Crossing, are the terraced gardens of Tharâkh Bazân. Along the northern wall, six trees stand in a semi-circle in an alcove surrounded on three sides by a watery pool. The weapons are in the shade of the trees.\\n\\nFLAME OF THE MERREVAIL\\n\\nOn the far eastern end of Durin's Way, merrevail have occupied a large cavern. The weapons are next to one of the camp-fires the vile creatures have built in the north-western part of the cavern.\\n\\nTHE GOBLIN PYRE\\n\\nAmong the Silvertine Lodes, in Gamil Filik, the Elder-mine, goblins have built a tremendous pyre. Weapons can be found on the dais where this pyre is constructed.\\n\\nDEEPEST SILVERTINE MUSHROOMS\\n\\nSweina reported that among the Silvertine Lodes, in their southernmost expanse, he found a cache of weapons among the mushrooms east of the tracks.\\n\\nOUTSIDE THE TREASURY\\n\\nAmong the Silvertine Lodes, a great structure descends into the depths. On the platform Menem-berej, outside the entrance to the Forgotten Treasury, dwarves have reported seeing a pile of old weapons next to their camp-site.\\n\\nTHE SUNKEN STATUE\\n\\nIn the Water-works, south-west of the Rotting Cellar, a great statue lies half-sunken in the water. A pile of weapons lies by the arches south of the statue's head.\\n\\nTHE BROKEN COLUMN\\n\\nA mighty pillar has collapsed south of the Rotting Cellar, in the Water-works, and lies now half in and half out of the water. A pile of weapons can be found where the pillar crashed into the far shore.\\n\\nBEYOND THE RUBBLE\\n\\nThe eastern passage out of the Chamber of Mazarbul collapsed at some point in the past. Orcs have established a camp on the other side of the rubble, and a pile of weapons can be found near their fire.\\n\\nAN ORC THRONE\\n\\nIn Zelem-melek, the Orcs have an encampment, Skrithûrz-ulíma, east of the Lonely Span. They seem to be building something, as large timbers are strewn about the camp. One of their leaders oversees the camp from a room on the west, and a pile of weapons is in the corner by his throne.\\n\\nHALL OF FLOWING WATER\\n\\nFollow the main passage through Zelem-melek from the Great Delving. Take the south passage when you reach the Broad Ways, and you will arrive at the Hall of Flowing Water. A pile of weapons can be found near one of the basins by the southern exit.\\n\\nTHE BROKEN FLOOR\\n\\nThe floor of the room at the end of the east passage from the southern arch of the Twenty-first Hall has given way. A pile of weapons rests on the brink.\\n",
      "es": ""
    }
  ]
}