{
  "id": 620831393,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The Lost One has been defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "One of the Fungal-workers was killed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "In the Sixteenth Hall, defilers and other Orcs, sworn to some dark power, poison their brethren with a fungal disease. The source of this evil lies far beneath the surface of this stronghold, once inhabited by the dwarves. The dwarves in Moria wish only to drive the Orcs and the evil of the Sixteenth Hall away from their former realm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Rumours abound that you are of a tougher mould than most, [placeholder]. I will admit that you look doughty enough, and your eyes are fiercer than many I see. Perhaps you would hold up against a most difficult foe that threatens our cause.\\n\\n'Beneath the Sixteenth Hall there is a terrible beast known as the Lost One. It summons wretched gredbyg to its aid when it attacks, and they can be quite the hindrance to any that oppose their master. To defeat the Lost One after the threat of gredbyg has been removed would be but a pittance to so mighty a one as yourself.\\n\\n'Nay, to earn my respect and rise to the challenge I give you, you will take down the Lost One without hurting the gredbyg, however much they harry you. I would advise you to bring friends on this venture if you wish to return in victory.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Lost One is below the Sixteenth Hall, south-east of the Twenty-first Hall.\\n\\nYou have been challenged to prove your great worth by defeating the Lost One without making the battle easier by killing his summoned gredbyg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am tremendously impressed! You have done credit to your fame, great credit indeed. Something troubles me still, though. By your description of this foe, it sounds to me like evil will not be held at bay for long in the Sixteenth Hall.\\n\\n'Do you think the Lost One is gone forever? You saw him bested, I know, but my heart tells me that he will be back before long. A creature so fey does not often fall after one defeat. Mark my words -- there will be trouble again soon....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The dwarf Sigurd can be found in the Twenty-first Hall, north-west of the Sixteenth Hall.\\n\\nSigurd will be very impressed to hear that you met his challenge of defeating the Lost One while the gredbyg harried your efforts all the while.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you defeated the Lost One as I asked? It is a challenge, to be sure, but one that must be faced!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat the Lost One",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Sigurd at the Twenty-first Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Do not kill the Fungal-workers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Sixteenth Hall -- Do No Harm",
      "es": "",
      "es (fem)": ""
    }
  ]
}