{
  "id": 620831388,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated the Gurvand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You are defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "In the Dark Delvings, the most forsaken depths of Khazad-Dûm, the Nameless hold sway over the bitter shadows. Like other creatures that hide in the Black Pit that is Moria, the Nameless dread light, but they will not turn aside from any opportunity to spread corruption and dismay. These terrible foes must be purged from the Dark Delvings before they are able to wend their way into other parts of the mines.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Rumours abound that you are of a tougher mould than most, [placeholder]. I will admit that you look doughty enough, and your eyes are fiercer than many I see. Perhaps you would hold up against a most difficult foe that threatens our cause.\\n\\n'There are whispers of a Nameless being in the depths of the Dark Delvings. None will travel there, for all are afraid, but here you stand, unconquered and proud. I would offer you the greatest of all the challenges I could give: will you face the Gurvand?\\n\\n'And yet, merely to confront the Gurvand will be but a pittance to so mighty a [placeholder] as yourself. If you can defeat this Nameless foe without the aid of the runes in his room, I will accept that you are as great a warrior as everyone says. You will indeed win my favour if you can manage this task, and I will give you a worthwhile reward upon your triumphant return. You should bring stout companions with you on this venture.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The region of the Dark Delvings is far to the south-east of the Twenty-first Hall.\\n\\nThe dwarf Sigurd has challenged you to make your way into the Dark Delvings and defeat the Gurvand without the help of runes, wishing you to prove your worth as the great warrior you are rumoured to be.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am tremendously impressed! You have done credit to your fame, great credit indeed. Something troubles me still, though. I have heard your description of this foe; the Gurvand sounds like a twisted being, beyond the understanding of you or me.\\n\\n'Do you think the Gurvand is gone forever? You saw him bested, I know, but my heart tells me that he will be back before long. A creature so ancient and corrupted does not often fall after one defeat. Mark my words -- he will trouble us again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Sigurd is in the Twenty-first Hall, north-west of the Great Delvings where the Nameless roam.\\n\\nSigurd will wish to hear if you have risen to meet the challenge he gave you of slaying the Gurvand without using the runes for help.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you defeated the Gurvand? No? Then I suggest you and your friends get to it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat the Gurvand without using the rune-stones",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Sigurd at the Twenty-first Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Do not be defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Dark Delvings - Cloaked in Darkness",
      "es": "",
      "es (fem)": ""
    }
  ]
}