{
  "id": 620831387,
  "txt": [
    {
      "id": 218649169,
      "en": "'So you are the mighty [placeholder] of whom everyone has spoken so well! Word of your valour and courage has reached my ears, but seeing as I am a disbelieving sort, I would like to see if you are made for the sort of challenge I have to offer you. \\n\\n'Many great and wicked things nest in the rot of Skûmfil, [placeholder]. One such great creature is the kergrim-king, Grimreaver. The corpses of the Orcs nourish his minions, and he grows strong and corrupt on the rancid flesh of our enemies.\\n\\n'If you are truly all that they say you are, you will go to Skûmfil and face Grimreaver, patron of evil. I want you to bring me his fang as proof that he is dead. This will not be an easy task, but it is not impossible. There is no shame in bringing friends with you on this venture.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I am tremendously impressed! You have done credit to your fame, great credit indeed. Something troubles me still, though. By your description of this foe, it sounds to me like evil will not be held at bay for long in horrid Skûmfil.\\n\\n'Do you think Grimreaver is gone forever? You saw him bested, I know, but my heart tells me that he will be back before long. A creature so strong and corrupted does not often fall after one defeat. Mark my words -- there will be trouble again soon....'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Are you afraid to enter Skûmfil and face your foe? Many are -- but I kid, for I know that you are readying yourself for this foray. Now, show me this rumoured bravery of yours!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Skûmfil - The Kergrim-king's Tooth",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "No living Man, Elf, halfling, or dwarf will want to set foot in Skûmfil, grave of the Orcs, feeding and breeding ground of vile kergrim and slavering gredbyg. There the Orcs pile their dead, and there disgusting creatures feast on rotten waste.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected Grimreaver's Fang",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Return the fang to Eilíefr at the Twenty-first Hall",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Grimreaver grows strong and leads many minions among the corpses of Orcs in Skûmfil, south-east of the Twenty-first Hall where Elíefr stands.\\n\\nElíefr has challenged you to defeat Grimreaver in Skûmfil as proof of your worth as a warrior. Few are wilful enough to withstand the reek of that horrific place.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect Grimreaver's Fang",
      "es": ""
    }
  ]
}