{
  "id": 620831383,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected the Devoted's Mark ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected the Beast's Mark ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Collected Gothgaash's Mark ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Once a great and beautiful cross-roads of Moria, the Grand Stair is a vile haven of many of the gathered tribes of Orcs. Igash, regarded as a leader by all of the varied groups, gathers tribute from every tribe to give to Mazog, the mightiest and greatest of Orcs in Khazad-dûm. The dwarves wish to unseat Igash's Orcs from this Grand Stair and stop Mazog from receiving valuable and unsavoury gifts.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Collected Glothrok's Mark ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'So you are the mighty [placeholder] of whom everyone has spoken so well! Word of your valour and courage has reached my ears, but seeing as I am a disbelieving sort, I would like to see if you are made for the sort of challenge I have to offer you.\\n\\n'If you are truly all that they say you are, I have a challenge for you: Igash may control the Grand Stair, but the other leaders are a forbidding bunch as well. I would have you enter the Grand Stair and collect the Marks borne by each of these leaders, holding them as proof that they have been defeated.\\n\\n'This will not be an easy task, nor is it impossible. Prove yourself in this challenge of mine, and you will receive a rich reward. Oh, and... there is no shame in bringing friends with you on this venture.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Many tribes of Orcs prowl the Grand Stair, their leaders among them, found south-east of the Twenty-first Hall.\\n\\nEilífr has asked you to defeat Orc leaders in the Grand Stair to assist in efforts to reclaim that cross-roads for the dwarves. He wishes to see their Marks as proof of your deed.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'A fine haul indeed! I am glad the leaders have been brought to bay. I hope we may enjoy a little peace before their numbers swell again. Thank you for your efforts, [placeholder].'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Have you travelled yet to the Grand Stair? I wish to see the Marks of your victory!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Return the marks to Eilífr at the Twenty-first Hall",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect the Devoted's Mark ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect the Beast's Mark ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Collect Gothgaash's Mark ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Grand Stair - Master's Mark",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Collect Glothrok's Mark ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}