{
  "id": 620831398,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Word of your renown has spread far and wide throughout these long tunnels, [placeholder]. Aye, don't be modest -- I can see in your eyes the bright look of a valiant adventurer. I would know your ilk even without reinforcement from the rumours.\\n\\n'Are you up for a small challenge? South-east of here lies the Sixteenth Hall, utterly overrun with Orcs suffering from some plague. Healthy Orcs are terrible enough, but we cannot abide these new miscreants as they poison the halls of our fathers. They are called Globsnaga.\\n\\n'An adventurer such as yourself would look forward to a little dare such as the one I am about to propose: travel to the Sixteenth Hall and slay many enemies there. The more Globsnaga you defeat, the better it will be for all the good folk of Moria and beyond.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I must be honest: I was not sure that you would be up for this challenge today. But I am glad to have been wrong on this occasion! Forgive me for not thinking better of you, [placeholder], for the rumours of your courage were more than true. \\n\\n'Here is a token of my appreciation. I hope to see more of you in the following days, for you are quite the asset to our endeavours here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Drive the Globsnaga from our halls!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Sixteenth Hall -- Purge the Halls",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "In the Sixteenth Hall, defilers and other Orcs, sworn to some dark power, poison their brethren with a fungal disease. The source of this evil lies far beneath the surface of this stronghold, once inhabited by the dwarves. The dwarves in Moria wish only to drive the Orcs and the evil of the Sixteenth Hall away from their former realm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated enemies in the Sixteenth Hall ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat enemies in the Sixteenth Hall ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Globsnaga spread their poison in the Sixteenth Hall, south-east of the Twenty-first Hall whence you came.\\n\\nYou have been asked to slay as many Globsnaga as you can to ensure the safety of the dwarves in Moria.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Geirr at the Twenty-first Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Geirr is in the Twenty-first Hall, north-west of the Sixteenth Hall.\\n\\nYou should return to Geirr and tell him of your success against the Globsnaga, for he wishes to see if you are as sturdy a warrior as rumour has assured.",
      "es": "",
      "es (fem)": ""
    }
  ]
}