{
  "id": 620831391,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "General Talug defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Sentries slain ([placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Do not kill the sentries!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Fil Gashan is the barracks and training grounds of the Orcs in Moria. Within those walls, a fearsome general has been readying his troops for an assault upon the Elves of Lothlórien to the east of Khazad-dûm. Brogur and Bósi's dwarves, wishing to reclaim Moria, aim to prevent this at any cost, for they would see the Elves and dwarves reinstate old alliances for the good of both.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Do not kill the sentries!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "Do not kill the sentries!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Rumours abound that you are of a tougher mould than most, [placeholder]. I will admit that you look doughty enough, and your eyes are fiercer than many I see. Perhaps you would hold up against a most difficult foe that threatens our cause.\\n\\n'I have heard that there is a deadly foe who leads the rabble in Fil Gashan, an Orc named General Talug. I would offer you the greatest of all the challenges I could give: will you face this enemy?\\n\\n'And yet, merely to confront General Talug will be but a pittance to so mighty a [placeholder] as yourself. If you seek a true challenge, you will be careful not to kill too many of Talug's sentries. There are tools in Fil Gashan to help you with this task, but if you can pull this off, I will be very impressed. You should be sure to bring stout companions on this venture.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Fil Gashan is far to the south-west of the Twenty-first Hall, and General Talug can be found in the depths of that place.\\n\\nSigurd has challenged you to use stealth and wit to conquer General Talug, the leader of a great Orc-host, without defeating too many of his sentries.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am tremendously impressed! You have done credit to your fame, great credit indeed. Something troubles me still, though. By your description of this foe, it sounds to me like evil will not be held at bay for long in Fil Gashan.\\n\\n'Do you think Talug is gone forever? You saw him bested, I know, but my heart tells me that he will be back before long. A creature so hard and wicked does not often fall after one defeat. Mark my words -- there will be trouble again soon....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Sigurd awaits news of your foray in the Twenty-first Hall, north-east of Fil Gashan.\\n\\nGeneral Talug has fallen by your hand and you have successfully moved through the uruk sentries without being much detected. Sigurd will wish to hear if you have met all the terms of his difficult challenge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'General Talug still lives? Unforgivable! Get back out there and defeat him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat General Talug\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat General Talug",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Return to Sigurd at the Twenty-first Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Do not kill more than 2 Sentries ([placeholder] Slain)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fil Gashan -- Stealth Assault",
      "es": "",
      "es (fem)": ""
    }
  ]
}