{
  "id": 620831394,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Word of your renown has spread far and wide throughout these long tunnels, [placeholder]. Aye, don't be modest -- I can see in your eyes the bright look of a valiant adventurer. I would know your ilk even without reinforcement from the rumours.\\n\\n'Are you up for a small challenge? South-east of this hall lies the Dark Delvings, a terrifying place that none dare approach. A nameless malice is there, brooding in the dark, corrupt, evil, and wretched. Many footsteps and strange sounds echo from the Delvings. I think you know of what I speak. You have seen the Nameless foes, have you not?\\n\\n'An adventurer such as yourself would look forward to a little dare such as the one I am about to propose: go into the Dark Delvings and slay many enemies there. Fear will not keep you from a place that all others shun. I would have the Nameless destroyed, for it would be a terrible thing if they were to spread into the mines.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I must be honest: I was not sure that you would be up for this challenge today. But I am glad to have been wrong on this occasion! Forgive me for not thinking better of you, [placeholder], for the rumours of your courage were more than true. \\n\\n'Here is a token of my appreciation. I hope to see more of you in the following days, for you are quite the asset to our endeavours here.'\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I do not know what the creatures are that infest the Dark Delvings, but they are a threat to us all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Dark Delvings -- Illuminate the Dark",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "In the Dark Delvings, the most forsaken depths of Khazad-dûm, the Nameless hold sway over the bitter shadows. Like other creatures that hide in the Black Pit that is Moria, the Nameless dread light, but they will not turn aside from any opportunity to spread corruption and dismay. These terrible foes must be purged from the Dark Delvings before they are able to wend their way into other parts of the mines.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated enemies in the Dark Delvings ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat enemies in the Dark Delvings ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Dark Delvings are far to the south-east of the Twenty-first Hall.\\n\\nThe dwarf Geirr has challenged you to make your way into the Dark Delvings and defeat many Nameless foes therein.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Geirr at the Twenty-first Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The dwarf Geirr is in the Twenty-first hall, north-west of the Great Delvings where the Nameless roam.\\n\\nGeirr will wish to hear if you have been brave enough to enter the Dark Delvings and face the Nameless ones in battle.\\n",
      "es": "",
      "es (fem)": ""
    }
  ]
}