{
  "id": 620831366,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You flexed your arm for Foreman Indrith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Wait for Foreman Indrith to turn the wheel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Something went wrong -- you should speak with the foreman",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Water-works is a site of importance to the dwarves who wish to remain in Moria. Once such dwarf, Foreman Indrith, has made it a mission to repair the channel there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'With the number of toads and lizards reduced, we should get a better idea of what is clogging up the works. It is going to take some time to clean out the pipes, though.\\n\\n'Well, that can wait for later. I have another task that I will need your help with. Of course, I first need to see if you are strong enough to help me.\\n\\n'Roll up your sleeves and let me see how much muscle you have there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Foreman Indrith is in the Wheel-house, beneath the Great Wheel.\\n\\nForeman Indrith wants to make certain that you are strong enough to assist him with turning the wheel. Perhaps you should <rgb=#FF0000>flex</rgb> for him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well, I have seen greater sinews on a chicken, but you will have to do. Come along, [placeholder], let us see if we can get this wheel to move.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Foreman Indrith is in the Wheel-house, beneath the Great Wheel.\\n\\nForeman Indrith has asked you to help turn the wheel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Foreman Indrith is in the Wheel-house, beneath the Great Wheel.\\n\\nAfter showing the foreman that you were strong enough, of which he was dubious, the two of you attempted to turn the wheel behind him. A terrible noise was heard, and the foreman looked baffled.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Come now, do not shy away from this. A simple <rgb=#FF0000>flex</rgb> is all I need to know if you are strong enough to help me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'That was not right. I think that we sheared a gear, and our work cannot continue until we have a new one. Lucky for us, I believe I know where we can find one....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Show Foreman Indrith how strong you are by <rgb=#FF0000>flex</rgb>ing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Wait for Indrith to turn the wheel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Step to the Wheel to aid Foreman Indrith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Foreman Indrith in the Wheel-house",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Second Go of It",
      "es": "",
      "es (fem)": ""
    }
  ]
}