{
  "id": 620831377,
  "txt": [
    {
      "id": 218649169,
      "en": "'We have found the location of the Watcher in the Water, the beast we faced outside of Moria... and a terrible foe indeed.\\n\\n'The dread it causes shakes the foundation of the strongest willed warriors and only through the great power of the light shall it be overcome completely, it appears. Beyond those doors, it is clear that there is a great foe of Durin's Folk, and only those with the stoutest hearts and strongest resolve should enter.\\n\\n'You will not face this foe with only a few allies. You must go in force, and you must all be prepared for the worst. Enter the Vile Maw, and if you survive, return to me.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Defeated? Defeated! Ha! All hail you, Hero of Khazad-dûm! All hail the heroes who defeated the fiend.\\n\\n'The Watcher is defeated and shall stir no more! There are cheers to be cheered and songs to be sung bearing your name, [placeholder].\\n\\n'A happier day in this dwarf's life has not yet been seen!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I wish you well in your foray against the Watcher in the Water.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Final Foray",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Water-works is a site of importance to the dwarves who wish to remain in Moria. One such dwarf, Foreman Indrith, has made it a mission to repair the channel there. His tasks for you led to the discovery of the Watcher in the Water.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated the Watcher in the Water",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat the Watcher in the Water",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Watcher in the Water lairs within the Vile Maw.\\n\\nKaldi warned you that the foe within the Vile Maw was one that would drag the very hearts of those near it towards oblivion without the great power of light on their side. Be cautious and take two fellowships of your staunchest allies.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Kaldi outside of the Vile Maw",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Kaldi is at the encampment outside of the Vile Maw.\\n\\nYour victory over the Watcher in the Water will be held as a great triumph amongst the dwarves.",
      "es": ""
    }
  ]
}