{
  "id": 620831285,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You've been a great help to us, [placeholder], and if you haven't been that way yet, you may want to head east to the Twenty-first hall and see our encampment there. The Twenty-first hall was one of the greatest halls in all of Moria in it's day, and will soon be so again if we are successful!\\n\\n'The hall can be reached most directly by the road that leads east from here -- you can reach it by the passage that leads south-east out of the Chamber of the Cross-roads. It is a wide road built in a winding natural passage through the rock. Luck is with us, for it seems the goblins make little use of it, and the way is as safe as any down here... as long as we can keep watch on it at any rate.\\n\\n'When you reach the hall, find Wárr and tell him how we are doing over here; he is the supervisor of the Twenty-first Hall expedition, and he'll be eager for news. He'll probably be in the Chamber of Mazarbul, just off the passage to the north of the Twenty-first Hall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What's this, then? Líkmund sends word from the western halls of Durin's Way, does he? Good. I am happy enough to hear he still lives, for these are deadly halls.\\n\\n'I suppose you're here to lend a hand, and not just to see the sights I suppose, though they are fine enough for any!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You should let Wárr at the Twenty-first Hall know how our expedition fares.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Winding Way",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Wárr is most likely anxious for news of the rest of the dwarves from the expedition. A natural passage, great and winding, connects the Twenty-first Hall with the Chamber of the Cross-roads.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have reached the Western Gate of the Twenty-first Hall!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the Western Gate of the Twenty-first Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wárr is in the Chamber of Mazarbul, just north of the Twenty-first Hall, far to the east of the Chamber of the Cross-roads.\\n\\nYou must travel east from the Chamber of the Cross-roads through the great winding road leading to the Twenty-first Hall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Wárr is in the Chamber of Mazarbul, north of the Twenty-first Hall, far to the east of the Chamber of the Cross-roads.\\n\\nLíkmund has asked you to speak with Wárr and relay what you know of recent events from the Chamber of the Cross-roads.",
      "es": "",
      "es (fem)": ""
    }
  ]
}