{
  "id": 620831380,
  "txt": [
    {
      "id": 218649169,
      "en": "'So you are the mighty [placeholder] of whom everyone has spoken so well! Word of your valour and courage has reached my ears, but seeing as I am a disbelieving sort, I would like to see if you are made for the sort of challenge I have to offer you. \\n\\n'Many of us avoid the Dark Delvings where the Nameless walk. If you are truly all that they say you are, you will go there and face the creature that stands at the heart of the Delvings: the Gurvand. I want you to defeat this thing and bring me its tongue as proof that it is dead.\\n\\n'This will not be an easy task, nor is it impossible. Help can be given to those who seek it. Prove yourself in this challenge of mine, and you will receive a rich reward. Oh, and...there is no shame in bringing friends with you on this venture.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'A fine trophy! This beast was a wretched creature, and I am glad to hear that it is gone once and for all.'\\n\\nSuddenly Eilíefr jumps and lets out an alarmed yelp.\\n\\n'The tongue! It moved! The vile thing squirms even now! I do not think the Gurvand is truly dead....' ",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Get me the tongue of the Gurvand from the Dark Delvings. You can reach the Delvings by heading far to the south-east of the Twenty-first Hall.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Dark Delvings - Speak No Evil",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "In the Dark Delvings, the most forsaken depths of Khazad-dûm, the Nameless hold sway over the bitter shadows. Like other creatures that hide in the Black Pit that is Moria, the Nameless dread light, but they will not turn aside from any opportunity to spread corruption and dismay. These terrible foes must be purged from the Dark Delvings before they are able to wend their way into other parts of the mines.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected the Gurvand's tongue",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Show the Gurvand's tongue to Eilíefr at the Twenty-first Hall",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Gurvand is in the Dark Delvings, far to the south-east of Eilíefr's post at the Twenty-first Hall.\\n\\nThe dwarf Eilíefr has challenged you to make your way into the Dark Delvings and defeat the ancient Nameless creature known as the Gurvand, bringing its tongue back as a trophy when you are finished.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect the Gurvand's tongue",
      "es": ""
    }
  ]
}