{
  "id": 620831399,
  "txt": [
    {
      "id": 218649169,
      "en": "'Word of your renown has spread far and wide throughout these long tunnels, [placeholder]. Aye, don't be modest -- I can see in your eyes the bright look of a valiant adventurer. I would know your ilk even without reinforcement from the rumours.\\n\\n'Are you up for a small challenge? South-east of the Twenty-first Hall looms Skûmfil, the foulest of halls in Moria. Orcs pile their dead within, leaving them to fester, and the vilest of creatures have flocked there to feast upon the waste.\\n\\n'An adventurer such as yourself would look forward to a little dare such as the one I am about to propose: travel to Skûmfil and defeat as many of the foul creatures as you can. The more kergrim and gredbyg you can destroy, the safer Moria will be.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I must be honest: I was not sure that you would be up for this challenge today. But I am glad to have been wrong on this occasion! Forgive me for not thinking better of you, [placeholder], for the rumours of your courage were more than true.\\n\\n'Here is a token of my appreciation. I hope to see more of you in the following days, for you are quite the asset to our endeavours here.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Clear away the kergrim and gredbyg from Skûmfil... those creatures only grow stronger off the corpses of the Orcs.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Skûmfil -- Clearing Corpses",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "No living Man, Elf, halfling, or dwarf will want to set foot in Skûmfil, grave of the Orcs, feeding and breeding ground of vile kergrim and slavering gredbyg. There the Orcs pile their dead, and there disgusting creatures feast on rotten waste.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated enemies in Skûmfil ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat enemies in Skûmfil ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Kergrim and gredbyg grow strong and wicked among the Orc-corpses of Skûmfil, south-east of the Twenty-first Hall.\\n\\nGeirr has challenged you to defeat many of the vile creatures that lurk in Skûmfil as proof of your worth as a warrior. Few are wilful enough to withstand the reek of that horrific place.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return to Geirr at the Twenty-first Hall",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Geirr awaits tidings at the Twenty-first Hall, north-west of Skûmfil.\\n\\nYou have defeated many kergrim and gredbyg in vile Skûmfil, and should now return to show Geirr that you are indeed as valiant as rumours have described. He will be glad to learn that you have proven yourself against the vile threat in the halls of the corpses.",
      "es": ""
    }
  ]
}