{
  "id": 620831397,
  "txt": [
    {
      "id": 218649169,
      "en": "'Word of your renown has spread far and wide throughout these long tunnels, [placeholder]. Aye, don't be modest -- I can see in your eyes the bright look of a valiant adventurer. I would know your ilk even without reinforcement from the rumours.\\n\\n'Are you up for a small challenge? South-east of this hall lies the Grand Stair, once a fair cross-roads of the dwarves, and now nothing but a reeking Orc-pit. Ever do we strive to remove the Orc presence from that place so that it may be reclaimed in our favour once again.\\n\\n'An adventurer such as yourself would look forward to a little dare such as the one I am about to propose: travel to the Grand Stair and slay many enemies there. The more Orcs you defeat, the better it will be for all the good folk of Moria and beyond.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I must be honest: I was not sure that you would be up for this challenge today. But I am glad to have been wrong on this occasion! Forgive me for not thinking better of you, [placeholder], for the rumours of your courage were more than true.\\n\\n'Here is a token of my appreciation. I hope to see more of you in the following days, for you are quite the asset to our endeavours here.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Orcs of Moria must be defeated! Head to the Grand Stair and drive them out!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Grand Stair -- Sweeping the Stairs",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Once a great and beautiful cross-roads of Moria, the Grand Stair is a vile haven of many of the gathered tribes of Orcs. Igash, regarded as a leader by all of the varied groups, gathers tribute from every tribe to give to Mazog, the mightiest and greatest of Orcs in Khazad-dûm. The dwarves wish to unseat Igash's Orcs from this Grand Stair and stop Mazog from receiving valuable and unsavoury gifts.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Enemy slain ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Kill enemies in the Grand Stair ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Many tribes of Orcs prowl the Grand Stair, south-east of the Twenty-first Hall.\\n\\nGeirr has asked you to defeat many Orcs in the Grand Stair to assist in efforts to reclaim that cross-roads for the dwarves.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return to Geirr at the Twenty-first Hall",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Geirr is in the Twenty-first Hall, north-west of the Grand Stair.\\n\\nGeirr will wish to hear of your success among the Orcs in the once-beautiful cross-roads of the dwarves.",
      "es": ""
    }
  ]
}