{
  "id": 620831385,
  "txt": [
    {
      "id": 218649169,
      "en": "'So you are the mighty [placeholder] of whom everyone has spoken so well! Word of your valour and courage has reached my ears, but seeing as I am a disbelieving sort, I would like to see if you are made for the sort of challenge I have to offer you.\\n\\n'If you are truly all that they say you are, I have a challenge for you: the Lost One of the Sixteenth Hall must be defeated, and I want to see evidence of your actions! I would have you best it in battle and return here with its hide so that I can see what you have done.\\n\\n'This will not be an easy task, nor is it impossible. Prove yourself in this challenge of mine, and you will receive a rich reward. Oh, and...there is no shame in bringing friends with you on this venture.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'A fine trophy! This Lost being was too dangerous to be allowed to live, and I am glad to hear that it is gone once and for all.'\\n\\nEilíefr seems suddenly startled, and nearly drops the hide.\\n\\n'The Lost One's flesh crawls, [placeholder], even though its owner is no more. I wonder if the Lost One is truly dead....'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Are you afraid to enter the Sixteenth Hall and face your foe? I did not think so -- now, show me this rumoured bravery of yours!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Sixteenth Hall -- The Lost One's Flesh",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "In the Sixteenth Hall, defilers and other Orcs, sworn to some dark power, poison their brethren with a fungal disease. The source of this evil lies far beneath the surface of this stronghold, once inhabited by the dwarves. The dwarves in Moria wish only to drive the Orcs and the evil of the Sixteenth Hall away from their former realm.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected The Lost One's hide ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Return the hide to Eilíefr at the Twenty-first Hall",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Lost One is below the Sixteenth Hall, south-east of the Twenty-first Hall where Eilíefr stands.\\n\\nYou have been challenged to prove your great worth by defeating the Lost One and returning with its hide as a trophy of your victory.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect the The Lost One's hide ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}