{
  "id": 620831382,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'So you are the mighty [placeholder] of whom everyone has spoken so well! Word of your valour and courage has reached my ears, but seeing as I am a disbelieving sort, I would like to see if you are made for the sort of challenge I have to offer you. \\n\\n'Many of us are hoping to thwart the Orcs from their evil intentions to attack the Golden Wood of the Elves. If you are truly all that they say you are, you will go and face the leader that stands at the heart of Fil Gashan; his name is General Talug. I want you to defeat this Orc and bring me his ring as proof that he is dead.\\n\\n'This will not be an easy task, nor is it impossible. Prove yourself in this challenge of mine, and you will receive a rich reward. Oh, and...there is no shame in bringing friends with you on this venture.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'A fine trophy! This Orc was too dangerous to be allowed to live, and I am glad to hear that he is gone once and for all.'\\n\\nEilíefr looks long at the ring you have brought him, his brow creased with concern.\\n\\n'General Talug's ring feels strangely warm, [placeholder], even though the air is chill. It remembers its master. I wonder if Talug is truly dead....' ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I would very much like to see proof of Talug's defeat. Bring me his ring...if you can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fil Gashan - The General's Ring",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Fil Gashan is the barracks and training grounds of the Orcs in Moria. Within those walls, a fearsome general has been readying his troops for an assault upon the Elves of Lothlórien to the east of Khazad-dûm. Brogur and Bósi's dwarves, wishing to reclaim Moria, aim to prevent this at any cost, for they would see the Elves and dwarves reinstate old alliances for the good of both.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected General Talug's ring ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return the ring to Eilíefr at the Twenty-first Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "General Talug can be found in Fil Gashan, far to the south-west of the Twenty-first Hall.\\n\\nThe dwarf Eilíefr has asked you to defeat General Talug to demonstrate your excellence, and return with his ring when you are done.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect General Talug's ring ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}