{
  "id": 620831389,
  "txt": [
    {
      "id": 218649169,
      "en": "'Rumours abound that you are of a tougher mould than most, [placeholder]. I will admit that you look doughty enough, and your eyes are fiercer than many I see. Perhaps you would hold up against a most difficult foe that threatens our cause.\\n\\n'Within Skûmfil crawl many spiders, touched by the the vile fungus that infuses the deeps of Moria with the ever-growing sickness. Their mother, swollen with age and plague, watches over them, ever spinning her sickness and filth throughout that place. Her name is Hwandrin, and she is wholly evil.\\n\\n'To remove the threat of Hwandrin would indeed earn my respect, for she is a most formidable foe. I would advise you to bring such friends as you trust on this venture, for it will be remarkably difficult to accomplish this goal.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I am tremendously impressed! You have done credit to your fame, great credit indeed. Something troubles me still, though. By your description of this foe, it sounds to me like evil will not be held at bay for long in horrid Skûmfil.\\n\\n'Do you think Hwandrin is gone forever? You saw her bested, I know, but my heart tells me that she will be back before long. A creature so ancient and corrupted does not often fall after one defeat. Mark my words -- there will be trouble again soon....'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I know Hwandrin is a dread foe, but can't you do better? She still lives!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Skûmfil -- Unseat the Fungal Queen",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "No living Man, Elf, halfling, or dwarf will want to set foot in Skûmfil, grave of the Orcs, feeding and breeding ground of vile kergrim and slavering gredbyg. There the Orcs pile their dead, and there disgusting creatures feast on rotten waste.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Hwandrin has been defeated",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Hwandrin",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Hwandrin and her brood ever belch unwholesome filth upon the corpse-ridden halls of Skûmfil, south-east of the Twenty-first Hall.\\n\\nSigurd has challenged you to defeat Hwandrin in Skûmfil as proof of your worth as a warrior. Her threat is great, yet few are wilful enough to withstand the menace of such an old and malevolent being.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return to Sigurd at the Twenty-first Hall",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The dwarf Sigurd stands at the Twenty-first Hall, north-west of Skûmfil.\\n\\nYou have defeated Hwandin at last; Sigurd is waiting to hear of your foray. You should return to him and illuminate all that happened in your battle against the Spider-queen.",
      "es": ""
    }
  ]
}