{
  "id": 620964900,
  "txt": [
    {
      "id": 130463135,
      "en": "'Stop this! All of you!'",
      "es": ""
    },
    {
      "id": 127187297,
      "en": "'Death pursues you!'",
      "es": ""
    },
    {
      "id": 127187298,
      "en": "'Death comes....'",
      "es": ""
    },
    {
      "id": 127187299,
      "en": "'Death consumes you!'",
      "es": ""
    },
    {
      "id": 165109780,
      "en": "'Father... forgive me....'",
      "es": ""
    },
    {
      "id": 81005806,
      "en": "'Rise, Meneldil! Heed my Master's call!'",
      "es": ""
    },
    {
      "id": 175374159,
      "en": "'Aye, that's far enough.'",
      "es": ""
    },
    {
      "id": 233136772,
      "en": "'Heed my words - slay me this traitor! Need I shame you and do it myself?'",
      "es": ""
    },
    {
      "id": 67959026,
      "en": "'Rise and spite your line!'",
      "es": ""
    },
    {
      "id": 67769937,
      "en": "'When has the Lord of Gondor answered to you, Mithrandir? Do I not command my own men?'",
      "es": ""
    },
    {
      "id": 67769938,
      "en": "'Speak not of my boy, Mithrandir! He is dead! Dead!'",
      "es": ""
    },
    {
      "id": 67769939,
      "en": "'They have put a fire in his flesh, and his breath shall soon be but smoke.'",
      "es": ""
    },
    {
      "id": 67769940,
      "en": "'All shall burn, Mithrandir. The West, too, shall burn to ash!'",
      "es": ""
    },
    {
      "id": 227696533,
      "en": "The Silent Street",
      "es": ""
    },
    {
      "id": 67769941,
      "en": "'Ashes and smoke scattered in the wind!'",
      "es": ""
    },
    {
      "id": 67769942,
      "en": "'Do not take him from me! He calls for me, even now!'",
      "es": ""
    },
    {
      "id": 67769943,
      "en": "'My son is gone and the battle is lost. Maybe not today, nor on the morrow, but we cannot hold forever.'",
      "es": ""
    },
    {
      "id": 67769944,
      "en": "'Why should I wish to live without him? Should we not come to death as father and son?'",
      "es": ""
    },
    {
      "id": 67769945,
      "en": "'Nay! I have seen far greater than thou knowest, old Grey fool! Thy hope is naught but shortsighted folly!'",
      "es": ""
    },
    {
      "id": 63537201,
      "en": "'You have already lost this battle, [placeholder].'",
      "es": ""
    },
    {
      "id": 63537202,
      "en": "'I have known it since I first looked upon you outside the gates of Dol Guldur.'",
      "es": ""
    },
    {
      "id": 63537203,
      "en": "'None shall defy the returned King! Long has his crown lain amongst the Dead, but no longer!'",
      "es": ""
    },
    {
      "id": 63537204,
      "en": "'Eärnur returns garbed in the mantle of the Dread Terror - his rule shall be endless and sworn forever to my Master's whim.'",
      "es": ""
    },
    {
      "id": 63537205,
      "en": "'None can defy his claim! Not even the Dead!'",
      "es": ""
    },
    {
      "id": 114103518,
      "en": "'In death, all bend to the Master's will!'",
      "es": ""
    },
    {
      "id": 219473634,
      "en": "'Let the failure of the father be made complete!'",
      "es": ""
    },
    {
      "id": 219473635,
      "en": "'Let the first in a line of vermin find his shame renewed!'",
      "es": ""
    },
    {
      "id": 120478913,
      "en": "'Why have you come here, my lord?'",
      "es": ""
    },
    {
      "id": 120478914,
      "en": "'The House of Stewards is no place for one that yet lives!'",
      "es": ""
    },
    {
      "id": 120478915,
      "en": "'Why does brother fight brother here among the tombs while the war floods the fields beyond the Gate?'",
      "es": ""
    },
    {
      "id": 120478916,
      "en": "'You do, but there are those that might dispute your will - maddened and cruel as it has become.'",
      "es": ""
    },
    {
      "id": 120478917,
      "en": "'And what of Faramir's fate?'",
      "es": ""
    },
    {
      "id": 120478918,
      "en": "'He calls, but he must seek healing before his life fades... and it still may.'",
      "es": ""
    },
    {
      "id": 120478919,
      "en": "'Your place is among your people - you must fight for them, Denethor! You know in your heart that this is the truth.'",
      "es": ""
    },
    {
      "id": 120478920,
      "en": "'That is beyond your authority, Denethor. Only the heathen kings of old slew their kin to ease the pain of their own ends.'",
      "es": ""
    },
    {
      "id": 120478921,
      "en": "'Let go of this madness, Denethor. There is much still that you can do for your people!'",
      "es": ""
    },
    {
      "id": 154628769,
      "en": "'Let them pass!'",
      "es": ""
    },
    {
      "id": 154628770,
      "en": "'If you tell us how to pass through the smoke, I will allow you to leave unharmed.'",
      "es": ""
    },
    {
      "id": 154628771,
      "en": "'The Steward has doomed us all... he must be slain before he can lead us to even greater ruin!'",
      "es": ""
    },
    {
      "id": 154628772,
      "en": "'I know of you, [placeholder]. You have meddled far too long in the affairs of the Withered Tree!'",
      "es": ""
    },
    {
      "id": 154628773,
      "en": "'What do you know of this devilry, [placeholder]?'",
      "es": ""
    },
    {
      "id": 154628774,
      "en": "'This smoke is as stone and none of us can pass! Is this the handiwork of Mithrandir or a trick of the Steward's own design?'",
      "es": ""
    },
    {
      "id": 154628775,
      "en": "'I expected as much. There are always other ways to force you to speak!'",
      "es": ""
    },
    {
      "id": 154628776,
      "en": "'Father is a fool. To toil at the feet of a madman is no fate for our line!'",
      "es": ""
    },
    {
      "id": 171798913,
      "en": "'Come, we must rescue Faramir and put an end to this needless bloodshed!'",
      "es": ""
    },
    {
      "id": 171798914,
      "en": "'[placeholder], how did you come to this place? No, there is not the time...'",
      "es": ""
    },
    {
      "id": 112567522,
      "en": "'Stop this madness!'",
      "es": ""
    },
    {
      "id": 240314244,
      "en": "'I hope we are not too late to save Faramir, but what has become of Beregond?'",
      "es": ""
    },
    {
      "id": 171798915,
      "en": "'What is this? What has happened here?'",
      "es": ""
    },
    {
      "id": 10577152,
      "en": "'Labour in battle or healing! It is all in vain!'",
      "es": ""
    },
    {
      "id": 10577153,
      "en": "'Only the first finger of the Enemy's mighty hand has been cast toward the City. All of the East rises against us!'",
      "es": ""
    },
    {
      "id": 196058209,
      "en": "'Traitor!'",
      "es": ""
    },
    {
      "id": 34548036,
      "en": "As the last member of the Withered Tree falls, you feel a wave of dread pass over you...",
      "es": ""
    },
    {
      "id": 10577154,
      "en": "'The winds of thy hope spite thee and carry upriver a fleet of black sails!'",
      "es": ""
    },
    {
      "id": 196058210,
      "en": "'Recreant!'",
      "es": ""
    },
    {
      "id": 10577155,
      "en": "'The time of the West is over. Death or the fate of a slave is all that awaits thee!'",
      "es": ""
    },
    {
      "id": 10577156,
      "en": "'Thy hope has always been borne of jealousy - of a desire to rule in my stead! To claim every throne in the West!'",
      "es": ""
    },
    {
      "id": 10577157,
      "en": "'I knew your designs well, Mithrandir. You kept close your halfling, but in our talking, he has revealed all the names and purposes of thy companions.'",
      "es": ""
    },
    {
      "id": 10577158,
      "en": "'With one hand, you hold me forth as a shield against Mordor, and with the other, you call upon this... Ranger to usurp me!'",
      "es": ""
    },
    {
      "id": 10577159,
      "en": "'I will not bow to one from such a fallen house, even if his claim were proven beyond all doubt!'",
      "es": ""
    },
    {
      "id": 10577160,
      "en": "'I would leave the chair to my son, who would rule of his own design and take no guidance from the queer mind of a wizard!'",
      "es": ""
    },
    {
      "id": 10577161,
      "en": "'Thou have stolen the love of my son, and now, thou hadst stolen the love of my men....'",
      "es": ""
    },
    {
      "id": 48614432,
      "en": "'Let us be gone from this place, my friends.'",
      "es": ""
    },
    {
      "id": 10577168,
      "en": "'But thou cannot defy my will: I shall rule my own end!'",
      "es": ""
    },
    {
      "id": 10577169,
      "en": "'Come thee, hither! Come, if you are not all cowards at the wizard's bidding!'",
      "es": ""
    },
    {
      "id": 10577170,
      "en": "'Surrender thy torch and begone!'",
      "es": ""
    },
    {
      "id": 67067713,
      "en": "'The Steward lies within, and my fellows and I have come to have a word with him. This is no business of yours.'",
      "es": ""
    },
    {
      "id": 67067714,
      "en": "'If you were wise, you would turn about and leave, but I can see that is not your way....'",
      "es": ""
    },
    {
      "id": 67067715,
      "en": "'Kill them.'",
      "es": ""
    },
    {
      "id": 67067716,
      "en": "'We have been discovered! To arms!'",
      "es": ""
    },
    {
      "id": 172909793,
      "en": "'Faramir lives - he is pained and burns with a fever, but he breathes yet!'",
      "es": ""
    },
    {
      "id": 67067717,
      "en": "'They are breaking through! Hurry and defend the courtyard!'",
      "es": ""
    },
    {
      "id": 67067718,
      "en": "'To arms!'",
      "es": ""
    },
    {
      "id": 48614448,
      "en": "'You speak as if the Enemy's victory is certain.'",
      "es": ""
    },
    {
      "id": 48614449,
      "en": "'What then would you do, Steward of Gondor?'",
      "es": ""
    },
    {
      "id": 48614450,
      "en": "'It would seem to me that a Steward who surrenders his post in faith would not find the breadth of his love or honour abated.'",
      "es": ""
    },
    {
      "id": 48614451,
      "en": "'And you would not rob Faramir of his choice while his death still remains in doubt.'",
      "es": ""
    },
    {
      "id": 48614452,
      "en": "'Away, all of you!'",
      "es": ""
    },
    {
      "id": 48614453,
      "en": "'So passes Denethor, son of Ecthelion....'",
      "es": ""
    },
    {
      "id": 48614454,
      "en": "'So too pass the days you have known - for both good and ill they are ended.'",
      "es": ""
    },
    {
      "id": 119059265,
      "en": "'You will go no further, [placeholder].'",
      "es": ""
    },
    {
      "id": 48614455,
      "en": "'Evil deeds have been done in Rath Dínen, but let go of the enmity that lies between you now, for it is naught but a design of the Enemy's will.'",
      "es": ""
    },
    {
      "id": 119059266,
      "en": "'Gothmog ordered you to be spared and brought before him, but he bears no authority over me.'",
      "es": ""
    },
    {
      "id": 48614456,
      "en": "'Remember this, servants of the Lord, blind in your loyalty: were it not for the treason of Beregond, Faramir would be burned as well.'",
      "es": ""
    },
    {
      "id": 119059267,
      "en": "'I heed only my Master's call, and my hatred for you and your ilk pales in comparison to His own.'",
      "es": ""
    },
    {
      "id": 48614457,
      "en": "'Bear away your fallen brothers from this unhappy place and we shall bear Faramir to place of rest and peace... or death if that be his doom.'",
      "es": ""
    },
    {
      "id": 119059268,
      "en": "'Let this be finished at long last, and let your fate be cast asunder!'",
      "es": ""
    },
    {
      "id": 151811953,
      "en": "'Our enemies have broken through! Get out here and fight!'",
      "es": ""
    },
    {
      "id": 151811954,
      "en": "'Do you want to bring the Steward to heel or not? Aid me, my brothers!'",
      "es": ""
    },
    {
      "id": 151811955,
      "en": "'Forget the tombs! Forget the Steward! Kill them!'",
      "es": ""
    },
    {
      "id": 151811956,
      "en": "'We cannot have come so far only to fail! Aid me, you fools!'",
      "es": ""
    }
  ]
}