{
  "id": 620964866,
  "txt": [
    {
      "id": 246419840,
      "en": "Lamlor can be found at the First Circle of Minas Tirith.\\n\\nYou have been summoned by Lamlor to aid Gondor on the eve of battle.",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "Ghân-buri-Ghân is in the village of Drû Bhûta in Taur Drúadan.\\n\\nYou should speak with Ghân-buri-Ghân, the chieftain of the Drúedain.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Lamlor can be found at the First Circle of Minas Tirith.\\n\\nYou have been summoned by Lamlor to aid Gondor on the eve of battle.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Speak with Lamlor at the First Circle of Minas Tirith",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Bregdal can be found in the village of Crithost in Talath Anor.\\n\\nYou should seek out and speak with Bregdal.",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Speak with Bregdal at Crithost in Talath Anor",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Many have faith that the Rohirrim will arrive to aid us. I fear that folly may have befallen the riders. Perhaps all is not lost though. I have been told that you have spent much time out in the Pelennor, safely navigating through the thick of the Enemy. Would you be willing to ride north of Minas Tirith into Far Anórien and search for the riders?\\n\\n'You should speak with Bregdal in Crithost. He is a trustworthy ally, and Errand-rider of Minas Tirith. I sent him to Crithost on a special mission to seek information on the whereabouts of the riders. His knowledge of safe travel through Far Anórien is unmatched. Ride swiftly my friend, as time is short!'",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Speak with Lamlor at the First Circle of Minas Tirith",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "The drumming sounds are coming from an area in the forest north-west of the Grey Wood.\\n\\nYou should investigate the drumming sounds.",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Investigate the drumming sounds",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'The formalities of introductions can be dealt with later. If Lamlor sends you, then you are surely a skilled [placeholder].\\n\\n'Some of the Enemy has diverted from those who push towards Minas Tirith and have traversed north into Far Anórien. I was planning on scouting along the Onodló River for signs of the Rohirrim, but another matter has arisen. There are drumming sounds I keep hearing. They grow increasingly louder and seem to be coming from an area in Taur Drúadan, north of the Grey Wood. Would you be willing to investigate the sound, and make sure that it is not an ambush?'",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "You find the hidden Wose village of Drû Bhûta",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Speak with the chieftain of the Drúedain",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "The chieftain does not seem surprised by your presence. Instead, it looks as if Ghân-buri-Ghân has much on his mind. He sighs and gathers his thoughts.",
      "es": ""
    },
    {
      "id": 51875092,
      "en": "You have been summoned by Lamlor to the First Circle of Minas Tirith, where he hopes you will be able to aid Gondor by searching out those who ride from Rohan.",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Introduction: Far Anórien",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "You have found the hidden Wose village of Drû Bhûta. The village's inhabitants do not seem very concerned by your presence",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "You have been summoned by Lamlor, who requests your presence at the First Circle of Minas Tirith.\\n\\nYou should meet with Lamlor as soon as you are able.",
      "es": ""
    }
  ]
}