{
  "id": 620964743,
  "txt": [
    {
      "id": "0x2f00e21",
      "en": "Bring the tea flushes to Lili Gardhur in Maur Tulhau",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e22",
      "en": "Bring the medicinal tea to Bingo in the north-east corner of Maur Tulhau",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50240",
      "en": "Talk to Iola Isbrun in Maur Tulhau",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'The tea did not make Bingo feel better? Hmm...'\\n\\nLili thinks for a moment, and then her eyes alight and she stabs the air with a triumphant finger.\\n\\n'I think the tea was too cold, [placeholder]! I have a fresh pot of tea brewing on the milestone fire just there. If ye bring it to him and have him drink it before it cools, I think Bingo will find it the truest remedy for his ailment. But ye must be quick! The tea will cool rapidly, so ye will need to carry it swiftly to him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50242",
      "en": "Talk to Bingo in Maur Tulhau",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "Lili hands you a small knife, and you marvel at its sharp edge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Pick up that hot tea from the milestone and carry it to Bingo before it cools. I think that should cure his ailment!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Bingo has eaten too much at the Welcoming Feast, and has asked you to find a healer in Maur Tulhau who might have a remedy for him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1199",
      "en": "A pungent smell fills the air as you cut the top of the plant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'Ah, that is a little better. Yes, I think this tea is helping! I do not regret enjoying all those courses, but I think I am glad to see the end of the Welcoming Feast!\\n\\n'It does put me in mind of my home, [placeholder]. I remember quiet evenings at my dinner table, setting into a modest dinner by candlelight. They were lonely meals, it's true, and I would not trade my new friends for anything, but it is comforting to think of the Shire. I wonder how the old place is managing?\\n\\n'It feels as if we just arrived, and already I am thinking of leaving! I hope Iola will not find me discourteous!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Did that tea help Bingo's ailment?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Oh... [placeholder]... where did the time go? It seems as if the Welcoming Feast just began, but it also feels as if it has been going on forever! The food has been so delicious, but... but...'\\n\\nBingo's face has gone quite green, and he does not look very happy.\\n\\n'I fear that I may have... overindulged... rather a little. I... really do not feel very well. It's just that everything... everything looked so delicious, and there were so... so many courses. It would have been impolite not to eat my fill! Do you... do you think you could speak with... with a healer? There must be some remedy... that will help...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Tea plants can be found outside Maur Tulhau, in the Gloomglens.\\n\\nLili Gardhur gave you a knife and sent you to look for suitable tea plants outside Maur Tulhau.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'I am glad Bingo is feeling better! We have so few visitors to Maur Tulhau these days that I have only heard tales of Welcoming Feasts from my elder kin. Now that I have seen one for myself, I think that it is less the eating and more the recovery that brings our folk together!\\n\\n'I love food, but whose idea was it to eat for a week? Some traditions might be a little excessive, if ye ask me! Could I ask ye one thing, [placeholder]? Please don't tell the Maer I said such to ye.\\n\\n'We do not see much excitement around here. It is good to have met Bingo, and it is a pity the two of ye want to be leaving so soon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Yes? How can I help ye? Ah, Bingo did not understand the importance of pacing himself, did he? A Welcoming Feast is no small thing, as I am certain we told ye, time and time again!\\n\\n'I can brew a tea that should help him to feel better, but my stock of tea leaves has gotten rather low. If ye will cut several flushes of tea for me, I can brew some for poor Bingo.\\n\\n'Take this knife of mine and look for likely plants outside the village. Cut only from the top of the plants, about a hand-length down from the top. Three flushes of tea should be enough, the more fresh the better!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Bingo has perhaps enjoyed the Welcoming Feast of Maur Tulhau a little too much, and now he is feeling very poorly.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Lili Gardhur is in the central square of Maur Tulhau, in the Gloomglens.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Talk to Theodore Gorse in Maur Tulhau",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85985",
      "en": "'I fear that I may have… overindulged… rather a little…'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a5",
      "en": "Talk to Haley Meadowsweet in Maur Tulhau",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85986",
      "en": "'I fear that I may have… overindulged… rather a little…'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Talk to Iola Isbrun in Maur Tulhau",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Ah, ye found some! I will use these to replace the tea I brewed while ye were out. It has cooled some, but it should still serve the purpose!\\n\\n'Take this to Bingo and have him drain it dry. He should start feeling better in only a little while.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85987",
      "en": "'I should not have eaten so much…'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85988",
      "en": "'The folk of this village have been very kind.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Talk to Bingo in Maur Tulhau",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Bingo is in the north-east corner of Maur Tulhau, suffering from an unhappy stomach.\\n\\nLili Gardhur gave you some medicinal tea to bring to Bingo.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85989",
      "en": "'I stopped eating days ago, and Bingo should have done the same!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a9",
      "en": "Talk to Lili Gardhur in Maur Tulhau",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50251",
      "en": "Pick up hot tea from the milestone in Maur Tulhau",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Oh, [placeholder]... I am glad you came back! I should not have eaten so much... I feel terrible, but worse: I have been a poor dinner companion for Iola and Haley and Theodore! Ooooh... I am quite filled to burst!\\n\\n'Can you... handle the social pleasantries for now? I will sip the tea you have brought... and I hope it will help!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Bingo and his companions are in the north-east corner of Maur Tulhau.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'The folk of this village have been very kind, but their Welcoming Feast has not been very kind to Bingo!\\n\\n'Haley told me I needn't sample every dish that was put in front of me, and that advice has served me well! Can you imagine what might have happened if I had not gotten rid of the Rothstone? Some cruel food-related mishap, I am sure of it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'The food was very good, but I am no hobbit. I stopped eating days ago, and Bingo should have done the same!\\n\\n'I think encountering that dragon might have knocked some sense into Theodore, because he actually seems to be listening to me now. He is fortunate, because otherwise he would surely be feeling as poorly as Bingo right now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'The Welcoming Feast is one of our oldest traditions, but this is the first we have had in many years. It has always served to bring my people closer together, and I am glad to share it with ye and Bingo!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50258",
      "en": "Talk to Bingo in Maur Tulhau",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Bingo has finished the medicinal tea, and now you should see if he is feeling better.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'I have finished the tea, but... it didn't seem to help...\\n\\n'Can you go back and... see if there's anything else that might help? I know I should not have eaten so much... but it all looked so good...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56841",
      "en": "'It feels as if we just arrived, and already I am thinking of leaving! I hope Iola will not find me discourteous!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56843",
      "en": "'We do not see much excitement around here. It is good to have met Bingo, and it is a pity the two of ye want to be leaving so soon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Talk to Lili Gardhur, the healer in Maur Tulhau",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Cut flushes of tea from plants in the Gloomglens",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "'Look for likely tea plants outside the village. Cut only from the top of the plants, about a hand-length down from the top. Three flushes of tea should be enough, the more fresh the better!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Lili Gardhur is in the central square of Maur Tulhau.\\n\\nLili's medicinal tea did not seem to help Bingo's condition, and he asked you to see if she had any other remedies that might work instead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'Bring the tea I gave ye to Bingo and have him drain it dry. He should start feeling better in only a little while.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "A hot pot of tea is brewing on the milestone in the centre of Maur Tulhau.\\n\\nLili Gardhur thinks that the other tea you brought to Bingo might have cooled too much to be effective, and she wants you to bring him another pot of tea with more haste.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a7",
      "en": "'Can you... handle the social pleasantries for now? I will sip the tea you have brought... and I hope it will help!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5e93",
      "en": "The tea has cooled down!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "Iola Isbrun is in the north-east corner of Maur Tulhau.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1164",
      "en": "Lili gives you a warm cup of medicinal tea for Bingo",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56850",
      "en": "'Can you go back to Lili... and see if there's anything else that might help? I know I should not have eaten so much... but it all looked so good...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56855",
      "en": "'Can you go back to Lili... and see if there's anything else that might help? I know I should not have eaten so much... but it all looked so good...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01147",
      "en": "Bingo is in the north-east corner of Maur Tulhau, sipping the tea you brought to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "Bingo is in the north-east corner of Maur Tulhau.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'Do you know something, [placeholder]? I think I may have a little more to eat before we set forth on the road again. That tea has settled my complaining belly somewhat, and this food was quite delicious, after all! Do you think perhaps the folk of Maur Tulhau have a Departing Feast to match their Welcoming Feast?\\n\\n'Ah, do not look at me like that, my friend! I am only teasing! Well, mostly teasing. Mostly.'\\n\\n<rgb=#FF0000>Next week: 'Through the Blockade' (Recommended Level: 93)</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'I fear that I may have... overindulged... rather a little. I... really do not feel very well. It's just that everything... everything looked so delicious, and there were so... so many courses. It would have been impolite not to eat my fill! Do you... do you think you could speak with... with a healer? There must be some remedy... that will help...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859b0",
      "en": " 'Can you… handle the social pleasantries…?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859b1",
      "en": "'I have finished the tea… but it didn't help!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859b2",
      "en": "'I should not have eaten so much… but it all looked so good…'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1174",
      "en": "Bingo takes the hot tea and sips it carefully",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859b3",
      "en": "'I should not have eaten so much… but it all looked so good…'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859b4",
      "en": "'Ah… that is a little better…'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859b5",
      "en": "'It feels as if we just arrived, and already I am thinking of leaving!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859b6",
      "en": "'I may have a little more to eat before we set forth on the road again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6a22",
      "en": "Carry the hot tea to Bingo before it cools",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Homesick and Just Sick",
      "es": "",
      "es (fem)": ""
    }
  ]
}