{
  "id": 620964747,
  "txt": [
    {
      "id": 216727827,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Bingo is outside his hobbit-hole in Michel Delving, north of the Town Hole.\\n\\nBingo's dinner party was a rousing success, and he wishes to thank you for all your help.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Talk to Bingo outside his home in Michel Delving",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Bingo is inside his hobbit-hole in Michel Delving, north of the Town Hole.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The day of Bingo's party has finally arrived.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'The day has finally arrived, my friend! I have a few more preparations to make in order to get my home presentable for guests, but I am nearly ready! Let me know if you are willing to help!'",
      "es": ""
    },
    {
      "id": 30955857,
      "en": "'The day has finally arrived!'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Well, let's see. I have a few more things to do to get ready, but it might be easiest if you go outside and keep an eye out for my guests!'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": ""
    },
    {
      "id": 30955858,
      "en": "'I have a few more things to do to get ready.'",
      "es": ""
    },
    {
      "id": 30955859,
      "en": "'I must confess I am sad to see our journey end!'",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Bingo inside his hobbit-hole to prepare for the party",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Perfect Recipe",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Well, [placeholder], I do not know what to say. We have been through so much together on this journey... I must confess I am sad to see it end!\\n\\n'I have made so many friends on this adventure, and I think the attendance at my party has proven I made even more than I realized when I was writing out the invitations! But none of them are as dear to me as you, [placeholder]. You are quite the [placeholder], and a loyal friend. You are welcome to call at my humble home any time!\\n\\n'I must see to finishing my book, and once that is done, who can say? I have had a taste of adventure, and what is a book without a sequel? Oh, I am only teasing, [placeholder]. Mostly.\\n\\n'Farewell for now, my good friend! I will see you again, and I look forward to the tales we will tell on that day!'\\n\\n<rgb=#00FF00>Bert Bartleby has arrived outside Bingo's home in Michel Delving.</rgb>\\n\\n<rgb=#FF0000>Thank you for playing through The Ballad of Bingo Boffin!</rgb>\\n",
      "es": ""
    }
  ]
}