{
  "id": 620964739,
  "txt": [
    {
      "id": "0x1d859a7",
      "en": "'Theodore has probably gone off in whatever direction will cause us the most trouble.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859a8",
      "en": "'Where can he have gone?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56848",
      "en": "'This is terrible, [placeholder]! Theodore thinks this treasure has caused him ill fortune, and he has gone to the lair of a dragon in order to be rid of it? He is going to find no end of ill fortune there, and he will be the cause of it!'\\n\\nBingo shakes with nervousness, and you are reminded of how he quaked with fear on the slopes above Helegrod, when Spalvi said that a dragon had once lived there. Now, many months later and many hundreds of miles further on, Bingo closes his eyes and clenches his fists. When he opens his eyes again a moment later, his jaw is set and his shaking has stopped.\\n\\n'We have to stop him, [placeholder]. I am not going to let some dragon put an end to Theodore's story, no matter how much he might deserve it for walking right into its waiting jaws! We have to talk some hobbit-sense into him! Let me know when you are ready, and we will go to the dragon's lair together. This dragon will not know what to make of two hobbits such as ourselves, [placeholder]! I do not know what to make of us myself!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859a9",
      "en": "'Something had been troubling me, and I finally realized what it was!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01159",
      "en": "Bingo is on the hill west of the eastern gate of Galtrev.\\n\\nBingo has resolved to follow Theodore to the lair of the dragon in Thrór's Coomb, and is waiting for you to speak with him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56850",
      "en": "'Do you mind asking Theodore if he thinks this is a good route for us to take? He and Haley passed through there on their way south. I would ask him myself, but he seems to be quite occupied with his own thoughts at the moment!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "'It makes no difference to me where we begin... ill fortune will follow us wherever we go unless we do something about it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01163",
      "en": "Haley Meadowsweet is outside the settlement of Lhanuch, in Enedwaith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859b7",
      "en": "'Yes? What is it? I am sorry, I was not listening!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859b8",
      "en": "'I have learned a little more about the settlement of Galtrev.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01165",
      "en": "Bingo Boffin is outside the settlement of Lhanuch, in Enedwaith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859b9",
      "en": "'Do you mind asking Theodore if this is a good road to take?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50270",
      "en": "Talk to Bingo in Galtrev and travel with him to Draigoch's Lair",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50271",
      "en": "Talk to Theodore Gorse outside Lhanuch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Talk to Haley Meadowsweet outside Lhanuch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50276",
      "en": "Talk to Bingo outside Lhanuch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859d0",
      "en": "'I have not found Theodore either!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859d1",
      "en": "'How goes the adventure?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859d2",
      "en": "'This is a little embarrassing…'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859d3",
      "en": "'Where has he gone with the Rothstone?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859d4",
      "en": "'This is terrible!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859d5",
      "en": "'Your friend purchased a number of treasure maps from me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Theodore Gorse is missing, and Haley Meadowsweet wants you to search various locations in Galtrev for her absent student.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859d6",
      "en": "'Oh, Theodore! You foolish fool of a man!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859d7",
      "en": "'Let us go find our friend! No dragon will stand in our way!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Haley Meadowsweet is down the hill to the west of the eastern entrance to Galtrev.\\n\\nYou were unable to find Theodore in Galtrev, and should return to Haley to see if she found him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859d8",
      "en": "'I am sorry to have caused you trouble, but I am glad to be rid of the Rothstone!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859d9",
      "en": "'This worrying will send me into an early grave!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Humfrey Rumming is on the hill west of the eastern gate of Galtrev.\\n\\nTheodore is missing, and so is the Rothstone. Does Humfrey Rumming know something about these disappearances?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'This is unfortunate! Where can he have gone?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'I wonder where Theodore has gone. Have you seen him?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'So you found the Treasure Seekers? Well done, well done. Next time I shall make certain the riddle is more difficult to untangle!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'I hope you are having a fine adventure. I know that I am, but I am a master of lore, after all. Adventure finds me wherever I go!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Bingo is ready to travel north through Dunland, now with Haley Meadowsweet and Theodore Gorse as travelling companions.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'Your adventure continues, I expect?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'How goes the adventure?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'This is terrible, [placeholder]! Theodore thinks this treasure has caused him ill fortune, and he has gone to the lair of a dragon in order to be rid of it? He is going to find no end of ill fortune there, and he will be the cause of it!'\\n\\nBingo shakes with nervousness, and you are reminded of how he quaked with fear on the slopes above Helegrod, when Spalvi said that a dragon had once lived there. Now, many months later and many hundreds of miles further on, Bingo closes his eyes and clenches his fists. When he opens his eyes again a moment later, his jaw is set and his shaking has stopped.\\n\\n'We have to stop him, [placeholder]. I am not going to let some dragon put an end to Theodore's story, no matter how much he might deserve it for walking right into its waiting jaws! I will talk some hobbit-sense into him! Let me know when you are ready, and we will go to the dragon's lair together!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'Your friend Theodore purchased a number of treasure maps from me some days ago, and I understand that he made use of every one to no avail: there was no treasure at any location he searched... quite a pity for a Treasure Seeker! Mere hours ago he asked me about the last of the maps, and I assured him that there should be quite a collection of treasure there, given the nature of that spot. Well, he got a funny sort of look in his eye and said, \\qWhat's one more treasure added to the pile?\\q I see now that he had designs on returning a treasure rather than obtaining one.\\n\\n'You want to know to where the last treasure map points? Did I not say? It guides adventurers to the lair of a dragon in Thrór's Coomb.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "Bingo is down the hill west of the eastern entrance to Galtrev.\\n\\nTheodore has apparently gone to a place of great danger with the Rothstone, and Bingo wants to speak with you before it is too late to rescue the foolish Treasure Seeker.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I have learned a little more about the settlement of Galtrev since we spoke with Humfrey Rumming there on our last visit. It is home to folk from many different Dunlending tribes, and they do not always see eye-to-eye. Perhaps we can better teach them to get along, [placeholder]!\\n\\n'Do you mind asking Theodore if he thinks this is a good route for us to take? He and Haley passed through there on their way south. I would ask him myself, but he seems to be quite occupied with his own thoughts at the moment!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "Theodore jumps when you speak to him, as if he were startled out of some reverie by your words.\\n\\n'Yes? What is it, [placeholder]? I am sorry, I was not listening!'\\n\\nYou ask Theodore what he thinks of Bingo's plan to begin the northward journey in Galtrev, and he shrugs.\\n\\n'Yes, yes, it seems fine to me. It makes no difference to me where we begin... ill fortune will follow us wherever we go unless we do something about it! Lead the way and I will meet you in Galtrev.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a5",
      "en": "Search the upper eastern plateau in Galtrev",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Search the skirmish camp in Galtrev",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "Search the farmland outside of Galtrev",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Now that you mention it, I have not seen Theodore for a while now. I know he was with us when we arrived at Galtrev, but now he seems to have gotten himself lost. That is so typical, [placeholder]!\\n\\n'Perhaps we should look for him. If you search a few of the likely spots around Galtrev, we may find some clue to his whereabouts. Knowing Theodore, he has probably gone off in whatever direction will cause us the most trouble!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Here we are, here we are. I am pleased to see that Humfrey is still here, and even more pleased to see that he has not fashioned another riddle for us. If he sent us back to Avardin one more time...\\n\\n'Thankfully he is riddle-free for the moment. But have you seen Theodore lately? I must say that I haven't seen him since we arrived in Galtrev, but I am not sure exactly when I saw him last.\\n\\n'Perhaps Haley knows where he has gone?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Search the south-west entrance of Galtrev",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Have you seen Theodore lately? I must say that I haven't seen him since we arrived in Galtrev, but I am not sure exactly when I saw him last.\\n\\n'Perhaps Haley knows where he has gone?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a9",
      "en": "Talk to Theodore Gorse in Avardin, in Dunland",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'[placeholder]! Something had been troubling me, but I had not been able to put the worry into words. While you were looking for Theodore, I finally realized what it was. I looked through my possessions for the Rothstone, the golden necklace you put into my keeping in Eregion, but I cannot find it anywhere!\\n\\n'Theodore has taken it! I do not know for what purpose he has stolen the Rothstone, but I do know that he blames it for the misfortune he thinks has befallen us. Where has he gone with it?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "Theodore Gorse is outside the settlement of Lhanuch, in Enedwaith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Where can he have gone?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'I have had no luck finding Theodore either!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'This is a little embarrassing, [placeholder]. I would have said something before, but I was very busy with my own affairs and you did not ask, so I figured all was done with your knowledge and approval. I am sorry to learn that was not the case.\\n\\n'You see, your friend Theodore purchased a number of treasure maps from me some days ago, and I understand that he made use of all but one of them to no avail: there was no treasure at any location he searched... quite a pity for a Treasure Seeker! Mere hours ago he asked me about the last of the maps, and I assured him that there should be quite a collection of treasure there, given the nature of that spot. Well, he got a funny sort of look in his eye and said, \\qWhat's one more treasure added to the pile?\\q I see now that he had designs on returning a treasure rather than obtaining one.\\n\\n'You want to know to where the last treasure map points? Did I not say? It guides adventurers to the lair of a dragon in Thrór's Coomb.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a7",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "'I am very pleased that Theodore was not eaten by that dragon!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a2",
      "en": "'What a day this has been! I will need to spend some time coming up with the perfect way to describe that dragon. He was very impressive. I am glad I was able to see him, but I am even more glad that I was able to leave his lair without singeing the hair on my toes!\\n\\n'I much preferred my encounter with the Green Dragon of Bywater to the Black Dragon of Thrór's Coomb, [placeholder]. Let us have no more dragons on this journey!'\\n\\n<rgb=#00FF00>After you complete this quest, Bert Bartleby will arrive in the centre of Lhanuch, in Enedwaith.</rgb>\\n\\n<rgb=#FF0000>Next week: 'Full Course, Of Course!' (Recommended Level: 93)</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'What am I going to do with you, Theodore?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b1",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a4",
      "en": "'Another successful adventure!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'Oh, Theodore! You foolish fool of a man!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'Let us go find our friend! No dragon will stand in our way!'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "'I am sorry to have caused you such trouble, [placeholder], but I am glad to be rid of the Rothstone all the same!\\n\\n'In fact, it seems to me that our fortunes are already beginning to turn around. After all, I could have been devoured by that dragon, or roasted to a crisp... and neither of those things happened! Perhaps I should not be a Treasure Seeker after all. I think I might be more of a Daring Dragon Dancer, what do you think?\\n\\n'Ha! I am only teasing, [placeholder]. Tell Haley not to look so cross with me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'Oh, that foolish man. What will we do with you, Theodore? This worrying will send me into an early grave!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1152",
      "en": "Haley scowls at Theodore, but cannot maintain the expression for long",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'All is well after all! What a relief that is, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'Thank you for rescuing Theodore from himself, [placeholder]. I am very grateful to have met you and Bingo, and Theodore should be grateful for it as well; I do not think I would have had the patience to drag this purple-garbed fool from too many more dangers of his own making.\\n\\n'Let us hope the rest of our northward journey is quieter and less eventful!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'What an adventure! I have no regrets, [placeholder], and although Haley is grumbling I am quite certain she has none either!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Treasure Lost, Treasure Found",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859520",
      "en": "'All is well after all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859521",
      "en": "'Thank you for rescuing Theodore from himself!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859522",
      "en": "'What an adventure! I have no regrets!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859523",
      "en": "'I am very pleased that Theodore was not eaten by that dragon!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1160",
      "en": "Cows graze outside Galtrev, but there is no sign of Theodore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Theodore Gorse is in the small settlement of Avardin, on the western side of Dunland.\\n\\nBingo has asked you to see what Theodore thinks about beginning the journey north in the settlement of Galtrev.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859524",
      "en": "'What a day this has been!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1161",
      "en": "There is no sign of Theodore at the south-western gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859525",
      "en": "'What am I going to do with you, Theodore?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859526",
      "en": "'Another successful adventure!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Bingo is down the hill west of the eastern entrance to Galtrev.\\n\\nBingo has agreed to meet you and his other companions in Galtrev, the large settlement in the middle of Dunland.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1164",
      "en": "Humfrey Rumming coughs with embarrassment, and tries to get your attention",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1178",
      "en": "Wind sweeps past the buildings of upper Galtrev, but there is no sign of Theodore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1179",
      "en": "The skirmish camp is full of activity, but there is no sign of Theodore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50243",
      "en": "Talk to Haley Meadowsweet in Galtrev",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50246",
      "en": "Talk to Humfrey Rumming in Galtrev",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50247",
      "en": "Talk to Bingo in Galtrev",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01143",
      "en": "Haley Meadowsweet is down the hill west of the eastern entrance to Galtrev.\\n\\nTheodore seems to be missing, and Bingo wants to know if Haley knows where he has gone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50251",
      "en": "Talk to Bingo in Galtrev, in Dunland",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50254",
      "en": "Talk to Haley Meadowsweet in Galtrev",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859a0",
      "en": "'Here we are, here we are.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859a1",
      "en": "'It makes no difference to me. Ill fortune will follow us wherever we go!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859a2",
      "en": "'I wonder where Theodore has gone. Have you seen him?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56842",
      "en": "'If you search a few of the likely spots around Galtrev, we may find some clue to Theodore's whereabouts. Knowing him, he has probably gone off in whatever direction will cause us the most trouble!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859a3",
      "en": "'So you found the Treasure Seekers? Well done, well done!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859a4",
      "en": "'Now that you mention it, I have not seen Theodore for awhile now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859a5",
      "en": "'Have you seen Theodore lately?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56845",
      "en": "'I do not know why he has taken the Rothstone, but I do know that he blames it for the misfortune he thinks has befallen us. Where has he gone with it?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859a6",
      "en": "'I hope you are having a fine adventure.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}