{
  "id": 620964711,
  "txt": [
    {
      "id": "0xda44875",
      "en": "To Catch a Thief",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50251",
      "en": "DNT search for the chicken in the First Circle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01146",
      "en": "The soldiers Gradir and Tawaris can be found on the northern side of the Second Circle.\\n\\nTalk to Tawaris to hear his side of the argument.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "DNT bet you won't drop a chicken off the pier!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'Do you see the pier up there, or the Ship's Prow, as some call it? Well, a man told me that the winds race up its face so fiercely, you couldn't walk off of it if you tried. You'd be shoved back!\\n\\n'It stands to reason, does it not?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6ad3",
      "en": "Carry the chicken to the Ship's Prow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a7",
      "en": "DNT talk to the guy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50257",
      "en": "Talk to Gradir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a9",
      "en": "The soldiers Gradir and Tawaris can be found on the northern side of the Second Circle.\\n\\nTalk to Gradir to hear his side of the argument.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50258",
      "en": "Talk to Tawaris",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1186",
      "en": "You drop the chicken and it sails downward, squawking loudly, but it is slowed by an unmistakable updraft!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5e64",
      "en": "The chicken breaks free and runs off!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "Gradir said chickens could be found in the Court of Eärnil. The Ship's Prow lies at the very top of Minas Tirith, jutting out of the Citadel.\\n\\nFind a chicken and drop it off of the Ship's Prow to determine whether Gradir or Tawaris is right.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "A Wager: In the Wind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d19",
      "en": "You have been asked to help two soldiers settle a wager regarding the Ship's Prow and updrafts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b7",
      "en": "You should check the First Circle below the Ship's Prow to see what became of the chicken.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "'What a load of fish-guts! First off, the winds clearly run along the pier down from the tower and fall to the land below. Winds going up. Ha! Doesn't rain fall? Has anyone ever seen rain fly up the pier?\\n\\n'No, my friends. The winds go down, not up. So say I - and you say otherwise. How shall we settle this? There's gold in your pockets, Tawaris, that should really be in mine.\\n\\n'What do you say to this? Our [placeholder] friend here carries a chicken up to the pier's end and tosses it off. If it comes back, you've won. Down it goes? I've won!'\\n\\nTawaris nods in agreement and the two look at you expectantly.\\n\\n'I'll save you the chore of carrying a hen straight from the First Circle. There are some hens in the Court of Eärnil, up in the Third Circle. Go for one of those.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56844",
      "en": "The two soldiers listen to your account.\\n\\n'Clearly, I have won. We said that if it fell, the wager was mine, did we not?'\\n\\nGradir pauses, shakes his head, and sighs.\\n\\n'Bah! The gulls can take the rules. You swore there was an updraft, old friend, and it is plain to see that there was. Here, the wager is yours.\\n\\n'Well, [placeholder], it's a good thing you did not jump off yourself... though that would likely have won me the bet! Still, I thank you all the same.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50242",
      "en": "Find out what happened to the chicken",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a9",
      "en": "DNT ha ha ha ha! well, you did it. he's below, you can go and see him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50245",
      "en": "Return to Gradir and Tawaris",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1172",
      "en": "The chicken appears somewhat wind-blown and disgruntled, but otherwise unhurt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a5",
      "en": "Carry the chicken to the Ship's Prow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01140",
      "en": "The soldiers can be found on the northern side of the Second Circle.\\n\\nYou should return to Gradir and Tawaris and tell them what happened with the chicken.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56855",
      "en": "'Ah, what have we here? A [placeholder], is it? Perhaps you can help us settle this matter!\\n\\n'You see, my friend and I cannot come to an agreement. We have argued back and forth and then forth and back, and I will confess that in a heated moment, Tawaris here has even wagered good Gondorian gold if he should be proven wrong.\\n\\n'Come now, you'll hear us out, won't you?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}