{
  "id": 620964746,
  "txt": [
    {
      "id": "0xa8e1190",
      "en": "Myrtle Boggs stands outside Bingo's home, her arms crossed disapprovingly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e21",
      "en": "Talk to Donnamira Took in the library of Great Smials and settle Bingo's debt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'Look at this place, [placeholder]! Hobbits like things tidy, and seeing my home in this state is quite troubling!\\n\\n'Would you mind helping me clear away some of these cobwebs? Now that I am home, I must return to my normal routine of dusting the mantelpiece and sweeping in the corners every three days! And if I drag my feet at the chore, I will simply remind myself of how messy my home became while I was away on my journey, and the memory will speed my feather-duster and hasten my broom!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1196",
      "en": "This is an overdue notice from the library. It is almost a year old by now",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Bingo's hobbit-hole is in Michel Delving, north of the Town Hole.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1199",
      "en": "Bingo hands you the long-overdue cookbook and the brigand treasure",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'Ah, that is quite a lot better. Thank you!'\\n\\nBingo looks around at his home, and sighs.\\n\\n'Does it feel larger to you than when we left? It feels that way to me: larger and more empty. It was loneliness that propelled me on my journey, and here I am at the end of it and I am still lonely! I know what I need, [placeholder]! I miss my new friends, and my old ones. I shall throw a dinner party! Allow me to write up some invitations, and you can deliver them for me!'\\n\\n<rgb=#FF0000>Next week: 'Hand-written, Hand-delivered' (Recommended Level: 93)</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Let us continue to Michel Delving, my friend! I am ready to see the old place again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'My journey is nearly over! It will not be long before we have arrived back at my doorstep in Michel Delving.\\n\\n'I must confess to a certain reluctance on this last stage of our adventure, [placeholder]. Think of all those hills we did not climb, all those cross-roads where we took the left path and not the right! I will be glad to see my home again, do not doubt it! But as we get closer to the journey's end, I find myself already thinking about the next! It is a curious thing, truly!\\n\\n'Let us continue to Michel Delving, my friend! I am ready to see the old place again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85980",
      "en": "'A love of books will spread throughout the neighbourhood!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Myrtle Boggs stands outside Bingo's home, her arms crossed disapprovingly.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Talk to Bingo outside his home in Michel Delving",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85981",
      "en": "'That is quite a lot better! Thank you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85982",
      "en": "'What is that pinned to my door?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Bingo has almost reached the end of his journey.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Talk to Bingo inside his hobbit-hole in Michel Delving",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85983",
      "en": "'Look at this place!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Bingo Boffin! How many weeks has it been since any upstanding hobbit has seen you within the hedges or upon the lanes of the Shire? More than is proper, I'll warrant!\\n\\n'You have no respect for your neighbours, Bingo! Did you give any thought to what WE might be going through during your ill-advised and improper jaunt to foreign lands? A neighbourhood needs neighbours, and you have been quite absent for many seasons! And the talk! The whispered rumours! It has cast this lane and its residents in a poor light, and all of our reputations have been sullied by our mere association with you!\\n\\n'We expect this behaviour from one such as [placeholder], but not from you, Bingo! You are no adventurer! Are you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Bingo is outside his hobbit-hole in Michel Delving, north of the Town Hole.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Clear out the cobwebs in Bingo's home ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Hello there, Myrtle! How have the weeks treated you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Myrtle does not seem happy about this. Poor thing!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Talk to Bingo inside his hobbit-hole in Michel Delving",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'I am sorry that Myrtle was so upset by my absence from the neighbourhood... I did not know she cared so much for me! That is a surprise, to be honest. I will do my best to make up for it!\\n\\n'But what is that pinned to my door, [placeholder]? It seems to be a notice of some kind. Can you see what it might be?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "There is a notice pinned to the door of Bingo's hobbit-hole.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Bingo's long absence from the Shire has put all of us in a disreputable light!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'An overdue notice from the library of Tuckborough? My face is red, [placeholder]. I feel certain you told me to return that cookbook before my journey began, but I confess I never got around to it.\\n\\n'Would you mind terribly taking that cookbook back to the librarian in the Great Smials for me? Here, bring the brigand treasure with you as well. That should serve to pay the overdue fee, several times over!\\n\\n'In fact, I think we should donate that treasure for the upkeep and maintenance of the library. Some good should come of it! My only condition for that donation is that the library keep a copy of my book when it is finished!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Donnamira Took is the librarian in the library of Great Smials, located atop the hill in Tuckborough.\\n\\nBingo has amassed many overdue fees on the cookbook that began his journey, and he has asked you to settle his debt.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85990",
      "en": "'I am ready to see the old place again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Myrtle Boggs outside Bingo's home in Michel Delving",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'You have returned, and with the missing cookbook! How unexpected and delightful! I had quite given up on seeing this book ever again, but I have always been so dedicated to the operation of this library that I was thinking of trying to recreate some of the recipes myself, from memory!\\n\\n'It is a relief to learn that will not be necessary. There is still the matter of the fee, however. Has Bingo given you the money with which to settle his debt? I am glad to have the book returned, but overdue fees exist for a reason.'\\n\\nYou show her the brigand treasure and explain that Bingo would like to pay the fine with it, and to donate the remainder directly to the library.\\n\\n'That will keep the library open for many years! Bingo is a charitable sort indeed! The two of you have my thanks, for with this money we will be able to continue the education of young hobbits in the Shire. A love of books will spread throughout the neighbourhood, and I hope it will do so throughout your own as well!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85991",
      "en": "'Bingo Boffin!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to Bingo outside his home in Michel Delving",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Please settle my debt with the library, [placeholder]! That treasure should be more than enough, and I would be happy to donate the remainder for the continued maintenance of the library... if they will stock my book and lend it out to readers when it is finished!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85992",
      "en": "'Myrtle does not seem happy about this. Poor thing!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85993",
      "en": "'What is that pinned to my door?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85994",
      "en": "'You are no adventurer, Bingo…… are you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Examine the notice pinned to Bingo's door",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85995",
      "en": "'Bingo's absence from the Shire has put us in a disreputable light!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85996",
      "en": "'An overdue notice from the library of Tuckborough?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85997",
      "en": "'You have returned, and with the missing cookbook!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85998",
      "en": "'Please settle my debt with the library, if you would.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Bingo is inside his hobbit-hole in Michel Delving, north of the Town Hole.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85999",
      "en": " 'Look at this place!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'A love of books will spread throughout the neighbourhood, and I hope it will do so throughout your own as well!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Boffin Manor has become filled with cobwebs during Bingo's long absence, and he asked you to help him tidy up.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a6",
      "en": "'Look at this place! Hobbits like things tidy, and seeing my home in this state is quite troubling!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'We expect this behaviour from one such as [placeholder], but not from you, Bingo! You are no adventurer! Are you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "'But what is that pinned to my door, [placeholder]? It seems to be a notice of some kind. Can you see what it might be?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a7",
      "en": "Bingo is outside his hobbit-hole in Michel Delving, north of the Town Hole.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b7",
      "en": "Bingo is inside his hobbit-hole in Michel Delving, north of the Town Hole.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Travel to Bingo's hobbit-hole in Michel Delving",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85969",
      "en": "'My journey is nearly over!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "Cleared out some cobwebs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Bingo Returns Home",
      "es": "",
      "es (fem)": ""
    }
  ]
}