{
  "id": 620964736,
  "txt": [
    {
      "id": "0xa502920",
      "en": "Climb on top of the barrel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01146",
      "en": "The soldiers Gradir and Tawaris can be found on the northern side of the Second Circle.\\n\\nHear what Tawaris has to say.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'Do not listen to this scoundrel. First of all, it was he who drank the last of it. \\n\\n'But never mind that. Rotgut is not for the likes of you. Why, I have never met anyone but us fisherfolk of Ethir who could stomach it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1150",
      "en": "Collected brazier ash ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502951",
      "en": "Tap the left archer on the shoulder",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502954",
      "en": "Walk between the last two ranks of men",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1154",
      "en": "Collected Healer's Caustic",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50257",
      "en": "Talk to Gradir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a9",
      "en": "The soldiers Gradir and Tawaris can be found on the northern side of the Second Circle.\\n\\nHear what Gradir has to say.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50258",
      "en": "Talk to Tawaris",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56862",
      "en": "some text here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502959",
      "en": "Return to Gradir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56865",
      "en": "'Ha ha! The [placeholder] has done it, Tawaris, and this time the wager is mine. I'll have my gold back, thank you.\\n\\n'You are welcome back for a drink with us any time, [placeholder]. And do not worry, the rotgut will wear off soon and the headache that follows will be fleeting, though quite strong!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "Gradir said chickens could be found in the Court of Earnil. The Ship's Prow lies at the very top of Minas Tirith, jutting out of the Citadel.\\n\\nFind a chicken and drop it off of the Ship's Prow to determine whether Gradir or Tawaris win the wager.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "A Wager: Rot in the Gut",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50263",
      "en": "Return to Gradir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d19",
      "en": "Gradir wants to share a drink of his rotgut with you. Unfortunately, he's all out.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b7",
      "en": "Gradir and Tawaris can be found on the northern side of the Second Circle.\\n\\nYou should return to Gradir with the rotgut ingredients.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50266",
      "en": "asdf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1135",
      "en": "The rotgut burns and roils within you, bringing tears to your eyes and making you stagger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "'Tawaris, you do grievous wrong to our [placeholder] friend, a seasoned adventurer who could clearly stomach rotgut, even if most could not.\\n\\n'Why, I dare say we are in disagreement once again. Let us wager on it, and perhaps I can win my gold back. \\n\\n'[placeholder], find me what I need and I will make you some rotgut. If luck would have it, you can find all the ingredients on this very tier so I expect your trip to be swift. \\n\\n'First, I'll need dregs from ale, which you might find at the Splintered Shield. Then I need hot ash from a brazier and some Healer's Caustic, which is a powerful and pungent tincture used for closing wounds.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56814",
      "en": "'This will do the trick, [placeholder]! Now mind you, the ashes here are not quite what they are in Ethir, never mind the difference in the ale dregs, but it will have to do. Yes, it will have to do!\\n\\n'There, now it's made. Go on, have a taste!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1168",
      "en": "Collected dregs from ale ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01102",
      "en": "You should bring Gradir the items he needs to make rotgut: ale dregs from the Splintered Shield, hot brazier ash, and Healer's Caustic.\\n\\nAll three ingredients can be found on the Second Circle: the dregs in the southern section, the brazier ash in the northern section, and Healer's Caustic at any healer's stall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56818",
      "en": "'Well! The [placeholder] can drink some rotgut and stay standing, perhaps. But one step and down you'll go.\\n\\n'Let us put you to the test. Walk over to that left archer, tap him on the shoulder, and tell him he's aiming well. Then, over on my right, walk between the last two ranks of men there. And last... last... why, climb up upon that barrel there and give us a wave!\\n\\n'Do all that, and I'll confess you can hold your rotgut after all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b93",
      "en": "You manage to find the archer's shoulder and say something to him about his aim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50211",
      "en": "Wave to Gradir and Tawaris",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01106",
      "en": "Gradir and Tawaris can be found on the northern side of the Second Circle.\\n\\nHear what Tawaris has to say.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b95",
      "en": "You manage to brush against only a few shoulders as you stagger between the lined-up men",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b96",
      "en": "You give Gradir and Tawaris a wave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01167",
      "en": "Standing after a drink of rotgut is not enough for Tawaris. He wants to see you tap the left-hand archer on the shoulder to compliment his aim, walk between the last two ranks of soldiers to his right, and then stand on the barrels and give a wave.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50273",
      "en": "Collect Healer's Caustic",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01168",
      "en": "The soldiers can be found on the northern side of the Second Circle.\\n\\nYou should return to Gradir and Tawaris so they can settle their bet.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b98",
      "en": "This is where Tawaris asked you to wave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50275",
      "en": "Drink the rotgut",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1144",
      "en": "Gradir takes the ingredients and prepares some Rotgut for you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50247",
      "en": "Collect dregs from ale ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50219",
      "en": "Talk to Tawaris",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50249",
      "en": "Collect brazier ash ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01140",
      "en": "You should drink the rotgut that Gradir prepared for you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56855",
      "en": "'Well, [placeholder], you are a good sort! I would share a drink with you, if I had aught worth drinking. \\n\\n'But alas! Tawaris here drank the last of our rotgut.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}