{
  "id": 620964745,
  "txt": [
    {
      "id": 162883717,
      "en": "'I will say my good-byes to the good folk of this village and meet you at the southern path out of the village, [placeholder].'",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "Haley Meadowsweet and Theodore Gorse are now in the Andrath, in the southern reaches of Bree-land.",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'Orcs, half-orcs, and other fouler sorts have made camp on the northern road, and they allow none to pass. There may be fighting if ye try to follow the road. Take care of Bingo! Ye do not need me to say that, I know it. But do it just the same, [placeholder]!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Through the Blockade",
      "es": ""
    },
    {
      "id": 30955894,
      "en": "'Are you ready to leave Maur Tulhau?'",
      "es": ""
    },
    {
      "id": 30955895,
      "en": "'Hobbits far from the Shire, and far from Bree? What a wonder!'",
      "es": ""
    },
    {
      "id": 30955896,
      "en": "'Orcs on the northern road? It was good of Iola to warn us.'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to Bingo in the Andrath",
      "es": ""
    },
    {
      "id": 246419876,
      "en": "Bingo is now in the Andrath, in the southern reaches of Bree-land.",
      "es": ""
    },
    {
      "id": 30955897,
      "en": "'I am ready to go if you are.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Are you ready to leave Maur Tulhau? I will say my good-byes to the good folk of this village and meet you at the southern path out of the village, [placeholder].'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Talk to Rhus Cornchúthur at the entrance to Maur Tulhau",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to Theodore Gorse in the Andrath",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Talk to Iola Isbrun at the entrance to Maur Tulhau",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Talk to Haley Meadowsweet in the Andrath",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I suppose ye are no duvodiad after all. Travel with care on the roads that lead from the Gloomglens. Return with Bingo someday and ye will have a friendly greeting from Rhus, to be sure!'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'We do not roam far afield from Maur Tulhau, but from time to time one of our folk will get an unusual yearning for travel and bring us news from distant lands. That is why I want to warn ye about the road north.\\n\\n'Orcs, half-orcs and other fouler sorts have made camp that way, and they allow none to pass. There may be fighting if ye try to follow the road. Take care of Bingo! Ye do not need me to say that, I know it. But do it just the same, [placeholder]!'",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Talk to Bingo in the Andrath",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I am very pleased to have met you both, and to have seen your lovely village! Hobbits far from the Shire, and far from Bree? What a wonder!'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to Bingo at the entrance to Maur Tulhau",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Orcs on the northern road? It is good of Iola to warn us about such things, but we cannot let the fear of them keep us from continuing our journey!\\n\\n'Let me know when you are ready to leave, and we will set our feet once more upon the road.'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Bingo at the entrance to Maur Tulhau and continue the journey north",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'I am ready to go if you are, [placeholder].'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Bingo is ready to leave Maur Tulhau and continue his journey northward.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'We have come a long way, [placeholder], and the tree-lined paths of Bree-land seem quite welcoming in comparison to some of the lands through which we have travelled! Do you remember when we began? Bree seemed so distant and exotic, but now it appears friendly and quaint to my eyes!\\n\\n'This is a joyful return, but my heart is not gladdened by everything today, for Haley and Theodore have decided to take their leave of us now that we have come back to the north-lands!'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'We are nearly home again!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Bingo is saying his farewells to the hobbits of Maur Tulhau, and said he would meet you at the southern exit of the village.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'We really should be getting back.'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Bingo has passed through the blockade and is now in the Andrath, in the southern reaches of Bree-land.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'It has been quite an enjoyable journey, my friends, but there are even greater adventures that demand my attention! I may be retired from the Treasure Seeking game, and I think I have had my fill of dragons, but there are surely other adventures out there, just waiting to be had!\\n\\n'I bid you and Bingo a fond farewell! If you ever have need of a journeying companion in the future, look to the most dangerous spot... for that is where you will find me!'",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'Good-bye, friends. I will see you again, if Theodore doesn't get me eaten by a dragon first. Now that I think about it, too much more of Theodore's stupidity may make that seem a mercy.\\n\\n'Let me know if you find any hungry dragons in your future travels, [placeholder]. Just in case.'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Bingo is at the entrance to Maur Tulhau, in the Gloomglens.\\n\\nBingo has said his good-byes and is now ready to continue his northern journey.",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 30955872,
      "en": "'We have come a long way. I can hardly believe it!'",
      "es": ""
    },
    {
      "id": 30955873,
      "en": "'I bid you and Bingo a fond farewell!'",
      "es": ""
    },
    {
      "id": 30955874,
      "en": "'I will see you again, if Theodore doesn't get me eaten by a dragon first!'",
      "es": ""
    },
    {
      "id": 30955875,
      "en": "'I will miss these two!'",
      "es": ""
    },
    {
      "id": 30955876,
      "en": "'I suppose every journey has to come to an end sometime.'",
      "es": ""
    },
    {
      "id": 30955877,
      "en": "'We are nearly home again!'",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 30955878,
      "en": "'We really should be getting back.'",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "Bingo is at the entrance to Maur Tulhau, in the Gloomglens.\\n\\nBingo has said his good-byes and is now ready to continue his northern journey.",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'I will miss these two, [placeholder]!'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'I am sad to see them go, [placeholder], but I suppose every journey has to come to an end sometime. The end of my own journey approaches!'\\n\\n<rgb=#00FF00>Bert Bartleby has come to the Andrath, in Bree-land.</rgb>\\n\\n<rgb=#FF0000>Next week: 'Bingo Returns Home' (Recommended Level: 93)</rgb>",
      "es": ""
    }
  ]
}