{
  "id": 620964740,
  "txt": [
    {
      "id": "0xa8e1190",
      "en": "You have found two hobbits of rustic appearance in the Gloomglens",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ed7",
      "en": "Bring ingredients for the Welcoming Feast to Cadel Balchtrod in Maur Tulhau",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'No need to say anything more, [placeholder]. I have already been told about the Welcoming Feast, and preparations are already underway! These ingredients will be used for some of the later courses.\\n\\n'A Welcoming Feast is no small thing, I tell ye true! The table has already been set down by the water to the east, and ye should wander yonder for its beginning!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'Our provisioner's name is Cadel Balchtrod, and he will know what to do with those ingredients!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'I hope you don't mind, [placeholder], but we may have started without you! I think there should be plenty to go around, though. Our new friends have said that a proper Welcoming Feast has been known to last for a full week!'\\n\\n<rgb=#FF0000>Next week: 'Homesick and Just Sick' (Recommended Level: 93)</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Bingo has learned that there may be hobbits living in the Gloomglens in north-west Enedwaith, and he wants to investigate and learn if it is true.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'Hold, stranger!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Well, who are ye? Strangers?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I just had the strangest conversation, [placeholder]. I was speaking with a man in the village, and he asked what brought me out of the Gloomglens. Well, I have never heard of a place called the Gloomglens, and I have certainly never been there before! I told him so, and do you know what he said to me? He said that I must have sustained a knock on the head and forgotten!\\n\\n'This hit a little close to home, to tell you the truth. After my water-logged journey through the caverns beneath the Misty Mountains, I am not altogether happy being reminded of such forgetfulness! I am quite sure I have never been to the Gloomglens!\\n\\n'But... do you think there may be some other hobbits there? I do believe we should investigate and see for ourselves!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85980",
      "en": "'I just had the strangest conversation.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "You have found a settlement of hobbits in the Gloomglens.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Defeat wolves in the Gloomglens ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'Do you think there may be some other hobbits in the Gloomglens? I do believe we should investigate and see for ourselves!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85981",
      "en": "'Do you think there may be some other hobbits in the Gloomglens?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85982",
      "en": "'Well look at this!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Bingo has learned that there may be a village of hobbits somewhere in Enedwaith, and he wants to investigate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85983",
      "en": "'Well, what do you know? Hobbits do live here in the Gloomglens!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Well, what do you know? Hobbits do live here in the Gloomglens! How many miles have we travelled from the Shire? More than I can say without a fair bit of thought, and yet here is a settlement of hobbit-folk all the same!'\\n\\nBingo laughs suddenly.\\n\\n'What would old Milo Goodbody have to say about this discovery of ours, [placeholder]? It seems there could be other hobbit-villages out there somewhere, not just in the Shire or in Bree but all over!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85984",
      "en": "'I hope you don't mind, but we may have started without you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Collect boar-meat in the Gloomglens ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Well look at this!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85985",
      "en": "'How lovely is it to meet hobbits from a new branch of the family tree?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Collect stag-meat from the Gloomglens ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Ye look like a giant to me, but this other seems to be a friendly-enough sort! He says his name's Bingo, which does not sound like a name to me, but I suppose anything is possible.\\n\\n'Are ye sure there's no giant in ye? Not even a bit? The Maer will want to speak to ye, at any rate.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Collect root vegetables south-east of Maur Tulhau ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'I hope ye will excuse our Rhus. He seems naught but a bumpkin, but still he is dear to us, despite himself! He is a good enough fellow, if a little afeared of outsiders. He may call ye Duvodiad, but I can see ye're more than that! The Maer will be able to tell for sure.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50251",
      "en": "Obtain ingredients from Violed Isbrun",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'How lovely it is to meet hobbits from a new branch of the family tree, no matter how distant!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50253",
      "en": "Obtain ingredients from Iago Glennudh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'I extend ye the greetings of Maur Tulhau, [placeholder]. The folk of my village are most interested to hear what ye have to say of Bingo Boffin's journey. He could be one of us if he changed out of his strange garments and wore something more fit for the kinfolk of Maur Tulhau!\\n\\n'We have proper traditions for the greeting of family gone long away and freshly returned. I think it would be suitable to greet Bingo with the traditional Welcoming Feast of the Stoors. It is no small thing, and we do not have the ingredients ready. If ye can acquire what we will need, we can set out the feast much more quickly!\\n\\n'Speak to many of the villagers for some of the supplies, and search for others in the woods outside the village. There is much to be found before we can begin, and many dangers that ye might handle so we may dine in peace!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Ye should speak to the Maer in the back of the village!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50255",
      "en": "Obtain ingredients from Caradog Henbuch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'There is to be a Welcoming Feast? What delightful news! We have had so few of them lately, and I tell ye that nothing brings the village together like a Welcoming Feast!\\n\\n'Here, I will give ye some of my famous sprouted herbs for use in preparing the meal. They will add just the right kind of flavour as my folk enjoys, and I am sure Bingo will find it suitable as well!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Bingo in the Gloomglens",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50258",
      "en": "Talk to Bingo at the Welcoming Feast, in north-east Maur Tulhau",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'A Welcoming Feast? I have just the thing to make it the finest such meal we have had in Maur Tulhau for some time: taters... giant ones!\\n\\n'Take these fine specimens with ye, and they will be hearty enough to serve for many courses! A Welcoming Feast! I can hardly believe it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'I know why ye have come, [placeholder].'\\n\\nCaradog stares at you solemnly and produces a small tureen.\\n\\n'The recipe for this gravy has been passed down in my family for generations, and no Welcoming Feast would be complete without it. It improves the flavour of whatever it touches: taters, meats, and crusty bread.\\n\\n'Take it with my well wishes, and know that from this point forward, Bingo will measure every meal against this one... thanks to this gravy!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Talk to Iolo Brochtû in the north part of Maur Tulhau",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56846",
      "en": "'The two of ye seem friendly-enough sorts, but ye've got a bit of a tough look about ye, no mistake! He says his name's Bingo, which does not sound like a name to me, but I suppose anything is possible.\\n\\n'What do ye say he is? A cousin of ourn from the north? The Maer will want to speak to the two of ye, at any rate.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Cadel Balchtrod, the provisioner of Maur Tulhau, is in the central square of the village.\\n\\nYou have acquired numerous ingredients for the Welcoming Feast, and should bring them to the provisioner of Maur Tulhau.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56847",
      "en": "'I extend ye the greetings of Maur Tulhau, [placeholder]. The folk of my village are most interested to hear what ye have to say of Bingo Boffin's journey. He could be of our kind if he changed out of his strange garments and wore something more fit for the kinfolk of Maur Tulhau!\\n\\n'We have proper traditions for the greeting of family gone long away and freshly returned. I think it would be suitable to greet ye and Bingo with the traditional Welcoming Feast of the Stoors. It is no small thing, and we do not have the ingredients ready. If ye can acquire what we will need, we can set out the feast much more quickly!\\n\\n'Speak to many of the villagers for some of the supplies, and search for others in the woods outside the village. There is much to be found before we can begin, and many dangers that ye might handle so we may dine in peace!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'We have proper traditions for the greeting of family gone long away and freshly returned. I think it would be suitable to greet Bingo with the traditional Welcoming Feast of the Stoors. It is no small thing, and we do not have the ingredients ready. If ye can acquire what we will need, we can set out the feast much more quickly!\\n\\n'Speak to many of the villagers for some of the supplies, and search for others in the woods outside the village. There is much to be found before we can begin, and many dangers that ye might handle so we may dine in peace!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a2",
      "en": "'I extend ye the greetings of Maur Tulhau, [placeholder]. The folk of my village are most interested to hear what ye have to say of Bingo Boffin's journey. The two of you could be of our kind if ye changed out of ye're strange garments and wore something more fit for the kinfolk of Maur Tulhau!\\n\\n'We have proper traditions for the greeting of family gone long away and freshly returned. I think it would be suitable to greet ye and Bingo with the traditional Welcoming Feast of the Stoors. It is no small thing, and we do not have the ingredients ready. If ye can acquire what we will need, we can set out the feast much more quickly!\\n\\n'Speak to many of the villagers for some of the supplies, and search for others in the woods outside the village. There is much to be found before we can begin, and many dangers that ye might handle so we may dine in peace!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Bingo is ready for the Welcoming Feast, and is waiting for you by the water in the north-east corner of Maur Tulhau.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56859",
      "en": "'A Welcoming Feast is no small thing, I tell ye true! The table has already been set down by the water to the east, and ye should wander yonder for its beginning!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "Rhus Cornchúthur and Iola Isbrun are keeping watch near the entrance to the hobbit-village in the Gloomglens.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "'The two of ye seem friendly-enough sorts, but ye've got a bit of a tough look about ye, no mistake! He says his name's Bingo, which does not sound like a name to me, but I suppose anything is possible. And [placeholder]? Ye're joking!\\n\\n'Cousins of ourn from the north? The Maer will want to speak to ye, at any rate.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'Ye do look like a Stone-eater, from the old tales, but this other seems to be a friendly-enough sort! He says his name's Bingo, which does not sound like a name to me, but I suppose anything is possible.\\n\\n'Are ye sure ye're not a Stone-eater? Not even a bit? The Maer will want to speak to ye, at any rate.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'An Elf, ye say? Bah! I'd say ye were an evil spirit for sure, but this other seems to be a friendly-enough sort! He says his name's Bingo, which does not sound like a name to me, but I suppose anything is possible.\\n\\n'Are ye sure ye haven't come to Maur Tulhau to cause a good haunting? The Maer will want to speak to ye, at any rate.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a7",
      "en": "Iolo Brochtû, the Maer of Maur Tulhau, can be found outside his house in the north of the hobbit village.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1172",
      "en": "Violed gives you a bundle of sprouted herbs for the feast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a9",
      "en": "Iolo Brochtû has suggested that you speak to the villagers of Maur Tulhau and collect ingredients for a welcoming feast from the forest outside the village.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1174",
      "en": "Iago gives you several giant taters for the feast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1176",
      "en": "Caradog gives you a tureen of brewed gravy for the feast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1183",
      "en": "Defeated wolves in the Gloomglens ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Find the settlement of hobbits in the Gloomglens",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "Collected boar-meat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1187",
      "en": "Collected stag-meat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1189",
      "en": "Collected root vegetables ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Full Course, of Course!",
      "es": "",
      "es (fem)": ""
    }
  ]
}