{
  "id": 620964748,
  "txt": [
    {
      "id": "0xa8e1194",
      "en": "You trust to the Quick Post, happy to be done delivering invitations",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'I want to be certain I have not forgotten anyone. Who am I inviting to my party?\\n\\n'Myrtle Boggs, Merrimac Fairbairn and Poppy Bracegirdle, my kind and caring neighbours. Cousin Prisca and her family. The talkative and friendly Milo Goodbody, of Bree. Haley and Theodore, of course! The author and literary critic Bilbo Baggins. Spalvi Stout-heart, if he can set aside his duties with the Iron Garrison for a short journey. Langhár the Beorning. Egwylf the tracker, of Rohan. Humfrey Rumming, if he promises to leave his worms and salamanders and other such creatures behind! Iola Isbrun and her family, as they are distant relatives by some reckoning or other, although I cannot figure the relation exactly. And I have an invitation here for Willem Whisker and his family as well... perhaps you could read it to him?\\n\\n'I do not know exactly where you will be able to find each of my invited guests, [placeholder]. Perhaps you can ask Bert Bartleby? He tends to travel rather a lot, and might have seen some of these folk more recently than we have.\\n\\n'If you get tired of delivering these invitations, I suppose we could rely on the Quick Post to do it. Leave any you do not deliver on the table near Postmaster Proudfoot, south of here by the Town Hole.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'I want to be certain I have not forgotten anyone. Who am I inviting to my party?\\n\\n'Myrtle Boggs, Merrimac Fairbairn and Poppy Bracegirdle, my kind and caring neighbours. Cousin Prisca and her family. The talkative and friendly Milo Goodbody, of Bree. Haley and Theodore, of course! The author and literary critic Bilbo Baggins. Spalvi Stout-heart, if he can set aside his duties with the Iron Garrison for a short journey. Your sister Langhár, if she can spare the time. Egwylf the tracker, of Rohan. Humfrey Rumming, if he promises to leave his worms and salamanders and other such creatures behind! Iola Isbrun and her family, as they are distant relatives by some reckoning or other, although I cannot figure the relation exactly. And I have an invitation here for Willem Whisker and his family as well... perhaps you could read it to him?\\n\\n'I do not know exactly where you will be able to find each of my invited guests, [placeholder]. Perhaps you can ask Bert Bartleby? He tends to travel rather a lot, and might have seen some of these folk more recently than we have.\\n\\n'If you get tired of delivering these invitations, I suppose we could rely on the Quick Post to do it. Leave any you do not deliver on the table near Postmaster Proudfoot, south of here by the Town Hole.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Bingo would like for you to deliver the invitations for his dinner party, if you have the patience to do so. He asked that you leave any invitations you do not deliver on the table near Postmaster Proudfoot by the Town Hole in Michel Delving.\\n\\nBert Bartleby should know where you need to bring the invitations.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'The invitations are all written, my adventuring friend, and now they need to be delivered! Let's see... I want to be certain I have not forgotten anyone.'\\n\\nBingo leafs through a stack of envelopes, reading aloud the name on each.\\n\\n'Myrtle Boggs, Merrimac Fairbairn and Poppy Bracegirdle, my kind and caring neighbours. Cousin Prisca and her family. The talkative and friendly Milo Goodbody, of Bree. Haley and Theodore, of course! The author and literary critic Bilbo Baggins. Spalvi Stout-heart, if he can set aside his duties with the Iron Garrison for a short journey. Langhár the Beorning. Egwylf the tracker, of Rohan. Humfrey Rumming, if he promises to leave his worms and salamanders and other such creatures behind! Iola Isbrun and her family, as they are distant relatives by some reckoning or other, although I cannot figure the relation exactly. And I have an invitation here for Willem Whisker and his family as well... perhaps you could read it to him?\\n\\n'I do not know exactly where you will be able to find each of my invited guests, [placeholder]. Perhaps you can ask Bert Bartleby? He tends to travel rather a lot, and might have seen some of these folk more recently than we have.\\n\\n'If you get tired of delivering these invitations, I suppose we could rely on the Quick Post to do it. Leave any you do not deliver on the table near Postmaster Proudfoot, south of here by the Town Hole.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'What's this?'\\n\\nYou have clearly interrupted some gossip, likely about Bingo's long absence from the Shire, and Myrtle stares at you suspiciously. When you hand the invitations to Myrtle, Merrimac, and Poppy, they stare at the envelopes with surprised expressions. When they read the letters inside, their surprise increases further.\\n\\n'Is this a trick? Bingo wishes to invite us to a dinner party? We have all been neighbours for some time now, and we have never attended a party at his home before! Now that I think about it, I suppose none of us have ever invited him over for tea or for dinner either.\\n\\n'Do we think we will attend? I... I suppose we can try, but we are not promising anything! Good day!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Bingo has decided to throw a dinner party after all, but his invite list has expanded somewhat since he first had the idea.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Cousin Bingo is inviting my family to a dinner party? It has been ages since I visited his home, and that was many young hobbits ago! Is his home big enough to accommodate all of my children?\\n\\n'We will certainly try to attend, [placeholder]. It is just as well, for I think Marigold was planning a secret adventure to the Shire anyway, and perhaps this will satisfy her journeying heart somewhat... for the moment!\\n\\n'I could do with a fine dinner. Taking care of all these children is hungry work!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Pull up a chair, [placeholder]! There is room for all at the Prancing Pony!'\\n\\nYou hand Milo the invitation and he reads it with interest.\\n\\n'Delightful! I am not one to turn down a free dinner, and I remember that Bingo was quite an amusing fellow. I hope he shows a little restraint this time, because I remember he spent some time recovering from the entertainment here among the haystacks by the stables!\\n\\n'I will be happy to attend, even if folk in the Shire are a little odd... compared to the hobbits of Bree, at least!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'We are back where we started, [placeholder], and still trying to decide what we should do next. For now, we have mostly decided that the food here could be better and that Anlaf does not clean the mugs well enough.'\\n\\nYou hand the invitations to Haley and she reads it with a smile.\\n\\n'A dinner party? We will certainly attend, won't we, Theodore? Yes, we will. It will be nice to see Bingo at his home.'\\n\\nTheodore nods distantly, already thinking about his next adventure, but you are reasonably certain he will attend Bingo's gathering.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Oh, hullo there, [placeholder]! Welcome back to Rivendell!'\\n\\nYou hand Bilbo the invitation, and he reads it carefully.\\n\\n'Bingo Boffin is having a dinner party? I am sure it will be a lovely time, but I am afraid I must decline his gracious invitation. I do not think I have as many journeys in me as once I did, and I am content to stay here in Rivendell for now. I will return to the Shire one day, I am sure of it, but I am not ready to say farewell to the Last Homely House just yet.\\n\\n'Give Bingo my best wishes, and tell him that I am eagerly awaiting his book... when it is finished!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Welcome back to Khazad-dûm, [placeholder]! Do not tell me you have lost Bingo again, and need my help to find him?'\\n\\nSpalvi laughs for a longer time than necessary. When he has finally stopped and apologized, you hand him the invitation. Ketill Map-maker, standing nearby, also takes an interest.\\n\\n'I would be happy to attend Bingo's party! Ketill and I have been working to improve the Iron Garrison's foothold here in Khazad-dûm, but it is difficult work. There are many dangers still in the earth, and I am not sure we can master them. But we will try! That is the way of the dwarves!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'What brings you here, [placeholder]? Is something wrong?'\\n\\nYou hand Langhár the invitation. As she reads it, her caution gives way to amusement.\\n\\n'Bingo is organizing a dinner party? I hope he has not given up on his adventuring ways! I will do my best to attend, but that will depend upon whether the Easterlings seek to cross the Great River again. If they know what is best for them they will not attempt it, and I will be able to visit Bingo.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'It is good to see you again, [placeholder]! How fares our friend Bingo?'\\n\\nYou hand Egwylf the invitation and she reads it carefully.\\n\\n'A dinner party? This is not the time for parties, my friend. Rohan is at war! I will see what I can do, but I am afraid I cannot commit to such a journey. Whether I attend or not will depend upon the state of the war effort in Rohan.\\n\\n'Even so, I thank Bingo for the invitation.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Bingo is hosting a dinner party? I receive so many invitations that it is hard to keep track of them all! I will do my best to attend. Perhaps I will give a speech or two before dinner. My speeches are always well-received, and is it not said that the gift of knowledge is a gift well-received? That settles it!\\n\\n'Bingo will be honoured for me to attend, I am sure. You may count upon it, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Ye have returned to Maur Tulhau, [placeholder]? Have ye decided to come live here? We can try and find ye a comfortable place to live! Perhaps we would see about opening a new neighbourhood for ye and Bingo!'\\n\\nYou shake your head with a smile and hand her the invitation.\\n\\n'Well, this is exciting news as well! A dinner party? It is a long way from here, but I would like to see Bingo once again. I am also curious about the traditions of this faraway Shire! Tell him Iola will be happy to attend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "You feel a little silly, but Willem has always seemed to understand you and Bingo, so you carefully open the envelope and read the invitation to the lynx.\\n\\nWillem's eyes seem to sparkle, but you can't tell for sure what it might mean.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Deliver invitation to Humfrey Rumming",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Bingo is inside his hobbit-hole in Michel Delving, north of the Town Hole.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85990",
      "en": "'I am so excited for this party! I want everything to be perfect!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Deliver invitation to Iola Isbrun",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'I am so excited for this party, [placeholder]! I want everything to be perfect!\\n\\n'I hope everyone I invited is able to attend! You did deliver all the invitations, right?'\\n\\n<rgb=#FF0000>Next week: 'The Perfect Recipe' (Recommended Level: 93)</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Deliver invitation to Willem Whisker",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'The invitations are all written, my adventuring friend, and now they need to be delivered! Let's see... I want to be certain I have not forgotten anyone.'\\n\\nBingo leafs through a stack of envelopes, reading aloud the name on each.\\n\\n'Myrtle Boggs, Merrimac Fairbairn and Poppy Bracegirdle, my kind and caring neighbours. Cousin Prisca and her family. The talkative and friendly Milo Goodbody, of Bree. Haley and Theodore, of course! The author and literary critic Bilbo Baggins. Spalvi Stout-heart, if he can set aside his duties with the Iron Garrison for a short journey. Your sister Langhár, if she can spare the time. Egwylf the tracker, of Rohan. Humfrey Rumming, if he promises to leave his worms and salamanders and other such creatures behind! Iola Isbrun and her family, as they are distant relatives by some reckoning or other, although I cannot figure the relation exactly. And I have an invitation here for Willem Whisker and his family as well... perhaps you could read it to him?\\n\\n'I do not know exactly where you will be able to find each of my invited guests, [placeholder]. Perhaps you can ask Bert Bartleby? He tends to travel rather a lot, and might have seen some of these folk more recently than we have.\\n\\n'If you get tired of delivering these invitations, I suppose we could rely on the Quick Post to do it. Leave any you do not deliver on the table near Postmaster Proudfoot, south of here by the Town Hole.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Leave any invitations you do not deliver on Postmaster Proudfoot's table",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Talk to Bingo inside his hobbit-hole in Michel Delving",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Talk to Bingo inside his hobbit-hole in Michel Delving",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x381611",
      "en": "Humfrey Rumming",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a5",
      "en": "Now that the invites are out of your hands, it is time for Bingo to prepare for the party!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "Drawing upon your mastery of the language of animals, you explain to Willem that Bingo hopes he will attend his party. You are not certain of his response, but you are satisfied you have done what Bingo hoped.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85960",
      "en": "'The invitations are all written, and now they need to be delivered!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85961",
      "en": "'Is this a trick? Bingo wishes to invite us to a dinner party?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Deliver invitations to Myrtle Boggs, Merrimac Fairbairn, and Poppy Bracegirdle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85962",
      "en": "'Cousin Bingo is inviting my family to a dinner party?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Deliver invitation to Prisca Boffin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85963",
      "en": "'Delightful! I am not one to turn down a free dinner!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Deliver invitation to Milo Goodbody",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85964",
      "en": "'A dinner party? We will certainly attend, won't we, Theodore?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Deliver invitations to Haley and Theodore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85965",
      "en": "'I will look at this in a moment, but first I think you should know something.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Deliver invitation to Bilbo Baggins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85966",
      "en": "'What brings you here? Is something wrong?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Deliver invitation to Spalvi Stout-heart",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85967",
      "en": "'A dinner party? This is not the time for parties!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Deliver invitation to Langhár",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85968",
      "en": "'I receive so many invitations it is hard to keep track of them all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Deliver invitation to Egwylf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85969",
      "en": "'I want to be certain I have not forgotten anyone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Hand-written, Hand-delivered",
      "es": "",
      "es (fem)": ""
    }
  ]
}