{
  "id": 620964777,
  "txt": [
    {
      "id": "0xda44875",
      "en": "A War-like Word-hoard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50250",
      "en": "Find trampled wheat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'Never have I been a poet of war. If we found glory in naught more than gleaming armour and feats of battle, then the Enemy has won his first victory against us.\\n\\n'And so I wrought poetry of the grandeur of works or stone, of the beauty of blossom and branch, of the love of young men and maidens, fair and proud. When I put history to verse, it was of our works and journeys and failings.\\n\\n'But today - today is a day of war! It is close upon us as the breath in our lungs, and I would write a song of it. As you came upon me here, I was brooding on how to begin. I think I must fill my senses with things dark, dread, and bloody. Will you help me in this?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50253",
      "en": "Hear the death-rattle of enemy soldiers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1152",
      "en": "Found a cold knife",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1153",
      "en": "Found a sweaty rag",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50256",
      "en": "Listen to the soldiers training",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1154",
      "en": "The foe gasps as he falls ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a9",
      "en": "Pillaged farmsteads and the enemy army can be found across the Pelennor, outside Minas Tirith.\\n\\nDúrbethir asked that you find ruined farmsteads and gather charred wood and trampled wheat. He also asked that you hear for him the death-rattle of enemy soldiers and see the gleam in an enemy captain's eye in combat and defeat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50258",
      "en": "Find a cold knife",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50259",
      "en": "Find a sweaty rag",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56862",
      "en": "Dúrbethir takes the items you have brought him and listens with a grave expression to the impressions you gathered. \\n\\n'Perhaps I asked too much of you - but yet, it is no more than we ask of every soldier here. Nevertheless, you have brought me ample inspiration. Let me ponder a moment....\\n\\n'Dark the day and bright the fire \\nThe fires in the trenches' veins\\nVeins go cold and life expires\\nExpiring joy and dread and pain\\nDark the day and blood shall flow\\nDark the day and still we go\\n\\n'Blood shall flow and fear shall clamour\\nClamour like the soldiers' cries\\nCries of fury, hope, and valour\\nValour chance and death defies\\nDark the day and still we go\\nDark the day and blood shall flow\\n\\n'There, it is done. I have wrought a song for war. Perhaps we will take these words to our graves. If that is so, take my thanks as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1159",
      "en": "The captain's eyes were wild and fey as he fought and fell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1189",
      "en": "Found a piece of charred wood ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56866",
      "en": "'What, did you think I would write lines about sweaty rags and bent wheat? You know little of a poet's work, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b1",
      "en": "Return to Dúrbethir in the Fourth Circle of Minas Tirith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50263",
      "en": "Return to Dúrbethir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d19",
      "en": "Help the old poet Dúrbethir compose a war-poem for the coming days.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01158",
      "en": "Talk to Dúrbethir in the Fourth Circle and ask how you can help him compose a war poem.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56843",
      "en": "'If you would, go down among our soldiers in the Second Circle. Listen there to the sound of their training. Find for me a cold knife and a sweaty rag. \\n\\n'Then go out into the fields - as you are fit for such deeds - and explore our ruined farmsteads. Find for me some charred wood and trampled wheat. Then go in among our foes and hear the death-rattles of their dying soldiers. Observe for me the fell gleam in the eyes of one of their captains as he fights and falls. \\n\\n'Hm... yes. When you have done what I ask, return to me and I shall make a poem fit for war.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01161",
      "en": "Soldiers can be found training and making ready in the Second Circle.\\n\\nDúrbethir asked that you go among the soldiers and listen to them train, as well as retrieve a cold knife and a sweaty rag.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1171",
      "en": "Found trampled wheat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50249",
      "en": "Talk to Dúrbethir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50278",
      "en": "Observe the gleam in the eyes of a captain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Find pieces of charred wood ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1177",
      "en": "Heard the soldiers training",
      "es": "",
      "es (fem)": ""
    }
  ]
}