{
  "id": 620859235,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Calenglad has sent you to speak with Lothrandir, a Ranger sent to Forochel, to bring him word of the Grey Company's mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I will speak with some others of the Dúnedain here in Evendim about joining with the Grey Company on its journey south, but you should travel now north to Forochel. I sent the Ranger Lothrandir to meet with the Lossoth some time ago about the growing danger of Angmar, but once his task was completed, he loved the land and its people so much that he decided to remain.\\n\\n'He would be disappointed to learn the Grey Company was called without his participation. Travel north to Sûri-kylä to speak with Lothrandir, but keep this in mind: he has lived among the Lossoth for quite a while now and has surely adopted some of their customs and taken on something of their personalities.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Lothrandir is at Sûri-kylä, the major village of the Lossoth in Forochel.\\n\\nCalenglad has sent you to bring your message to Lothrandir, in Forochel, with the warning that he has lived among the Lossoth for so long that he may have taken on something of their customs and personalities.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You say it is time for the Dúnedain to ride out of the north, [placeholder]? It is a long way to Rohan, and even if that be where Aragorn has need of us, none know the perilous roads like I do.\\n\\n'Yes, I have travelled in the southern lands. I have walked the hills and valleys of Enedwaith, been stalked by savage creatures in the mysterious wood-lands, and climbed among the rocky heights of Thror's Coomb. There are dangers on that road that must not be dismissed. There is no guarantee that even a dozen Rangers will come to Aragorn at his time of need...or at all.\\n\\n'The blood of the Dúnedain flows through my veins, and they will always be my people, but I have another people now as well, and I want them to be safe. I speak of the Lossoth. Will you help me protect them from the mysterious foe that strikes from the heart of storms and under the cover of black night?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Lothrandir is at Sûri-kylä, in Forochel.\\n\\nYou have given Lothrandir the message, but he seems unsure of the Grey Company's ability to reach Aragorn in time and wants your help with a Lossoth issue.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Lothrandir is at Sûri-kylä, in Forochel.\\n\\nYou have found the cause of the Lossoth's hunting troubles and have hopefully ended it. Lothrandir, at least, seems satisfied.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Lothrandir is a good man, and a fine Ranger. You will find him at Sûri-kylä, the major Lossoth village in Forochel.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Gun Ain's life is her own, now. Whether it will be long or short will depend upon the choices she makes. If she spurns our help and continues to harass the Lossoth, it will be short indeed. Perhaps she will find a way to leave her troubled past behind. It is to be hoped she will do so, for otherwise she will perish, alone and without the name for which she grieves.\\n\\n'You have done as I asked, and now the Lossoth will be able to bring in their rightful prey without interference. I will do my duty, as I said I would. I will join the Grey Company on the south road.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The Lossoth rely in large part upon the skill of their hunters. Forochel is an inhospitable land, and though they are accomplished hunters and know every hill and plain around the Ice-bay, there can still be lean times.\\n\\n'In recent days, after some of the hunters have brought down game animals, a screaming apparition has descended upon their prey from out of the darkness and borne it away amid the Lossoth's confusion and terror. I do not know what manner of beast this may be, but I have tracked it to what must be its lair.\\n\\n'Come with me and let us finish this screaming shadow, that the Lossoth may bring in enough food to feed their people, and I will be satisfied. I will bring my knowledge of the south-lands with me as we ride to Aragorn.'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Lothrandir at Sûri-kylä",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Lothrandir and help him find the screaming shadow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Lothrandir at Sûri-kylä",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 7: Lothrandir of the Frozen Wastes",
      "es": "",
      "es (fem)": ""
    }
  ]
}