{
  "id": 620859390,
  "txt": [
    {
      "id": 136263297,
      "en": "The Spring Festival has ended for this year",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Elves of Duillond have made a new garden, but did not expect to be so beset by pests. These are dark times indeed, in which meddlesome creatures interfere with the Spring festivities of the Ethuilwereth celebration.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Greetings! Are you here to celebrate the spring? It is a fine time for many festivities, in my humble opinion.\\n\\n'I hear the Elves of Duillond have founded a new garden as part of their own Spring festival, and that people are travelling far and wide to see it. I hear also that it was not all that it was promised to be and is beset by many problems.\\n\\n'You should see it for yourself, [placeholder], and decide if the Elves can throw a party as worthy as a gathering of dwarves!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Maengamiel in the Festival Garden at Duillond, near the Festival Area there.\\n\\nYou should speak with Maengamiel for your introduction to the spring events taking place in Ered Luin this year.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Why hello, my friend! Did you just arrive? I am ready to send you off again, for there are many celebrations all over Middle-earth today.\\n\\n'I am particularly interested in the new garden in Duillond. From what I understand, the Elves there are having a bit of a problem getting their crops off the ground.\\n\\n'If they had a hobbit gardener tending to their land, I'm sure there would be no problems of this sort. Just the same, I should like to see it. If you find yourself there at all, you should look for Maengamiel.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Elf you seek can be found the the garden in Duillond, friend [placeholder]. I have heard it is quite the sight!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Hello, hello! Well met, [placeholder]. Do you wish to see the new garden in Duillond? I hear it is a sight to be seen, but I am not sure it is quite as the Elves wished it.\\n\\n'I have only heard rumours of what ails them, but it sounds rather bad! Bree-land certainly offers the best Spring festival.\\n\\n'Still, I would not have you miss the fun, if there is any fun to be had. You should speak with Maengamiel in Duillond, for I believe she is managing the garden.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The garden of Duillond can be found near the festival area there, for the Elves are celebrating Ethuilwereth. I wonder what you shall find there!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Welcome, wanderer! I dearly hope you have come to see the garden of the Ethuilwereth. As it happens, we could use your aid. There is a problem, you see....'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Are you heading to Duillond now, [placeholder]? I hope the Ethuilwereth is worth seeing.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Maengamiel at the garden in Duillond",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Garden of Pests",
      "es": ""
    }
  ]
}