{
  "id": 620859232,
  "txt": [
    {
      "id": 218649169,
      "en": "'You think I should travel south with the Grey Company to come to the aid of Aragorn? He is my chieftain, and it is my duty to see that he comes safely to the end of his road, wherever it lies...but I fear for the folk of the Shire in my absence. How will they protect themselves from the evils that crowd their borders from all sides?'\\n\\nHalros looks about his camp with new resolve.\\n\\n'No, you are right, [placeholder]. There is strength in these hobbits yet, and if they need to repel dangers from outside, they will do so. My fate must lie on the southern road. I will stand with Aragorn, and that is the way I will protect the people of this land.\\n\\n'Thank you for helping me to make up my mind, [placeholder]. I will go with the Grey Company. The good folk of the Shire will need to do without my help. Can you travel to the inn at Brockenborings and tell my friend Lotho Sackville-Baggins that I will be leaving? He is visiting Brockenborings for a few days and showed some interest in my comings and goings.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'What's that you say? That Ranger will be leaving the Shire for a time? That's...very interesting. Thank you for letting me know, friend. That is a shame, of course. Of course, it is.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'So that Ranger will be out of the Shire for a time? That is very interesting, indeed. I will keep it in mind. He will be...missed...of course.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'What is that you say? Lotho sounded pleased that I would be leaving? That is queer; he sought me out a few days ago and had many questions to ask: if I had any plans to travel into Bree-land, whether I thought to visit certain townships in the Shire, that sort of thing.\\n\\n'Well, he and his folk will surely be fine without my protection. It pains me to leave them be, but if Aragorn has need of his kin, his kin must ride to his aid!\\n\\n'Thank you for helping me to decide, [placeholder].'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Halros Should Go",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Lotho Sackville-Baggins showed some interest in my comings and goings in recent days, so I would like him to know that I will not be around to keep an eye on things. I believe he is currently staying at The Plough and Stars, in Brockenborings.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Ranger Halros is having trouble deciding whether to stay in the Shire and keep watch over the hobbits or to travel south with the Grey Company.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Lotho Sackville-Baggins at The Plough and Stars",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Lotho Sackville-Baggins is visiting Brockenborings and can be found inside the inn there.\\n\\nHalros has decided to travel south with the Grey Company and wants you to tell his friend Lotho of his decision.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Halros in the Greenfields",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Ranger Halros is at his camp in the Greenfields, in the north-east corner of the Shire.\\n\\nYou have delivered Halros's message to Lotho and should return now to the Ranger.",
      "es": ""
    }
  ]
}