{
  "id": 620859236,
  "txt": [
    {
      "id": 54354734,
      "en": "Lothrandir has sent you to speak with Corunir, a Ranger who has lived for many years in the settlement of Aughaire, in Angmar.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You should travel now into Angmar to tell the Rangers Corunir and Golodir of the Grey Company's journey.'\\n\\nLothrandir listens as you briefly tell him the reasons Elrond felt Golodir should not be troubled with the errand.\\n\\n'I see. I do not agree, but if that is the will of Elrond, there is little enough I could say to dispute it. Corunir, then, should be told of the Grey Company's mission. You will find him at Aughaire, the settlement of the Trev Gallorg in Angmar.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Ranger Corunir is at Aughaire, the settlement of the Trev Gallorg in Angmar.\\n\\nLothrandir has told you where you might find Corunir, that he may be called to the muster of the Grey Company.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'[placeholder]! You have come just in time, for I do not know what I would do if you had not arrived! Golodir, my captain...he is in grave peril!\\n\\n'The death of his daughter, Lorniel, brought him to the very brink of despair, but I thought his triumph over the False King would bring him the peace he sought. For a time it seemed it did, but lately he has lapsed into such a pit of grief that he seems not to know even we his friends. His sorrow fuels his anger at the remnants of Angmar, and he goes alone into even the most dangerous strongholds of evil. The False King is gone, but not even Golodir can long stand against the servants that still remain in many of those places!\\n\\n'But he has gone too far this time, [placeholder], and I do not know what to do. I need your help, for in his grief and rage I fear that Golodir is blinded to the danger, and where he goes there can be no return. He travels alone into the Rift of Nûrz Ghâshu, [placeholder]! We must rescue him!'\\n\\n<rgb=#FF0000>This quest involves a Skirmish that can be completed at Solo, Duo, Small Fellowship, or Fellowship group sizes by using the Skirmish Join Panel. This Skirmish has a minimum level of 60.\\n\\nIf this is your first Skirmish, you should visit one of the Skirmish Camps found throughout Middle-earth and speak with a Skirmish Captain to properly train. Skirmish Camps can be found in the following regions: Ered Luin, Bree-land, the Shire, the Lone-lands, the North Downs, the Trollshaws, Evendim, Forochel, Angmar, Eregion, Moria, and Lothlórien.</rgb>\\n",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Ranger Corunir is at Aughaire, the settlement of the Trev Gallorg in Angmar.\\n\\nYou must go with Corunir into danger if Golodir is to be rescued.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Corunir is at Aughaire, the settlement of the Trev Gallorg, in Angmar.\\n\\nYou have rescued Golodir from the depths of Nûrz Ghâshu and should speak now with Corunir, your ally on that journey.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'We must travel into the Rift of Nûrz Ghâshu if we are to rescue Golodir!'\\n\\n<rgb=#FF0000>This quest involves a Skirmish that can be completed at Solo, Duo, Small Fellowship, or Fellowship group sizes by using the Skirmish Join Panel. This Skirmish has a minimum level of 65.\\n\\nIf this is your first Skirmish, you should visit one of the Skirmish Camps found throughout Middle-earth and speak with a Skirmish Captain to properly train. Skirmish Camps can be found in the following regions: Ered Luin, Bree-land, the Shire, the Lone-lands, the North Downs, the Trollshaws, Evendim, Forochel, Angmar, Eregion, Moria, and Lothlórien.</rgb>",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have my deepest thanks, [placeholder], for aiding me in the rescue of Golodir from the very depths of Nûrz Ghâshu. He must have drawn the notice of Erebún during one of his excursions into the cities of Angmar following the defeat of the False King. Who knows what would have happened if the rogmul had maintained his dominance?\\n\\n'We can be glad that did not happen, [placeholder]. I think it is best for Golodir to come with us as part of the Grey Company. It is not healthy for him to remain in this land, as marked with grief as it must be for him. The wide southern lands will do him good, I am sure of it.\\n\\n'He will be kept busy, as we all will be, and I believe that to be the best means of rising above grief, as he must and will. Thank you again, my friend.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You will find Corunir at Aughaire, the settlement of the Trev Gallorg in Angmar.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Corunir in Aughaire",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Complete Skirmish: Rescue in Nûrz Ghâshu",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Corunir at Aughaire",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 8: The Depths of Duty",
      "es": ""
    }
  ]
}