{
  "id": 620859233,
  "txt": [
    {
      "id": 218649170,
      "en": "'For long years have the Dúnedain wandered in the wilderness, [placeholder]. Your message confirms what I have long suspected: the hour is near at hand when my people must come forth. I will ride to the aid of my friend and chieftain, Aragorn son of Arathorn, and let no Man or beast stand in the path of the Grey Company!\\n\\n'There is evil still here, [placeholder], and if we Dúnedain leave Eriador to fend for itself, what then? We win little if, when all the deeds of the Age are done, the northern lands are lost to evil, their peoples destroyed.\\n\\n'Daervunn told you why I have come to this place? Already I have destroyed three idols the Angmarim brought out of Carn Dûm, but I believe three remain. Destroy these statues of their most-prized leadership and the Angmarim here may abandon hope of raising Angmar into prominence again. Return to me when you have done so, and we can speak again.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have completed what I started, [placeholder], and I am grateful for that! You have my thanks, too, for bringing me word of Aragorn's need for the Dúnedain. We will ride to him with all the haste that can be mustered, through whatever perils await.\\n\\n'Return now to Daervunn, in Esteldín, with this command: he is to select as many of the Rangers of that camp as he feels can be spared without jeopardizing the safety of the people of the North Downs. We ride to Aragorn, but I will not allow us to dismiss our responsibilities in Eriador.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 5: Loose Ends in the North Downs",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'You bring worrisome tidings, [placeholder]! What danger has Aragorn encountered in the distant south that makes the Dúnedain his closest allies? Perhaps I misspeak. Perhaps it is not that the Dúnedain are closest, but instead that they be the most true.\\n\\n'Halbarad must hear what you have to say, but he left this morning to deal with a serious danger. Word came down to us that a number of foes fleeing from Angmar in the days following the defeat of the False King sought to establish a settlement in a cave in the North Downs.\\n\\n'Halbarad travelled to this cave, now called Tham Úmdúr, to attempt to forestall or defeat these foes before they can use the relics they plundered from Carn Dûm to make the foundations of a new Angmar. Find Halbarad at Tham Úmdúr, in the shadow of Ost Crithlanc, far to the east of Esteldín, in Nan Amlug East, and give him your message. Help him end their plans before they begin.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'I will do as Halbarad wishes. I too do not wish to endanger the people of the North Downs by our absence.\\n\\n'I will speak with the rest of my kin here at Esteldín. Other lands wait for your message.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Destroyed statue of Amarthiel",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I have already destroyed three of the idols the Angmarim brought out of Carn Dûm, but there are more of them. I leave these to you as I rest from my efforts. Return to me when they have been destroyed.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Destroyed statue of the Witch-king",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You will find Daervunn still in Esteldín, I expect. Tell him to gather as many Rangers as can be spared without jeopardizing the safety of the people of the North Downs.\\n\\n'I will return shortly.'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Destroyed statue of Mordirith",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Ranger Daervunn can be found in Esteldín, the hidden Ranger encampment in the North Downs.\\n\\nHalros has told you to next bring your message to Halbarad, but since the Ranger is often away seeing to the elimination of threats, you should speak first to his second-in-command, the Ranger Daervunn.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Halbarad went to Tham Úmdúr, a cave located in the shadow of Ost Crithlanc, far to the east of Esteldín, in Nan Amlug East, where foes fleeing Carn Dûm following the defeat of the False King hope to lay the foundations for a new Angmar. You should go to him at once, for the gathering of the Grey Company is of great importance, and he will wish to be a part of it!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Halbarad is in Tham Úmdúr, in the shadow of Ost Crithlanc, far to the east of Esteldín, in Nan Amlug East.\\n\\nDaervunn told you that Halbarad has gone to investigate a cave where foes fleeing from Carn Dûm following the defeat of the False King hope to create a new Angmar. If you are to enlist Halbarad's help as part of the Grey Company, you will need to travel to Tham Úmdúr.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'I know that Halbarad will wish to travel with the Grey Company, but he is often away from Esteldín. Speak with Daervunn there, his second-in-command, to learn the current location of Halbarad.'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Three stone idols of great significance to the Angmarim can be found throughout Tham Úmdúr.\\n\\nHalbarad has already destroyed three of the idols, but three remain, and he wants you to deal with them. ",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Halbarad can be found near the entrance to Tham Úmdúr, in the North Downs.\\n\\nYou have destroyed three of the idols prized by the Angmarim and should return now to Halbarad, as he asked.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Daervunn is in Esteldín, the hidden Ranger-camp in the North Downs.\\n\\nHalbarad has sent you back to tell Daervunn to gather as many Rangers for the Grey Company as can be spared without jeopardizing the safety of the people of the North Downs.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Daervunn at Esteldín",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Halbarad at Tham Úmdúr",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Destroy statue of Amarthiel",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Destroy statue of the Witch-king",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Destroy statue of Mordirith",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Halbarad at Tham Úmdúr",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Daervunn at Esteldín",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Now that Halros has made his decision, it is time to gather more of the Dúnedain to join the ranks of the Grey Company on its mission.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'My mind is made up, [placeholder], and now it is time for you to continue with the task Lord Elrond of Rivendell has set before you: to gather more Dúnedain to swell the ranks of the Grey Company as it travels south to the aid of Aragorn.\\n\\n'Your next journey should take you to Esteldín, the hidden encampment of the Rangers in the North Downs. Halbarad will surely wish to travel south with the Grey Company, but he is often away from Esteldín; speak with the Ranger Daervunn instead, and he will tell you where Halbarad may be found.\\n\\n'Daervunn is often in the centre of Esteldín, seeing to the general defence of the people who live in the North Downs.'",
      "es": ""
    }
  ]
}