{
  "id": 620859382,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have stolen the elusive Fern Beer recipe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have stolen the famous recipe for Gunderic's Ale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have stolen the renowned recipe for Rootknot's Cider",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Jónar, a sinister and surly resident of Thorin's Hall, has grown increasingly sour towards the success of the Inn League.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You have stolen the highly-coveted recipe for Perry's Porter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Psst. Over here. Yes, you; who else would I be talking to? You are standing right in front of me, you foolish [placeholder].\\n\\n'I had an idea -- a vision, if you will. It is a dream of the Ale Association. It sounds wonderful, does it not? A true guild of ale-loving dwarves, with our finest recipes. The problem is that those woolly-toed, rascally hobbits beat us to it!\\n\\n'Here's what you should do. Are you familiar with the Inn League initiation? We shall put a stop to that, and choke them at the very beginning so that they cannot grow anymore. You should steal the recipes for their precious beers and ales. Without recipes, there can be no Inn League.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The very precious Inn League recipes can be found throughout the Shire -- in Stock outside the Golden Perch, in the Great Smials of Tuckborough, in the Brockenborings Watch Office, and in Waymeet.\\n\\nThe dwarf Jónar has asked you to steal the recipes of the now-famous Inn League bests: Fern Beer, Gunderic's Ale, Perry's Porter, and Rootknot Cider.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Those foul little hairy-footed, shorn-faced devils! I hate them! I hate all hobbits! I did not expect that those recipes would be duplicated and given out to all the nosey [placeholder]s who fancied one!\\n\\n'Well, I have learned one thing that will be of advantage to the Ale Association, the greatest league of ale-enthusiasts in all of Middle-earth: we know now that hobbits do not guard their secrets as the dwarves do, and this will be their undoing. Ha!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Jónar eagerly awaits you at the inn in Thorin's Hall.\\n\\nYou should return with the recipes to Jónar, for he will wish to hear all that has passed during your brushes with the members of the Inn League.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I demand those recipes! The hobbit-league should not be allowed to endure -- not when superior brewers stand before you here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Steal the recipe for Fern Beer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Steal the recipe for Gunderic's Ale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Steal the recipe for Rootknot's Cider",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Steal the recipe for Perry's Porter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Tainted Mug",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Bring the stolen recipes to Jónar at Thorin's Hall",
      "es": "",
      "es (fem)": ""
    }
  ]
}