{
  "id": 620859234,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Daervunn has sent you to bring word of the Grey Company's mission to Calenglad and the Rangers of Evendim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I do not know whether he will wish to join the ranks of the Grey Company on their southward journey, but Calenglad should be told of the mission all the same. He feels a very strong bond to the lands around Lake Evendim, and to the ruins of Annúminas, and may not be able to bring himself to leave.\\n\\n'Bring him the message, in the event I misjudge his temperament. You will find him at Tinnudir, the Ranger-camp on the shores of Lake Evendim. If he does join the company, he will be a valuable ally on the southern road.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Calenglad is at Tinnudir, the Ranger-camp on the shores of Lake Evendim.\\n\\nDaervunn has sent you to enlist the aid of Calenglad and the Rangers of Evendim for the Grey Company.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You say that Aragorn has need of the Dúnedain? I wondered if this day would come. We have safe-guarded Annúminas and the lands around Lake Evendim for so long now that it seemed we would do so forever. To be told, thus, that it comes to an end, and we must travel into distant lands to the south....'\\n\\nCalenglad gazes for a moment out at the clear waters of Lake Evendim.\\n\\n'I will go with the Grey Company. That is my duty, and I will not shy away from it. But first I want to save some of the relics of Annúminas from being plundered. Angmarim still haunt the city, leaderless though they be, and in the past few weeks they have allied themselves with numerous tomb-robbers to strip the city of any relics they can find. Let us recover such relics from one of the wards while still we can. Speak with me when you are ready to go.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Calenglad is at Tinnudir, the Ranger-camp on the shores of Lake Evendim.\\n\\nCalenglad is waiting to speak with you about taking one more journey into Annúminas to rescue some relics from the Angmarim and tomb-robbers that seek to plunder them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Calenglad is at Tinnudir, the Ranger-camp on the shores of Lake Evendim.\\n\\nYou have done as Calenglad asked, and in his own way, he has bade farewell to the lands of Evendim. He is ready now to travel with the Grey Company, and you should speak with him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I will go with the Grey Company, but first I want to clear one of the wards of Annúminas of relics that would be plundered by the Angmarim and their tomb-robber allies if we must leave.'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'That is the way of it, [placeholder]. Some part of my heart will remain always within the walls of Annúminas, though duty carry me far away. It will be up to others, now, to safe-guard the places... and the people... that I hold dear.\\n\\n'I will ride to Aragorn, and let the future hold what it may... I will face it unblinking.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You will find Calenglad at Tinnudir, the Ranger-camp on the shores of Lake Evendim. I do not know if he will decide to join the Grey Company on their southern road, but if he does he will be a valuable ally.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Calenglad at Tinnudir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Calenglad and travel with him to the Flooded Ward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Calenglad at Tinnudir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 6: Farewell to Evendim",
      "es": "",
      "es (fem)": ""
    }
  ]
}