{
  "id": 620859391,
  "txt": [
    {
      "id": 136263297,
      "en": "The Festival has ended for this year",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The horse-races can be found both in the Delving Fields near Michel Delving and in the Horsefields of Bree. Will you try your luck at winning a steed this season?\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Are you enjoying all that the Festival has to offer this year, [placeholder]? I hear there are horse-races in Middle-earth for those who enjoy the sport. We dwarves are not terribly warm to the idea of sitting atop a steed when our own two legs suffice so well, but to each his own.\\n\\n'If you are keen to have a special mount yourself, you should venture to the Horse-fields in Bree or to Michel Delving's Delving Fields. There are tricky race-tracks there, and any who challenge the very strict timer must do their best not to get caught in the mire.\\n \\n'You should seek Carl Proudfoot and Sally Threshing if you wish to try your luck. I will be quite content where I am, enjoying the festivities of Thorin's Halls.' ",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Carl Proudfoot can be found in the Delving Fields of the Shire, near Michel Delving. Sally Threshing can be found in the Horse-fields of Bree, at the Festival Grounds.\\n\\nYou should speak with Sally Threshing and Carl Proudfoot to get yourself acquainted with this season's Festival Run.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Have you wandered yet to the horse races, o randir? The Elves do not mind the obstacle course, for we have a way with steeds. A whisper usually does the trick, and the horse's feet shall never go astray.\\n\\n'Be that as it may, this race is designed to be quite the challenge. If you wish to try it for yourself, you should visit Sally Threshing in the Horsefields at the Festival Grounds, and speak with Carl Proudfoot in Michel Delving's South Fields. They are the race-masters, and they will be happy to present you with an opportunity to try your skill at besting the timer. '",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Are you going to try to win a steed? I hear the race is terribly difficult, even for seasoned riders.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Horse-races? No thank you! Not for me, and I would think anyone odd for wishing to try anything so dangerous! You can imagine my vexation when a racetrack was built here in our very own Shire.\\n\\n'Be that as it may, if you wish to get yourself a seasonal pony or a horse, you may speak with Carl Proudfoot down south in the Delving Fields, near Michel Delving. That is one racetrack; the other is in the Horsefields of Bree, and Sally Threshing is the Race Master there.\\n\\n'You may go if you wish, but do not come limping back to me for sympathy if you are thrown from your beast and injured! I say the safest way is to stay away. '",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Which race will you attend, [placeholder]? If I were you, I would visit them both.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Hello, [placeholder]! Are you here to race? I have quite the challenge for you, if you are up to it.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Me? I shall not be racing. What if I toppled over, or was thrown to the ground and trampled? No, thank you.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Hallo there. Are you going to try to win a steed? I hear they are very fine up at Hengstacer Farm.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Sally Threshing in the Horse-fields of Bree",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Carl Proudfoot in the Delving Fields of the Shire",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "To the Horse-races",
      "es": ""
    }
  ]
}