{
  "id": 620859392,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The Spring Festival has ended for this year",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Feast of the Greenfields is a treasured holiday in the Shire, taking place in the northern town of Brockenborings.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Merry Ethuilwereth, my good [placeholder]! Do you enjoy the festivities of Duillond? I hear the little-folk of the Shire are hosting a great celebration of their own, in a little town in their north country. They celebrate the greatness of a hero of their own kind.\\n\\n'I have never been to a festival of the halflings, but I believe it will be a joyous event! Perhaps I will see you there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Feast of the Greenfields is being held in Brockenborings in the Shire.\\n\\nYou should speak with Sigismund North-took in Brockenborings for your introduction to the day named for the Bullroarer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am not much of a traveller, and I keep to my own folk where I know all is safe, if you take my meaning. I overheard some of the halflings of Staddle going on and on about their people's great feast away west, in the Shire. The Feast of the Greenfields, I believe it is called.\\n\\n'The oddest thing, though, was their mention of a green beer. Green! I am quite happy with our own amber-coloured brews in these parts, thank you very much.\\n\\nIf you are interested in such oddities, you may go to the feast of the little folk whenever you please! I am content here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The halflings seem to enjoy some strange customs! I shall delight in going to the Greenfields to see all for myself, if my kinsmen ever return from the Maze.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Welcome to Hobbiton! If you have come here for the Feast of the Greenfields, you have gotten off at the wrong stop -- you are looking for Brockenborings, my friend! It is up the road, beyond Overhill.\\n\\n'I expect to be heading there myself before the day is out to toast the mighty Bullroarer. I hope to see you there! It is always a good time to be had.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I do not think I will go to Brockenborings myself. It seems a rather strange custom.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'I hear an awful lot of mutterings about the hobbits and their inferior ales and beers. As it happens, I plan to be taking a trip to the Feast of the Greenfields myself to see if their legendary green beer is anything more than just a strange colour.\\n\\n'Where is the feast, you ask? I hear it is held in the northern town of Brockenborings. Will I see you there?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I am heading to Brockenborings to toast the Bullroarer, as soon as I am done here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Welcome, welcome! Welcome to the Feast of the Greenfields. Are you here to pay your respects to the Bullroarer? There is plenty to do!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Sigismond North-took in Brockenborings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Have you visited the Feast of the Greenfields yet? I look forward to going. We shall see how the hobbit-brew holds up against the local ales of Thorin's Hall!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Celebration at the Greenfields",
      "es": "",
      "es (fem)": ""
    }
  ]
}