{
  "id": 620859230,
  "txt": [
    {
      "id": 188527857,
      "en": "'Looks like you stirred up trouble with the wrong folk!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Welcome, [placeholder]. So long as there are goblins beneath the Greenfields, I will maintain my watch over the Shire. That is my duty, given to me by my chieftain, Aragorn.'\\n\\nHalros listens intently as you tell him of the need for the Grey Company to assemble and ride south.\\n\\n'I see, [placeholder]. I...I need time to prepare. I had been just about to deal with a particular matter when you arrived. If you can take care of it for me, that will give me time to set things in order.\\n\\n'There are trouble-makers loose on the road that runs through the Green Hill Country. I fear they may do some real harm before they are stopped. Can you walk the road and visit the town of Stock, ending the threat of the trouble-makers there? I fear they may be brigands, or worse, and these are more bold than they have been in the past. Return then to me and we can talk again.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Thank you, [placeholder]. There have been more trouble-makers on the road in recent days, and I fear they will do some harm to the peace-loving folk of the Shire if I travel south with the Grey Company.\\n\\n'And yet, my loyalty is to Aragorn, and I know that if he has need of the Dúnedain, it is my duty to go to him with as much speed as can be mustered!\\n\\n'I do not know what to do, [placeholder]. What do you advise? Can you help me make this decision?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 4: Halros, Ranger of the Shire",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'You'd better be careful, you! I've got friends making plans in the hills around here, and these halflings aren't included in 'em! You'll be in for a fight if you mess with me and my gang!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Hey! I've got orders from Up Top that say I can do what I like here in these lands, and I plan to do just that! I fancy this house, and no [placeholder] is going to stand in my way, neither!\\n\\n'It's too small to live in, but I could use it to store the haul my boys plan on getting in the next several weeks. You'd best move along if you know what's good for you!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Dealt with the trouble-maker in the Green Hill Country",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Halros loves the Shire and its people, [placeholder]. He may be reluctant to join the Grey Company.\\n\\n'Find him at his camp among the Greenfields, in the north-east corner of the Shire.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Hey! I've got orders from Up Top that say I can do what I like here in these lands, and I plan to do just that! No [placeholder] is going to stand in my way, either!'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Dealt with the trouble-maker in Stock",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I am worried about this recent increase in trouble-makers in the Shire. Deal with them along the road through the Green Hill Country and in Stock, then return to me and we can discuss things.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Halros has a camp in the Greenfields, west of Bree-land, in the Shire.\\n\\nSaeradan has told you where to find the Ranger Halros and has warned you that Halros may find it difficult to leave the Shire, even for so important an errand.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Trouble-makers can be found on the road through Green Hill Country, and in the village of Stock, in the Shire.\\n\\nHalros has asked you to walk the road through Green Hill Country and to visit the town of Stock to deal with the bold trouble-makers that have appeared there.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Halros has a camp in the Greenfields, in the north-east corner of the Shire.\\n\\nYou have discouraged the trouble-makers in the Green Hill Country and Stock, as Halros asked, and should return now to the Ranger.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Halros has a camp in the Greenfields, in the north-east corner of the Shire.\\n\\nHalros has asked for your help in making the decision whether to travel south with the Grey Company or to maintain his vigil over the Shire.",
      "es": ""
    },
    {
      "id": 201179281,
      "en": "'You show him! He'll never get our house!'",
      "es": ""
    },
    {
      "id": 201179282,
      "en": "'And don't come back!'",
      "es": ""
    },
    {
      "id": 98253985,
      "en": "'Get him! He can't scare us!'",
      "es": ""
    },
    {
      "id": 44468737,
      "en": "'Stand in my way, will you? You won't again!'",
      "es": ""
    },
    {
      "id": 98253986,
      "en": "'Hooray!'",
      "es": ""
    },
    {
      "id": 44468738,
      "en": "'You win, you win! Just stop hitting me!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Halros in the Greenfields",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Deal with the trouble-maker in the Green Hill Country",
      "es": ""
    },
    {
      "id": 44468225,
      "en": "'You're going to regret tangling with me!'",
      "es": ""
    },
    {
      "id": 30491553,
      "en": "'You think this land is yours?'",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Knock some sense into the trouble-maker",
      "es": ""
    },
    {
      "id": 44468226,
      "en": "'Ouch! Leave me alone! I won't bother you vermin anymore!'",
      "es": ""
    },
    {
      "id": 30491554,
      "en": "'It will belong to my boys soon enough!'",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Deal with the trouble-maker in Stock",
      "es": ""
    },
    {
      "id": 30491555,
      "en": "'You'll see! And you'll have no place to go!'",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Knock some sense into the trouble-maker",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Halros in the Greenfields",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Halros and help him decide whether to stay in the Shire or to travel south with the Grey Company",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Saeradan has sent you to bring word of the Grey Company's errand to Halros, a Ranger currently watching over the Shire.",
      "es": ""
    },
    {
      "id": 30491521,
      "en": "'And I say this house will be mine!'",
      "es": ""
    },
    {
      "id": 30491522,
      "en": "'You little vermin have lived in these parts for long enough!'",
      "es": ""
    },
    {
      "id": 30491523,
      "en": "'Now you have to do what I say!'",
      "es": ""
    },
    {
      "id": 16130017,
      "en": "'That did it!'",
      "es": ""
    },
    {
      "id": 214448401,
      "en": "'Hooray!'",
      "es": ""
    },
    {
      "id": 230723281,
      "en": "'You can't scare us!'",
      "es": ""
    },
    {
      "id": 112530501,
      "en": "Hobbit Home-owner",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I will take it upon myself to gather several others of the Dúnedain that may be found within Bree-land, but you should make your way to the Shire. At a camp by the Greenfields, you should find Halros.\\n\\n'Halros loves the Shire and its people and has watched over them for many years. It may not be easy for him to leave them, even upon an errand as urgent as that of the Grey Company.'",
      "es": ""
    }
  ]
}