{
  "id": 620859231,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You think I should stay here in the Shire? It is true that with many of the Dúnedain leaving, these lands will likely come under threat. Who will protect the Little Folk, these hobbits I have come to admire and cherish? They have a core of strength, it is true, but the shadows are lengthening and it seems to me that they creep ever closer to the Shire.\\n\\n'I have walked of a time with Aragorn and the Wizard, Gandalf, at Sarn Ford, and they both spoke oft of their love for its people. I do not think they would wish the Shire to be undefended.\\n\\n'Thank you for helping me to make up my mind, [placeholder]. I will stay here and watch over the people of the Shire. The Grey Company will need to do without my help. Can you travel to the inn at Brockenborings and tell my friend Lotho Sackville-Baggins that I have decided to stay? He is visiting Brockenborings for a few days and showed some interest in my comings and goings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What do you want? You have a message from that Ranger?'\\n\\nLotho scowls as you tell him that Halros has decided to remain in the Shire for the foreseeable future.\\n\\n'Yes, well, I'm sure you have places you need to be. I for one do not have the time to stand around talking with every [placeholder] that comes along. That Ranger can do as he likes. It is nothing to me what he does, so long as he stays out of my way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'So that Ranger is going to be around, eh? Well, it is nothing to me. Things can be arranged if they need to be. No Ranger is going to stand in my way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'What is that you say? Lotho sounded disappointed that I would be staying? That is odd; he sought me out a few days ago and had many questions to ask: if I had any plans to travel into Bree-land, whether I thought to visit certain townships in the Shire, that sort of thing. I assumed he would be pleased to know I would be around.\\n\\n'In any event, my mind is put at ease to know that I will be able to protect the hobbits of the Shire in the coming weeks. I think Aragorn will understand. Thank you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Halros Should Stay",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Lotho Sackville-Baggins showed some interest in my comings and goings in recent days, so I would like him to know that I will be around to keep an eye on things. I believe he is currently staying at The Plough and Stars, in Brockenborings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Ranger Halros is having trouble deciding whether to stay in the Shire and keep watch over the hobbits or to travel south with the Grey Company.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Lotho Sackville-Baggins at The Plough and Stars",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Lotho Sackville-Baggins is visiting Brockenborings and can be found inside the inn there.\\n\\nHalros has decided to stay in the Shire to keep watch over its people and wants you to tell his friend Lotho of his decision.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Halros in the Greenfields",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Ranger Halros is at his camp in the Greenfields, in the north-east corner of the Shire.\\n\\nYou have delivered Halros' message to Lotho and should return now to the Ranger.",
      "es": "",
      "es (fem)": ""
    }
  ]
}