{
  "id": 620912517,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "As you examine this fallen dwarf for signs of life, you notice a half-written scroll clutched in his hand.\\n\\nSadly, no dwarves survived this onslaught, but the scroll should be investigated, for surely it was important to this poor fellow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "The faint sounds of battle at Hadâd-mezer can be heard in the distance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The sounds of battle draw nearer as you grow closer to Hadâd-mezer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "A voice cries out as the sounds of battle abruptly come to an end....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Many dwarves were sent out into the Flaming Deeps to rid the halls of invading Orcs, but unexpected enemy reinforcements signalled trouble for the dwarves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You have arrived at Hadâd-mezer; you should search for signs of survivors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "The fallen Dwarf still clutches a half-written scroll.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e111",
      "en": "The faint sounds of battle at Hadâd-mezer can be heard in the distance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e113",
      "en": "The sounds of battle draw nearer as you grow closer to Hadâd-mezer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Thank you for stopping to speak with me, traveller. We have been leading an assault on the Orcs, but were overtaken by a much larger force than we prepared for. I got away, but have sustained a serious injury.\\n\\n'I am too hurt to travel, but I would appreciate if you could go check to see if there were any additional survivors at Hadâd-mezer.\\n\\n'Hadâd-mezer can be found to the north-west. Just... follow the sounds of battle.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "A voice cries out as the sounds of battle abruptly come to an end...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Hadâd-mezer can be found to the south-east of Anazârmekhem in the Flaming Deeps, or north-west of Bensi's camp.\\n\\nYou should follow the sounds of battle and search for survivors at Hadâd-mezer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'We recently sent three groups of dwarves into the Flaming Deeps in an attempt to drive away the invading Orcs, but I believe something has gone badly for our folk. Sounds of battle are coming from Hadad-mezer and I fear for the group that ventured there.\\n\\n'Please go search Hadâd-mezer, south-east of Anazârmekhem, and look for survivors. If you hear sounds of battle, I believe you will be heading the right way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "You have arrived at Hadâd-mezer; you should search for signs of survivors",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The voice that cried out seems to have come from the western part of Hadâd-mezer.\\n\\nYou should search for any dwarves that may have survived the battle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "As you examine this fallen dwarf for signs of life, you notice a half-written scroll clutched in his hand.\\n\\nSadly, no dwarves survived this onslaught, but the scroll should be investigated, for surely it was important to this poor fellow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Follow the sounds of battle to Hadâd-mezer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Search for survivors in western Hadâd-mezer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Look for survivors",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Sole Survivors",
      "es": "",
      "es (fem)": ""
    }
  ]
}