{
  "id": 620896957,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Gadda will be intrigued to hear that the defences are aimed against Stangard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Gadda will want to hear that experiments with poison are underway",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Gadda will want to hear of the symbols and drawings on the assembled map",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "In order to prove that evil deeds are afoot in Eorlsmead Tower, evidence must be gathered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Gadda will want to investigate the blue robes further",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "This blue scrap of cloth strikes you as odd. It does not seem to belong to a Rohirrim, by the look of it. Perhaps there is more to find that would indicate its source.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "There is likely evidence of betrayal somewhere in the tower.\\n\\nYou should collect any evidence you find in the tower.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Gadda's concerns are well-founded. There is much going on here that Stanric could not have known about when he was alive, for I am sure he would not have approved. I can let you explore the tower, but I fear to rouse the suspicion of my peers.\\n\\n'There is much evidence here of Sithric's dire corruption. Find any such evidence you can and bring it back to Gadda; hopefully, it will aid his cause.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Swithulf is at the Eorlsmead Tower.\\n\\nYou should speak with Swithulf and confirm the evidence you have collected.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Gadda will want to know as much as you can find out, so search well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Aye, this is everything I had noticed as well. I do not think anything has been missed.\\n\\n'I was starting to worry that I was losing my wits, but I am relieved that you have reacted as I did!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Gather evidence of the betrayal in the tower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Swithulf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Proof of Treason",
      "es": "",
      "es (fem)": ""
    }
  ]
}