{
  "id": 621015538,
  "txt": [
    {
      "id": 172689328,
      "en": "Use Quickslot Bars to gain instant access to actions and equipment. Drag from your skills panel, character panel, or inventory.",
      "es": ""
    },
    {
      "id": 172689329,
      "en": "The Quests/Deeds Tracker allows you to display the current objectives of up to five quests or deeds at any given time.",
      "es": ""
    },
    {
      "id": 172689236,
      "en": "Want to create and choose an outfit? Use the inventory and outfit buttons on Cosmetic Outfits tab on the Character panel (C).",
      "es": ""
    },
    {
      "id": 172689238,
      "en": "Want to customize your appearance? Use the show/hide toggles next to the equipment slots on the Character tab (C).",
      "es": ""
    },
    {
      "id": 172689332,
      "en": "Press 'O' to display the Social Panel, which shows information about your current Fellowship, Kinship, and Friends list.",
      "es": ""
    },
    {
      "id": 172689286,
      "en": "You can examine inventory items, other players, enemies, and NPCs by holding your cursor over the target.",
      "es": ""
    },
    {
      "id": 172689334,
      "en": "Press 'C' to display the Character Journal, where you can view statistics, equipped items, and skills.",
      "es": ""
    },
    {
      "id": 172689288,
      "en": "After earning a new level, be sure to check for new abilities or Trait Points (K) (J).",
      "es": ""
    },
    {
      "id": 172689289,
      "en": "Left-click on another player, NPC, or enemy to see its name and vital statistics.",
      "es": ""
    },
    {
      "id": 172689337,
      "en": "Press the 'Backspace' key to select the nearest target.",
      "es": ""
    },
    {
      "id": 172689296,
      "en": "Any player or fellowship to engage a monster will get credit for defeating it.",
      "es": ""
    },
    {
      "id": 172689297,
      "en": "Press the 'M' key to open the map to show the region or city you are currently in.",
      "es": ""
    },
    {
      "id": 228896881,
      "en": "Press the 'I' key to toggle your inventory.",
      "es": ""
    },
    {
      "id": 172689299,
      "en": "New quests can be automatically added to your quest tracker by choosing the toggle in the options panel.",
      "es": ""
    },
    {
      "id": 172689300,
      "en": "You can purchase the Riding Trait from the LOTRO Store or Mithril vendors.",
      "es": ""
    },
    {
      "id": 172689301,
      "en": "When selling items to a vendor, only unequipped items will be shown in the 'Sell' window.",
      "es": ""
    },
    {
      "id": 78674404,
      "en": "You can change the action for each of the toolbar buttons on your main bar in the Options panel.",
      "es": ""
    },
    {
      "id": 228896885,
      "en": "'Ctrl' + 'O' will bring up the Options panel.",
      "es": ""
    },
    {
      "id": 78674405,
      "en": "Toggle 'Always accept automatic quests' in the UI Settings of the Options panel to accept all offered remotely bestowed quests.",
      "es": ""
    },
    {
      "id": 228896886,
      "en": "Use the HELP option on the System menu to access FAQs, request support, or file a bug (F7). ",
      "es": ""
    },
    {
      "id": 228896887,
      "en": "Use the 'Tab' key to cycle through nearby targets.",
      "es": ""
    },
    {
      "id": 228896889,
      "en": "Quests that are recommended for a Fellowship are indicated in your journal with a group icon.",
      "es": ""
    },
    {
      "id": 78674320,
      "en": "There are many exclusive items available from the LOTRO Store.",
      "es": ""
    },
    {
      "id": 172689314,
      "en": "Press the spacebar to make your character jump up in the air.",
      "es": ""
    },
    {
      "id": 78674321,
      "en": "Check the LOTRO Store for weekly sales on specific items.",
      "es": ""
    },
    {
      "id": 172689315,
      "en": "To attack a targeted enemy, right-click it, double-click it, press '`', or use any damaging attack skill.",
      "es": ""
    },
    {
      "id": 78674322,
      "en": "Mounts are purchaseable skills that allow you to summon a unique mount for your characters.",
      "es": ""
    },
    {
      "id": 172689269,
      "en": "Click on the ring next to a quest in the quest tracker to quickly bring up that quest in your quest journal.",
      "es": ""
    },
    {
      "id": 172689316,
      "en": "Quests are gained by talking to NPCs with golden ring icons above their heads.",
      "es": ""
    },
    {
      "id": 172689270,
      "en": "Right-click on the ring next to a quest in the quest tracker to bring up quest tracker options. Find quests near your current location or select a quest for quest guide guidance.",
      "es": ""
    },
    {
      "id": 172689317,
      "en": "Some NPCs have silver ring icons, rather than gold. Try talking to them again after gaining a couple more levels.",
      "es": ""
    },
    {
      "id": 78674324,
      "en": "Visit Lalia's Market near the Boar Fountain in Bree to purchase select cosmetic clothing items and sets.",
      "es": ""
    },
    {
      "id": 78674371,
      "en": "Control availability, visibility, and arrangement of quickslot bars in the Options Panel (CTRL-O).",
      "es": ""
    },
    {
      "id": 172689271,
      "en": "Right-click on a ring in the quest tracker and pick 'Find Others On Quest' to help find people working on that quest.",
      "es": ""
    },
    {
      "id": 172689318,
      "en": "Vault-keepers grant access to your bank, where you can store up to 30 items. Additional storage space can also be purchased.",
      "es": ""
    },
    {
      "id": 78674372,
      "en": "'Ctrl + left-click' any item in inventory, on a vendor, or linked in chat to try it on in the Dressing Room.",
      "es": ""
    },
    {
      "id": 172689319,
      "en": "You can buy, sell, and repair items with many vendors in Middle-earth by double-clicking them.",
      "es": ""
    },
    {
      "id": 78674373,
      "en": "Move using your mouse by holding down both mouse buttons.",
      "es": ""
    },
    {
      "id": 78674374,
      "en": "Use 'Del' to select the nearest item, and 'U' to use it.",
      "es": ""
    },
    {
      "id": 78674329,
      "en": "Lockboxes contain gear, cosmetics, and other useful items. Get keys from the LOTRO Store to open them.",
      "es": ""
    },
    {
      "id": 78674376,
      "en": "'J' will open the Trait Tree Panel, where you can choose your class path and allocate trait points for powers, bonuses, and skills.",
      "es": ""
    },
    {
      "id": 78674423,
      "en": "'Esc' will close all open panels including quest dialogs or open the system menu if nothing else is open.",
      "es": ""
    },
    {
      "id": 78674424,
      "en": "You can drag skills from your skills panel, emotes from the emote collections panel, and usable items from your inventory or character sheet to any quickslot",
      "es": ""
    },
    {
      "id": 78674425,
      "en": "Use 'Del' to select the nearest item, 'F10' the nearest NPC, and 'F8' your nearest fellow.",
      "es": ""
    },
    {
      "id": 172689232,
      "en": "You can toggle floating player, NPC, and item names by pressing the 'N' key.",
      "es": ""
    }
  ]
}