{
  "id": 620879178,
  "txt": [
    {
      "id": 54354734,
      "en": "The time has come for the Grey Company to travel south into Dunland, continuing its dangerous mission to reach Aragorn in time to be of help.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'We have delayed too long already. I am ready to go, [placeholder]. Return to Halbarad in Lhanuch, and we will decide how best to proceed south into Dunland.\\n\\n'We will leave this place behind, and none too soon! If we had left earlier, we could have left with Candaith and my fallen brothers, and not without them.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Halbarad is in the centre of the village of Lhanuch, in Nan Laeglin.\\n\\nYou have been told that Halbarad is assembling the Grey Company in preparation for its departure and should travel to Lhanuch for the last of the preparations before departing.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The south-west passage into Dunland will take us through Trum Dreng, [placeholder]. It is a forested land, where shadows pool in the hollows between the hills.\\n\\n'As I scouted ahead, I saw emblems and totems of a horned stag, but few people. They are likely to be on the edge of the conflicts in Dunland, though if it be by their choice or by necessity I did not discover.\\n\\n'You are welcome to come with my group into Trum Dreng, [placeholder], and we will learn the truth of it.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Prestadír and Braigiar, in the centre of Lhanuch, are considering the two paths the Grey Company will take to enter Dunland.\\n\\nHalbarad has asked you to consult with Prestadír and Braigiar about his proposed routes into Dunland.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Halbarad is in the centre of Lhanuch, in Nan Laeglin.\\n\\nYou have spoken with Prestadír and Braigiar about the paths into Dunland.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'If we had not delayed, we might have left with our fallen brothers, and not without them. Go to Lhanuch and tell Halbarad that I will be there shortly. You will find him in the centre of the village.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Corunir is right. This delay has been costly. If what you say is true, and Saruman does know of our errand, we travel from hardship into even greater peril. And yet, we must not despair or turn from our road, or our brethren will have fallen for naught.'\\n\\nHalbarad sighs, his brow creased with worry.\\n\\n'There are two paths we could take into Dunland, and I propose that we split into smaller groups and travel each of these paths...we will be less likely to be noticed as we cross into Dunland.\\n\\n'Prestadír and Braigiar have scouted our options. Speak with them to hear of the two roads that we might use to enter Dunland.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I would be pleased if you would join my group on the journey into Trum Dreng, [placeholder]. Its forested hills are steeped in shadow, cold and mysterious.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'You have heard what we know about our possible paths into Dunland. Each way could be dangerous, and we will not know what awaits us until we get there.\\n\\n'Which road do you wish to take into Dunland, [placeholder]? Each will have its dangers. Make your choice and tell Braigiar or Prestadír which group you will follow: Braigiar if you wish to travel through Trum Dreng, or Prestadír if you wish to enter the Bonevales.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'There are two paths that we might take into Dunland. Speak with Prestadír and Braigiar concerning what they have learned about the way into Dunland.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'The south-east passage into Dunland will take us through the Bonevales, an inhospitable and barren land. The crags and valleys are dusty and barren, and its people are tough, like coffin nails.\\n\\n'There are few souls in the Bonevales, few eyes to watch our passage. Caution must be our watch-word, stealth our constant companion. My group would welcome your presence, [placeholder].'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Halbarad in Lhanuch",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'I would be honoured if you travelled with my group into the Bonevales. It is an inhospitable land and barren, and it would be good to have your company.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'The Bonevales are a TBD.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Braigiar in Lhanuch",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Prestadír in Lhanuch",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Halbarad in Lhanuch",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 4, Chapter 1: The Departure of Lhanuch",
      "es": ""
    }
  ]
}