{
  "id": 620879004,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The Elder is grateful that Elain, just returned, may be spared the danger this once",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "There seem to be hostile Dunlendings on the road. Try following the river",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You hear muffled voices, coming from the west bank",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Since the craban from the farm on the herd-lands returned injured and without the presence of its recipient, the people of Lhan Tarren have been worried about the herdsman Trev and his family.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'This is dreadful, [placeholder]... you saw the crow with your own eyes. I know something terrible has happened where Trev and his folk live in the herd-lands.\\n\\n'Trev, his farmhand Celun, and his son Dilwun have been helping to feed our folk from the wealth of the herd-lands for a long time.\\n\\n'We must investigate. I worry that Elain's safety must be compromised again, or Guto's. I do not like throwing my only warrior into danger, or my only grandson. Alas! What am I to do?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Elder Riagán is in Lhan Tarren.\\n\\nYou should tell the troubled Elder that you volunteer your own strength and skill for the task of finding out what might be wrong in the south.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Do you mean to hurt us, Duvodiad? You and many others, I am sure. Well, get it over with.\\n\\n'We are outcasts, and there is nothing left for us. We do not even have the means to escape into Enedwaith now. The Draig-lûth will see us. We have no food. At least you can grant us merciful death.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The herd-lands can be found by following the road south from Lhan Tarren.\\n\\nYou should travel down the road in search of what may have intercepted the crow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The river flows south past the herding lands.\\n\\nYou should follow the river south to find out what the hostile Dunlendings are doing on the road.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I am so worried, [placeholder]. I do not know how to protect my people with what little strength we have left.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You offer to go in Elain's stead, [placeholder]? Is there no end to your bravery and generosity? You, a duvodiad to us, would put yourself in danger to find a missing man you have never met?\\n\\n'It does not seem possible. I do not know how we can ever repay you, good [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "You thought you heard the sound of muffled, frightened voices coming from the west bank of the river.\\n\\nYou should search for the source of the voices.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Are you certain that you want me to remain here? I am accustomed to danger, [placeholder]. But... I suppose the Elder wants me near in times such as these.\\n\\n'I wish more than anything that my people were more like you so that I could fulfill my duties....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Tell the Elder that you volunteer yourself to investigate his missing clansmen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Take the road south towards the herd-lands",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Scout the farm in the southern lands of Trum Dreng",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Find the source of the sounds you heard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "What of the Herd-lands?",
      "es": "",
      "es (fem)": ""
    }
  ]
}