{
  "id": 620879005,
  "txt": [
    {
      "id": 218649169,
      "en": "'You do not mean to kill us, then? If you are here to help the farmers, you are probably too late. The Dragon-clan warriors destroyed and took everything.\\n\\n'We passed through the farm two nights ago, but the next morning the deed was done. We heard the screams and saw the smoke.\\n\\n'We have not had any food or water since. They do not seem to know that we are here, but what does that signify? It seems that we are going to starve in this very spot.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I... I thought that was the last we would see of you, Duvodiad. This is very generous! This will feed us until the chaos dies down. I hope we will be able to make our escape to Enedwaith soon.\\n\\n'Thank you. Our odds were never very promising, but you have just improved them.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'That Dragon-clan has grown cruel over the years. That farm was peaceful -- there was no need to do what they did there. But in this land of savages, such acts should not be a surprise.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Twice-stolen Stores",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The herd-lands, recently captured by the Dragon-clan, had many food-stores that were meant to feed the peaceful inhabitants of Trum Dreng. The Dragon-clan invaders have stolen a great deal of it.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected stolen food-stores from the Dragon-clan scouts ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect stolen food-stores from the Dragon-clan scouts ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Stolen food and supplies can surely be found on the Dragon-clan scouts who invaded the farm.\\n\\nYou should steal food-stores back from them and bring them to the starving huddle of outcasts.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the stolen food to the hiding Dunlendings",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ceri, the leader of the small band of frightened outcasts, is at their tiny camp on the overlook just north-west of the herd-lands.\\n\\nYou should return to Ceri whith the stolen goods you have collected so that his folk may survive their journey through these harsh lands.",
      "es": ""
    }
  ]
}