{
  "id": 620879142,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The herald has fallen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You found a message upon the Dunlending Hound-master regarding a Rohirrim herald who has been sent to speak with a clan-leader among the Dunlendings. The herald is to be ambushed and slain before he reaches his destination.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "The message you found upon the Hound-master speaks of a Rohirrim herald who is travelling to parley with a Dunlending brenin. The Hound-master has been instructed to waylay and kill the herald before he arrives at the meeting. \\n\\nWhile the Hound-master has been defeated, it appears that his allies have already departed to hunt down the herald. You should find the meeting place and rescue the herald before the trap is sprung.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The herald is supposed to be travelling towards Dol Baran from an encampment at the Ford of Isen.\\n\\nYou should find and defend the herald of the Rohirrim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Welcome to the Ford of Isen, [placeholder]. Some word of your exploits has preceded you here, thanks to the work of my outriders.\\n\\nGrimbold stands silently in thought for several long seconds as you hand him the herald's horn and tell him of the battle in which he fell.\\n\\n'Fastgyl was a good and brave man. He knew it likely that any offer of the Dunlendings would be rife with treachery, but he took it upon himself to speak with them in hopes that this war could be averted.\\n\\n'I thank you for abiding with him in his last hours.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The body of the fallen Rohirrim herald lies before you.\\n\\nYou should collect the fallen herald's horn and return it to Grimbold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The Ford of Isen demarks the eastern boundary of Dunland. The Rohirrim have established an encampment on the western side of the ford, where Grimbold of the Grimslade can be found commanding their local forces.\\n\\nBring the horn to Grimbold and tell him of the herald's fate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'What is this? You are no wild man...what are you doing out here?'\\n\\n...\\n\\n'I...I see. Well, we knew this was a danger when I agreed to parley with their chieftain.\\n\\n'It was supposed to be a secret, but it seems there is little hope of that now.\\n\\n'Wait - do you hear that? The baying of those accursed hounds of theirs. They have found us already!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "The herald lies dead at last from a mortal arrow-wound, and you rise from your death vigil.\\n\\nGripping his horn you determine to deliver it to Grimbold at the Ford of Isen and tell him of the herald's fate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defend the herald of the Rohirrim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Check on the Rohirrim herald",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Grimbold at the Ford of Isen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Herald of the Rohirrim",
      "es": "",
      "es (fem)": ""
    }
  ]
}