{
  "id": 620879186,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have found the entrance to a hidden valley",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have decided to travel with the group heading south into Dunland by way of the Bonevales.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I am glad that you have chosen to accompany my group into the Bonevales, [placeholder]. The road will be dangerous, and I could use your abilities. We will be mostly in the open and exposed unless we are very careful to stay in the shadow of the cliffs.\\n\\n'We will not travel by the road! I will meet up with you just west of the road as it enters Dunland.\\n\\n'Let us be off at once! We can assess what awaits us once we cross into the Bonevales.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Prestadír will speak with you again just across the border of Enedwaith and Dunland, in the Bonevales, west of the road.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'We are here, [placeholder]. We have crossed over into the Bonevales. We need to know what the situation in this valley may be, and what threats could endanger this leg of our quest.\\n\\n'Bledhun here tells a tale of mysterious happenings. You should hear him out and do as he says. We will need allies in this land.\\n\\n'Once you have aided Bledhun and his friends, we can meet up again in a hidden valley to the south. It will be the perfect location from which to scout the twisting ways of the Bonevales. Travel ahead and meet me at the camp there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Prestadír has asked you to scout the Bonevales and learn what threats may lie in wait here and to help Bledhun and his friends.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Prestadír is waiting to speak with you at the camp he established in a hidden valley in the Bonevales.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'There is a hidden valley to the south which will serve us well for a camp. Go there, and we will speak again if it be so, but first you should help Bledhun and his friends.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'This will be a good place from which to launch our exploration of the Bonevales, [placeholder]. We should help the people of the Bonevales as much as we can, for they could be valuable allies against the dangers that await us further south.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Let us now travel south into Dunland by way of the Bonevales, [placeholder]. We will speak again once we cross over, west of the road that enters Dunland.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Prestadír just inside the entrance of the Bonevales, west of the road from Enedwaith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Help Bledhun and his friends, then meet Prestadír at the hidden valley",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Prestadír at Echad Naeglanc in the Bonevales",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 4, Chapter 2: The Valley of Bones",
      "es": "",
      "es (fem)": ""
    }
  ]
}