{
  "id": 620879179,
  "txt": [
    {
      "id": 54354734,
      "en": "You have decided to travel with the group heading south into Dunland by way of Trum Dreng, the Land of the Stag.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Very good, [placeholder]. I welcome you into the group that will travel into Trum Dreng, the Land of the Stag! We will do our best to come that way into Dunland free of danger.\\n\\n'We will move swiftly and silently, and our company will be in number small enough as to escape prying eyes. Saruman knows that we must pass into Dunland, but the time and manner of our coming is still ours to control.\\n\\n'Let us be off at once! We can stop and see how things fare once we have crossed into Trum Dreng.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Braigiar will speak with you again just across the border of Enedwaith and Dunland, at Dúvispont, in Trum Dreng.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Here we are. We have crossed into Dunland, and now find ourselves in the Land of the Stag. Be on your guard. We need to know what the situation here is, and we can only know that by observing its people.\\n\\n'Scout the area to the south and determine what we will be dealing with as we pass through this land.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The plains of Trum Dreng lie to the south.\\n\\nBraigiar has asked you to scout Trum Dreng, keeping an eye out for its residents.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Braigiar is waiting to speak with you just outside Lhan Tarren, the village of the Stag-clan.\\n\\nYou should speak with Braigiar before proceeding.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Scout the area to our south, and remain on your guard. We must know what the situation here in Trum Dreng may be before we travel south in greater number.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'We have already learned much about Dunland from your brief encounter, [placeholder]. There is much we can do here in Trum Dreng to help its people and also to smooth the passage of the Grey Company through this land.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'We should leave at once, [placeholder], and pass south into Dunland. We can speak again just inside Trum Dreng.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Braigiar once you arrive at Dúvispont, in Dunland",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Scout ahead and help an inhabitant of Trum Dreng",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Braigiar in Lhan Tarren, the village of the Stag-clan",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 4, Chapter 2: Land of the Stag",
      "es": ""
    }
  ]
}