{
  "id": 620879189,
  "txt": [
    {
      "id": 218649169,
      "en": "'The people of the Bonevales are in need of our help, [placeholder]. You should continue to give them your support in any way you can, for we will need allies if we are to make it through Dunland.\\n\\n'There are mysteries a-plenty in the Bonevales. If we can get to the bottom of them, we may have earned allies without which our passage south could be difficult.\\n\\n'Once you are satisfied that you have done what you can for the people of the Bonevales, travel south-west to the village of Galtrev, in Pren Gwydh. There you will find Halbarad, and we can decide what should be done next.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The passage of the Bonevales went smoothly? Good. It is the same for the group that braved Trum Dreng, and they were able to provide some help to the people there. Now we must see what awaits us here in Pren Gwydh.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'We need to help the people of the Bonevales, if we can. Once you are satisfied that you have done as much as you can for them, you should travel south-west to the village of Galtrev, in Pren Gwydh. Halbarad will be waiting there for you.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 4, Chapter 3: South-west to Galtrev",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The people of the Bonevales need your help if they are to survive in this harsh land, haunted by the wights and warriors loyal to Saruman.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Help the people of the Bonevales as much as you can, and when you are ready to move on, find Halbarad in Pren Gwydh",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "There are many things that you can do in the Bonevales to aid its people and gain their favour. Once you have satisfied their needs, Prestadír would like you to travel south into Pren Gwydh to meet up with Halbarad.",
      "es": ""
    }
  ]
}