{
  "id": 620879191,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'You caused some trouble out there, I trust? Ha! Good. There is more for you to do.\\n\\n'Wood from the lumber-camp has already been collected and is being stored in the upper village until it can be carted south. Take this torch and burn the wood-piles! That will make them scurry!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Wonderful, wonderful! Oh, you are a treat, my new friend.'\\n\\nCatrin cackles with delight.\\n\\n'The Hebog-lûth, the Falcon-clan, stands against Saruman and seeks to cause trouble for those who side with him. I think you will be a comfort to us...and perhaps we to you and yours.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 4, Chapter 5: Catrin's Rebellion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected lumber-axes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The lumber-camp is north-east of here. Go there and steal some of the axes, or take them from hostile Dunlendings throughout Pren Gwydh, then bring them to the pond east of the lumber camp and throw them into the water. Rust will be our ally!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The lumber axes fall beneath the surface of the water",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You have only done half of what I asked. The theft is done, but the axes could be taken from you and used again! You must throw them into the pond east of the lumber-camp before I will be satisfied with your efforts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "The water here is a suitable location for dumping the axes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The lumber-camp in Pren Gwydh is north-east of Galtrev.\\n\\nCatrin has asked you to steal axes at the lumber-camp or from other hostile Dunlendings throughout Pren Gwydh, then throw the axes in a pond east of the camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Use that torch to burn piles of lumber throughout the upper village of Galtrev! That will make them scurry!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The pond where Catrin wanted you to throw the lumber-axes is east of the lumber-camp.\\n\\nCatrin asked you to steal lumber-axes from the camp north-east of Galtrev and throw them into the pond east of the camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'I do my small part to make things difficult for Saruman.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Old Woman Contact TBD is in the lower village of Galtrev, in Pren Gwydh.\\n\\nOld Woman Contact will be pleased to hear that you have disrupted work at the lumber camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'It is the little things that count, I've always said.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Catrin is in the lower village of Galtrev, in Pren Gwydh.\\n\\nCatrin will be pleased to hear that you have disrupted work at the lumber-camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'Rain in the morning is a sign that wealth is on its way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Lumber-piles can be found in the upper village of Galtrev.\\n\\nCatrin in the lower village of Galtrev has a torch for you to carry to lumber-piles throughout the upper village.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "Catrin is in the lower village of Galtrev.\\n\\nYou have burned wood-piles throughout the upper village and should return now to Catrin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb30f1e1",
      "en": "'Water, bring water!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb30f1e2",
      "en": "'Stop the blaze!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb30f1e3",
      "en": "'Save the lumber!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect lumber-axes from the camp north-east of Galtrev ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Throw the bundle of axes into the pond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Find the pond in which to throw the lumber axes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Catrin at Galtrev",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Grab a torch and burn lumber-piles ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Burned lumber-piles ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Talk to Catrin in Galtrev",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Catrin desires to use you in her efforts to make things difficult for Saruman's servants in Pren Gwydh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'People of many clans have listened to the promises of Saruman, and where his words are not enough, his gold does the trick. Even the folk of Galtrev are put to work to further the Wizard's aims.\\n\\n'At the lumber-camp north-east of here, trees are felled and the wood prepared for carting to Isengard. Go there, steal their axes, and throw them in the pond east of the lumber-camp. Even if they fish them out, the rust will make the axes unreliable and difficult to use. Members of the dragon clan may have brought the axes to other settlements in Pren Gwydh. Those will do as well!\\n\\n'A simple act of rebellion, maybe, but its effect could be sweeping.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}