{
  "id": 620953416,
  "txt": [
    {
      "id": 101603825,
      "en": "'I suppose we've come this far.'",
      "es": ""
    },
    {
      "id": 101603826,
      "en": "'Hobbits don't like to go much further than this, even in daylight.'",
      "es": ""
    },
    {
      "id": 101603827,
      "en": "'You might be one of the Big Folk, but don't go off by yourself!'",
      "es": ""
    },
    {
      "id": 15048480,
      "en": "'If a bird ever asked me that, I would tell him that it is an enjoyable life.'",
      "es": ""
    },
    {
      "id": 101603828,
      "en": "'Oh no! Did you hear that?'",
      "es": ""
    },
    {
      "id": 15048481,
      "en": "'We get plenty of fine dinners and quality pipe-weed, and enjoy lives of comfort.'",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "You see something in the creature's eye that gives you pause",
      "es": ""
    },
    {
      "id": 101603829,
      "en": "'I can't look!'",
      "es": ""
    },
    {
      "id": 15048482,
      "en": "'I wager you wish you were a hobbit now, [placeholder], eh?'",
      "es": ""
    },
    {
      "id": 101603830,
      "en": "'You spoke to that deer... and it understood you!'",
      "es": ""
    },
    {
      "id": 235466150,
      "en": "Follow Clothar further into the Old Forest",
      "es": ""
    },
    {
      "id": 15048483,
      "en": "'All right, where were we?'",
      "es": ""
    },
    {
      "id": 101603831,
      "en": "'I wish I could speak to animals. That is some trick!'",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "You speak soothing words to the deer in the language of animals, words taught to you by Grimbeorn and others of your kind in your youth. The deer's panic gradually subsides, though its ears still twitch at every sound.\\n\\nThe frightened creature's demeanor tells you that Clothar is right to worry: a large predator is nearby.",
      "es": ""
    },
    {
      "id": 15048484,
      "en": "'Ah! Oh no! Help!'",
      "es": ""
    },
    {
      "id": 101603832,
      "en": "'I would ask the birds what it feels like to fly. Have you ever asked one that?'",
      "es": ""
    },
    {
      "id": 213549189,
      "en": "Bramblesnarl",
      "es": ""
    },
    {
      "id": 15048485,
      "en": "'I can hardly believe it!'",
      "es": ""
    },
    {
      "id": 101603833,
      "en": "'Does a bird wonder what life is like as a hobbit?'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'What is it, what is it? I can't bear it... is it the bear?\\n\\n'No! Don't tell me!'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Clothar Sandheaver is in the Old Forest, and is not very happy about it.",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Clothar has been startled by the sudden appearance of an animal, but it is merely a skittish deer, and not the giant bear he expected.\\n\\nYou should speak to it in the language of animals, and learn if it has seen the maddened bear.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Oh, I do not know about this, [placeholder]! I know I said I would show you where I saw the giant bear, but as we approach the spot I like being here less and less! This was a mistake!'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Fight the great bear, but do not slay him",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Clothar Sandheaver has brought you into the Old Forest in search of the giant bear that so frightened him.",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "You have found the bear that menaced Clothar and filled him with fear!",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "The bear is enormous and seems driven to frenzy, but still you see something in its eye that gives you pause.",
      "es": ""
    },
    {
      "id": 111477412,
      "en": "Talk to the great bear in the language of his kind",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I heard you, [placeholder], and so did that deer! I don't mean in the way that someone might speak to the rabbits that haunt a body's garden, scaring them away with his voice. I mean that whatever it was you said to that deer, it understood you, as I do!\\n\\n'How is it you came to learn the language of animals?'",
      "es": ""
    },
    {
      "id": 111477416,
      "en": "Save Bramblesnarl",
      "es": ""
    },
    {
      "id": 111477328,
      "en": "Talk to Bramblesnarl in the language of his kind",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477330,
      "en": "Talk to Clothar in the Old Forest",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477331,
      "en": "Save Bramblesnarl",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "You have learned the name of the great bear, Bramblesnarl, and that some evil has put a great and terrible fear into the creature, causing it to become frenzied.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "The fear is gone, and now in Bramblesnarl's eyes you see something else: respect, and admiration. You have saved the bear from himself.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Defeat the great bear",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'I knew there was something peculiar about you, [placeholder]! Not everyone can speak to animals, after all, can they? You... you are a skin-changer! Not just tales, but tails, as my old da' used to say! I cannot believe there are really people such as you in this world!'\\n\\nFor a moment, Clothar looks as if he is going to faint dead away, but then he recovers himself, and sticks out his hand.\\n\\n'It would be an honour to shake your hand, [placeholder]. Did I say there must be few folk like you in this world? That is a shame, for you could have killed that bear but chose not to do so. Instead you showed restraint and mercy. This world could use more folk like you, if you want this hobbit's opinion!'",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'Let us leave this forest behind us, [placeholder]. I have had quite enough adventure for today, thank you very much!'",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Talk to the great bear in the language of his kind",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "You encountered a skittish deer in the Old Forest and learned that a predator is near. Could it be the giant bear that Clothar Sandheaver encountered?",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "You reach out to the bear once more, drawing upon your natural affinity for the creatures. A low rumble confirms your belief: something has put a great and terrible fear into the bear, setting into motion this frenzied assault.\\n\\n'Friend,' you speak to it in reassuring tones, and the bear speaks its name.\\n\\nSuddenly, a great shudder seizes the creature's body, and he attacks once again!",
      "es": ""
    },
    {
      "id": 162883753,
      "en": "The fear in Bramblesnarl's eyes is now gone, replaced with different emotions: respect, and admiration.\\n\\nYour calming words, and the strength of your resolve, have brought Bramblesnarl back to his senses. In the language of his kind, he tells you of a frightening wraith that stalked the plains where lie the barrows of long-dead Men. The visage of that terrible king awoke in Bramblesnarl a primal fear, and he could not shake the madness that held him in its grip.\\n\\nWith a thankful snort, Bramblesnarl turns and walks back among the trees.",
      "es": ""
    },
    {
      "id": 235466102,
      "en": "Follow Clothar further into the Old Forest",
      "es": ""
    },
    {
      "id": 246419777,
      "en": "Clothar Sandheaver is in the Old Forest, and can hardly believe his eyes or his ears.",
      "es": ""
    },
    {
      "id": 23968737,
      "en": "Ignoring any harm to yourself, you wrap your arms around Bramblesnarl in a hug",
      "es": ""
    },
    {
      "id": 162883767,
      "en": "Your ancestor Beorn had a special kinship with the creatures that made their homes near his lodge, and you have inherited some measure of this quality as well.\\n\\nYou try to draw upon this portion of your nature to calm the mighty beast before you. What has driven this creature to such rage?\\n\\nIt seems that your words are having some effect, but suddenly the creature shakes its great head and redoubles its assault!",
      "es": ""
    },
    {
      "id": 177082740,
      "en": "Ignoring any harm to yourself, you wrap your arms around Bramblesnarl in a hug",
      "es": ""
    },
    {
      "id": 177082741,
      "en": "Ignoring any harm to yourself, you wrap your arms around Bramblesnarl in a hug",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Talk to Clothar in the Old Forest",
      "es": ""
    },
    {
      "id": 246419888,
      "en": "You have found the bear that menaced Clothar and filled him with fear!\\n\\nIt seemed as if you almost calmed the great bear with your words, but the creature shook away your influence.",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to the new arrival in the language of animals",
      "es": ""
    },
    {
      "id": 246419891,
      "en": "You have seen fear in the eyes of the great bear, and are now certain: something against its nature has driven this creature to attack.",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Clothar in the Old Forest",
      "es": ""
    },
    {
      "id": 177082754,
      "en": "Now you are certain: in the bear's eyes you see fear",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: The Speech of Animals",
      "es": ""
    }
  ]
}