{
  "id": 620953425,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "#-1:[placeholder]'No pleasant journey draws me hither, my #-1:{sister[f]|brother}. I have been sent to put an end to one of our folk. I held no warm feelings for Ofolmóth, and I do not think you did either, but he is still blood. It saddens me that this action is necessary, but Grimbeorn has commanded it and I think it just.\\n\\n'Some weeks ago, Ofolmóth began straying further and further afield, and I think he encountered someone beneath the trees of Mirkwood. From this mysterious stranger he heard cruel whispers, and Grimbeorn believes these whispers took root within Ofolmóth's heart. He spoke vile words to Grimbeorn and others of our folk, and fled from our land. Now we hear that he has killed without mercy, striking down innocent folk without care or reason.\\n\\n'I am glad you answered my letter. Ofolmóth is strong and fierce, but he is of our blood, and I need someone at my side if I am to go through with this unpleasant duty. He deserves this judgement, but I do not know that I could carry it out alone. Speak to me when you are ready, and we will make for where he was last seen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to Langhár and travel with her to confront Ofolmóth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Langhár is at Ost Guruth, the ruin-hold in the Lone-lands.\\n\\nLanghár has asked you to help her confront Ofolmóth, a Beorning who has turned to evil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Let us go at once. I am eager to have this unhappy duty behind me.'\\n\\n<rgb=#FF0000>This is a solo quest and cannot be completed with a fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Your sister Langhár has been sent to Ost Guruth, in the Lone-lands, to track down one of Beorn's blood-line who has turned to evil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Langhár is at Ost Guruth, the ruin-hold in the Lone-lands.\\n\\nYou have defeated Ofolmóth and ended his danger to the Free People of Eriador, but not without consequence.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "#-1:[placeholder]'We have the victory, #-1:{sister[f]|brother}, but it is not a happy one. I know that Ofolmóth was a danger to innocent folk and had to be confronted, but I wish it had not been so.\\n\\n'His words were cruel, it is true. But I can also understand from where they came, and know that it was not Ofolmóth alone that chose this path. Others preyed upon his inclinations. Some great evil crossed his path in Mirkwood, and made use of him for its own purposes. He had no love for dwarves, but this evil aligned him with these Dourhands and their master Skorgrím. That is the evil we must face.\\n\\n'I will stay here for a time to rest from my hurts, [placeholder], and then I will bring these tidings to Grimbeorn. I thank you once more, and hope to see you again and in health. Guard your spirit well, and do not follow the dark path that brought Ofolmóth to his end!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Langhár in Ost Guruth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Hatred of Bear and Man",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    }
  ]
}