{
  "id": 620953484,
  "txt": [
    {
      "id": "0xda44875",
      "en": "The Examination",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Question Jajax",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'Ah friend, you have returned! Have another drink with me!'\\n\\nYou explain to Jajax that he must tell you if he knows anything about the body by the river for Laerind will lock him up if he does not speak.\\n\\n'An idle threat but I do not want to cause trouble in this town for I like this place!'\\n\\nIn a quieter voice, Jajax asks you to lean in closer so that he may speak to you.\\n\\n'I do not want to get involved in this but I will tell you what I know and no more. After the skies grew dark, I made my way to Ethring. The woods were made of blackness from the starless sky. Only torchlight guided my way. As I approached Ethring I saw a man in the woods. He was white as a ghost and not even moving.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Unfortunately, I have more pressing matters to attend to than learning about the death of one of my people. These are difficult times.\\n\\n'Many of the townsfolk are gathered in our tavern. Perhaps speaking to them will clear up some of this mystery. I wish you luck and dearly hope that this man was not slain by someone in this town.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "You are certain of the barkeep's innocence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Speak with Laerind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "You ask the patron if he knows anything about the body you recently found.\\n\\n'I am a little confused. You think I know something? Look, I come here every evening to have a pint. That's all I know. You should speak with the barkeep. He's a good man. Keeps me from getting too thirsty. He knows the whole lot of the town. Everyone who comes through Ethring stops here. I wish I could help more, really.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Question Jajax again",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Hello there stranger! What ails you, perhaps some Ethring ale?'\\n\\nYou ask the barkeep if he knows anything about the body you recently found.\\n\\n'Well this is a sad day. Business has been a little slower recently with most of the town off to war and no merchants have come through in days. I can't afford to lose many more patrons. You say he washed up on the river? Hmm...\\n\\n'You know, I haven't seen many travellers as of late but there is one here right now. He's an odd fellow. No Gondorian I've ever seen but he pays well and seems friendly enough. Maybe you should speak with him. He just came into town from Lamedon and may have seen things on his travels. Best of luck my friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Ah, if it isn't my friend, [placeholder]! This is an unexpected surprise to see you again. After our last adventure together I needed a bit of a break. Did you as well? Some kind fellow in Calembel told me about the sleepy town of Ethring. The cities in Gondor are too big, this is truth. I like the woods and quiet.\\n\\n'But enough about me, what have you been up to? Let us drink together and share our adventures!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "Forgetting for a moment about the body, you start telling Jajax a story of your most recent adventure",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "Ethring tavern is located in Ringló Vale.\\n\\nYou should question a patron of the tavern.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Ethring tavern is located in Ringló Vale.\\n\\nYou should speak with Jajax.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "Laerind has asked you to question the various locals and learn more about the mysterious death of one of the villagers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Ethring tavern is located in Ringló Vale.\\n\\nHave a drink with Jajax.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "Remembering again your task at hand you ask Jajax if he knows anything about the body you recently found.\\n\\n'This does not sound like something that I am interested in, friend. Please do not bother me with these things. Talk about something more interesting such as sailing ships or climbing mountains.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Ethring tavern is located in Ringló Vale.\\n\\nYou should question the barkeep.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Speak with Jajax",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Ethring tavern is located in Ringló Vale.\\n\\nYou should question Jajax.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Have a drink with Jajax",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Question a patron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Laerind is located in Ethring village.\\n\\nYou should speak with Laerind.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Question the barkeep",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Ethring tavern is located in Ringló Vale.\\n\\nYou should question Jajax again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "Jajax seems to be deflecting your questions but perhaps he is just tired from his recent battles",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "Laerind wants Jajax to tell you what he knows of the body, for Jajax's freedom may be at stake",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Greetings again. What word have you on Ethring's mysterious death?\\n\\n'I see. No one speaks about it. You say a friend of yours is in the tavern and has not answered your questions. That does seem odd. Might you try reasoning with him to answer you? If he does not, I may need to have him seized until we solve this death.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Though a little belligerent, you are fairly certain of the patron's innocence",
      "es": "",
      "es (fem)": ""
    }
  ]
}