{
  "id": 620953418,
  "txt": [
    {
      "id": 228284034,
      "en": "'I must say, you are a tall one! From where have you come and what are you called? [placeholder]? That is quite an unusual name. What business brings you to Archet? We have our own share of troubles, and have little need for outsiders to bring theirs.'\\n\\nYou tell the woman that you have travelled from afar seeking the Ranger Aragorn. She thinks for a moment, and then shakes her head.\\n\\n'He was here, it is true, but he has gone. He left just before the Blackwold brigands launched their attack on our town, reducing it to this state. We could have used him in the defence. To speak the truth, we could have used you as well, had you arrived a little earlier. You look to be a strong one.\\n\\n'I do not know where the Ranger has gone now, but Jon Brackenbrook might know. He has assumed command of the rebuilding process, now that  his father has perished. You will find him in front of the wreckage of the tavern, I imagine. I saw him there earlier.'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Talk to Jon Brackenbrook in front of the wreckage of the tavern, in the town of Archet",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Well, I must say I never expected to see one of your kind in these parts! You are of the line of Beorn, are you not? Your stature and demeanor seem unmistakable to me. I have never met any of your family until today, but I have heard tell of your people from Rangers and other wild folk.'\\n\\nYou tell Jon Brackenbrook why you have come to Archet, and he nods.\\n\\n'Yes, Aragorn was here, though he goes by the name Strider in these parts. He left with some haste, but I heard from others he was loath to do so, and wished to stay and help us with our troubles. He made for the town of Bree, unless I have heard wrong.\\n\\n'But stay, my tall friend! Do not hurry away just yet. You come to us in our darkest hour, when the Blackwold brigands have burned our town and slain many of our friends. My own father perished in the night, struck down by the Blackwolds and their hateful allies from the north... from Angmar. I know you wish to seek out Aragorn, but if you truly share his ideals you will spare a moment here and there to help people who need it. The experience will make you stronger, and together we may prevent other towns from being burned in the name of evil. Think on it, [placeholder].'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'The Ranger Aragorn was here, it is true, but he left before the Blackwold attack. I do not know where he went, but Jon Brackenbrook may know. Jon is in charge of rebuilding the town now that his father has died.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Ranger's Trail",
      "es": ""
    },
    {
      "id": 51875094,
      "en": "After a journey of many miles, you have come at last to the town of Archet. Aragorn was recently seen travelling in the vicinity of this sleepy town.",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Jon Brackenbrook is in front of the wreckage of the Mad Badger Tavern, in the burned village of Archet.\\n\\nLetty Foxtail has told you to speak to Jon Brackenbrook about the whereabouts of Aragorn, who left the town of Archet shortly before it was attacked by the Blackwold brigands. Jon is in charge of rebuilding the town now that his father has died.",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "By aiding the people of Bree-land you will become strong enough to find Aragorn",
      "es": ""
    }
  ]
}