{
  "id": 620953483,
  "txt": [
    {
      "id": "0x6a50290",
      "en": "Investigate what washed up on the river-bank",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "It appears to be the body of a man",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "The village of Ethring is located in Ringló Vale.\\n\\nInvestigate what washed up on the river-bank in Ethring.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "The body is in the village of Ethring.\\n\\nYou should examine the body.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Examine the body",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Laerind is located in the village of Ethring.\\n\\nYou should tell Laerind of what you have seen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "It looks like the man died very recently but you cannot deduce a cause of death",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "You are certain of Laerind's innocence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Examine the body",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Speak with Laerind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'A body has washed up on the river-bank! This is disturbing news as Ethring has not seen an unnatural death in many years.'\\n\\nYou explain that you are not sure how the man died or if it was a murder.\\n\\n'I see. Perhaps one of the few villagers who have been walking about these last few days knows something about this man's death.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "It looks like the man died very recently, but you cannot deduce a cause of death",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Collected a fish ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "It looks as if something has washed up on the river-bank",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "Laerind has asked you to assist her in collecting provisions for the people of Ethring.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "dnt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Collect fish from the nets along the river-bank ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Greetings traveller. I have need of your assistance if you can spare the time. We have not received many travellers these last few days since the army marched through. They took many of our best men. Those that remain hide in fear from the darkened skies and ghost stories of blue lights in the woods at night. With this, I am doing what I can to provide Ethring with the defence and supplies it needs but remain short-handed.\\n\\n'If you are able, I could use assistance in catching fish from the nets down by the river.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Catch of the Day",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "Fish can be found in the nets that run along the river-bank of the river Ringló.\\n\\nYou should collect fish from the nets.",
      "es": "",
      "es (fem)": ""
    }
  ]
}