{
  "id": 620953477,
  "txt": [
    {
      "id": "0xeb01181",
      "en": "Arvaethor can be found near a mountain pass in the north-western part of Ringló Vale.\\n\\nYou should speak with Arvaethor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "Defeated Ruthless Dead in Ringló Vale ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Strange standing stones can be found north of the river Ringló.\\n\\nYou should destroy any strange standing stones you find.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Speak with Arvaethor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'You have found more of these dark stones, too? I as well. Hopefully we have destroyed the last of them, as the coldness emanating from these stones is unsettling.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Destroyed an ominous standing stone ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "Arvaethor has asked you to destroy any mysterious stones found within Ringló Vale and then meet him near the newly discovered mountain encampment of the Dead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'It is good fortune to see you again, [placeholder], for horrible things are afoot. The Dead are descending from the mountain! They walk through the trees and travel with Orcs! Arvaethor has just returned to Ethring. You should speak with him at once.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Speak with Arvaethor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Destroy the ominous standing stones ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Yes, it is true, the dead are invading the Vale. I know not their plans but can assure you, these are not the dead that followed Aragorn to Dor-en-Ernil. These ruthless creatures follow a much darker road that has materialized from the dawnless sky.'\\n\\nYou tell Arvaethor about the strange dark stone you found in the spiders' den.\\n\\n'Thank you for telling me this. There may be more around the Vale. Seek them out, then meet me near a mountain pass that is teeming with the Dead. We must stop their foul plan before they make their way out of the Vale and to the conflict in the west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Dead Descend",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "Arvaethor can be found in the village of Ethring in Ringló Vale.\\n\\nYou should speak with Arvaethor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Defeat Ruthless Dead in Ringló Vale ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}