{
  "id": 620953495,
  "txt": [
    {
      "id": 216727829,
      "en": "Borhador can be found in the village of Ethring.\\n\\nYou should speak with Borhador.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Garvir, the leader of the Dor-en-Ernil's Gondorian forces can be found in the city of Linhir.\\n\\nYou should seek out Garvir in Linhir.",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'You are a brave warrior and kind hearted for helping the Vale. Arvaethor suggests you head south to Dor-en-Ernil? I believe you will be of great aid to these people of eastern Belfalas. You should speak with Borhador as he is more familiar with which Gondorian captains reside in Dor-en-Ernil.'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'You head to Dor-en-Ernil to take on the corsair forces? The sons of Comeldir have been stationed in Linhir I believe. Erchar, Herion, and Garvir are their names. I can not remember which one is leading the forces there. It might be Garvir? Oh, my mind has difficulty with names and faces at my age.\\n\\n'No matter, travel south-east to Linhir. It is a large city that spans across the river Gilrain which runs the border between Dor-en-Ernil and Lebennin. Safe travels.'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'You are not a soldier under my command, but I welcome any warriors. You have come at a time when I need good men the most. Will you join my ranks and defend Linhir?'",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "Now that the enemy forces in Ringló Vale have lost their leader and had their ranks decimated, your focus has been directed to Dor-en-Ernil where corsairs have already come ashore.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I thank you again for all that you have done for the people in Ringló Vale. There is great conflict to the south in Dor-en-Ernil. Corsairs have come ashore and push ever further inland.\\n\\n'Farewell my friend and may Gondor benefit from your aid.'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Speak with Borhador",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Speak with Laerind",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Conflict in Dor-en-Ernil",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "Laerind can be found in the village of Ethring.\\n\\nYou should speak with Laerind.",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Seek out Garvir in Linhir",
      "es": ""
    }
  ]
}