{
  "id": 620953475,
  "txt": [
    {
      "id": 228284034,
      "en": "'Good adventurer, what brings you to Ringló on this dreadful day?'\\n\\nYou explain that Lothíriel sent you east based upon word that war has come to the shores.\\n\\n'This is true. I saw the smoke rise out of Dor-en-Ernil from atop of the beacon, Eilendoth. Though war has not yet reached our doorstep, Ethring would benefit greatly from your help. As you can see, there are very few townsfolk around.  Many have gone to war, and the remaining keep indoors out of fear, for the sun has not risen. There are Orcs in the woods, who came down from the White Mountains as the sky grew dark. They have burned our lumber camps and may attack Ethring at any moment!\\n\\n'The Lord of the Vale's son, Arvaethor, has taken to the woods in hope of driving back the Orkish forces. Arvaethor is a fine warrior and would be needed should the conflict in Dor-en-Ernil reach us. Will you find and aid Arvaethor for Ethring?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Defender of the Vale",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Hail traveller. What brings you this way?\\n\\n'I see. You bring word from Candúr. Then surely you've heard Ethring's troubles.\\n\\n'I could use the company as I patrol these woods. The shadows play tricks even on the mind in this bleak hour.'",
      "es": ""
    },
    {
      "id": 51875092,
      "en": "Candúr, the town guard, asks you to find and aid Borhador's son, Arvaethor, who alone protects the Vale.",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "dnt",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Find and speak with Arvaethor",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Arvaethor can be found near a pillaged lumber camp south-east of the village of Ethring.\\n\\nYou should find and speak with Arvaethor.",
      "es": ""
    }
  ]
}