{
  "id": 620953489,
  "txt": [
    {
      "id": "0x9b56890",
      "en": "The man beckons you to come closer and whispers words into your ear.\\n\\n'I... tried to stop them *cough* but there... were too many. They came from across... the river.... *cough* and leading them... was... a...'\\n\\nHis words trail off as he passes. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "An injured man resting near a tree calls to you with great difficulty",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Speak with Arvaethor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Speak with Arvaethor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'What did the dying man say? So there is an Orc camp across the river? This is more serious than I thought. Once, centuries ago, the Orcs of the White Mountains were a plague upon the Vale. The people of the Vale were victorious after much bloodshed and drove them back under the mountain. I myself thought the Orcs were destroyed until I saw one with my own eyes just two days ago.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Defeated Orc ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Salvaged tool ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "Arvaethor has asked you to scout out a nearby lumber camp for any survivors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Defeat Orcs in the lumber camp ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Those who live in Ethring make their way from the trees in our Vale. This mother of ships helped build a great naval fleet for Gondor many years ago. Recently our lumber camps have been pillaged and burnt. If we do not make this wood safe again, I fear the few townspeople left will not have the money to acquire provisions from passing merchants.\\n\\n'There is one lumber camp not too far from here. I was on my way to investigate it before we met. I fear I am too late but let us hope for survivors.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "The dying man spoke of an Orc camp across the river",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Salvage tools from the lumber camp ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Find and speak with any survivors",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Vale of Shadow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "The lumber camp is located east of Ethring in Ringló Vale.\\n\\nYou should search the Lumber camp for any survivors and defeat any Orcs.",
      "es": "",
      "es (fem)": ""
    }
  ]
}