{
  "id": 620953494,
  "txt": [
    {
      "id": "0xd9b5689",
      "en": "'I have seen something that made me remember how I felt in my younger years. It took my people risking their lives for me to realize this. Yes, I miss my wife Halwen and my son Dervorin greatly. I must lead this Vale again so that my son will have a place to come home to. What is the difference between losing your home and death, I ask you that?\\n\\n'Please take my word to Laerind and let her know that I am deeply sorry for my reclusiveness and I cherish all that she and Arvaethor have done of late for the Vale. I bestow Laerind and Arvaethor with command over the Vale until Dervorin returns to take over my reign. Now I must rest to regain my strength for the coming days.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Borhador can be found in his hall above Ethring village.\\n\\nYou should speak with Borhador.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Laerind can be found in Ethring village.\\n\\nYou should speak with Laerind.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'I know that deep down the Lord of the Vale's sadness stems from how much he cares for his land and misses his wife Halwen. It is a burden. Arvaethor and I shall continue leading while Borhador regains his strength.\\n\\n'I thank you, [placeholder], for all that you've done. I hope that you will stay in the Vale longer and continue assisting our efforts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Protect me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "Borhador hears a loud noise outside and wants you to investigate as he fears a cave troll has come for him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Speak to Borhador",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'You there, did you hear the noise? It was a thunderous pounding coming from outside!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": " Speak with Borhador",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Speak with Laerind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Commanding Knock",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "Borhador can be found in his hall above Ethring village.\\n\\nBorhador asks you to investigate a sound he heard.",
      "es": "",
      "es (fem)": ""
    }
  ]
}