{
  "id": 620953490,
  "txt": [
    {
      "id": 177082793,
      "en": "Ethring south entrance",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'Not just Orcs in these mountains but cave trolls as well! I fear the worst is yet to come. Let us bring the fight to the Orcs instead of waiting here for them to attack Ethring.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "In Ethring's Defence",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Defend the north-west entrance leading to Calembel",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "dnt",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "You hear a call to arms from Candúr",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Speak with Arvaethor",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I wonder how long these Orcs have been waiting in the mountains so that they may once again prey upon the hard-working folk of the Vale.\\n\\n'Come, let us return to Ethring. This news of the Orc camp is worrying. We must help strengthen Ethring's defences before returning to the Orkish threat in the woods.'",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "The entrances of Ethring need defending!",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'I am Laerind, wife of Arvaethor. My husband has returned and I am glad that he is safe. I thank you for aiding him.\\n\\n'Arvaethor should not worry of Ethring. In Borhador's reclusiveness, I have taken it upon myself to organize the village defences with what little resources we have. I have men upon the beacon of Eilendoth, on look-out for attacking Orcs. Our woodworkers have been tasked with making barricades and placing them at the town's four entrances.'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Quickly, Orcs have been spotted around Ethring! We must protect the village. To arms!'",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "You have defended the north-east entrance of Ethring",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "Candúr can be found patrolling the village of Ethring.\\n\\nYou should speak with Candúr.",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "You have defended the west entrance of Ethring",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "Arvaethor has asked you to accompany him back to Ethring and help strengthen their defences.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Laerind can be found in the village of Ethring.\\n\\nYou should speak with Laerind.",
      "es": ""
    },
    {
      "id": 177082768,
      "en": "Ethring north-west entrance",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Defend the north-east entrance near the lumber mill",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Defend the west entrance leading to Eilendoth",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Defend the south entrance leading to Dor-en-Ernil",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Defend the four entrances of Ethring.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Speak with Laerind",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Speak with Candúr",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "Speak with Arvaethor.",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "You have defended the south entrance of Ethring",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "You have defended the north-west entrance of Ethring",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "Ethring north-east entrance",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "Ethring west entrance",
      "es": ""
    }
  ]
}