{
  "id": 620953446,
  "txt": [
    {
      "id": 216727827,
      "en": "Your brother Sterkist is at the Spire of Meeting, in Rivendell.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'It is good to see you again, young one, and strong. I would not have made this journey if I did not think it important to give you my blessing and a word or two of further guidance.\\n\\n'When I sent you forth to find the Ranger Aragorn at the urging of the Wizard Radagast, I did not believe in the importance of the errand. I thought you would complete the task and return, and we could return to living in our customary way. We would collect the tolls on the river-crossing, trade for what goods we need, and otherwise remain secluded from the outside world.\\n\\n'But I have come to realize this cannot be. The forces of evil that gather on our doorstep will not be content to stay there. They may respect the might of Beorn's descendants, and would be wise to leave us be for a time, but one day they would seek to stamp us out. Our ferocity and our resilience would make them pay dearly, and the cost would make me proud, but then the line of my father would be ended.\\n\\n'I do not want to wait until that day, far away as it may be. I do not want to become as a cornered bear: dangerous, but frightened. I want to strike out at the enemies that surround him, and in that way keep from being cornered.\\n\\n'Make yourself strong, [placeholder]. Strike fear into the enemies of our people, and aid good folk that lack the power of the skin-changers. You will become my weapon against the forces that assemble against us. That is all I have to say. Go with my blessing and that of your brothers and sisters. Let the memory of your mighty ancestor, my father Beorn, drive you to feats of greatness!'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Your brother Sterkist is at the Spire of Meeting, in Rivendell.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Grimbeorn has come to the High Pass, in the Misty Mountains. He is at the camp called Vindurhal, in the narrow space between Eastern Bruinen Source and North High Pass.\\n\\nSterkist has told you that Grimbeorn planned to travel into the High Pass if you completed the tasks set before you.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "#-1:[placeholder]'I am in amazement that Grimbeorn made the journey into the High Pass. Did his message to you justify the journey, [placeholder]?'\\n\\nYou briefly recount Grimbeorn's words to Sterkist.\\n\\n'Well, I am glad that he tasked you with this duty, my #-1:{sister[f]|brother}. Real adventuring is difficult, tiring work, and this journey through the mountains to find you has already given me my fill!\\n\\n'You can be the adventurer in our family, and with my blessing!'",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Complete 'Implements of Ferocity'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Complete 'Articles of Resilience'",
      "es": ""
    },
    {
      "id": 24695155,
      "en": "Your brother Sterkist has come to Rivendell, and has brought a challenge for you from Grimbeorn.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Sterkist in Rivendell",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Talk to Grimbeorn at Vindurhal, in the Misty Mountains",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Your brother Sterkist is by the Spire of Meeting, in Rivendell.",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'Grimbeorn wanted me to send word if you were successful at the tasks he set before you, and I have done so. He told me he would journey into the High Pass to meet with you. You should go to him at the camp named Vindurhal, in the narrow space between the Eastern Bruinen Source and the North High Pass.'",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Talk to Sterkist in Rivendell",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'When I sent you forth to find the Ranger Aragorn at the urging of the Wizard Radagast, I did not believe in the importance of the errand. I thought you would complete the task and return, and we could return to living in our customary way. We would collect the tolls on the river-crossing, trade for what goods we need, and otherwise remain secluded from the outside world.\\n\\n'But I have come to realize this cannot be. The forces of evil that gather on our doorstep will not be content to stay there. They may respect the might of Beorn's descendants, and would be wise to leave us be for a time, but one day they would seek to stamp us out. Our ferocity and our resilience would make them pay dearly, and the cost would make me proud, but then the line of my father would be ended.\\n\\n'I do not want to wait until that day, far away as it may be. I do not want to become as a cornered bear: dangerous, but frightened. I want to strike out at the enemies that surround him,, and in that way keep from being cornered.\\n\\n'Make yourself strong, [placeholder]. Strike fear into the enemies of our people, and aid good folk that lack the power of the skin-changers. You will become my weapon against the forces that assemble against us. That is all I have to say. Go with my blessing and that of your brothers and sisters. Let the memory of your mighty ancestor, my father Beorn, drive you to feats of greatness!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "#-1:[placeholder]'Can you believe it, my #-1:{sister[f]|brother}? At last Grimbeorn has relented and given me leave to cross the mountains to find adventure! He has set a task for you, and put it to me to ensure you complete it. Consider this Grimbeorn's challenge to you: to face the mightiest foes with strength and endurance, and to best them!\\n\\n'When I arrived at this curious home of Elves, I did what I do best. I made a number of friends, and it seems one of them is a master craftsman. He agreed to make a weapon and other fine equipment for you, if you are able to collect the many components that will be required.\\n\\n'Grimbeorn demands that you become a shining example of our kind if you are to represent our family in Eriador, so I think you should undertake this task! Indeed, I look forward to guiding you toward its completion!'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Grimbeorn has challenged you to wield the finest equipment you can.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Grimbeorn's Challenge",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "#-1:[placeholder]'Well done, well done, my #-1:{sister[f]|brother}! I must confess to you that I did not think you would be able to complete the tasks Grimbeorn set before you.\\n\\n'Adventuring is difficult, tiring work! When we used to dream of going on such quests, it seems we left out the sleepless nights and the aching muscles, for this journey is the first I have thought of them. And yet you have travelled far and wide and faced terrible foes without complaint! Perhaps Grimbeorn was right to send you after the Ranger, [placeholder]. I am weary after a much shorter journey!\\n\\n'Grimbeorn has one more message for you. He wanted me to send word if you were successful at the tasks he set before you, and I have done so. He told me he would journey into the High Pass to meet with you. You should go to him at the camp named Vindurhal, in the narrow space between the Eastern Bruinen Source and the North High Pass.'",
      "es": ""
    }
  ]
}