{
  "id": 620953479,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'You are still here? I do not seek your counsel, [placeholder].\\n\\n'Look upon my weary face. Do you see a leader perched over this Vale or a tired man? They call me Borhador the Old, my own people! My time to step down from Lordship was taken from me when my eldest son Dervorin answered the call of the beacons. Now I dwell in limbo waiting for my son's return or death from the monsters lurking in shadow. Does hope even exist? Now be gone from my sight!'\\n\\nPerhaps Borhador needs some tangible signs of hope to lift his spirits in these dark times.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Collect signs of hope ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Bring the signs of hope to Borhador",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Signs of Hope",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "Borhador has a melancholic disposition and could use a reminder of the beauty that the Vale still holds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "This banner holds the prosperous symbol of the Vale, a gold trout on blue field",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "Signs of hope may be scattered around Ringló Vale near Ethring.\\n\\nSearch for signs of hope.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "The chickens are still productive, laying eggs for the village",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Borhador can be found in The Crossing-hall.\\n\\nYou should bring the signs of hope to Borhador.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "This mountain flower blossoms, even without the sun",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'What is the meaning of this? These things are meant to cheer me up? This is foolishness. It is not a simple matter of waning prosperity in my Vale.... Hmm, but perhaps you could be useful as I admire your persistence. In some ways you remind me of my wife Halwen, rest her soul. She loved this Vale until her death.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}