{
  "id": 620953492,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'My good adventuring friend, I am much too busy enjoying this tavern right now to adventure with you but might you have some time to listen to my request? Some men that were under Hebil's command have captured the beacon between Lamedon and this fine wooded Vale. I am sure they are up there right now thinking they are the best corsairs in all of Gondor but you and I know that they are just idiots. Look my friend, go up there and rough them up for me, will you? Wipe the smiles off their faces. Take back the beacon if you want as well. I do not understand Gondorians, but you seem to like them. Well, back to my pint! I'll see you again when you're done?'\\n\\n<rgb=#FF0000>This bounty can only be completed a maximum of three times.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Jajax is located inside the Ethring tavern.\\n\\nYou should speak with Jajax.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Speak with Jajax",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Bounty: Corsairs at the Fallen Beacon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "Jajax knows of a group of corsairs under the command of Hebil that have overtaken the beacon at the edge of Lamedon and Ringló Vale. He asks you to rough them up for him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Huzzah! I bet they ran down the hill crying like dogs! Haha, I wish I was there to see the looks on their faces. Har! You are a good friend. I am feeling much better!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "dnt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Roughed up corsairs at the Fallen Beacon ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Roughed up corsairs at the Fallen Beacon ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "The Fallen Beacon can be found on the border of Lamedon and Ringló Vale.\\n\\nYou should defeat corsairs at the Fallen Beacon.",
      "es": "",
      "es (fem)": ""
    }
  ]
}