{
  "id": 620953498,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'If you have a moment to spare, I must ask for your help in these dark times. Three days ago a man from the north came through this town with an army of warriors and ghosts. If you do not believe me, I understand, but I assure you I speak the truth.'\\n\\nYou say you know of this man and that his name is Aragorn, son of Arathorn.\\n\\n'Yes, I think I recall someone saying that name. I did not know this man but many in town did or were persuaded by his words and joined him on his eastern march. He took many and the rest stayed in their homes out of fear. After this frightful army of Men and Dead left the vale, the sky grew dark and rumours spread of Trolls lurking in the woods. Three days have passed and many still say they've seen The Dead wandering through the trees.\\n\\n'Borhador, the lord of the Vale, rests in his hall. Much has left his realm in these recent days, including his hope. Perhaps an outsider such as yourself, spending some time in the Vale, will give Borhador strength to lead his people again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Darkness over Ethring",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "Candúr, the town guard, asks you speak with Borhador of the situation in the Vale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I have nothing to say to you, stranger. Leave me be for my days are numbered.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "Borhador carries the heavy burden of uncertainty for his Vale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "Borhador can be found in The Crossing-hall.\\n\\nYou should speak with Borhador.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Speak with Borhador",
      "es": "",
      "es (fem)": ""
    }
  ]
}