{
  "id": 620953447,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Implements of Ferocity",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730887",
      "en": "'Barashal the Gorthorog and Gruglok of Urugarth are fearsome opponents, if even half of the stories I have heard about them are true. From Barashal, collect a crimson Gorthorog-horn. You may find him at Carn Dûm. You may gain from Gruglok at Urugarth a Sigil of War. Those are both frightening and dangerous places, so use caution when you go!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Shataz's cruel bludgeon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected brimstone-tinged spears ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Collected splintered Warg-claws ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Collected barbed barghest-tails ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c50",
      "en": "Collect hooked Warg-claws ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Sterkist is at the Spire of Meeting, in Rivendell.\\n\\nYou have collected the first set of components Sterkist says he needs for his friend to make you a fine weapon, and you should bring them to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Thank you for these components! My friend was so delighted that you were journeying to defeat Barashal and Gruglok that he went forward and made the weapon for you already! Do not be upset, but he did not need to use these components in its construction. Still, you have done a good thing by eliminating these cruel foes.\\n\\n'And now the weapon is yours! Use it in Beorn's name, and bring honour to our family, as Grimbeorn desires!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e9",
      "en": "Bring the first set of components to Sterkist",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c51",
      "en": "Collect crimson Gorthorog-horn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "#-1:[placeholder]'My friend can make you a weapon that befits our family line, [placeholder], but he will need a number of things that might be difficult to obtain.\\n\\n'He says he will need the cruel bludgeon of the snow-troll Shataz and brimstone-tinged spears of the Tarkrîp goblins. Shataz dwells now on the outskirts of the land of the giants in the Misty Mountains. The Tarkrîp you need are encamped among the Orc-camps of Malenhad in Angmar.\\n\\n'Good luck to you, my #-1:{sister[f]|brother}! Obtaining these things will not be easy, and will take quite a journey to find!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "Collected crimson Gorthorog-horn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c52",
      "en": "Collect Sigil of War",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Sterkist is at the Spire of Meeting, in Rivendell.\\n\\nYou have collected the second set of components that Sterkist says he needs for his friend to make you a fine weapon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'While you were away, my friend told me some tales about Shataz and his great evil. I am very glad that you have put an end to him! And thank you for the spears, too.\\n\\n'Are you ready to hear about the next set of components? We will need claws from the Wargs who stalk through eastern Angmar and other dangerous places, like Eregion and the Misty Mountains. We also need the barbed barghest-tails from those creatures which haunt Imlad Balchorth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3687",
      "en": "Collected Sigil of War",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c54",
      "en": "Collect crimson Gorthorog-horn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "Sterkist is at the Spire of Meeting, in Rivendell.\\n\\nYou have collected the final set of components for Sterkist, and should bring them back to him in Rivendell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Very well-done, [placeholder]! My friend says that your weapon will become a great deal stronger when the memory of these foes becomes a part of it. That sounds true to me, but I am not a weaponsmith. It is a nice thought, is it not?\\n\\n'He needs only one more set of components, and these will be most difficult to obtain. Barashal the Gorthorog and Gruglok of Urugarth are fearsome opponents, if even half of the stories I have heard about them are true. From Barashal, collect a crimson Gorthorog-horn. You may find him at Carn Dûm. You may gain from Gruglok at Urugarth a Sigil of War. Those are both frightening and dangerous places, so use caution when you go!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "Collected Sigil of War",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c55",
      "en": "Collect Sigil of War",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "Collected Crimson Gorthorog Horn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Wargs may be found in Angmar and other dangerous places, such as Eregion and the Misty Mountains. Barghests may be found in Imlad Balchorth in Angmar.\\n\\nSterkist says he needs splintered Warg-claws and barbed barghest-tails for his friend.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Barashal may be found at Carn Dûm in Angmar. Gruglok is at Urugarth in Angmar.\\n\\nSterkist asked you to bring him a crimson Gorthorog-horn and a Sigil of War, so his friend can fashion you a fine weapon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect Shataz's cruel bludgeon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Shataz may be found on the outskirts of the land of the giants in the Misty Mountains. Tarkrîp goblins may be found among the Orc-camps of Malenhad in Angmar.\\n\\nSterkist asked you to bring him the cruel bludgeon of Shataz and brimstone-tinged Tarkrîp-spears.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect brimstone-tinged spears ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Collect splintered Warg-claws ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Collect barbed barghest-tails ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "Collect grisly bat-talons ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c9",
      "en": "Collect mottled spider-mandibles ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e12",
      "en": "Bring the second set of components to Sterkist",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e14",
      "en": "Find the Crimson Gorthorog Horn and Sigil of War and bring them to Sterkist",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Sterkist has a plan to acquire you a weapon of high quality, but he needs you to collect a number of hard-to-obtain components.",
      "es": "",
      "es (fem)": ""
    }
  ]
}