{
  "id": 620953421,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Orcs can be found throughout the Redhorn Lodes, Nud-Melek, and the Foundations of Stone.\\n\\nYour cousin Varthmath has asked you to defeat Orcs in the depths of Moria to teach them to fear the line of Beorn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e17",
      "en": "Find an impressive landmark atop Zirakzigil, and <rgb=#FF0000>roar</rgb> your claim to the mountains",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Varthmath is at the Orc-watch among the Redhorn Lodes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Varthmath has asked you to find a location atop the slopes of Zirakzigil from where you can roar your claim to the mountains. He wanted you to find a suitably impressive landmark at which to roar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Defeat Orcs in the furthest reaches of Moria ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'I know you have done as I asked, [placeholder]. The dwarves may claim these ancient halls, and they are welcome to them. I have no love for these dim passages. It is the cold, crisp air of the mountains that I miss. One day, after the Orcs are gone, and after the dwarves are gone, we will return to the home we left so long ago, and run along the slopes of the mountains, and there find joy.\\n\\n'That day is not yet here, my cousin, but one day it will arrive and we will make our bold ancestor proud.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'You did well, my cousin. The Orcs and goblins thought they were safe in the halls of this cursed city, for the line of Beorn was above-ground and far away. Now they know our reach is great, but I want them to know that we are not mere visitors. We have a claim to the slopes of the mountains above these halls, a claim that is stronger than that of the dwarves to these dim passages.\\n\\n'Climb out of these halls and make your way to the surface. Atop the peak of Zirakzigil, <rgb=#FF0000>roar</rgb> our rightful claim to the skies, [placeholder]! Find someplace suitably impressive, a landmark of some majesty, at which to do this deed. I want all to know, dwarf and Orc alike, that the line of Beorn stakes a claim upon the mountain-slopes, and fears nothing!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "Defeated Orcs in the furthest reaches of Moria ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1ef9e0",
      "en": "You leave the wreck of the creature behind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Varthmath at Orc-watch, among the Redhorn Lodes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Fight Orcs throughout the furthest reaches of Moria, [placeholder], and teach them to fear the line of Beorn!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Varthmath at Orc-watch, among the Redhorn Lodes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "The remains of the terrible creature make for an impressive sight",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'Climb out of these halls and make your way to the surface. Atop the peak of Zirakzigil, <rgb=#FF0000>roar</rgb> our rightful claim to the skies, [placeholder]! Find someplace suitably impressive, a landmark of some majesty, at which to do this deed. I want all to know, dwarf and Orc alike, that the line of Beorn stakes a claim upon the mountain-slopes, and fears nothing!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "You have followed your cousin Varthmath into the depths of Moria, where the dwarves of the Iron Garrison seek to drive out the goblins that inhabit their old kingdom.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "The roar echoes in the cold, crisp air of the mountains, a warning to any who oppose your people",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Ah, my cousin, it is good to see a familiar face! I summoned Sterkist here, but it seems he has sent you in his place. I do not blame him for choosing not to come. I would not have entered this darkness unless I believed I had no choice, but that is the precise situation. It is these dwarves! They rile up the goblins unnecessarily, and wake creatures of evil that should remain sleeping!\\n\\n'You know that Beorn and his line once originated in the mountains. The mountains above these cursed halls are the true homes of our people, by right. These dwarves stir up the goblins and the creatures swarm all over the mountains. How can we hope to one day reclaim our territory if it is constantly under threat by dwarf or by Orc?\\n\\n'Fight Orcs throughout the furthest reaches of Moria, [placeholder], and teach them to fear the line of Beorn!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "The Path Homeward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Varthmath is at the Orc-watch in the Redhorn Lodes.\\n\\nYou have done as Varthmath requested, and should now tell him of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}