{
  "id": 620953491,
  "txt": [
    {
      "id": "0xeb01181",
      "en": "The Weft-mother can be found inside the spider infested cave.\\n\\nYou should defeat the Weft-mother.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "The source of spiders entering the Vale seems to be coming from inside the cave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Defeat the Weft-mother",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "The beacon of Eilendoth is located south-west of Ethring in Ringló Vale.\\n\\nYou should speak with Authest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Perhaps the strange stone in the cave is what drove the Weft-mother into a frenzy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Borhador can be found in The Crossing-hall.\\n\\nYou should speak with Borhador.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Speak with Authest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'You say there was a strange dark stone inside a spider nest? Perhaps the stone is what drove the brood's mother to send her children out of the mountain's crevasses. Now that she is no longer a threat, I shall be safe up here as will the beacon. Return to Borhador and let him know that the beacon is safe, but do not mention the strange stone. His mind is plagued with worry. Another mysterious threat may sink him even lower.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Speak with Borhador",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Does the beacon glow brighter? This is the first good news I have been given in quite some time. I only ask, will this one light be enough to ward off the growing darkness?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Defeated spiders in Ringló Vale ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Destroyed spider webs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "Authest, the caretaker of Eilendoth, has asked you to investigate the source of the spider infestation and halt the inpouring of these creatures.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Defeat spiders in Ringló Vale ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Borhador tasked me with maintaining the beacon. It was peaceful work until the skies grew dark. Laerind sent a look-out up here to keep an eye on Ethring. The spiders got to him first. I would have been next had you not come when you did.\\n\\n'These creatures came out of the woods to the west. I've not laid eyes upon such sizeable creatures before, and I've lived in Ringló all my days. Perhaps an adventurer such as yourself would be willing to search out the source of this insurgence. If I had to guess, I would say the darkened skies have something to do with it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Destroy spider webs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Investigate the source of the spider infestation",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Forest of Threads",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "Spiders infest the woods in the western part of Ringló Vale.\\n\\nStem the spider infestation in Ringló Vale.",
      "es": "",
      "es (fem)": ""
    }
  ]
}