{
  "id": 620915926,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'Not many of those that have been missing are found, and even fewer are found alive. I am one of the lucky ones, since you helped me find my brother! I am forever in your debt.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'With the farms being attacked by Warg-riders, I expected my brother to be here by now. He works on Cuthbald's Farm, which is just to the south-east of here. I think I see black smoke rising in the distance from that direction!\\n\\n'I want to go look for him, but if Warg-riders are there I will be in as much trouble as he is. Can you help me find out what happened to him?\\n\\n'I need just a moment to collect myself before we go. Here, take this horn and summon me when you are ready to go, and I should be ready by then. Use the horn down the road south of here, and I will catch up with you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Rescue in Cuthbald's Farm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Cuthbald's Farm appears to be destroyed! Where is Oter's brother?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Any [placeholder] that would risk their life to save my brother is a friend of mine. Thank you, friend. I should probably follow him back to Thrymm's Farm, to make sure he makes it back all right.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You saved Ragnold. Something stalks you, and growling gets louder as it approaches...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Ragnold will meet you back at Thrymm's Farm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Oter asked you to call him over to you on your way to Cuthbald's Farm. On the road south of Thrymm's Farm is likely a good spot to summon him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Cuthbald's Farm is south-east of Thrymm's Farm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Help!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d2",
      "en": "'I am ready to come with you to find my brother. It isn't a good sign that he hasn't shown up yet, and that smoke rises from there. He is in trouble, so let us please hurry to Cuthbald's farm!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Oter's brother must be on or around Cuthbald's Farm somewhere. With Wargs and Warg-riders around he likely didn't make it far.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Help!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Oter's brother was trapped under debris, but appears to be all right. He looks eager to leave Cuthbald's Farm quickly, but would like to speak to you first.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Help!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Help!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Oter's brother, Ragnold, has gone back to Thrymm's Farm. You should speak to Oter about saving his brother.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "Since his brother has been saved and has safely returned to Thrymm's Farm, Oter will be eager to speak with you there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced7",
      "en": "Now that he is with you, speak to Oter before heading to Cuthbald's Farm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Cuthbald's Farm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find and help Oter's brother",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Speak with Ragnold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Speak with Oter at Thrymm's Farm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Talk to Oter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Use the horn on the road south of Thrymm's Farm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5022",
      "en": "Speak with Oter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Cuthbald's Farm is the closest of the outlying farms to Thrymm's Farm, where those working the farms were supposed to meet should the outlying farms be attacked. Oter made it there and is worried because his brother Ragnold has not yet arrived.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e113",
      "en": "Make your way to Cuthbald's Farm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3cba3f5",
      "en": "This is around where Oter said you should summon him to you, if you are ready to go to Cuthbald's Farm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I sincerely cannot thank you enough. I'm getting out of here as soon as I can, and you should do the same!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}