{
  "id": 620915917,
  "txt": [
    {
      "id": 136263297,
      "en": "Manléof is severely injured, but still has a faint pulse... for now.",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Approaching Manléof, you hear pattering feet and hungry growls getting closer...",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Manléof has passed away from his injuries...",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Gársig's Farm is in a remote location of the Fallows, and was recently abandoned. Siric made his way to Thrymm's Farm, where those escaping the outlying farms were supposed to escape to. But his friend Manléof, a fellow farmer, has not yet arrived.",
      "es": ""
    },
    {
      "id": 262725906,
      "en": "Manléof has passed away from his injuries...",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "Manléof is severely injured, but still has a faint pulse... for now",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I barely made it here from Gársig's Farm! Warg-riders came out of nowhere... Manléof and I split up trying to escape. He should have made it here by now. \\n\\n'Those Warg-riders got my leg while I was escaping, and had to limp my way here. I can't make it back there with my leg like this. I beg you, mighty [placeholder], please look for him?'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Approaching Manléof, you hear pattering feet and hungry growls getting closer...",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Manléof, who was left behind at Gársig's Farm, is in very poor condition. He isn't likely to live much longer.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thank you for trying, [placeholder]. The enemy came fast, and we had little chance to survive. I was lucky to make it. I will let Manléof's family know what has happened to him.\\n\\n'We are losing too many good men from Forlaw these days...'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Gársig's Farm is on the far eastern side of the Fallows, near the Wold.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Manléof didn't survive the encounter with Warg-riders at Gársig's Farm. You should let Siric know what has happened, and he is awaiting your return at Thrymm's Farm.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find Manléof at Gársig's Farm",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Check on Manléof's injuries and defeat any nearby foes",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find Manléof at Gársig's Farm",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Return to Siric at Thrymm's Farm",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Search of Gársig's Farm",
      "es": ""
    }
  ]
}