{
  "id": 620915925,
  "txt": [
    {
      "id": 136263297,
      "en": "Léofburg saw nothing, and only rants about the bitter cold",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Forthere does not understand how lucky he is to be alive, and hates his neighbours for saving him",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Gifemund believes the harvest has been spoiled by frost, and his folk starve without food",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Cyneberg wants you to ask the people who escaped Dunfast what they saw.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Herethryth thinks of nothing but the poor cows that were left behind when the villagers fled",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Ludeca is so hungry, cold, and afraid that he can recall nothing helpful",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Artifact? I have seen no artifact, and I did not see the giant who drove us off! Only a violent blizzard, and a terrible ruckus.\\n\\n'Now we are here, freezing every night with no roof above our heads! My fool neighbours will not let me be warm! We will all die of cold, mark my words.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The refugees are huddled in their tiny camp south-west of Dunfast.\\n\\nYou should ask the refugees if they observed any relic to cause the ice-spire to appear where Núrzum sat.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Do not bother to stop and help this lot of cowards! Anyone who abandons their home without fighting deserves just this: to be stranded, cold and homeless.\\n\\n'These silly wretches fled, and dragged me with them, for they did not want me angering the enemy. They broke my door, knocked me down when I put up a fight, and then I woke up here.'\\n\\nAs one who barely survived a harrowing encounter with Núrzum, you can only shake your head at this man's foolishness.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Cyneberg is at the refugee's hideout south-west of Dunfast.\\n\\nYou should speak with Cyneberg.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I think we are doomed to starve here, stranger. It is very unfortunate that you did not come with provisions for my folk.\\n\\n'The harvest has been mostly taken by the frost. I would go back and search for food, but I dare not risk my life on so slim a chance.'",
      "es": ""
    },
    {
      "id": 15792851,
      "en": "'If I were to guess, these people need our help...but so does Thrymm! What should we do, [placeholder]?\\n\\n'Please hurry and find out everything you can about the artifact....'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'We left our cows behind, all of them! Those poor beasts...what became of them? We have always worked so hard to protect them, and they have thanked us by giving us milk, but we left them to fend for themselves!\\n\\n'If only we had thought to bring them when we ran, but it was all such a terrible blur!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'You ask strange questions of such desperate people, stranger. We saw nothing but our own shame as we fled our homes. Never have I been so afraid.\\n\\n'No, I saw nothing, and I can barely remember anything of that day, for I have never been so hungry or cold in my life!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Ask refugees if they saw any artifact ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'They cannot help us in this state, but we can certainly help them. I suppose I must put aside my search for Thrymm for the moment....\\n\\n'Let us start by saving these people from a cold and hungry death. Maybe then they can better remember what happened the day they ran away.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Tell Cyneberg of the survivors' plight",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'I think we should ask these people what they saw that made them leave. Perhaps one of them knows aught of the artifact you seek.\\n\\n'I do not suppose they will have any news of Thrymm, but no matter. We must see to the artifact first.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Witnessed Accounts",
      "es": ""
    }
  ]
}