{
  "id": 620915975,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Gajat has been defeated!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "Defeat the ferocious Warg-matron that dwells nearby. She is of a vicious breed of Warg, and her many pups serve as mounts for Saruman's Orc army. Her death is worth that of countless Warg-riders.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Warg-matron's den is in the south-west corner of Edsig's Farm. She can be found lurking near the small barn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Saruman has bred Wargs that are larger and more fierce than most that grow in the wild, even those found on the plains of Rohan. These Wargs are bred specifically to counter the Rohirrim's superior horses, and riding capabilities, and he strives to have riders who can match their skill. Saruman sent one of his prized breeding Warg-matrons to help establish an outpost in the Fallows.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You did good deeds this day, [placeholder]. Those of us who have lost almost everything to those Warg-riders thank you for your efforts. The sun may shine a little brighter now, for some of us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5022",
      "en": "Defeat Gajat, the Warg-matron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Warg-matron, Gajat, lurks outside a small barn that is now her den. This den is in the south-west corner of Edsig's Farm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Oter is awaiting your return at Thrymm's Farm and will be happy to know of what you accomplished while at Edsig's Farm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Gajat, the Warg-matron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Gajat, the Warg-matron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Return to Oter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Matron of the Pack",
      "es": "",
      "es (fem)": ""
    }
  ]
}