{
  "id": 620915974,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0xba3fae1",
      "en": "Picked up the torch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "Burn the Orc tents closest to the barn ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xba3fae2",
      "en": "Orc tents burned ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xba3fae4",
      "en": "Orc tents burned ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The White Hand Orcs have taken Edsig's Farm which was recently abandoned. They have begun converting it into an Orc outpost, and use it to form raids that have devastated the farmlands in the Fallows. For now, they live in tents set up in the fields of the farm until they can convert the more permanent structures.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xba3fae6",
      "en": "Orc tents burned ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "With any hope, what was done will slow the enemy down, and may give the farmers a chance to recover.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Orcs have set up their camp in the fields of Edsig's Farm while they convert the farm into an Orc outpost. The tents are made of a material that looks like it should burn easily....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "The Warg-riders have burnt down most of the farms and structures in the Fallows. While they work on converting the farm into an outpost to their liking, they are sleeping in tents in the fields. It is only fitting to return the favour.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The group of tents closest to the road should be reduced to smouldering ash. These tents are near where you picked up the torch, and are in the south-east corner of Edsig's Farm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "The group of tents closest to the windmill should be burned to the ground. These tents are on the northern side of Edsig's Farm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Grab the torch near the Orc tents closest to the road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "You have burned down the last of the Orcs' tents at Edsig's Farm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Grab the torch near the Orc tents closest to the road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Burn the Orc tents closest to the road ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Leaving a Lasting Mark",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "In the group of tents closest to the road, there seems to be a torch left by the fire. That torch will make quick work of these tents.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Burn the Orc tents closest to the windmill ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "The group of tents closest to the barn should be reduced to ash. These tents are in the south-west corner of Edsig's Farm.",
      "es": "",
      "es (fem)": ""
    }
  ]
}