{
  "id": 620915976,
  "txt": [
    {
      "id": 22075075,
      "en": "Completed",
      "es": "Completado"
    },
    {
      "id": 94621395,
      "en": "The Warg-trainers have been defeated, but more Orcs will come to take their place. Edsig's Farm was not reclaimed from the enemy, but its usefulness to the White Hand has been reduced, for now.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "Some parts of Edsig's Farm seem to have been converted by the Orcs to help them breed Wargs and train future Warg-riders. Defeating the Orcs responsible for training and breeding the Wargs would help slow the enemy recruitment of new riders to their ranks. ",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "The Warg-trainers have been defeated, but more Orcs are likely to eventually take their place. Edsig's Farm may still be in the hands of the enemy, however your efforts have reduced the usefulness of their outpost.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Trained with Cruelty",
      "es": ""
    },
    {
      "id": 225071137,
      "en": "Defeat White Hand Warg-trainers (0/6)",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Edsig's Farm was recently abandoned and the Orcs have taken the opportunity to use the farm as an outpost. They now use it as a base of operation for their Warg-rider raids on the outlying farms.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "White Hand Warg-trainer defeated ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Edsig's Farm appears to have been captured by the White Hand Warg-riders that are ravaging the Fallows' less populated areas.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat White Hand Warg-trainers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Edsig's Farm appears to have been captured by the White Hand Warg-riders that are ravaging the Fallows' less populated areas.\\n\\nSome parts of the farm further from the road seem to have been converted for breeding and training of new Wargs for future Warg-riders. ",
      "es": ""
    }
  ]
}