{
  "id": 620915937,
  "txt": [
    {
      "id": 22075078,
      "en": "Talk to Herethryth",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Found one of the four cows, eaten by wolves",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have reached the hideout safely",
      "es": ""
    },
    {
      "id": 16439761,
      "en": "'It is good that we have stopped to help these folk, but we must find Thrymm. Let us hurry!'",
      "es": ""
    },
    {
      "id": 16439762,
      "en": "'Did you have any success?'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The cows of Dunfast's small farm were left behind in the urgent rush to leave, but Herethryth is hopeful that the survivors can be brought back to camp.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "You have found the fourth cow, alive and well!\\n\\nShe was clever enough to evacuate Dunfast when the farmers were no longer there to protect the small herd.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The cows were last seen at the little farm in Dunfast.\\n\\nYou should search the small farm to see what became of the four cows.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "The cow looks pleased to be amongst farmers again, instead of braving the cold, harsh wild alone. She will provide milk for these hungry people, and will help them endure this strange winter.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "One cow is missing from the farm that was overtaken by wolves.\\n\\nYou should search near Dunfast for the missing cow.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The cow can be summoned by whistling for her.\\n\\nYou should lead the cow to the Dunfast refugees' hideout.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I am so glad that you were able to find the one survivor! I wish I could return the favour for you, but sadly I have no information -- only gratitude. I hope you will accept it.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "The refugees' encampment can be found south-west of Dunfast. The cow can be summoned by whistling for her.\\n\\nYou should lead the cow to the Dunfast refugees' hideout.",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'The cows were left behind when we left! I wish to go and lead them back here, but no one will let me leave.\\n\\n'Do you think you could check on them? Their milk would help us survive....'\\n\\n'There are four cows. Please bring back as many as you can!'",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "The cow can be summoned by whistling for her.\\n\\nYou should talk to the cow.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search the small farm for cows",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Herethryth is at the Dunfast refugees' hideout in the Whitshaws.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Search for the fourth cow",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Use the whistle to call the cow to you",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Lead the cow to the refugees' hideout",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Fate of the Livestock",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to the cow at the refugees' hideout",
      "es": ""
    }
  ]
}