{
  "id": 620915901,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "There are muffled calls for help from nearby. Search for those around the farm needing your help",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You found and rescued Oter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You found and rescued Torwulf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The farms in the Fallows were abandoned when Núrzum attacked Forlaw, and it was deemed unsafe to be outside the city walls. Thrymm's Farm is the meeting place for anyone in the outlying farms who are escaping to the safety of Forlaw.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You found and rescued Siric",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The farmlands were recently abandoned when Núrzum and the Orcs attacked Forlaw. Not everyone from the farms has made it back, and they could be in trouble. Forlaw is losing contact with so much of Wildermore these days.\\n\\n'The nearest farm is Thrymm's, and is just south-east of Forlaw. That is where those working the fields are supposed to go if the outer farms run into trouble. Please, go and look for any survivors that are out there!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Thrymm's Farm is south-east of Forlaw. The road outside the east gate has a fork, and the southern path runs straight through this farm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you for rescuing us. The other two made it here from other farms, but I've been working this farm my entire life. They say the other farms are completely destroyed! But the Warg-riders came here only to harass us, and probably would have killed us if you didn't come along when you did.\\n\\n'We have much work to do here if we are to recover this farm and get these fields tended to again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "There are a few survivors calling for help around Thrymm's Farm. These calls seem to be coming from around the outer edges of the farm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The rescued farmers ran off toward the barn in the centre of the farm. Find and talk to Oter, who seems to be the senior among these farmers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Thanks for your help!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Thank you, kind [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Thank you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Thrymm's Farm near Forlaw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xacf24c1",
      "en": "'The coast is clear!  Meet me near the main stables.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find the survivors around Thrymm's Farm ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Find Oter in the centre of Thrymm's Farm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xacf24c2",
      "en": "'I hope to see you near the main stables!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Farms of the Fallows",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xacf24c3",
      "en": "'The coast is clear!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}