{
  "id": 620915929,
  "txt": [
    {
      "id": 22075078,
      "en": "Speak to Torwulf",
      "es": ""
    },
    {
      "id": 195295969,
      "en": "You arrived at Gárferth's Farm, and it has been ransacked! Torwulf's father should be nearby...",
      "es": ""
    },
    {
      "id": 195295970,
      "en": "This is around where Torwulf said you should summon him to you, if you are ready to go to Gárferth's Farm.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Gárferth's Farm is one of the three smaller farms, and was abandoned recently when the others were attacked by the White Hand. Torwulf managed to escape, but his father never made it to Thrymm's Farm.",
      "es": ""
    },
    {
      "id": 262725905,
      "en": "Make your way to Gárferth's Farm.",
      "es": ""
    },
    {
      "id": 262725906,
      "en": "You hear something approaching...",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "You hear the old farmer's last breath rattle from his lungs as you kneel down to check on him. A peaceful look creeps across his face, in that final moment. He must have been on the verge of death for some time. He may have found peace knowing he was found, or from catching a glimpse of his last living son.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Torwulf asked you to call him to you on your way to Gárferth's Farm. On the road south of Thrymm's Farm is likely a good spot to summon him.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'My father... he's gone? But he was just here. We saved him! I... don't know what to say.\\n\\n'At least we found him, and he can be given a proper burial now. It is the least I can do for him. I can only hope he didn't suffer too much before we arrived.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Torwulf's father must be on or around Gárferth's Farm somewhere. With many Warg-riders roaming the area, he probably didn't make it far.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Winerad was barely hanging on, but didn't make it. Torwulf is likely in shock from what has happened, but he wants to have a word with you at the location of his father's death. ",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'It was not the outcome I was hoping for, but I appreciate your help. There is some comfort in knowing his fate instead of a gnawing unknown. Thank you [placeholder].'",
      "es": ""
    },
    {
      "id": 15792851,
      "en": "'Thank you for helping me find him. Let us make our way to Gárferth's Farm.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'My father is missing! I can't believe he didn't make it here by now. I do not want to leave these men behind, but I cannot live without knowing what happened to my father. I need to go look for him. \\n\\n'Can you please help me find him? Here take this horn and summon me when you are heading that way, and I'll catch up to you.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Torwulf has gone back to Thrymm's Farm, and will want to have a word with you.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Gárferth's Farm is down the road south of Thrymm's Farm.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Use the horn on the road south of Thrymm's Farm",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Now that he is with you, speak to Torwulf before heading to Gárferth's Farm.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find Torwulf's father",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Speak with Torwulf",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Speak with Torwulf back at Thrymm's Farm",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Search of Gárferth's Farm",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Find Gárferth's Farm",
      "es": ""
    }
  ]
}