{
  "id": 620915918,
  "txt": [
    {
      "id": "0x87d0854",
      "en": "The farmers killed by these Warg-riders have been avenged. But there is much more to be done.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Edsig's Farm is now the Warg-riders' outpost! The farmers must be avenged...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Warg-riders ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Edsig's Farm was once a very productive farm for Forlaw. It wasn't abandoned like the other farms, but no one that worked or lived there has returned alive. They are all presumed dead, but nobody is quite sure what happened to the farm, though they suspect the enemy has destroyed it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The Warg-riders attacking our farms came fast, and have done too much damage. It is time to strike back! No one is safe while those riders stalk the smoking ruins we used to call home. The destruction they caused should be avenged.\\n\\n'They have always come from the south, in the direction of Edsig's Farm. That farm was abandoned some time ago. Did the riders burn it to the ground, or have they captured it?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Edsig's Farm is near Gárferth's Farm, on the road south of Thrymm's Farm.\\n\\nEdsig's Farm was abandoned recently, but most of the Warg-rider attacks seem to have come from that direction. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Warg-riders are patrolling all over the area near Edsig's Farm. They keep watch on the road, and the surrounding farmlands, so approaching the farm undetected will not be easy.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find out what has become of Edsig's Farm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Warg-riders at Edsig's Farm ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Avenging the Lost Farmers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "The riders you defeated at Edsig's Farm will go a long way toward avenging those who lost their lives or homes to those Orcs.",
      "es": "",
      "es (fem)": ""
    }
  ]
}