{
  "id": 620915888,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "Talk to a refugee in the camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Search the south-western woods for signs of the refugees",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "Whistle for Cyneberg and speak with her",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c9",
      "en": "Search for another sign of the refugees",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4487882",
      "en": "A Search for Survivors",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd633112",
      "en": "Cyneberg believes the refugees saw Núrzum's violence on the outskirts of town and wisely decided to flee.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d2",
      "en": "'I am glad to see these people alive and well!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You have found a cloak snagged on a bent tree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "Cyneberg believes that the search should continue south",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "You hear hushed voices nearby",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c50",
      "en": "Talk to Cyneberg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I will tell you what I think: The people of Dunfast saw Núrzum's violence and felt the cold outside of town, and they ran, probably into the woods.\\n\\n'We should find them at once! It is likely that they need our help, for it seems that they did not have enough time to prepare.\\n\\n'Let us both begin searching. If you see any signs of them, give a whistle and I will join you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Ah! A cloak snagged on a tree -- that is a good sign. It is certain they ran this way. Let us continue south-west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'Do you hear that, [placeholder]? Voices! Can it be they?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3ced10",
      "en": "Cyneberg can be found at your side. You can use the whistle to summon her.\\n\\nYou should speak with Cyneberg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced7",
      "en": "The refugees likely fled into the woods south-west of Dunfast, away from the ice-spire where Núrzum sat and terrorized the people of town.\\n\\nYou should search for signs of the refugees in the trees.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'Ah! Here we are, then.\\n\\n'These people are in dire need of our aid, but I am so glad to see them alive.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3ced11",
      "en": "The source of the voices can be found south of Dunfast.\\n\\nYou should head towards the voices in the woods.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "'Thank heavens! There is hope! Do you come with an army from Forlaw? Where are the rest of you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced8",
      "en": "Cyneberg can be called by using the whistle she gave you.\\n\\nYou should whistle for Cyneberg and show her what you found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3ced12",
      "en": "The refugees can be found at their small encampment south-west of Dunfast in the Whitshaws.\\n\\nYou should speak with a refugee of Dunfast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Find the refugees and talk to Cyneberg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced9",
      "en": "The refugees seem to have fled further into the woods to the south of Dunfast.\\n\\nYou should search for more signs of them.",
      "es": "",
      "es (fem)": ""
    }
  ]
}