{
  "id": 620915977,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Bring the tools back to Oter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The Warg-riders may leave us alone long enough to repair what we can, and maybe put up a few defences here. Forlaw needs more supplies of food to survive this unnatural winter. However, they cannot spare men to protect the farm, or they risk the city itself. It is up to us to defend this farm and begin working the fields again.\\n\\n'Can you help us repair a few of the fences, and maybe clean up some of the tools scattered around the farm?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Time for Rebuilding",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Thrymm's Farm, once a cornerstone of the Forlaw marketplace, has fallen on hard times of late. However, the farmers are working hard to repair the farm and prepare it for growing crops again. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Tool collected ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Fence repaired ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x87d0854",
      "en": "'Thrymm's Farm is coming along nicely, thanks to you. Soon we can start to work these fields and hopefully get them ready for planting crops. Forlaw needs these supplies as quickly as we can make them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect farm tools ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Some of the wooden fences around Thrymm's Farm are broken or in need of repair, and there are tools scattered about the farm. All of the tools and broken fences can be found in the fields.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Repair broken fences ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The tools you picked up should be returned to Oter to be put away properly. He can be found by the large barn near the centre of Thrymm's Farm.",
      "es": "",
      "es (fem)": ""
    }
  ]
}