{
  "id": 621087819,
  "txt": [
    {
      "id": 216727827,
      "en": "The recipe needed to complete this quest is available for purchase. <rgb=#00f000>Purchase the quest recipe from the guild leader.</rgb>\\n\\nPackage a crate of bows for Umbar Baharbêl.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Provide the crate of bows to the Umbar Woodworker's Guild Leader.",
      "es": ""
    },
    {
      "id": 49286658,
      "en": "Deliver a crate of bows to the Umbar Woodworker's Guild Leader",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Talk to the woodworker's Guild Leader in Umbar Baharbêl",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Most excellent. These bows will be put to good use by guards all around Umbar.'",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Deliver a crate of bows to the Umbar Woodworker's Guild Leader",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Craft a crate of bows for the Umbar Woodworker's Guild",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Executed the recipe for a crate of bows",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The woodworker's guild in Umbar Baharbêl supplies many beautiful items to the citizens of the city. You are helping to see their craft services grow.",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "You created a crate of bows for the Umbar Woodworker's Guild",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Execute the recipe for a crate of bows",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'It is good to see you. You strike me as the sort that sees driftwood along the shore and hears not the sound of the crashing waves, but the voice of the wood calling you to find the deepest beauty within. It is the reason you joined our guild, no? Whatever the reason, you are one of us and we have requests piling up that need fulfillment.\\n\\n'Please, take up your carving tools and help us supply all that is demanded.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Listening to the Wood (Daily)",
      "es": ""
    }
  ]
}