{
  "id": 620859543,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected boots for shrew-stomping",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have entered the garden. Make sure you have the shrew-boots slotted as a skill",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "The shrews -- they're everywhere! They must be stopped",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Elves of Duillond have a garden which should be in a lovely state for the Spring Festival. Unfortunately, it has recently been overrun with shrews.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Drove away pesky shrews ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I am very glad you are here. These shrews are driving us absolutely mad, and we have just about given up. We expect that many people will come to see the garden. If we work together, I think we will be able to stop these shrews from continuing to misbehave.\\n\\n'You should enter the garden and wait for the fight to begin. I am a leisurely gardener myself, and my expectations are not high. All I ask is that you defeat many shrews; I don't care how long it takes!\\n\\n'Good luck, [placeholder].'\\n\\n<rgb=#FF0000>NOTE: The boots for shrew-stomping will appear in your inventory. You must slot this item into your skill bar, as this attack is the only offence that will work against the pesky shrews of Duillond.</rgb>",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The boots needed for stomping on shrews can be found near the stairs of the Festival Garden.\\n\\nYou should collect the boots from the crate and drag them to your skill bar, for they will be needed to deter shrews.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "These are some nice boots for gardening....",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Pesky shrews can be found in the centre space of Duillond's Festival Garden.\\n\\nThe pesky shrews can be found in the garden's centre in Duillond's Festival Garden, and the shrew-stomping boots are in your inventory.\\n\\nYou should locate the boots in your inventory and slot them as a skill. These boots can be used to stomp on obnoxious shrews infesting the garden. Maengamiel has asked you to defeat many shrews in the garden.\\n\\n<rgb=#FF0000>NOTE: To slot the boots as a skill, drag the 'Boots of Quite-imaginable Power' item from your inventory to your skill bar.</rgb>\\n\\n<rgb=#FF0000>Pesky shrews are immune to all other attacks and offensive manoeuvres.</rgb>",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Pesky shrews can be found in the centre space of Duillond's Festival Garden.\\n\\nMaengamiel has asked you to defeat many shrews at your leisure.\\n\\n<rgb=#FF0000>NOTE: To slot the boots as a skill, drag the 'Boots of Quite-imaginable Power' item from your inventory to your skill bar.</rgb>\\n\\n<rgb=#FF0000>Pesky shrews are immune to all other attacks and offensive manoeuvres.</rgb>",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Fear not; you have all the time you need. You just need to drive away a few shrews, and I will be satisfied.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Well done, [placeholder]! It is a start. A new game will begin shortly -- I do hope you will participate in the next one as well.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Pesky shrews can be found in the centre space of Duillond's Festival Garden.\\n\\nMaengamiel has asked you to defeat many shrews at your leisure.\\n\\n<rgb=#FF0000>NOTE: To slot the boots as a skill, drag the 'Boots of Quite-imaginable Power' item from your inventory to your skill bar.</rgb>\\n\\n<rgb=#FF0000>Pesky shrews are immune to all other attacks and offensive manoeuvres.</rgb>",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You will need to be standing in the centre of the garden below if you wish to catch all those shrews.'\\n\\n<rgb=#FF0000>NOTE: To slot the boots as a skill, drag the 'Boots of Quite-imaginable Power' item from your inventory to your skill bar.</rgb>\\n\\n<rgb=#FF0000>Pesky shrews are immune to all other attacks and offensive manoeuvres.</rgb>",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Maengamiel stands in the Elven Garden at Duillond.\\n\\nYou should speak with Maengamiel of your victory against the shrews.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'You will need to be standing in the centre of the garden below if you wish to catch all those shrews.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Get the shrew-stomping boots from the nearby crate",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Drag your boots to your skill bar and enter the garden",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Slot the shrew-stomping boots in your skill bar and wait for the onslaught",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Drive away pesky shrews ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Stomp-a-Shrew for the Leisurely Gardener",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Maengamiel",
      "es": ""
    }
  ]
}