{
  "id": 620859448,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'Have you brought me Swill for the Inn League Challenge? Excellent; now give it here. I expect it to be truly despicable.'\\n\\nNathalan takes a deep drink from the odious-looking mug of fake swill, which is actually the delicious Shire Spice Ale in disguise. He seems momentarily confused.\\n\\n'Disgusting! Foul stuff -- I think. Come to think of it, that was not what I expected. Oh my! It has a rather pleasant after-taste. Hmm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Do you have any swill?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Hankerings Left Unheeded",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Is that Limael's Vintage? What a fortunate turn of events! Let us give this a taste.'\\n\\nWesley Hopwood sniffs the glass, and then sips it, swirling the wine around before swallowing it.\\n\\n'Delicious! Now that is a fine wine, though... it tastes a bit familiar. Hmm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'I don't suppose I will ever be able to try Limael's Vinatage....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Nathalan is left woefully confused by your clever sabotage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Take a taste of that swill, [placeholder]. Do you think it will be as foul as the original? Ho, ho, ho, ha, ha, ha! Ha... ha, ha!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'Ah, the Forsaken Ale! This will make up for all the calamities of the Inn League Challenge, no matter how unsavoury the taste.'\\n\\nAlrek holds his nose and drains the mug quickly, making a face despite the smoothness of Barliman's Best.\\n\\n'Plhaugh! Pleh! Splah! Foul stuff. No, wait... that is not bad. It was actually rather good. Now I am confused -- everyone told me it was very bad. Why would they lie? Am I losing my knack for tasting? Hmm....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Wesley Hopwood is left woefully confused by your clever sabotage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'Have you brought me any Forsaken Ale?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Alrek is left woefully confused by your clever sabotage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Nathalan can be found in Angmar. Wesley Hopwood is in Bree-land. Alrek is in Ered Luin. Lendasil may be found in Ered Luin. Harigar Mudbottom is in Evendim. Lófi is in Forochel.\\n\\nThe spiteful dwarf Jónar has asked you to deliver fake versions of the Inn League members' requests all over Middle-earth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "'Dorwinion White! It cannot be! It... it is red? How odd. A red-coloured white wine. Hmm.'\\n\\nLendasil takes a sip, but shakes her head sadly.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Lendasil is left woefully confused by your clever sabotage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085259",
      "en": "'Have you brought me any fake Dorwinion White?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "Harigar Mudbottom is left woefully misled by your clever sabotage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "Lófi is left woefully confused by your clever sabotage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the fake swill to Nathalan in Angmar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the fake Limael's Vintage to Wesley Hopwood in Bree-land",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the fake Forsaken Ale to Alrek in Ered Luin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring the fake Dorwinion White to Lendasil in Ered Luin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Bring the fake Blagrove's Brown to Harigar Mudbottom in Evendim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Bring the fake Moor-boar Beer to Lófi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852590",
      "en": "'Ah, the Blagrove's Brown from my humble home! When I drink this, I shall be able to show my face again, and I will boast to all of the delightful flavours of this classic ale. It is a little whiter in colour and odour than I expected, but that is all right. Hmm....\\n\\n'Thank you, friend. I will enjoy this, and stand upon the table-tops in Michel Delving to tell tales of this fine brew.'\\n\\nHarigar looks happily at the Whitebranch, which he thinks is Blagrove Brown, and drinks it all.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852591",
      "en": "'Have you brought me any Blagrove's Brown?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852592",
      "en": "'Moor-boar Beer! Now we can finish the Inn League's Challenge. I shall drink this batch before it freezes.'\\n\\nLófi takes a hearty gulp of the beer and raises an eyebrow. Little does he know that he just drank Toad's Tongue Ale, and not Moor-boar Beer at all.\\n\\n'It does not remind me so much of boar, in the end. It is a little slimy. Warty, too, if a beer can be warty. Not that I mind it... but it is strange, nonetheless. Hmm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852593",
      "en": "'Have you brought me any Moor-boar Beer?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Jónar, a sinister and surly resident of Thorin's Hall, has grown increasingly sour towards the success of the Inn League.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'We have stolen their recipes, emptied their kegs, and harried those who wished to join them. Now we shall attack the very core of the Inn League -- the members themselves!\\n\\n'There are travellers all across Middle-earth, clamouring for the beers, ales, and wines that they could not bring with them. How do I know this? Never you mind! I have my sources, and they are trustier than you!\\n\\n'Now there is but one thing left to do, and then my sabotage will be complete, and the Ale Association is sure to be a success! I have gathered many drinks and poured them all into tankards, and now I give them to you. Deliver them to each requestor! Do not let on that I have poured the wrong beverage into each glass. Ha, ha! Ha, ha, ha! They will hate the Inn League after they have tasted what I have given them.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}