{
  "id": 620859432,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I can't believe my first attempt at sabotage has been thwarted by the lazy, trusting natures of those silly hobbits. But this one cannot possibly go awry.\\n\\n'Here's what you're going to do next. Listen closely: I want you to punch holes in those kegs they use to get their pathetic hobbit-beers out of. If you punch holes in them, they will drain everywhere and be empty for the next hobbit who comes along to use it.\\n\\n'Just imagining the looks on their disappointed, doughy little faces puts a tear of joy in my eye. Now go, quickly, and drain those kegs! It is not a true waste when so much good comes of it...for me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have executed the perfect tragedy. Soon, the Inn League's supplies will be all but depleted, and the Ale Association shall reign in its place!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'What do you want? Do you think those kegs will be any emptier if you stand here talking to me all day? These aren't the kegs you're looking for. Now, you'd best go about your business, and move along!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Draught Drought",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Jónar, a sinister and surly resident of Thorin's Hall, has grown increasingly sour towards the success of the Inn League.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Drained Inn League kegs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Drain Inn League kegs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Inn League kegs can be found throughout the Shire. You should go to The Bird and Baby in Michel Delving, the Party Tree in Hobbiton, The Green Dragon in Bywater, The Floating Log in Frogmorton, Woodhall, Budgeford, and The Golden Perch in Stock.\\n\\nJónar has insisted that you drain several Inn League kegs to sabotage the quickly-growing league of ale-enthusiasts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Jónar at Thorin's Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Jónar stands in a dark corner of the Inn at Thorin's Hall.\\n\\nYou should return hastily to Jónar to tell him the news of your success against the hobbits and their rival faction.",
      "es": "",
      "es (fem)": ""
    }
  ]
}