{
  "id": 620859545,
  "txt": [
    {
      "id": 218649170,
      "en": "These boots are made for stomping shrews.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Well done, [placeholder]! You have done your work here just as I asked. I have taken rather a liking to you, you know. I hope to see you again in the future, for I believe there will always be gardening work to be done here.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Stomp-a-Shrew for the Practised Gardener",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected boots for shrew-stomping",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You need to defeat many shrews during the round -- if the round ends before you have finished, you will lose this challenge of mine.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have entered the garden. Make sure you have the shrew-boots slotted on your skill bar",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You will need to be standing in the centre of the garden below if you wish to catch all those shrews.'\\n\\n<rgb=#FF0000>NOTE: To slot the boots as a skill, drag the 'Boots of Quite-imaginable Power' item from your inventory to your skill bar.</rgb>\\n\\n<rgb=#FF0000>Pesky shrews are immune to all other attacks and offensive manoeuvres.</rgb>",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "The shrews -- they are everywhere! They must be stopped",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The boots needed for stomping on shrews can be found near the stairs of the Festival Garden.\\n\\nYou should collect the boots from the crate and drag them to your skill bar, for they will be needed to deter shrews.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'You will need to be standing in the centre of the garden below if you wish to catch all those shrews.'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Drove away pesky shrews ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Pesky shrews can be found in the centre space of Duillond's Festival Garden.\\n\\nYou should locate the boots in your inventory and slot them as a skill. These boots can be used to stomp on obnoxious shrews infesting the garden. When you have done so, you should wait in the centre of the garden for the shrews to appear. Brangloth has insisted that you defeat many shrews before the game event comes to an end.\\n\\n<rgb=#FF0000>NOTE: To slot the boots as a skill, drag the 'Boots of Quite-imaginable Power' item from your inventory to your skill bar.</rgb>\\n\\n<rgb=#FF0000>Pesky shrews are immune to all other attacks and offensive manoeuvres.</rgb>",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "This event has ended; you ran out of time",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Pesky shrews can be found in the centre space of Duillond's Festival Garden.\\n\\nBrangloth has insisted that you defeat many shrews before the game event comes to an end.\\n\\n<rgb=#FF0000>NOTE: To slot the boots as a skill, drag the 'Boots of Quite-imaginable Power' item from your inventory to your skill bar.</rgb>\\n\\n<rgb=#FF0000>Pesky shrews are immune to all other attacks and offensive manoeuvres.</rgb>",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Pesky shrews can be found in the centre space of Duillond's Festival Garden.\\n\\nBrangloth has insisted that you defeat many shrews before the game event comes to an end.\\n\\n<rgb=#FF0000>NOTE: To slot the boots as a skill, drag the 'Boots of Quite-imaginable Power' item from your inventory to your skill bar.</rgb>\\n\\n<rgb=#FF0000>Pesky shrews are immune to all other attacks and offensive manoeuvres.</rgb>",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Brangloth awaits you in the Festival Garden of Duillond.\\n\\nYou should speak with Brangloth of your success against the pesky shrews.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Get the shrew-stomping boots from the nearby crate",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "You have been given boots for stomping on shrews; you should slot these as a skill and enter the garden",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Slot the shrew-stomping boots in your skill bar and wait for the onslaught",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Drive away pesky shrews ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Defeat shrews before the round is over",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Brangloth",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Elves of Duillond have a garden which should be in a lovely state for the Spring Festival. Unfortunately, it has recently been overrun with shrews.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'This is no time for leisure! It is imperative that the shrews be defeated quickly. If you cannot best shrews in the time allotted, I do not think you have the skill needed to help us with this effort.\\n\\n'These pesky shrews are ruining the Ethuilwereth, and Maengamiel is asking you to stroll through as though nothing is wrong. I am asking you to step up now, [placeholder] and show your true valour.\\n\\n'The game will begin down in the garden space, my friend. Wait there, and then defeat the pesky shrews as quickly as you can.'\\n\\n<rgb=#FF0000>NOTE: The boots for shrew-stomping will appear in your inventory. You must slot this item into your skill bar, as this attack is the only offence that will work against the pesky shrews of Duillond.</rgb>",
      "es": ""
    }
  ]
}