{
  "id": 620859542,
  "txt": [
    {
      "id": 218649170,
      "en": "Enormous boots excel at stomping on enormous shrews.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Well done, [placeholder]! It is a start. A new game will begin shortly -- I do hope you will participate in the next one as well.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Stomp-a-Shrew -- An Enormous Shrew",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Have you defeated the mightiest of shrews?'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected boots for shrew-stomping",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Nothing concerns me but the defeat of the enormous shrew. He always comes back, always. We must be vigilant!'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have entered the garden. Make sure you have the shrew-boots slotted on your skill bar",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You will need to be standing in the centre of the garden below if you wish to catch the enormous shrew. Good luck to you, [placeholder] -- you will need it!'\\n\\n<rgb=#FF0000>NOTE: To slot the boots as a skill, drag the 'Enormous Boots' item from your inventory to your skill bar.</rgb>\\n\\n<rgb=#FF0000>Pesky shrews are immune to all other attacks and offensive manoeuvres.</rgb>",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "The shrews -- they are everywhere! They must be stopped",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The boots needed for stomping on shrews can be found near the stairs of the Festival Garden.\\n\\nYou should collect the boots from the crate and drag them to your skill bar, for they will be needed to deter shrews.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'You will need to be standing in the centre of the garden below if you wish to defeat the Enormous Shrew. Good luck to you, [placeholder] -- you will need it!'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "The enormous shrew has been driven away... for now",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The pesky shrews can be found in the garden's centre in Duillond's Festival Garden, and the shrew-stomping boots are in your inventory.\\n\\nYou should locate the boots in your inventory and slot them as a skill. These boots can be used to stomp on obnoxious shrews infesting the garden. When you have done so, wait in the centre of the garden, for Dinedhrín has challenged you to defeat the large and ornery shrew that appears during every shrew-whacking game.\\n\\n<rgb=#FF0000>NOTE: To slot the boots as a skill, drag the 'Enormous Boots' item from your inventory to your skill bar.</rgb>\\n\\n<rgb=#FF0000>Pesky shrews are immune to all other attacks and offensive manoeuvres.</rgb>",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You ran out of time",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The enormous shrew can be found in the centre space of Duillond's Festival Garden.\\n\\nDinedhrín has asked you to defeat the enormous shrew, who only appears once per round.\\n\\n<rgb=#FF0000>NOTE: To slot the boots as a skill, drag the 'Enormous Boots' item from your inventory to your skill bar.</rgb>\\n\\n<rgb=#FF0000>Pesky shrews are immune to all other attacks and offensive manoeuvres.</rgb>",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "Another hero has defeated the enormous shrew this round",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "The enormous shrew can be found in the centre space of Duillond's Festival Garden.\\n\\nDinedhrín has asked you to defeat the enormous shrew, who only appears once per round.\\n\\n<rgb=#FF0000>NOTE: To slot the boots as a skill, drag the 'Enormous Boots' item from your inventory to your skill bar.</rgb>\\n\\n<rgb=#FF0000>Pesky shrews are immune to all other attacks and offensive manoeuvres.</rgb>",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Dinedhrín stands in the Elven Garden at Duillond.\\n\\nYou should speak with Dinedhrín of your victory against the shrews.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Get the shrew-stomping boots from the nearby crate",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Enter the garden space",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Slot the shrew-stomping boots in your skill bar and wait for the onslaught",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Be the first to stomp the enormous shrew",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Dinedhrín",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Elves of Duillond have a garden which should be in a lovely state for the Spring Festival. Unfortunately, it has recently been overrun with shrews.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I do not see him now. I think I just saw him. He drives me mad! He is the bane of the Elves -- such an enormous shrew. I have no love for him!\\n\\n'Perhaps you can defeat him! He is infuriatingly evasive and only appears once in a long while. Only one hero can drive him off in each round. How he drives me mad... mad!\\n\\n'He will appear soon in that garden down below. If you can defeat him, I will give you the most generous reward of all. What do you say to that, [placeholder]?'\\n\\n<rgb=#FF0000>NOTE: The boots for shrew-stomping will appear in your inventory. You must slot this item into your skill bar, as this attack is the only offence that will work against the pesky shrews of Duillond.</rgb>",
      "es": ""
    }
  ]
}