{
  "id": 620839977,
  "txt": [
    {
      "id": 136263297,
      "en": "Mirk-huorn defeated ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Nífdir wishes to learn what ails the violent trees of the Drownholt, and help them if it is possible to do so.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'My host of the Malledhrim will not be marching without Nífdir among them; I will wait for him, but he must not tarry long. Please make sure he knows this. If you can find a way to assist him so that his work does not delay him overlong, you will be helping me also.\\n\\n'Go back to Nífdir, [placeholder], and lend what aid you can. I do not know if there is much that can be done for the poor inhabitants of this foreboding swamp. Many of my folk feel that there is no hope or heart left in the swamp-lands...but you should not despair.\\n\\n'The fear from Dol Guldur has thrown a long shadow across these once-fair woods, yet the power of the Elves is strong also. Do not give up hope.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Nífdir can be found at a small camp to the west of Estolad Mernael.\\n\\nNenedhel has asked you once again to seek out Nífdir in the heart of the Drownholt.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah, [placeholder]! I am surprised to see you and very pleased that Nenedhel sent you back to me. When we passed through the swamp-lands, we all heard it -- the wrath and pain from deep within the hearts of the trees. The others took a wide detour to avoid the glade that seemed to be the very heart of malice.\\n\\n'I have a way with trees, but I fear these Huorns. I am no warrior, you see, so I have been watching their movements from this outlook. But perhaps you, a worthy [placeholder], will have better luck if you approach them.\\n\\n'Try to speak with them, but do not let yourself come to harm! You might be met with much hostility if you dare this task. Be wary, friend.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Huorns can be found in Sâd Meryrn, due south of Nífdir's small camp. You should travel north and west to reach their glade.\\n\\nYou should approach Huorns and attempt to speak with them, but Nífdir has advised you to be prepared for much open hostility.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The Wrathful Huorn stands in Sâd Meryrn.\\n\\nOne Mirk-huorn does not seem as malicious as the rest; you should approach it and learn what you can from it.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Please hasten to Nífdir's aid, mellon. The Malledhrim will not march while one of their host remains behind. He can be found to the west of here.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'That is a sad tale, [placeholder]! Most of the creatures you will find as you wander this dour forest are evil and have always been evil. But trees have long, long memories, unlike the other children of this Middle-earth -- that is why they are so familiar to me, I think.\\n\\n'It is long since these trees have had any hope, but they have not forgotten the brighter days. Poor creatures! Perhaps I can devise a way to help them, if you could give me a moment to think....'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Nífdir is at the camp overlooking Sâd Meryrn from the north.\\n\\nYou should speak with Nífdir and tell him of the strange conversation of sorts that passed between yourself and the Mirk-huorn.",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Go, [placeholder], and speak with the trees of Sâd Meryrn if you can! But you must defend yourself if they attempt to attack you, for I would not have you come to harm on my behalf.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "This Huorn's twigs shiver menacingly as you draw near, but it does not attack. It is a very old tree, and its will is strong. Surely this is the tree that the Elves perceived as they passed Sâd Meryrn.\\n\\nAs you stand at its roots, your mind is impressed with recollections of a fair green forest full of new life, and of a shadow of fear, ever-growing. The green life withers, blackens, and dies. Evil poisons consume the very water and air.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Nífdir at his camp",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Approach Mirk-huorns ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Approach the largest Mirk-huorn and attempt to speak with it",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Nífdir at his camp",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Writhing Glade",
      "es": ""
    }
  ]
}