{
  "id": 620839981,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have planted the seedling",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated bog-crawler ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You now carry a gift of light and hope for the corrupted Mirk-huorns of Sâd Meryrn. However evil they now seem, these old creatures of Mirkwood stir pity, for their long memory has not let them forget the taste of clean air and sunlight, when life was greener.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Here, mellon; take the seedling back and keep it safe. Do not let any harm it!\\n\\n'Menassiel chose a promising young mallorn, and I am very pleased to offer this to the Mirk-huorns. Good fortune upon this venture, [placeholder]. I hope all goes well this time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Sâd Meryrn can be found due south of Nífdir's camp, but you should strike north and west to reach the glade.\\n\\nNífdir has asked you to plant the mallorn seedling in Sâd Meryrn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have not been gone very long, [placeholder], but it sounds as though much has been accomplished! You have my thanks. I am glad Nífdir will have fulfilled his wish to be of aid to the pained creatures here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Nenedhel awaits news of Nífdir's endeavour at Estolad Mernael, east of Nífdir's encampment.\\n\\nYou should speak with Nenedhel and inform him that Nífdir's task is complete.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I hope that you can find a way to help the trees, [placeholder]. No creature deserves such suffering.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You have done very well, my good friend! You should speak with Nenedhel now and tell him that I will be along shortly. Thank you for all you have done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Plant the mallorn seedling in Sâd Meryrn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Plant the mallorn seedling in Sâd Meryrn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Nenedhel at Estolad Mernael",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Nenedhel at Estolad Mernael",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Rending the Shadows of Sâd Meryrn",
      "es": "",
      "es (fem)": ""
    }
  ]
}