{
  "id": 620839987,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'We are terribly distraught, randir. This dear one fell ill as we passed through the swamp-lands. It was day when we crossed the Drownholt, and Alagos bore me hither. But after a time his step became slower, and the moment we had successfully defeated the Orcs in a great skirmish, he collapsed where he stood.\\n\\n'He seemed to sleep, but alas, he recedes further from my calls every moment! I fear there is not much time to cure whatever malice ails him, [placeholder]. What wretchedness could affect him thus? The Drownholt is an evil place.\\n\\n'Until we know exactly where this began, I do not think we can help him. I fear to leave his side, though -- I am doing everything I can to hold him here. Could you go into the swamp and seek the source of this malady?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'How awful! I could not perceive the difference when I walked through that pool upon Alagos, for the evil of this swamp is overwhelming wherever I go. I wonder what troubles the waters there....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please hurry, [placeholder]. I do not think I can keep Alagos with us much longer if I do not know more about what befell him in the swamp!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Mysterious Affliction",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "One of the horses travelling with the Malledhrim has fallen ill, and the Elves begin to lose hope that he can be healed. His illness began as they passed through the Drownholt and has grown steadily more grave over time.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "There is a terrible rancour about this particular pool",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Explore the Drownholt for the source of illness",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Nestawen rode upon Alagos on her route to Estolad Mernael.\\n\\nYou should explore possible routes Nestawen may have travelled and look for anything out of the ordinary that could have induced the steed's strange illness.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Nestawen at Estolad Mernael",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Nestawen can be found at Estolad Mernael, the Malledhrim camp in the Drownholt.\\n\\nYou should speak with Nestawen immediately and tell her of the particularly fell pool in the Drownholt.",
      "es": "",
      "es (fem)": ""
    }
  ]
}