{
  "id": 620839980,
  "txt": [
    {
      "id": 54354734,
      "en": "The Elf Nífdir is moved by the unhappy state of the Mirk-huorns and the tale of their slow loss of hope. He wishes to do something to alleviate their sadness and despair.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I can think of one small gesture that might do some good. The mallorn trees of Lothlórien, thriving under the power of Galadriel and the care of the Galadhrim, inspire all who harbour love for the wilderness. The mallorns will resist stain as long as the Elves are here to tend them.\\n\\n'I want you to go to my friend Menassiel in Lothlórien, at Cerin Amroth. Surely her heart will be moved by your tale, as mine is. I would like to plant a mallorn sapling here, in this glade. It will give hope to the Huorns. I do not think it will fully quell their wrath, but it has been long since they have seen any light. They deserve a glimmer of hope, for someday the shadows of Dol Guldur will trouble this place no more.\\n\\n'Go to Menassiel now, [placeholder], and see if she will help you.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Menassiel can be found at Cerin Amroth in Lothlórien.\\n\\nYou should speak with Menassiel and see if she will gift the Huorns of Mirkwood with a young mallorn, a light to dispel the shadows upon their wretched existence.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You indeed tell a sad story, [placeholder]. Thank you for offering to return to that dangerous place for so generous a deed. Not many outsiders love the trees as much as we Galadhrim do.\\n\\n'I only hope that I do not send this child to its death in that forsaken swamp. Please see that it is cared for, if you pass it by. It has some power to spread its light and dispel the cruel corruptions of Mirkwood, but...nay, I will trust to hope. The power of Galadriel is in the very sap of this young one.\\n\\n'Return to the glade if you dare, [placeholder], and plant this seed. See that none disturb it.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Nífdir is at his camp in the Drownholt, west of the Malledhrim outpost of Estolad Mernael.\\n\\nYou should return to Nífdir to show him the seedling donated by Menassiel.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Bring this little seedling to Nífdir, mellon. It is my gift to the aged trees who live in despair. I hope it brings them light, as the mallorns have done for us also.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have returned! I am glad. Let me see what Menassiel has given us.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Menassiel stands near Cerin Amroth, in Lothlórien. You should go to her and see if she will help us.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Have you been to see Menassiel yet? She can be found near Cerin Amroth in Lothlórien.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Menassiel at Cerin Amroth",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the mallorn sapling to Nífdir",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Gift of Gold",
      "es": ""
    }
  ]
}