{
  "id": 620839973,
  "txt": [
    {
      "id": 54354734,
      "en": "The Elves of the Drownholt are missing one of their own -- a curious Elf who fancied he heard the sorrow of the trees as they made their way through the swamplands. He has not returned, and his companions yearn for news of him.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Hail, [placeholder], and welcome. I am the leader of this company, though I fear I do poorly with the safekeeping of our goals. Perhaps I am rather too lenient with the whims of my good people, for I gave Nífdir leave to investigate the whisperings, and now it has been many days since his return.\\n\\n'The whisperings, yes. Have you not heard them? We all perceived the shudderings and discontent amongst the trees as we travelled through the drowned lands. Good Nífdir wished to remain and hear them, for he is more concerned with the trees than with the Orcs and wraiths. He loves all forests, however bleak and black they seem. I had not the heart to forbid him.\\n\\n'Did I do wrong to leave him behind? It has been many days since we parted ways to the west of here, in the heart of the swamp. I yearn to know if he has come to harm, but I do not wish to send others into danger for my foolishness, for we are precious few, and our mission is clear. I have already compromised our plans. Will you seek Nífdir?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Nenedhel parted ways with Nífdir to the west of Estolad Mernael.\\n\\nNenedhel, leader of the Malledhrim in the Drownholt, has asked you to seek Nífdir in the swamp-lands.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Nífdir lives! You lift a great burden from my shoulders with this news, [placeholder]; I thank you. You have been very helpful.\\n\\n'I do wish he would hasten with his work, however. Perhaps you can help him to speed this along, for I fear that further delay will compromise our aims.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Nenedhel is at Estolad Mernael, east of Nífdir's small camp.\\n\\nYou should speak with Nenedhel and assure him that Nífdir is safe, but not yet ready to rejoin his companions.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Nífdir was last seen to the west of here, deep within the swamp, but that was many days ago. I hope that he is safe....'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Mae govannen, mellon. Nenedhel sent you to find me, did he? I am sorry to have given him anxiety on my behalf, and I hope that he will forgive me. I fear I am not ready to leave just yet. Can you perceive the wrath and fury of the trees all around us? I must know what angers them so.\\n\\n'Please return to Nenedhel with my apologies and word that I am whole and well. Tell him that I will return when I can, but not before I attempt to discern what ails the trees of this swamp. I do not think they are evil! Alas, my heart is saddened by their pain.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You are very good to have sought me for Nenedhel's peace of mind! Please assure him that I am well enough.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Please hasten to Nenedhel with news that I am well, but very concerned for this place. I do not wish him to waste his time with fears for my well-being.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Seek Nífdir in the Drownholt",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Nenedhel at Estolad Mernael",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Glowering Trees of the Drownholt",
      "es": ""
    }
  ]
}