{
  "id": 620839984,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'How eerie! I can see them from this very spot, when they dare to come into view. Surely you have been hunted by them on your way here, have you not, [placeholder]? I am speaking of the dire cats of this vile black swamp.\\n\\n'I daresay those beasts have never had a wholesome meal in their lives, for generations uncounted. They seem to be driven mad by our presence, for apparently we and our horses seem like the best food that has ever presented itself before them.\\n\\n'I do not like how they prowl and stalk. Please go and thin their numbers so that the good folk who may have need to travel can do so without being eaten.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done, my good [placeholder]. I am sure the tentative paths of this swamp will be safer now for those who have need to travel. We can rest easier now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If you can thin the numbers of swamp-cats about Estolad Mernael, we will all be much safer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Stalked by Shadows",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The swamp-cats of the Drownholt prowl hungrily about, stalking any that move about unawares. They are causing the Elves of Estolad Mernael great unease.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated swamp-cats in the Drownholt ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat swamp-cats in the Drownholt ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Swamp-cats can be found in the drowned lands of the Drownholt, all around Estolad Mernael.\\n\\nLaidhriel has asked you to defeat many of the hunting swamp-cats that stalk the camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Laidhriel at Estolad Mernael",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Laidhriel can be found at Estolad Mernael, the Malledhrim camp in the Drownholt.\\n\\nYou should speak with Laidhriel and tell her of your success against the evil swamp-cats of the drowned lands.",
      "es": "",
      "es (fem)": ""
    }
  ]
}