{
  "id": 620839983,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Welcome to our small stronghold, good [placeholder]. We are beset by dangers all around, both in the swamp-lands and beyond. There are many poisonous things, and while they do not threaten us, a great risk is posed to our horse-friends, and those of other races who travel with us as well.\\n\\n'I saw the fell glow of fireflies as we travelled here, and such a sickly light can only be poison from such a creature. Could you collect the stingers of these flies? I could use the venom stored within to craft an antidote, as a precaution.\\n\\n'Please collect for me as many stingers as you can, but be careful -- I do not wish to see you come to harm. These insects are strong and swift and will have no mercy upon any who draw too near.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you, [placeholder]; you have done well to bring me these. Now I can set to work at making a draught that will act against this venom.\\n\\n'What a sickly glow emanates from it still!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You may find the stinging flies throughout the Drownholt, glowing among the darkness of these dense trees. Be wary of their poison, mellon!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Have you collected any stingers from the fireflies? They can be found throughout the Drownholt.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Luminous Poisons",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Rocheledh is concerned that many sources of poison are potential threats to those who assist the Golden Host on their venture through Mirkwood. He wishes to craft an antidote to have on hand against the firefly poison.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected luminous stinger ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect luminous stingers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Fireflies can be found throughout the Drownholt in Mirkwood.\\n\\nRocheledh has asked you to collect the venomous stingers of fireflies so that he may craft an antidote against the poison. He fears for safety of the Elf-friends who travel with the Malledhrim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the luminous stingers to Rocheledh at Estolad Mernael",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Rocheledh is at Estolad Mernael in the Drownholt.\\n\\nYou should bring the stingers you collected to Rocheledh so that he may craft a useful antidote from their luminous venom.",
      "es": "",
      "es (fem)": ""
    }
  ]
}