{
  "id": 621065444,
  "txt": [
    {
      "id": "0x9b56881",
      "en": "'I feared I had offended him, but I tried not to brood upon it. I had not called upon him at his home, after all. If he should leave his tower and the vale of Isengard to interrupt my quest, let him bear the burden of my unpracticed tongue. I am a fighting man, as I have said before, and am unused to the ways of Wizards.\\n\\n'I resumed my journey. I was already a long way from Gondor, but there was longer to go.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08eda7",
      "en": "Follow Boromir to the doors of Meduseld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Denethor, the Steward of Gondor, wrestles with many difficulties.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Boromir continues the tale of his journey.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Long has my father kept watch upon the Black Land of Mordor, and at his command the soldiers of Minas Tirith never relaxed their vigil. The Steward's commands are respected, as is right, but what man from the high walls of Minas Tirith could not see smoke rising from Mount Doom, far away and yet still too near? In the taverns of the city they named it a fell portent, and in the high chambers of council, my father agreed with his folk, though they knew it not.\\n\\n'But none could have foreseen the onslaught that emerged from Mordor. A great force swept through Ithilien, driving our soldiers before it, and at Osgiliath we slowed its approach for as long as we could, and destroyed the bridge behind us.\\n\\n'There was something strange about that battle, my friends. There were... strange omens... before and during the fighting, but neither my brother Faramir nor I could understand their meaning. We spoke of them to our father.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ed5f21",
      "en": "'Hail to you, son of Gondor!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ed5f22",
      "en": "'What errand brings you with such haste to my borders?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Boromir has agreed to tell you the tale of his journey from Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Boromir continues the tale of his journey.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ed5f23",
      "en": "'I see.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'My father is wise in ways I could never be, for I am in my very bones a fighting man; the stories with which I grew up shaped me to be this. But the Steward of Gondor must be a learned man if he is to guide Gondor through such troubled times as these. What the name \\qImladris\\q meant to my father he would not say, only that it was a place far to the north where lived Elrond the Halfelven, who was said to be the greatest of the lore-masters of Middle-earth, canny and dangerous. \\qFew or none in Gondor know where this place might be found,\\q my father told us.\\n\\n'My brother Faramir volunteered at once to seek out this place, and to ask Elrond Halfelven if he might know the meaning of the... many strange portents... we had seen in recent days. I knew the road would be full of danger, and took the journey for myself. My father was most wroth at my choice, and he argued against it, but at last he gave me leave to depart. He must have seen that I could find the secret dale in which Imladris lies and bring back knowledge to aid Gondor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ed5f24",
      "en": "'There was a time when the wisdom of Wizards was much sought after...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Though he was denied an audience with Théoden, Boromir spoke with several members of his court.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ed5f25",
      "en": "'Imladris?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4c4a181",
      "en": "'I know not what to make of Éowyn, the king's niece. Are all women of Rohan so eager to fight?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Before I set forth, my father impressed upon me the need for secrecy. \\qEnemies could lurk anywhere, my son,\\q he told me. \\qRemember that Gondor needs you. Return with the knowledge the Halfelven can provide, as quickly as you can. More quickly, if you deem the quest to be a foolhardy one!\\q\\n\\n'I assured him I would not abandon the quest, and departed at first light, taking the west road into Rohan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ed5f26",
      "en": "'You seek the haven of Elrond Halfelven?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ed5f27",
      "en": "'Why?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ed5f28",
      "en": "'Too much, and yet nothing at all, son of Gondor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8aa63b1",
      "en": "'As is custom, I called upon Théoden, King of Rohan, upon arriving at his city.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ed5f29",
      "en": "'But I will not let you pass Isengard without the benefit of my knowledge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8aa63b2",
      "en": "'I was denied my audience with Théoden, but I did speak with others of his court.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa025961",
      "en": "'Hold. Who comes here?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8aa63b3",
      "en": "'It has been said that Wizards are quick to anger.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x74e4bc1",
      "en": "'What does it mean, father?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa025962",
      "en": "'Is that so?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8aa63b4",
      "en": "'Saruman, at least, did not prove an exception.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa6e9111",
      "en": "'Théoden's doorward is named Háma. He seemed a good man.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x74e4bc2",
      "en": "'We mean not to question your wisdom, father.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa025963",
      "en": "'These are dangerous times, and friends must be judged more carefully than before.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8aa63b5",
      "en": "'I could not tarry long at Edoras.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x74e4bc3",
      "en": "'It is an errand of some urgency for the Kingdom of Gondor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa025964",
      "en": "'The king is indisposed, and will see no one today.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x62e5021",
      "en": "'But it may be a message!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x74e4bc4",
      "en": "'But I should not speak of it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x62e5022",
      "en": "'I am sorry, father.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Boromir continues the tale of his journey.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x74e4bc5",
      "en": "'I mean no offence.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'My obligation to call upon Théoden satisfied as best as could be managed, I left Edoras and continued my journey. I would pass through the Gap of Rohan and then turn north for lands I had never seen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x74e4bc6",
      "en": "'I fully understand neither the need for secrecy nor my journey's purpose!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Consider Théodred, heir of Théoden",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Boromir continues the tale of his journey.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x74e4bc7",
      "en": "'What power can there be in Imladris that might aid Gondor?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Consider Éowyn, Lady of Rohan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'But as I neared the Fords of Isen, to my surprise I encountered someone I had not expected to see.\\n\\n'I dismounted to speak with him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x74e4bc8",
      "en": "'I beg your pardon, my lord, but I have said too much already.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Consider Éomer, Marshal of the Mark",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Someone unexpected left his home to speak with Boromir near the Gap of Rohan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Talk to Boromir and hear what he has to say about his journey",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Boromir and hear what he has to say about the journey",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Listen to Boromir's tale of his journey",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Talk to Boromir and hear what he has to say about the rest of the journey",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Boromir continues the tale of his journey.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3859e01",
      "en": "'May Théoden recover from his illness. But if he does not, Théodred will be a good king.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "In June, Boromir and his brother Faramir were called by their father, the Steward of Gondor, to the White Tower.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x509a581",
      "en": "'I sparred for a time with Éomer, nephew of Théoden. A good man!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa4b8481",
      "en": "'It means these are strange times in which we live, Boromir.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa4b8482",
      "en": "'Speak to me not of fairy stories!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa4b8483",
      "en": "'We have always measured our strength by the bright sword and the sturdy shield!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa4b8484",
      "en": "'And so we will today.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa4b8485",
      "en": "'This much is clear to me, my sons.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa4b8486",
      "en": "'Gondor is strong, but even Gondor cannot stand forever against such evil.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa4b8487",
      "en": "'Can it be that names out of legend may hold some key to defeating this enemy?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa4b8488",
      "en": "'Imladris. Can it be?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6265681",
      "en": "'The man Gríma had a foul look. I did not like him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4b0d1c1",
      "en": "'Greetings to you, Boromir, son of Denethor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4b0d1c2",
      "en": "'You are welcome to Meduseld, ruling seat of Théoden King.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4b0d1c3",
      "en": "'It is Boromir, son of the Steward of Gondor, Captain of the White City.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Boromir and hear what he has to say about Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4b0d1c4",
      "en": "'He is known to Rohan, and is a friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Listen to Boromir's tale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Boromir and hear what he has to say about the quest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xed5f230",
      "en": "'The refuge you seek lies in a northern dale, guarded by sharp-eyed Elves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Boromir and hear what he has to say about Rohan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xed5f231",
      "en": "'If you plan to treat them with the discourtesy you have shown me...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xed5f232",
      "en": "'...you had best turn around and save your own skin!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Consider Gríma Wormtongue",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Consider Háma, Doorward of Théoden",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: A Long Way From Gondor",
      "es": "",
      "es (fem)": ""
    }
  ]
}