{
  "id": 621065411,
  "txt": [
    {
      "id": "0x9b56885",
      "en": "'Bregoleth says there is one more location she wants us to investigate, but soon our time together will be ended. Each of us must bring word of Saruman's designs to our chieftains, for they must soon ripen and spell doom for Middle-earth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 1, Chapter 8: The Grasping Hand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Meneldir at Idhobel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I returned Tegwyn to Mossward, and while I was unable to coax a promise not to venture again into the wild, his parents gave him enough chores to keep him occupied at least until adulthood, at which point I think our obligation to keep him safe must surely lapse. I swore no oath to the farmers of Swanfleet.'\\n\\nMeneldir studies your expression, and sighs heavily.\\n\\n'Duindil did not speak kindly of me, did he? I am... not surprised, [placeholder]. In my heart I still hold the cause of the Dúnedain most dear... but I understand my folk may not believe it, and I cannot deny the breaking of my oath.\\n\\n'But who is your new friend? If she hates the Uruks as we do, and is willing to aid us, perhaps she can help us track down several of their leaders? Rumour of three such villains has preceded me here, and I cannot help but think the work would go more quickly if we were to split up, each of us to deal with one.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Bregoleth at Idhobel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I have hated Orc-kind for much longer than you have been alive, Dúnadan. As for the oaths you have taken, or broken, I know he to whom you are sworn, or should be; I know what he desires to become. Ask not if I will help you, Ranger of the North; ask instead if you are strong enough and courageous enough to lend any assistance to Bregoleth of Imladris of which she could have any need?'\\n\\nBregoleth smirks at Meneldir, an amused light dancing in her eye. The Ranger stares back, his mouth open.\\n\\n'I will slay one of your Uruk leaders, Meneldir, and [placeholder] will slay another. Can you be trusted to deal with the third? Show their locations to us on the [placeholder]'s map, and we will see it done. Afterwards we can meet at Idhobel, a camp of my people to the north of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Well? What say you to this?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'You had success? Those are good tidings, for it means Saruman now has three fewer war-leaders commanding his forces in the area.\\n\\n'I spoke with Bregoleth while we waited for you to return, and she says there is one more location she wants us to investigate, but soon our time together will be ended. Each of us must bring word of Saruman's designs to our chieftains, for they must soon ripen and spell doom for Middle-earth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Meneldir is right: I must soon return to Imladris with these grim tidings. Winter is approaching, and I must tell Elrond the winds will blow chill indeed if the Wizards have turned against us. Saruman's hand stretches forth to seize dangerous knowledge from the ruins of Eregion, and if the White Hand grasps it, who can tell what evils he might next think to accomplish?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "Fakhthal bellows a challenge and attacks!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Holmduf bellows a challenge and attacks!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Bregoleth spoke sadly of the War of the Elves and Sauron, but she refuses to dwell upon the past. If there is something to be gained from her memories that will prevent further grief in the present day, she will do her best to learn it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Bregoleth is at the camp of Idhobel, in Western Eregion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "Zagvar bellows a challenge and attacks!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "The defeat of Fakhthal lowered the morale of Uruks under his command",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Bregoleth is north-west of Caras Gelebren, hopeful that the purpose of the Uruks in Swanfleet can be hindered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Uruk tracks signifying the locations of Uruk war-leaders can be found at three different places in Western Eregion.\\n\\nMeneldir asked you to investigate Uruk tracks within Swanfleet and defeat one of the Uruk war-leaders responsible.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Idhobel is located in Western Eregion, along the road that runs north to Tham Celechir.\\n\\nMeneldir and Bregoleth agreed to meet with you at Idhobel after each of you defeated your own Uruk war-leader.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Bregoleth on the slope north-west of Caras Gelebren",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Investigate Uruk tracks within Western Eregion and defeat an Uruk war-leader",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "The defeat of Holmduf lowered the ferocity of Uruks under his command",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "The defeat of Zagvar lowered the tenacity of Uruks under his command",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x597cb91",
      "en": "'Fresh meat!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x597cb92",
      "en": "'Who's snooping around here?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x597cb93",
      "en": "'Prepare to die!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x597cb94",
      "en": "'Death comes for you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x597cb95",
      "en": "'I will spill your blood!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'I will slay one of your Uruk leaders, Meneldir, and [placeholder] will slay another. Can you be trusted to deal with the third? Afterwards we can meet at Idhobel, a camp of my people to the north of here.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}