{
  "id": 621065439,
  "txt": [
    {
      "id": 246419873,
      "en": "Egfrith suggested the tall tower at TBD in Tharbad might provide a good view of the surrounding countryside, helping the three of you plan your travel through the Orc-occupied city and beyond.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 2, Chapter 1: Something Creeps In Tharbad",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "'I will help your friend make sure this camp-site remains unoccupied by those who made it, if you will hunt the Orcs that prowl the city. We will stay here only long enough to dry our clothes and recover from the crossing, and the fewer Orcs between us and the northern road, the better.'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Defeat Orcs in the ruins of Tharbad ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I can hear Orcs prowling among the ruins of the city, and if we do not post a watch, they may surprise us while we rest from the crossing. They have become an ever-growing threat in my own land, and the king has not the strength to oppose them; Rohan suffers.\\n\\n'I will help your friend make sure this camp-site remains unoccupied by those who made it, if you will hunt the Orcs that prowl the city. We will stay here only long enough to dry our clothes and recover from the crossing, and the fewer Orcs between us and the northern road, the better.'",
      "es": ""
    },
    {
      "id": 177082752,
      "en": "Egfrith gives a sudden start",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Climb the tower at TBD in Tharbad",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "The travelling clothes in which the man is dressed cannot hide the fact that he is a proven warrior. The bodies of the Orcs about his feet also do much to make that clear.",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Talk to Meneldir by the northern bank of the Gwathl贸",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Help the man engaged in combat with the Orcs to the west",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'How fared you against the Orcs, [placeholder]? Did they bear the insignia we encountered on the Uruks of Swanfleet?'\\n\\nYou tell Meneldir the Orcs that prowl the ruined city do not appear to wear the mark of the White Hand, and to your eye they belong to other Orc-tribes.",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to Egfrith by the northern bank of the Gwathl贸",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'What do you know of this symbol, this White Hand? Orcs bearing this mark have appeared in Rohan of late, and many are the towns and crofts they have troubled throughout the Riddermark. The king's illness prevents him from properly dealing with these raiders, and every day the kingdom grows more weak, more frail. But who commands this tribe against my people?'\\n\\nMeneldir gives you a warning look, and you tell Egfrith that Uruks of the White Hand must serve some powerful chieftain of their own kind. She rests a hand against the pommel of her sword.\\n\\n'Yes, that does seem to be the way of that kind. Still, the Orcs here in Tharbad need not serve beneath the White Hand to endanger my own errand or your own. There are other fires to the west, on the other side of the broken bridge from here, and if you clear away their defenders we will rest more easily and be better prepared to travel safely through the city.'",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Talk to the Orc-slaying stranger in Tharbad",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'What is it, Egfrith? You have seen this insignia before?'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Scout camp-fires to the west of the broken bridge in Tharbad",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'There must be Orcs at the camp-fires to the west, on the other side of the broken bridge from here. Defeat them and our passage through the city may better remain unnoticed.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Your companions have heard Orcs prowling through the ruins of Tharbad, which could mean trouble for the residents of Old Cardolan and Bree-land to the north.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Orcs prowl the ruins of Tharbad and should be opposed by whatever hearty folk encounter them.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'You heard fighting to the west? Perhaps an ally needs our help?'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Meneldir and Egfrith are resting by the northern bank of the Gwathl贸.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Fighting? To the west? It could be an ally in need of help!'",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "The stranger eyes you warily.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Meneldir and Egfrith are resting by the northern bank of the Gwathl贸.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "A man fights with Orcs to the west of the broken bridge in Tharbad. He could need your help!",
      "es": ""
    },
    {
      "id": 177082768,
      "en": "Light glints on the weapons of a man fighting further to the west",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "Light glints on the weapons of a man fighting to the TBD",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "The man has triumphed over the Orcs, but he eyes you warily as you approach",
      "es": ""
    },
    {
      "id": 162883745,
      "en": "'Orcs here in Tharbad need not serve beneath the White Hand to endanger my own errand or your own. There are other fires to the west, on the other side of the broken bridge from here, and if you clear away its defenders we will rest more easily and be better prepared to travel safely through the city.'",
      "es": ""
    },
    {
      "id": 162883746,
      "en": "'Hail, friend, if friend you be! I am a long way from my home in the land of Gondor, but if you are an Orc-foe then we share that in common. Your rugged strength is clear to my eye, and I deem you have ended your share of Orcs in this land!'",
      "es": ""
    },
    {
      "id": 162883747,
      "en": "'Hail, friend, if friend you be! I am a long way from my home in the land of Gondor, but if you are an Orc-foe then we share that in common. It is well-known even in my distant homeland that dwarves fear neither Orc nor troll, and I deem you have ended your share of both!'",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'Hail, friend, if friend you be! I am a long way from my home in the land of Gondor, but if you are an Orc-foe then we share that in common. Elves, it is said, bear no love for Orcs. I trust that is true?'",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883749,
      "en": "'Do my eyes play some trick? You are a halfling, are you not? I have heard tell of such a folk, but I have not beheld one such as you before. A halfling....\\n\\n'I call for your pardon, stranger. If you are a foe of Orcs, then we share that in common. And I deem from your gear that you are a traveller yourself, and no stranger to either hardship or fighting. So it is with me, though I am new to this land.'",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "Egfrith suggested you deal with Orcs at the camp-fires to the west, on the other side of the broken bridge, enabling the three of you to plan your travel through the Orc-occupied city and beyond.",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "Defeated Orcs in Tharbad ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'Hail, friend, if friend you be! I am a long way from my home in the land of Gondor, but if you are an Orc-foe then we share that in common. I deem from your gear that you are a traveller yourself, and no stranger to either hardship or fighting. So it is with me, though I am new to this land.'",
      "es": ""
    }
  ]
}