{
  "id": 621065582,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'It is good to see you outside Tyrn Gorthad, [placeholder], far from the unquiet keep of Dol Ernil.'\\n\\nGorwen motions at the cairns built nearby.\\n\\n'These stones mark the sacrifice of those Dúnedain who fell at Sarn Ford and in Tyrn Gorthad at the end of September. Whenever I return to Tornhad, I take some time to come here and remember those we lost.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "<rgb=#00FF00>Mourn</rgb> those lost at Sarn Ford and in Tyrn Gorthad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to Gorwen by the cairns in Tornhad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Many Rangers perished at Sarn Ford and in Tyrn Gorthad, and those who survived will never forget their fallen friends and kin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "Gorwen looks at you sadly.\\n\\n'My thoughts keep turning to Meneldir, [placeholder]. Could he have been saved? If I had kept him from searching for the Grey Fear, if I had sent him from my camp-site when he first arrived...'\\n\\nYou tell Gorwen that not even binding Meneldir with strong ropes could have prevented him from seeking out Old Cardolan's great enemy, and she laughs through tears.\\n\\n'Perhaps not, [placeholder]. He was stubborn, wasn't he? But kind to his friends. He must have had friends in the south, hadn't he? He did not live as a hermit, surely?'\\n\\nYou tell Gorwen that when you first met him, he had taken it upon himself to safe-guard the folk of Mossward, a small village on the edge of Swanfleet. You speak of his friendship with the village's blacksmith, a dwarf named Skardí Bendblade, and of how you and Meneldir sought to prevent the children of Mossward from getting into mischief... mostly unsuccessfully. Meneldir always said he was not very good with children, but in your experience they seemed to be fascinated by him. Gorwen smiles.\\n\\n'I am glad, [placeholder], and I thank you for these memories. Remembering can be painful, but perhaps it can bring peace as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Afterword: In Memory of the Fallen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'These stones mark the sacrifice of those Dúnedain who fell at Sarn Ford and in Tyrn Gorthad at the end of September. Whenever I return to Tornhad, I take some time to come here and remember those we lost.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Gorwen stands by a number of recently-constructed cairns outside the village of Tornhad, remembering those who were lost at Sarn Ford and in Tyrn Gorthad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Gorwen stands by a number of recently-constructed cairns in the village of Tornhad, remembering those who were lost at Sarn Ford and beneath Dol Ernil.",
      "es": "",
      "es (fem)": ""
    }
  ]
}