{
  "id": 621065474,
  "txt": [
    {
      "id": 228870261,
      "en": "Book 3, Chapter 5: The South Downs",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Search for scattered Rangers at an Elf-camp across the river",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to Handarod at Sírlond",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Many of my kin were scattered across the South Downs in the wake of the attack, and I fear at least four of the Black Riders may harry the Rangers among the hills. Save the Dúnedain you can, help them recover from their injuries, and restore what safety you can to the South Downs.\\n\\n'If you see the wraiths... hide, if you can, but run, if you must. There is a power and an evil about them I have never seen before.'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Defeat foes in the South Downs that endanger the scattered Rangers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Any search of the South Downs should begin near Caranost, [placeholder]. It commands a view of the surrounding lands, and I believe any Rangers seeking to return from their escape will make for it.\\n\\n'When last I walked the rolling hills of the South Downs, there were Elves camped east of the river, just on the other side of Caranost. Let us begin our search there.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Handarod at Sírlond",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Find the Rangers that made for Scurloc Farm, to the north-east of Caranost",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Hail!'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'It is good to see friendly faces after the days we have had! Rangers assemble here to recover from their wounds, and so far we have remained beneath notice of the terrible shadows that chased us from Sarn Ford. We are the lucky ones... not all of my friends have been so fortunate.\\n\\n'If you can thin the numbers of our foes in the surrounding areas, other Rangers may be able to make it here to Sírlond.'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Malenfang at Scurloc Farm",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Halbarad has charged you with rendering aid to those of his kin who were scattered across the South Downs following the attack on Sarn Ford by the Black Riders.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'I am grateful for your help, [placeholder]. Perhaps more of my kin will be able to make it here to Sírlond, thanks to your efforts.\\n\\n'Word has reached me of another gathering-place of the Dúnedain, at Scurloc Farm to the north-east. I would ask you to travel there and lend them similar aid, for the betterment of us all. Those wraiths remain abroad, and they have slain many of my friends already.'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Meneldir is at Sarn Ford.\\n\\nMeneldir is eager to set forth in search of his scattered kin.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "Malenfang nods as you approach.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Ranger Handarod is at Sírlond, waiting for word of your success in the South Downs.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Handarod sent you to us? I am glad he still lives... too many of my folk were scattered into the wild by the attack of the terrible Riders, and some were slain even as they ran. Those who survived made for this farm, and there must be other safe havens, as well.\\n\\n'Safe, did I say? No place is safe! I have not seen any sign of the Riders for two days, but there are Orcs and half-orcs gathering in the South Downs, and they are ever a threat.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Elves camp east of the river near Caranost.\\n\\nMeneldir believes that some of the scattered Rangers likely made their way for one of the Elf-camps across the river from Caranost.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Handarod believes other Rangers gather at Scurloc Farm, to the north-east.",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Ranger Malenfang watches over Scurloc Farm, in the South Downs.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Handarod rallies the Rangers at Sírlond, an Elf-camp across the river from Caranost, the old capital of Cardolan.",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Talk to Meneldir at Sarn Ford",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Dangerous foes stalk the South Downs, making it difficult for scattered kinfolk of the Ranger Handarod to make it to Sírlond. He has asked you to do what you can to help.",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "Handarod greets you with a weary wave",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'Save the Dúnedain you can, help them recover from their injuries, and restore what safety you can to the South Downs. If you see the wraiths... hide, if you can, but run, if you must. There is a power and an evil about them I have never seen before.'",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "Defeated foes in the South Downs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'When last I walked the rolling hills of the South Downs, there were Elves camped east of the river, just on the other side of Caranost. Let us begin our search there.'",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'If you can thin the numbers of our foes in the surrounding areas, other Rangers may be able to make it here to Sírlond.'",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "Malenfang nods to you as you approach",
      "es": ""
    }
  ]
}