{
  "id": 621065464,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Meneldir stands on the road that runs into Minhiriath, contemplating Boromir's decision.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'I have been thinking about Egfrith, [placeholder], and about her lies. We have already been through much, and more still lies ahead... I don't want there to be any deception between us. Secrets have a way of growing when they are left in the darkness. A friend of mine described them like mushrooms, but less delicious. Aye, he was a hobbit, although that is not the only folk who appreciate cooked mushrooms!\\n\\n'But I am stalling. Of course I am.'\\n\\nMeneldir sighs heavily.\\n\\n'I was born in Tornhad, a settlement of the Dúnedain in the Angle of Mitheithel, and I was one of that folk. I grew up playing in the woods and caves nearby, and when I came of age I swore the oath they all did: to protect the line of the king, as had been done for centuries, and to do as the chieftain of the Dúnedain and his trusted lieutenants commanded in all things.\\n\\n'I failed in this, [placeholder]. I was commanded to keep watch on a certain house, for it was feared that trolls had come down from the mountains and might endanger the folk who lived there. I let my watchfulness lapse, and on an overcast day the trolls moved much further than anyone expected and a family was slain. I had broken my oath, and they suffered the consequence of my failure. I have not considered myself a Dúnadan since that day.\\n\\n'Narndir and a few others promised to speak on my behalf to the chieftain, but my own shame burned like a fire, and I fled. I would not return to these lands unless our warning was dire... and it is. So now you know, [placeholder]. Judge me as you will, but the lesson of Egfrith has shown to me that it is better you know.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Meneldir will meet you back at the east gate of Herne, where the two of you will continue your journey to find his friend Narndir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Meneldir by the edge of Minhiriath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Meet up with Meneldir at the east gate of Herne",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Meneldir agreed to meet up with you at the north gate of Herne, where the two of you will continue your journey to find his friend Narndir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Meneldir at the east gate of Herne",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'I think we should return to the east gate of Herne before we continue in search of my friend Narndir, who will be able to guide us to the chieftain of the Dúnedain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'I have been thinking about Egfrith, [placeholder], and about her lies. We have already been through much, and more still lies ahead... I don't want there to be any deception between us. Secrets have a way of growing when they are left in the darkness. A friend of mine described them like mushrooms, but less delicious. Aye, he was a hobbit, although yours is not the only folk who appreciate cooked mushrooms!\\n\\n'But I am stalling. Of course I am.'\\n\\nMeneldir sighs heavily.\\n\\n'I was born in Tornhad, a settlement of the Dúnedain in the Angle of Mitheithel, and I was one of that folk. I grew up playing in the woods and caves nearby, and when I came of age I swore the oath they all did: to protect the line of the king, as had been done for centuries, and to do as the chieftain of the Dúnedain and his trusted lieutenants commanded in all things.\\n\\n'I failed in this, [placeholder]. I was commanded to keep watch on a certain house, for it was feared that trolls had come down from the mountains and might endanger the folk who lived there. I let my watchfulness lapse, and on an overcast day the trolls moved much further than anyone expected and a family was slain. I had broken my oath, and they suffered the consequence of my failure. I have not considered myself a Dúnadan since that day.\\n\\n'Narndir and a few others promised to speak on my behalf to the chieftain, but my own shame burned like a fire, and I fled. I would not return to these lands unless our warning was dire... and it is. So now you know, [placeholder]. Judge me as you will, but the lesson of Egfrith has shown to me that it is better you know.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Stung by a companion's betrayal, the Captain of Gondor has decided to continue his journey alone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I began this journey alone, and I must finish it alone.'\\n\\nMeneldir seeks to protest, but Boromir holds up a hand.\\n\\n'I have made up my mind. Egfrith's betrayal has opened my eyes to the sad truth that I can only rely upon myself. If the doom of Minas Tirith is truly at hand, I cannot risk casting aside this one chance to prevent it. I am sorry. It is for the best that I journey on to the hidden vale of Imladris... alone.\\n\\n'I wish you both well! Use caution if you find yourself in the path of the evil power I felt at Osgiliath, the one that sent the Dead against Herne!\\n\\n'I take my leave of you, though it leave my heart heavy... but I must. Farewell.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I wish it were otherwise, Boromir, but I respect your decision. Good luck to you on your journey, and I echo your words of caution!\\n\\n'[placeholder], unless you too wish to leave me, I think we should return to the east gate of Herne before we continue in search of my friend Narndir, who will be able to guide us to the chieftain of the Dúnedain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Farewell, my friends. After this I deem we will not see each other again until our journeys are done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 2, Chapter 8: A Journey Alone",
      "es": "",
      "es (fem)": ""
    }
  ]
}