{
  "id": 621065555,
  "txt": [
    {
      "id": "0x2f00ed3",
      "en": "Read Narndir's journal while in the throne room of Caranost, located at the highest point of the ruined capital of Cardolan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'Narndir writes of a clear path leading up the northern side of Amon Firn? When you are near the top of the hill you should read the corresponding account in his journal.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50241",
      "en": "Consider the image of King Artandil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50242",
      "en": "Consider the image of Amondir, Lord of Tyrn Gorthad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ed9",
      "en": "Read Narndir's journal while near the top of Amon Firn, by climbing the path located on the north side of the hill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'Arthedain, Cardolan, and Rhudaur were enmeshed in bloody fighting for near all the years of their existence,' writes Narndir, 'but few battles had such a cost as the Battle of the Deadmount.\\n\\n'Four hundred years after hated Eldamacil slew his brother Tarondor, another king of Rhudaur marched deep into the kingdom of Cardolan. King Malgun it was who broke the gates of Caranost at the head of an army of hill-folk. Much of the royal family was slain on that day, but Malgun was unable to find King Artandil; sensing his strength was near to over-reach, the King of Rhudaur and his armies fled across the South Downs.\\n\\n'Maddened by his grief, King Artandil pursued them, and at last the soldiers of Cardolan caught up to the fleeing Rhudaurrim at a hill among the barrows. It is said they fought so fiercely that blood ran down the sides of the hill in great rivulets, and bodies filled the gullies at its feet, and when the fighting was done both Artandil and Malgun were dead, each having dealt the death-blow to each other.\\n\\n'The hill is known today as the Deadmount. Red flowers bloomed there ever after, and do to this day. I picked one of these flowers on an overcast afternoon, when the sky was grey and it seemed rain must soon fall, but it never did. I enclose the flower within my journal; it will be a reminder to me that there can be beauty even in sadness.'\\n\\nA faded red blossom is tucked between two leaves of Narndir's journal, and it crinkles as you turn the pages.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d142",
      "en": "Goblins and half-orcs speak in hushed tones about something called the Grey Fear, an apparent servant of the Witch King responsible for some great evil in the years following the fall of Arnor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Malenfang is at Scurloc Farm, waiting to hear what you learned from the papers you deciphered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'Narndir writes of a clear path leading up the northern side of Amon Firn? When you are near the top of the hill you should read the corresponding account in his journal.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50246",
      "en": "Consider the image of the Witch-king",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'This has given us a lot to think about, but I am most concerned about these mentions of something called the Grey Fear. Is it a person, a spirit, or something else? Whatever it may have been, if it is responsible in some way for the fall of Cardolan or the breaking of Arnor, we need to prevent it from working a similar evil against us today!\\n\\n'What does Malenfang have to say about this?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50247",
      "en": "Consider the image of Amondir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'The south-eastern reaches of Tyrn Gorthad? What might Narndir write of that fell place?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Handarod is at Sírlond, across the river from Caranost, and he may know someone who might be able to tell you about the Grey Fear.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50248",
      "en": "Witness Prince Amondir's final adventure",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'The Grey Fear? No, I have never heard of anything by that name. Is it possible it might be a disease, or an ailment of some kind?\\n\\n'I seem to remember there was a scholar among the Dúnedain who dwelt among the ruins of Old Cardolan, though his name escapes me. Handarod may know of his whereabouts. He was encamped outside Caranost, was he not? Perhaps you should return and ask him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'What has Malenfang to say about this?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Talk to Malenfang at Scurloc Farm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Narndir kept his journals at a secret place in the South Downs, but Handarod was trusted with its location. The hiding spot is beneath one of the eastern towers of Caranost, in a hollow place beneath the tower.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Talk to Handarod at Sírlond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Someone or something called the Grey Fear, you say? I have not heard of such a one being involved with the ruination of the old kingdom, but I am no scholar. You should speak with Narndir, if you can find him. He always possessed a keen interest in the history of Cardolan, and was always to be seen writing in one of his many journals.'\\n\\nSomething in your expression brings Handarod to a halt, and he stares at you questioningly. Reluctantly, you tell him that Narndir was slain by Black Riders during the flight from Sarn Ford, and that you and Meneldir discovered his body just off the road north-west of Herne.\\n\\n'I am very sorry to hear that, but especially so for Meneldir; I know they were close. Narndir never had a bad word to say about Meneldir, even after he left us. It was not so for many others.'\\n\\nHandarod idly drums his fingers upon the hilt of his sword.\\n\\n'Perhaps Narndir can still help us, [placeholder]. I told you of the journals he kept. Well, I know at least one place where he hid some of them. To the east, beneath one of the towers of Caranost, there was a hollow place. Search there and see if Narndir recorded anything of this Grey Fear in the years before he perished.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a5",
      "en": "Find the hiding spot for Narndir's journal in a hollow place beneath the easternmost tower of Caranost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'I seem to remember there was a scholar among the Dúnedain who dwelt among the ruins of Old Cardolan, though his name escapes me. Handarod may know of his whereabouts. He was encamped outside Caranost, was he not? Perhaps you should return and ask him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50250",
      "en": "Read Narndir's journal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a9",
      "en": "Search the hiding spot for Narndir's journal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "You have recovered Narndir's journal, in which he recorded many thoughts about the history of Arnor and the kingdoms that followed after.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Narndir's journal describes the throne room in Caranost? That is located very high up, at the highest point of the ruined city. You should go there and read what Narndir had to say about it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1150",
      "en": "'Prince Amondir disappeared among the barrows. He was never seen again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Narndir's journal describes the throne room in Caranost? That is located very high up, at the highest point of the ruined city. You should go there and read what Narndir had to say about it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Narndir's writing is so evocative you can almost imagine King Tarondor II is present in the throne room he established at Caranost following the breaking of Arnor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50257",
      "en": "Consider the image of King Tarondor II",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'You will think I have taken leave of my senses,' Narndir writes, 'but after so much study I feel as if I have come to know these figures of the ancient past. When they suffer, I suffer. When they mourn, I mourn. And when they triumph... oh, no one could understand the joy I feel at their triumphs, few though they might have been in those dark years!\\n\\n'I feel as if I know them: Amlaith the Builder, once Prince of Cardolan and then later Prince of Arthedain at Fornost. Eldamacil, Prince of Rhudaur, kin-slayer and accursed.\\n\\n'And Prince Tarondor, with whom I feel a close bond! The third and youngest son of King Eärendur of Arnor was doubted not only by his brothers but also by his own people. Those who lived in Cardolan during his rule as prince called him Tarondor the Afterthought, but it was an epithet he would overmaster. When corrupt nobles promised plunder to the hill-folk tribes in the south if they rose up against the prince, he rode forth and vanquished the invaders. Tales of his valour grew, and Tarondor the Afterthought became Tarondor the Forthright, beloved by his people.\\n\\n'So it was that when Eärendur, King of Arnor and father to these three princes, died of an illness without naming a successor, there was more than one claimant to the throne. There might have been blood spilt then, as there would be later, but Amlaith suggested a compromise. \\qLet the kingdom of Arnor be divided,\\q he said to his brothers, \\qwith each of us to rule a province in friendship and alliance with each other.\\q\\n\\n'Tarondor then became not a prince but a king, and he was known as King Tarondor II, for there had already been a Tarondor in the line. As the King of Cardolan he ordered a throne built and a crown forged at Caranost, and the fortress became the capital and the new ruling seat of the young kingdom. And even now as I write these words, I feel tears welling in the corner of my eye, for I see the seed of treachery and death growing in the very foundation, and know what next must transpire.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Narndir's journal describes the throne room in Caranost? That is located very high up, at the highest point of the ruined city. You should go there and read what Narndir had to say about it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Narndir's journal contains an account of the Battle of the Deadmount, and describes a clear path on the northern side of the hill that permits travellers to get quite near the monument atop Amon Firn.\\n\\nYou should travel to the location described by the journal, and read the appropriate pages while you are there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1155",
      "en": "This appears to be the location about which Narndir wrote",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ef1",
      "en": "Talk to Meneldir in the south-eastern reaches of Tyrn Gorthad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1156",
      "en": "This appears to be the location about which Narndir wrote",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1157",
      "en": "This appears to be the location about which Narndir wrote",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "'What does Narndir write concerning the Battle of the Deadmount? Oh that he were here to tell us in person!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Narndir's writing has brought important figures of Cardolan's past to your imagination at the site of the Battle of the Deadmount, Amon Firn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Narndir's writing has brought important figures of Cardolan's past to your imagination at the site of the Battle of the Deadmount, Amon Firn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1160",
      "en": "The writing is so evocative, you can almost hear the sound of the battle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "Narndir's journal describes a location in the south-eastern reaches of Tyrn Gorthad.\\n\\nYou should travel to the location described by the journal, and read the appropriate pages while you are there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1163",
      "en": "You should bring the journal to the location it describes: the south-eastern corner of Tyrn Gorthad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "Narndir's writing speaks of terrible deeds done by forces of great evil among the barrows of Tyrn Gorthad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1165",
      "en": "The writing is so evocative you can almost imagine the horrors that here transpired",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01142",
      "en": "Narndir's journal describes the throne room of Caranost, located at the highest point of the ruined city.\\n\\nYou should travel to the location described by the journal, and read the appropriate pages while you are there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'After Rhudaur's most recent defeat,' writes Narndir, 'the armies of the Witch-king required time to recover and rebuild. During that time, their evil master turned to sorcery to bedevil his enemies. In secret he came to the barrows and walked among them, whispering to the dead. Unknown to those living nearby, long-buried lords and kings stirred in their tombs, infested with fell spirits out of Angmar's darkest pits. At the Witch-king's bidding they emerged, legions of the Dead moving silently through the fog, preying on any who strayed too near.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "Narndir's writing speaks of terrible deeds done by forces of great evil among the barrows of Tyrn Gorthad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "'The south-eastern reaches of Tyrn Gorthad? What might Narndir write of that fell place?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a5",
      "en": "Narndir's writing speaks of terrible deeds done by forces of great evil among the barrows of Tyrn Gorthad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a6",
      "en": "Meneldir stands nearby, gazing out at the barrows of Tyrn Gorthad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1171",
      "en": "You should bring the journal to the location it describes: the throne room in Caranost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'It is hard to listen to the words of my friend Narndir, and know he will write no more. I will keep this journal in memory of him, and I would do so even had we no need of the knowledge contained within!'\\n\\nYou hand the journal to Meneldir and he flips through its pages.\\n\\n'...was never seen again,' he reads, and turns the page. He looks up at you, puzzled.\\n\\n'What happened to the rest of Narndir's account? There are several pages missing here. Even if that is the end of Amondir's story, there must have surely been more for Narndir to write! See, the account resumes here, beyond the missing pages. But what was removed, and who removed it?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'What does Narndir have to tell us about Tyrn Gorthad? I almost dread to hear it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'This is the throne room of Caranost. What does Narndir have to say about it, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56860",
      "en": "'Narndir writes of a clear path up the northern face of the Deadmount? That is Amon Firn, [placeholder]... a dangerous place, far to the east.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56861",
      "en": "'Narndir writes of a place in the south-eastern reaches of Tyrn Gorthad? It seems we must return to the Greenway, [placeholder]. From there we can climb up to Tyrn Gorthad, but it has been a forsaken place for hundreds of years.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1176",
      "en": "The writing is so evocative you can almost imagine King Tarondor II is there",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1178",
      "en": "You should bring the journal to the location it describes, at Amon Firn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ec4",
      "en": "Read Narndir's journal while in the south-eastern reaches of Tyrn Gorthad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1186",
      "en": "This place matches the description given to you by Handarod",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56872",
      "en": "'Perhaps Narndir can still help us, [placeholder]. I told you of the journals he kept. Well, I know at least one place where he hid some of them. To the east, beneath one of the towers of Caranost, there was a hollow place. Search there and see if Narndir recorded anything of this Grey Fear in the years before he perished.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56873",
      "en": "'Narndir writes of a clear path leading up the northern side of Amon Firn? When you are near the top of the hill you should read the corresponding account in his journal.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1188",
      "en": "Inside the small coffer you find a leather-bound journal wrapped in a cord",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56874",
      "en": "'After King Artandil fell at the Deadmount,' Narndir writes, 'it was Amondir, the Lord of Tyrn Gorthad and Keeper of the Barrows, who rallied what remained of the Cardoladhrim host. Crying the King's name as he charged, Amondir rode down the fleeing men of Rhudaur. The son of Malgun was captured and later ransomed, and a costly peace between the kingdoms was purchased.\\n\\n'The crown of Cardolan was offered to Amondir then, but he refused it. He would not name himself king, and instead he took the title of Prince; he would rule from Dol Ernil, his own keep in Tyrn Gorthad. The primacy of Cardolan waned, and Elendil's line now only held true in Arthedain. Amondir rode to Fornost to offer his fealty, and with the reunification of Arthedain and Cardolan beneath Argeleb, the newly-crowned King of Arnor, there was once again hope for the line of Elendil and the troubled kingdoms of the Dúnedain.\\n\\n'But it would not last, for there was a power behind Rhudaur's evil, and it walked in secret.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 3, Chapter 7: The Breaking of Arnor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56878",
      "en": "'The south-eastern reaches of Tyrn Gorthad? What might Narndir write of that fell place?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56879",
      "en": "'The plague of the Dead worsened,' writes Narndir, 'and even the children of Cardolan were not safe from it: countless children were stolen from their beds, or vanished from within otherwise sturdy and unyielding walls.\\n\\n'Desperate to put an end to this nightmare, Prince Amondir set forth on a quest to find the cause of the Dead's unrest. He was the Lord of Tyrn Gorthad, after all, the Keeper of the Barrows. What had he to fear from the mist that settled upon the burial mounds? Was it not his people who were buried there? Were they not his own ancestors, his own kind, his own subjects?\\n\\n'If he could not ease their burden and restore their restful peace, who could? Even as I write this, I find myself hoping, beyond hope, that the Lord of Tyrn Gorthad could put an end to it. But this has been my lifelong study, and I know how this tale ends... and it does not end with Amondir, for all his courage and his duty.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}