{
  "id": 621065409,
  "txt": [
    {
      "id": 240629569,
      "en": "'I am humbled by your presence here, Antheron.'",
      "es": ""
    },
    {
      "id": 240629570,
      "en": "'I see in your arrival an omen of good fortune.'",
      "es": ""
    },
    {
      "id": 240629571,
      "en": "'Accept my greetings and my welcome! You will be my honoured guest.'",
      "es": ""
    },
    {
      "id": 235466148,
      "en": "Follow Bregoleth and listen as she weaves her tale",
      "es": ""
    },
    {
      "id": 240629572,
      "en": "'A set of seven, and a set of nine.'",
      "es": ""
    },
    {
      "id": 240629573,
      "en": "'You are certain these Great Rings will help preserve the land?'",
      "es": ""
    },
    {
      "id": 240629574,
      "en": "'I called your arrival an omen of good fortune, Lord of Gifts.'",
      "es": ""
    },
    {
      "id": 235466151,
      "en": "Follow Bregoleth and listen as she weaves her tale",
      "es": ""
    },
    {
      "id": 240629575,
      "en": "'And yet I undervalued the help you would provide!'",
      "es": ""
    },
    {
      "id": 240629576,
      "en": "'As do I, in all things.'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Bregoleth weaves a tale of Caras Gelebren as it appeared during the years she lived there during the Second Age of Middle-earth.",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Bregoleth weaves a tale of Caras Gelebren in the Second Age of Middle-earth.",
      "es": ""
    },
    {
      "id": 248433633,
      "en": "'He called himself Antheron.'",
      "es": ""
    },
    {
      "id": 248433634,
      "en": "'Not all who dwelled at Caras Gelebren trusted this new arrival.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Bregoleth weaves a tale of Caras Gelebren as it appeared during the years she lived there during the Second Age of Middle-earth.",
      "es": ""
    },
    {
      "id": 248433635,
      "en": "'Celeborn saw something in the Lord of Gifts that troubled him.'",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'The Silver Bastion became a shining jewel itself, a beacon of art and music and culture that drew the attention and the love of many from distant lands. Caras Gelebren and Mirobel became places of such beauty they recalled the fabled Elf-halls of old, and trade with Lindon thrived.\\n\\n'But not all who watched this from afar watched with friendly eyes. In the land of Mordor, to which he fled following the defeat of his master Morgoth, Sauron seethed. He feared the rising might of Númenor, and despite having drawn Orcs and other fell creatures to his service, he knew he did not possess the overwhelming numbers with which his master had dominated the world in past days of triumph. He devised a scheme by which he would use his enemies' weaknesses against them.\\n\\n'And so he came to Eregion in fair guise, masking his true nature.'",
      "es": ""
    },
    {
      "id": 248433636,
      "en": "'Despite the mistrust of some at Celebrimbor's city, Antheron did not remain idle.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Bregoleth has agreed to speak to you of the years she lived in Eregion, and of the Enemy that came to threaten her people and all of Middle-earth.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Bregoleth weaves a tale of Caras Gelebren in the Second Age of Middle-earth.",
      "es": ""
    },
    {
      "id": 248433637,
      "en": "'He gathered to himself promising students, and gave to them secret knowledge.'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Bregoleth weaves a tale of Caras Gelebren as it appeared during the years she lived there during the Second Age of Middle-earth.",
      "es": ""
    },
    {
      "id": 248433638,
      "en": "'But whatever he taught them, always he held something in reserve.'",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Antheron had gone first to Lindon, but Gil-galad mistrusted him and refused to treat with the strange newcomer.\\n\\n'It was in Caras Gelebren that the Lord of Gifts found one whose lineage and whose hunger for secret knowledge made him the perfect target for Antheron's promises. Celebrimbor could not resist, and before long the new arrival became a mentor to him and to the jewel-smiths of Eregion.'",
      "es": ""
    },
    {
      "id": 248433639,
      "en": "'Always there was more to be learned, more instruction to be given.'",
      "es": ""
    },
    {
      "id": 248433640,
      "en": "'Antheron convinced the jewel-smiths to forge Great Rings of Power.'",
      "es": ""
    },
    {
      "id": 248433641,
      "en": "'Long they toiled, until at last their work was complete.'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Though Galadriel had gone, Celeborn remained at Caras Gelebren. As Eregion's chief defender, he refused to abandon these lands, and sought instead to protect them against the stranger who had seized Celebrimbor's ear.\\n\\n'Antheron hated the Bright Company and its deeds, and summoned one threat after another to trouble them; Celeborn and his warriors were often drawn away from the city, and many a noble Elf was slain in these engagements. But still the Lord of the Bright Company could not connect these rising threats with the newcomer Antheron and his too-ready smiles.'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Bregoleth weaves a tale of Caras Gelebren in the Second Age of Middle-earth.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Bregoleth weaves a tale of Caras Gelebren as it appeared during the years she lived there during the Second Age of Middle-earth.",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'The students were not his only pupils. As the years passed, Antheron grew more and more brazen. Celebrimbor and his jewel-smiths fell further beneath his thumb, ensnared by his promises of secret knowledge and the working of crafts both beautiful and powerful.'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Bregoleth weaves a tale of Caras Gelebren as it appeared during the years she lived there during the Second Age of Middle-earth.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'The Jewel-town and the Silver Bastion thrived, and the glory of Celebrimbor and his jewel-smiths only increased, year after year.\\n\\n'But the true masterpiece of Caras Gelebren was its ring-forge.'",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Bregoleth weaves a tale of Caras Gelebren in the Second Age of Middle-earth.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Bregoleth weaves a tale of Caras Gelebren as it appeared during the years she lived there during the Second Age of Middle-earth.",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to Bregoleth in her memory of Caras Gelebren",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Celebrimbor gave to the kings of dwarves and Men the rings he had made, and for a time he knew peace, not knowing he had been deceived, not knowing that what he had done would nearly undo the world.\\n\\n'Shortly afterwards, Antheron departed. He would return to Eregion only once more, and when he did he would bring death and destruction with him. But after he was gone, Celebrimbor began to doubt. In time, suspicion awakened in his heart, and he began to worry that Antheron had ensnared him by his own greed in some devious scheme.\\n\\n'He decided to use the art he had learned to forge three more Great Rings, unknown to the treacherous Lord of Gifts. He believed he and his kinfolk could use these three rings for protection, should matters go ill.'",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Bregoleth weaves a tale of Caras Gelebren as it appeared during the years she lived there during the Second Age of Middle-earth.",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Listen as Bregoleth weaves her tale",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'Antheron returned to Mordor, and in the heart of his kingdom he cast aside his fair guise. He had no more need for deception.\\n\\n'In Mordor, the Dark Lord Sauron sought the fulfillment of the scheme for which he had planned, walking unnoticed among his hated enemies for so many years.'",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Talk to Bregoleth in her memory of Caras Gelebren",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to Bregoleth in a place of unimaginable evil",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Leave Bregoleth behind to hear the end of her tale, which lies ahead within the Mountain of Fire",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Bregoleth speaks of a place she has never seen, a place of unimaginable evil: the inside of Orodruin, the Mountain of Fire in the Black Land of Mordor.",
      "es": ""
    },
    {
      "id": 80988529,
      "en": "'How will we know we have mastered what thou hast taught us?'",
      "es": ""
    },
    {
      "id": 216841888,
      "en": "'You go on ahead. My words will guide you, but I go no further than this.'",
      "es": ""
    },
    {
      "id": 138910017,
      "en": "'Word of your craft-skill has spread far and wide, my lord Celebrimbor.'",
      "es": ""
    },
    {
      "id": 216841889,
      "en": "'In the fiery heat of Orodruin, Mount Doom, Sauron forged the Ruling Ring.'",
      "es": ""
    },
    {
      "id": 138910018,
      "en": "'Even into the Uttermost West.'",
      "es": ""
    },
    {
      "id": 216841890,
      "en": "'One Ring to rule them all, One Ring to find them.'",
      "es": ""
    },
    {
      "id": 138910019,
      "en": "'The most promising among you will know, Narmeleth.'",
      "es": ""
    },
    {
      "id": 216841891,
      "en": "'One Ring to bring them all, and in the darkness bind them.'",
      "es": ""
    },
    {
      "id": 138910020,
      "en": "'They will help protect the lands of those who wear them, my lord.'",
      "es": ""
    },
    {
      "id": 216841892,
      "en": "'In the Land of Mordor where the Shadows lie.'",
      "es": ""
    },
    {
      "id": 138910021,
      "en": "'Give them to the hole-diggers, and the fellers of trees.'",
      "es": ""
    },
    {
      "id": 138910022,
      "en": "'The degradations they cause will be slowed.'",
      "es": ""
    },
    {
      "id": 138910023,
      "en": "'I serve the Powers, my lord.'",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Talk to Bregoleth in her memory of Caras Gelebren",
      "es": ""
    },
    {
      "id": 65485025,
      "en": "'I share your unease, my lord.'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Follow Bregoleth and listen as she weaves her tale",
      "es": ""
    },
    {
      "id": 65485026,
      "en": "'The Bright Company will go wherever you lead.'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Talk to Bregoleth in her memory of Caras Gelebren",
      "es": ""
    },
    {
      "id": 65485027,
      "en": "'Show us this threat, and we will end it.'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Listen as Bregoleth weaves her tale",
      "es": ""
    },
    {
      "id": 235466129,
      "en": "Follow Bregoleth and listen as she weaves her tale",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Bregoleth in her memory of Caras Gelebren",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Listen as Bregoleth weaves her tale",
      "es": ""
    },
    {
      "id": 219723457,
      "en": "'I cannot say why I am so disquieted, Oranoril.'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Bregoleth in her memory of Caras Gelebren",
      "es": ""
    },
    {
      "id": 219723458,
      "en": "'But that is the heart of the problem, my friend.'",
      "es": ""
    },
    {
      "id": 219723459,
      "en": "'What is the threat?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: The Giver of Gifts",
      "es": ""
    }
  ]
}