{
  "id": 621065412,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Tham Celechir is located on a hill to the north of Idhobel.\\n\\nBregoleth wants to oppose the enemies that now hold Tham Celechir, the Hall of the Swift River.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Bregoleth is waiting at Idhobel for news of your successful endeavours at Tham Celechir, the Hall of the Swift River.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e18",
      "en": "Bring the Elf-knife to Bregoleth at Idhobel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "The TBD is very TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Explore TBD in Tham Celechir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "The TBD is very TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Explore TBD in Tham Celechir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "The TBD is very TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Search debris piles within Tham Celechir for notable artifacts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "You find a short knife of Elf-make buried within the debris pile",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "You sift through the debris pile but find nothing of interest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'On a hill to the north stands the wreckage of Tham Celechir. If the Uruks expect to find ring-lore there they will be disappointed, I think, but that ruin is the last resting place of many of my kin. Did they bring artifacts of power with them during their retreat? I cannot say for certain, but we should make sure little remains of which Saruman or his warriors might make use.\\n\\n'After you have done this, return here to Idhobel. I think then we must part.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Both Meneldir and Bregoleth must soon return to their people with what they have learned here, but first the Elf-warrior wishes to oppose the enemies that lurk within Tham Celechir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Defeated Uruks within Tham Celechir ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'My people fled north after Caras Gelebren was destroyed by Sauron, and his armies pursued them. The tale of those who stood in his path, and fell defying him, is elsewhere told. But the defenders of one such place lasted a little longer than many others: at Tham Celechir, the Hall of the Swift River, Sauron found his conquest bitterly-bought.\\n\\n'On a hill to the north its wreckage still stands. If the Uruks expect to find ring-lore there they will be disappointed, I think, but that ruin is the last resting place of many of my kin. Did they bring artifacts of power with them during their retreat? I cannot say for certain, but we should make sure little remains of which Saruman or his warriors might make use.\\n\\n'After you have done this, return here to Idhobel. I think then we must part.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Defeat Uruks within Tham Celechir ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 1, Chapter 9: The Hall of the Swift River",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Explore TBD in Tham Celechir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'You found Uruks at the Hall of the Swift River, I do not doubt it. But did you find aught else?'\\n\\nYou hand Bregoleth the Elf-knife you unearthed from the debris at Tham Celechir. She blows dust from the hilt and wipes the blade clean.\\n\\n'Unless I am very much mistaken, this is a dagger of the Bright Company, [placeholder]! Many were their glorious deeds in ages past, and long did they fight against Sauron and his minions. Were it not for such worthies as Celeborn and Glorfindel, who survived the war, or heroic Oranoril, who did not, the rout of Eregion might have been even worse. I will bring this dagger to Imladris, where it can be kept in a place of honour. If it truly is a weapon of the Bright Company, it is fitting for it to come to rest within the place of refuge for which its wielder fought, and likely died.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}