{
  "id": 621065400,
  "txt": [
    {
      "id": "0xa8e11a9",
      "en": "As you set down the barrel of swords, you hear Meneldir calling for you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Prologue, Chapter 6: Worrisome Tidings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'Aye, there's another barrel of weapons for the folk of Mossward. You can come behind the counter to pick it up... just don't touch anything else!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'Skardí Bendblade has been working to supply us with arms and armour, [placeholder], so we will be prepared if another raiding party comes to Mossward. Will you bring us another barrel of the weapons he has fashioned for us? I will then distribute them to the people of the village.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Meneldir north-west of the town square, in Mossward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a4",
      "en": "Meneldir is north-west of the town square, in Mossward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "Meneldir sighs heavily.\\n\\n'I have always understood Saruman the White to be the most learned of the Wizards, and the greatest of their order. It is said he was sent here by the Powers to guide and instruct those who dwell within Middle-earth. At Isengard he lives, in a great tower built by the Númenóreans. Orthanc, it is called, and I have heard it contains a trove of knowledge and learning unmatched by that of any king or scholar.\\n\\n'Can it be that Saruman no longer seeks to protect the Free Peoples of Middle-earth? I cannot believe this is so.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Meneldir in the village of Clegur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Hear what Meneldir knows of Saruman the Wizard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Why does your Ranger friend just stand there, like a lump on a log? Speak up, man. What has gotten into him?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Return to the town square of Mossward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Hear what Meneldir knows of Radagast the Wizard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Hear what Meneldir knows of Gandalf the Wizard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I cannot believe this, [placeholder]. Can it be true that Saruman commanded these Uruks to attack the folk of Swanfleet? Why would the Wizard wish to do harm to the folk of Mossward? He has ever been a watchful protector of Middle-earth! What can have changed?\\n\\n'It must be a lie. There can be no other explanation. Let us return to Mossward and see how the people there fare in our absence. I... I cannot believe Saruman is capable of such treachery. There must be something else to blame for the Orc-presence in these lands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Cadogan in the Mossward town square",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'I do not know much of Wizards. That has always been for the best, and if they choose to send Uruks to ravage our lands it is seeming a better choice day after day!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Pick up a barrel of swords inside the Mossward blacksmith shop",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Talk to Meneldir north-west of the town square, in Mossward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'We should return to Mossward. I need time to think about this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'We must make ready!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'We won't be caught off-guard again! If goblins and Uruks seek to raid our village again, we will make them pay a heavy price for it!\\n\\n'Skardí Bendblade has been working to supply us with arms and armour, [placeholder], so we will be prepared if another raiding party comes to Mossward. Will you bring us another barrel of the weapons he has fashioned for us? I will then distribute them to the people of the village.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "If it is true that Saruman commands the loyalties of the Uruks that have come to Swanfleet, there may indeed be dark days ahead for Middle-earth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Cadogan means well, and the folk of Mossward will fight to defend their homes from goblins and Uruks and anything else that threatens them... but against Wizards I do not think they will have a very high chance of survival.\\n\\n'I will tell you what I know of the Three Wizards, [placeholder], and I will let you judge our chances.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Cadogan asked you to carry a barrel of swords from within Skardí Bendblade's shop to the town square so the folk of Mossward can be armed against further intrusion by the Uruks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Meneldir stands by the mayor in the village of Clegur, in the Stoor-vales.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Meneldir is to the north-west, trying to get your attention.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "Meneldir rubs his temple, deep in thought.\\n\\n'Of all the Three Wizards, I have only met this one in person: Radagast the Brown, a master of shapes and hues and friend to all good-hearted beasts and birds. He wanders the wild places, secret lands known only to creatures of fur and feather... and I suppose known to some of my kin among the Dúnedain, as well.\\n\\n'He seemed a jovial chap to me, when I met him. I cannot believe he would turn against us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "Meneldir shakes his head.\\n\\n'I know little about Gandalf the Grey. They say he walks the land with the aid of an old walking-stick, pipe-smoke curling about the tall hat he wears, but I have never seen him. I believe he must keep to himself, choosing not to become involved in the matters of the day.\\n\\n'My former chieftain Strider knew him, and believed him to be a kindly soul. I have never known my chieftain to judge someone wrongly, and if he had it was not his fault but another's.\\n\\n'Still, I would not have believed any of the Wizards could become corrupted, either....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Meneldir desires to return to Mossward to speak with the townspeople there, and he recommended you do the same.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Meneldir wishes to discuss what he knows of the Wizards that walk in Middle-earth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'I will tell you what I know of the Three Wizards that walk in Middle-earth. It is not very much, I confess it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Cadogan addresses the crowd.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5e48",
      "en": "You dropped the barrel of swords. That is no help!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6af7",
      "en": "Carry the barrel of swords to the Mossward town square",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "A crowd of townspeople gathers in the town square",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'I don't know, [placeholder].\\n\\n'If the aims of the Three Wizards have changed, if they have been corrupted by evil, all of the Free Peoples of Middle-earth may be endangered.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}