{
  "id": 621065519,
  "txt": [
    {
      "id": "0x8e11bd1",
      "en": "Defeated Wargs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f6",
      "en": "'I watched the way you fought. Your skills are impressive. I might have even learned a technique or two. Oh drat, that must be why Eluna wanted me to enlist your aid... that sneaky...\\n\\n'In any case, nice work out there. Maybe it'd be fun to fight alongside you sometime. Or against you. In a friendly way, of course!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "TBD defeat wargs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bd4",
      "en": "Defeated a Warg pack-leader",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1729",
      "en": "The scout-warrior Marget wants to see how you measure up against the Wargs of Bloodhollow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502913",
      "en": "Defeat a Warg pack-leader",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502903",
      "en": "Defeat Wargs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "Melee in Bloodhollow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011890",
      "en": "Fierce Wargs have claimed an area of Swanfleet, earning it the nickname 'Bloodhollow'. Marget has asked you for assistance in this task.\\n\\nSlay Wargs in Bloodhollow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502908",
      "en": "Talk to Marget",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x73088a2",
      "en": "'What's the matter? Can't handle a few overgrown pups? Kill some of the Wargs over at Bloodhollow, including a leader.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f2",
      "en": "'Old man Talfryn said that we should be stewards of the land, both as a sign of respect to the wildlife of this place as well as for the sake of our new neighbours. The wargs in this area will endanger that safety, as they attack all living beings on sight, even without any hunger. Perhaps facing them will be the best way for me to contribute.\\n\\n'But Eluna said we should give you work to do? I don't understand what her goal is in asking us to do that, but I suppose I could take a break. Why don't you go thin the pack for me? Take down a few Wargs and at least one of the big ones. Try not to get yourself killed.\\n\\n'I'll take care of every Warg you can't handle.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}