{
  "id": 621065536,
  "txt": [
    {
      "id": 177082769,
      "en": "Collected scraps of orders ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "Not quite right...",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'You have sorted through all the papers? Well, what do they say?'",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "Getting there...",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'I don't like the sound of that, [placeholder]. Not only do servants of the White Hand move openly in Swanfleet, but in Cardolan and beyond there are other powers at work: the Witch-king and the Black Riders, goblins and half-orcs making common cause, and now a dwarf-rebellion led by someone named Skorgrím? Judging from his name he is no Longbeard, but if he leads an army out of the Blue Mountains we will be hard-pressed to deal with him, no matter who he might be.\\n\\n'But there's something else, too. These orders speak of something called \\qthe Grey Fear.\\q That is a familiar title, but I cannot remember why, and that worries me.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Half-orcs gather around the base of Amon Firn, the Deadmount, a place of ill omen to the east, and some of them have dared venture near to this farm. I suspect they may hold orders that guide their movements.\\n\\n'Find these orders, if they exist, and return to me with what you find. When we know what they seek to achieve, and how their movements align with those of the Black Riders that attacked us, we will be better able to oppose them.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "You should read the scrap of parchment you found on the half-orc's body.",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Examine the reconstructed orders on the table at Scurloc Farm",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The Ranger Malenfang has learned enough of the activity of his foes in the South Downs to be worried.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Malenfang is at Scurloc Farm, waiting to see any of the half-orc orders you might have recovered.",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Talk to Meneldir at Scurloc Farm about what you have learned",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'You found some orders on a half-orc? You should read them and see what we can learn of their plans in this area.'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Malenfang believes that you might find more information about the shared purpose of the half-orcs and the goblins at the ruins of Haudh Nirui, north-west of Amon Firn.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Half-orcs working with goblins? It sounds as if neither side is very happy about it, but I cannot tell from this what their overall scheme might be, or for whom they toil. A half-orc held the quill that penned these orders, I believe, not one of those terrible Riders... but for whom did the half-orc write them?\\n\\n'If the author of these orders is to be believed, we might learn more from the goblins that dwell at the ruins north-west of Amon Firn. Haudh Nirui, those are called. Let us hope the goblins are as careless with their own orders as the half-orcs believe them to be!'",
      "es": ""
    },
    {
      "id": 49286706,
      "en": "Set the scraps of the orders on the table at Scurloc Farm",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "The orders you recovered have been torn to scraps by the goblins of Haudh Nirui, and will need to be properly sorted and reconstructed before they can be read.",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Good luck to you as you sort through all those papers, [placeholder]. I will wait for your summary!'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "The table at Scurloc Farm will serve as a good place to sort the scraps of the orders you recovered.",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "You find a scrap of parchment on the half-orc's body",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "The table at Scurloc Farm will serve as a good place to sort the scraps of the orders you recovered.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Search Haudh Nirui for scraps of orders to the goblins ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "The table at Scurloc Farm will serve as a good place to sort the scraps of the orders you recovered.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "You have reassembled the scraps of the orders to the half-orcs and goblins of the South Downs, putting them into a readable form that seems to make sense.",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Sort the papers on the table at Scurloc Farm",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Sort the papers on the table at Scurloc Farm",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Sort the papers on the table at Scurloc Farm",
      "es": ""
    },
    {
      "id": 162883747,
      "en": "'Half-orcs gather around the base of Amon Firn, the Deadmount, a place of ill omen to the east, and some of them have dared venture near to this farm. I suspect they may hold orders that guide their movements.\\n\\n'Find these orders, if they exist, and return to me with what you find. When we know what they seek to achieve, and how their movements align with those of the Black Riders that attacked us, we will be better able to oppose them.'",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Meneldir has arrived, and will want to see the orders you reconstructed.",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'If the author of these orders is to be believed, we might learn more from the goblins that dwell at the ruins north-west of Amon Firn. Haudh Nirui, those are called. Let us hope the goblins are as careless with their own orders as the half-orcs believe them to be!'",
      "es": ""
    },
    {
      "id": 162883749,
      "en": "'Good luck to you as you sort through all those papers, [placeholder]. I will wait for your summary!'",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "Half-orcs can be found near Amon Firn, in the South Downs.\\n\\nMalenfang has asked you to search for any orders the half-orcs might be carrying.",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "'Good luck to you as you sort through all those papers, [placeholder]. I will wait for your summary!'",
      "es": ""
    },
    {
      "id": 162883751,
      "en": "'Good luck to you as you sort through all those papers, [placeholder]. I will wait for your summary!'",
      "es": ""
    },
    {
      "id": 162883752,
      "en": "'Let that be a lesson to you goblins, then: the big ones have ways of dealing with treachery, and if you work against their goals, what happened to the last batch can happen to you and yours, as well! You'll be told what you need to know when you have need of it, and not before. The Dark Lord will repay us for our service; why else would the very Wisest throw their lot in with him, even as we have done?\\n\\n'The dwarves will be easily-manipulated. They will follow Skorgrím wherever he leads them... no matter who leads Skorgrím. I trust the gaunt-lord can do this, and that should be enough for you lot. The attack will come from both directions: down from the Blue Mountains, and up the Greenway from across the old barrows. Even now the Witch-king works to raise the spirits of the Dead. With the aid of the Grey Fear, none will stand against him, or against us. It was the Fear that laid waste to the old kingdom that once stood here, and see what little of that remains!\\n\\n'The shadow rises in Angmar, but it needs time to gather its strength. Not much time... but time all the same. That's what we're for, my gang and you lot. Just don't get in the way of the Riders, or the Grey Fear... no one would save you then, and you wouldn't want them to... you would just yearn for death. What the Fear would do to you doesn't bear thinking about.\\n\\n'So you stay out of their way. These are the Dark Lord's most valued servants. You and me are just worms to such as them, and worms can get squashed, if they haven't got brains enough to get clear. We'll be called on when we're needed.'",
      "es": ""
    },
    {
      "id": 162883753,
      "en": "'I don't like the sound of that, [placeholder]. Not only do servants of the White Hand move openly in Swanfleet, but in Cardolan and beyond there are other powers at work: the Witch-king and the Black Riders, goblins and half-orcs making common cause, and now a dwarf-rebellion led by someone named Skorgrím? Judging from his name he is no Longbeard, but if he leads an army out of the Blue Mountains we will be hard-pressed to deal with him, no matter who he might be.'\\n\\nYou tell Meneldir that Skorgrím was a Dourhand war-leader, but he perished long ago.\\n\\n'Perhaps this is another one then, my friend. But there's something else, too. These orders speak of something called \\qthe Grey Fear.\\q That is a familiar title, but I cannot remember why, and that worries me.'",
      "es": ""
    },
    {
      "id": 162883664,
      "en": "'I don't like the sound of that, [placeholder]. Not only do servants of the White Hand move openly in Swanfleet, but in Cardolan and beyond there are other powers at work: the Witch-king and the Black Riders, goblins and half-orcs making common cause, and now a dwarf-rebellion led by someone named Skorgrím? Judging from his name he is no Longbeard, but if he leads an army out of the Blue Mountains we will be hard-pressed to deal with him, no matter who he might be.'\\n\\nYou tell Meneldir that Skorgrím was a Dourhand war-leader, but he perished long ago.\\n\\n'Perhaps this is another one then, my friend. But there's something else, too. These orders speak of something called \\qthe Grey Fear.\\q That is a familiar title, but I cannot remember why, and that worries me.'",
      "es": ""
    },
    {
      "id": 49286665,
      "en": "Bring the half-orc orders to Malenfang at Scurloc Farm",
      "es": ""
    },
    {
      "id": 177082752,
      "en": "This might be it!",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Defeat half-orcs at Amon Firn and find any orders they might be carrying",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Read the half-orc orders",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 3, Chapter 6: Danger In All Directions",
      "es": ""
    }
  ]
}