{
  "id": 621065576,
  "txt": [
    {
      "id": 177082793,
      "en": "The air beneath the stone table feels foul and stagnant",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 3, Chapter 9: Death On the Barrow-downs",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Talk to Gorwen at her camp south of Dol Ernil, in Tyrn Gorthad",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Defeat wights in Tyrn Gorthad ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "'I will tell Gorwen what we have learned of our foes, but she has kept watch on Dol Ernil for longer than we have. I suggest that you ask her what needs doing in the keep and in blighted Tyrn Gorthad. I see the hand of the Witch-king all about us, and it must be opposed, if we are able to oppose it.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I will tell Gorwen what we have learned of our foes, but she has kept watch on Dol Ernil for longer than we have. I suggest that you ask her what needs doing in the keep and in blighted Tyrn Gorthad. I see the hand of the Witch-king all about us, and it must be opposed, if we are able to oppose it.'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Defeat crebain, crawlers, or gaunt-men in Tyrn Gorthad ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Talk to Gorwen at her camp south of Dol Ernil, in Tyrn Gorthad",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I am younger than Meneldir by some years. Though we both grew up in the Angle of Mitheithel, I did not meet him before he left us. His name was always spoken in whispers, a warning to the children that not everyone should take the oath, that not everyone should swear to the life of a Dúnadan.'\\n\\nMeneldir sighs heavily, and Gorwen raises a gloved hand.\\n\\n'I do not mean to injure your feelings, Meneldir! What I mean is this: I expected a monster. When you came to my camp, I thought you must be fleeing from hardship, escaping from some trouble of your own making! Such were the tales we were told in childhood. But I find instead you are a man, not a monster, and you fight on behalf of those who cannot, willing even to return to your former kin to bring them warning, though they sting you with barbs and biting tongues. I see honour in that.\\n\\n'But there are monsters out there, [placeholder], real monsters. I do not need to hear the full account of Meneldir's fallen friend to know that, for I knew it already, if not its true extent or depth. Wights stalk Tyrn Gorthad, and there are other dangerous threats as well: spying crebain, pestilential crawlers, and the gaunt men who prowl among the barrows. Each troubles the Dúnedain and their allies in this land. There are swords both within the keep and without that exude frightening auras of evil, and they must be collected and destroyed, despite the presence of their terrible protectors. Can all this be done?'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Collect ancient swords among the ruins in Tyrn Gorthad ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to Meneldir at Gorwen's camp south of Dol Ernil",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Return to Gorwen's camp south of Dol Ernil, in Tyrn Gorthad",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'It is no small feat to brave the dangers of Tyrn Gorthad and the keep of Dol Ernil, [placeholder]! I am grateful for your efforts on behalf of the Dúnedain.\\n\\n'Meneldir has shown me the account in Narndir's journal of the Grey Fear, and if what the scholar wrote is true, the creature is a spirit drawn from the pits of Angmar, bound to the body of Prince Amondir. In life he was the Lord of Tyrn Gorthad, and Dol Ernil was his home. Surely this site will still have some meaning for him. Does the Grey Fear remain somewhere within the keep, or has the presence of the Witch-king and the riders in black already disturbed his slumber?'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Those swords should be brought to Halbarad at Sarn Ford, [placeholder]. He will know how best to deal with them, and when you return perhaps we will have learned where the Grey Fear may be found. I agree with Gorwen: the creature must be somewhere within Dol Ernil.'\\n\\nYou tell Meneldir to be careful, for Narndir's journal paints a frightening and deadly account of the creature that brought death to Cardolan and the line of its princes.\\n\\n'I will, my friend, fear not. I will see you when you return.'",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Talk to Halbarad at Gorwen's camp south of Dol Ernil",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'I think the Grey Fear remains somewhere within Dol Ernil... but where?'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The Witch-king has worked great evil in Tyrn Gorthad, and the Rangers need your help to oppose his servants and his dark purpose.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Meneldir is at Gorwen's camp south of Dol Ernil, interested to hear of your accomplishments throughout Tyrn Gorthad.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'[placeholder]! I have not forgotten you, nor the warning you brought to us of Saruman. Let me now put your mind at ease: it seems he is the only of the Wizards to betray us, and thank the Powers it be so!\\n\\n'While you were gone, a rider came up out of the south: Gandalf the Grey, astride a mighty horse, a steed of Rohan! We spoke only briefly, but it was enough to assure me that Gandalf still aligns himself on the side of the Free Peoples. And yet, the Wizard's tidings were not all so rosy, for he said that evil forces are now in motion that could threaten the peace and safety of all of Middle-earth; he could spare no more time before hurrying into the Shire in pursuit of the Nazgûl that preceded him.\\n\\n'But what brings you back to this place?'\\n\\nYou briefly tell Halbarad what you have learned of the Grey Fear and that Gorwen and Meneldir believe it remains hidden somewhere within the keep of Dol Ernil.\\n\\n'These swords you bring to me will be destroyed, for the runes that cover their faces are evil, but after I see that done you must return to Dol Ernil. Aye, and not alone: I and several of my company will go with you. I fear the two who remained may be in great danger!'",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Now go, [placeholder]. I will see you when you return.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Gorwen is at her camp south of Dol Ernil, in Tyrn Gorthad.\\n\\nMeneldir asked you to see what help Gorwen needs to combat the evils of Tyrn Gorthad.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Halbarad is at Sarn Ford.\\n\\nMeneldir asked you to bring the ancient swords you recovered to Halbarad so they can be destroyed and their evil diminished.",
      "es": ""
    },
    {
      "id": 49286709,
      "en": "Bring the ancient swords to Halbarad so they may be destroyed",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Gorwen gave you a number of tasks that will help her combat the evils of Tyrn Gorthad.",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'This is what I feared, [placeholder]. Did some evil come to them, or did they foolishly depart in search of it?\\n\\n'Gorwen, at least, would have the sense to remain until your return, but of Meneldir I cannot say. He has fled his duty before. Might he not do the same today?'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Halbarad suggested that the two of you return to Gorwen's camp south of Dol Ernil.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Gorwen awaits your return at her camp south of Dol Ernil, in Tyrn Gorthad.",
      "es": ""
    },
    {
      "id": 177082768,
      "en": "An unpleasant weight lies heavily upon the stones beneath the towering wall",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Halbarad and some of his company have come to Gorwen's camp in Tyrn Gorthad, but both Meneldir and Gorwen have already vanished. Have they gone to face the evil alone?",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "An aura of fear grips your heart as you approach the western wall",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "The stench of death and decay fills your nostrils as you approach this corner",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "'Wights stalk Tyrn Gorthad, and there are other dangerous threats as well: spying crebain, pestilential crawlers, and the gaunt men who prowl among the barrows. Each troubles the Dúnedain and their allies in this land. There are swords both within the keep and without that exude frightening auras of evil, and they must be collected and destroyed, despite the presence of their terrible protectors. Can all this be done?'",
      "es": ""
    },
    {
      "id": 162883745,
      "en": "'These swords you bring to me will be destroyed, for the runes that cover their faces are evil, but after I see that done you must return to Dol Ernil. Aye, and not alone: I and several of my company will go with you. I fear the two who remained may be in great danger!'",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "Meneldir and Gorwen are both gone",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "Defeated wights in Tyrn Gorthad ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "Defeated crebain, crawlers, or gaunt-men in Tyrn Gorthad ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "Collected ancient sword ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}