{
  "id": 621065403,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Book 1, Chapter 2: Start of a Grand Adventure",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Collect potential whetstones along the Old South Road ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'I need sharp stones, boar tusks, and craban talons to restock my supplies. But first, can you do something about Tegwyn? He's been bothering me with questions since this morning, and I need to get this work done!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I could use a number of items to restock my supplies while you continue looking into the matter of the raiding-party, [placeholder]: sharp stones, boar tusks, and craban talons.\\n\\n'And do you think you could do something about Tegwyn? He's been bothering me with questions since this morning, and I need to get this work done!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Search the perimeter of Mossward for some sign of the missing boy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I'm ready for a more important adventuring task, [placeholder]! What can I do to help the village? Can I come with you?'\\n\\nReluctant to send the boy into danger, you ask that he patrol the outer palisade of Mossward.\\n\\n'Okay. I guess I can do that. Maybe I can accompany you later?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I'll patrol the palisades, but maybe later on I can accompany you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Merion by the east gate of Mossward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Thank you for these items, [placeholder], but I'll have you know this: I am quite cross with you! All I want is to be left in peace, free to do my work, but folk are constantly barging in here, interrupting me and slowing down my work. That boy's mother was just here, Wenna, and she says he hasn't returned home.\\n\\n'The last I heard, you sent him to scout the edge of town, so you get to go looking for him! You send him back to his parents before they come bothering me again, will you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e02",
      "en": "Bring the tusks, talons, and potential whetstones to Skardí Bendblade in his shop",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Tegwyn is missing? It would not be the first time the boy has gone looking for trouble... but with Uruks and goblins about, he might have gotten in over his head this time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Collected boar tusks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Most adventurers get their start from humble beginnings, and few can see at the beginning how grand their adventure might become.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Skardí Bendblade told you that Tegwyn never returned to his home, and you should check the perimeter of the town for the missing boy.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "Collected craban talons ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Tegwyn has been bothering Skardí Bendblade all morning, and the blacksmith wants you to do something about him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "You should tell one of the nearby town guards that Tegwyn is missing from Mossward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Skardí Bendblade asked you to collect boar tusks, craban talons, and potential whetstones he might put to various uses for the town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Skardí Bendblade is waiting in his shop in Mossward for the items you collected.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Tegwyn inside the Mossward blacksmith shop",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Collect boar tusks along the Old South Road ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Collect craban talons along the Old South Road ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "Collected potential whetstones ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'The last I heard, you sent him to scout the edge of town, so you get to go looking for him! You send him back to his parents before they come bothering me again, will you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'The last I heard, you sent him to scout the edge of town, so you get to go looking for him! You send him back to his parents before they come bothering me again, will you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "Footprints trample the earth here on the outskirts of Mossward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "The footprints are old, most likely made during the Uruk attack on Mossward",
      "es": "",
      "es (fem)": ""
    }
  ]
}