{
  "id": 621065410,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Bregoleth has agreed to speak of the years she lived in Eregion, though the memories of that time are painful for her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'The gates of Mordor? The armies of Sauron?\\n\\n'What did I miss, [placeholder]? Surely it is not as bad as all that. Sauron has been dead for three thousand years, and today Mordor is an empty land.'\\n\\nMeneldir squints at Bregoleth.\\n\\n'Sometimes Elves have trouble marking the passage of the years. I mean no offence.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'But who is this?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Bregoleth desires to conclude her sad tale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Bregoleth and hear of the years she spent in Eregion, long ago",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "The Ranger Meneldir has arrived. He glances questioningly at Bregoleth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Bregoleth on the slope north-west of Caras Gelebren",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "Meneldir has returned from his errand to Mossward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Meneldir on the slope north-west of Caras Gelebren",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'The gates of Mordor? The armies of Sauron?\\n\\n'What did I miss? Surely it is not as bad as all that. Sauron has been dead for three thousand years, and today Mordor is an empty land.'\\n\\nMeneldir squints at Bregoleth.\\n\\n'Sometimes Elves have trouble marking the passage of the years. I mean no offence, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Bregoleth has agreed to speak to you of the years she lived in Eregion, and of the Enemy that came to threaten her people and all of Middle-earth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'After the fall of Beleriand, most of my people came to live in the land of Lindon, to the west, under the benevolent rule of Gil-galad. Bonds of friendship were made with the dwarves of Ered Luin, but a thriving trade in metal and gems with that people dwindled as the Longbeards suffered war and disaster of their own. Yearning for mithril to fashion into their works of art and beauty, many of the Noldor followed the dwarves as they journeyed eastward. Led by Celebrimbor, descendant of Fëanor, the Elves settled in the holly-covered hills beneath the west gate of Khazad-dûm. There was once again friendship and trade between Elf and dwarf, and Celebrimbor's city in Eregion thrived.\\n\\n'Eregion was still a young kingdom when the Men of Númenor arrived. Tar-Aldarion, the king, sailed up the River Gwathló and debarked to explore the Swanfleet on foot. He befriended Celebrimbor and forged alliances with the Elf-smiths, and in return they taught some among his people techniques of armour-shaping and the graving of ithildin and moon-runes. In time, Aldarion grew old and came no more to Caras Gelebren, but the friendship between his people and mine endured.\\n\\n'The friendship endured, but it was tested. The Númenóreans were a sea-faring people, and they had long exhausted the forests of their island home; they hungered for timber to build more and mightier ships. The Lady Galadriel, who dwelt for a time in Eregion and often danced alongside the lily-covered waterways, despaired to see the toll taken upon the wide woodlands by Númenórean axes. When the shipbuilders began to dredge her beloved Swanfleet and build dikes to channel the waters, she entreated Celebrimbor to stop the Men of Númenor from harming the land.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'It pained Celebrimbor to see the woods and fens so ill-treated, but he did not want to harm his alliance with the Men of Númenor. He counselled them to take greater care of the land, but his words were not heeded. Galadriel's sorrow became too great, and she turned her attention to Laurelindórenan and other distant lands.\\n\\n'Celebrimbor gave up the woods as lost, turning all his attention and skill toward mastering his craft. Together, Celebrimbor and his fellowship of jewel-smiths became the most renowned workers of riches in all of Middle-earth. If they could not halt the slow degradation of the land's beauty, they would at least seek to supplement and preserve it through their craft.\\n\\n'And so they were ensnared.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 1, Chapter 7: The Giver of Gifts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Celebrimbor had kept one of the Three for his own. At the moment that Sauron placed the Ruling Ring on his own finger, Celebrimbor knew his danger. He removed his ring, and vowed to never wear it again, lest his mind be dominated by the Dark Lord. Those of the jewel-smiths who had similarly kept rings were made to give them up, sometimes by force, and the Three Rings were sent in secret to hidden bearers. Messages were sent to Men, dwarves, and Elves in which Celebrimbor admitted his folly and warned of the coming war. So were the folk made ready to defend Middle-earth, but it would not be enough to save Eregion from the ravages of Sauron.\\n\\n'The gates of Mordor opened, and the armies of Sauron came forth. He would seize as many of the Rings of Power as he could find, but the Three remained hidden to him, and he touched them not.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}