{
  "id": 621065436,
  "txt": [
    {
      "id": "0x9b56881",
      "en": "'It is time. Stay to the middle of the river, if you can, for Orcs prowl the islands and watch the shallows. We shall all meet on the far shore, to the north-west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "A woman sits astride a tall steed on the bank of the Gwathló",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Meneldir stands inside Skardí Bendblade's blacksmith shop in Mossward, considering your next steps.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'That was not pleasant, [placeholder], but at least we have reached the northern bank. It would have been much easier were the great bridge still intact!\\n\\n'I will need to rest for a short time before we proceed. How fares Egfrith?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'So where does your road now lead? Old Cardolan, you say?'\\n\\nSkardí strokes his beard.\\n\\n'There's not a lot there, as I understand it. To hear Meneldir talk, you'd think it was a great kingdom, but that was long ago. Claimed by war and plague it was, apparently, and now it's remembered mainly by Rangers and by scholars, and by those with the misfortune to hear them go on about it!\\n\\n'I'll not stop you. But if you're going that way you'll need to cross the river at Tharbad. The bridge there is out, and the crossing will not be pleasant. Enjoy yourself, [placeholder]. I will stay here in my shop, where it is warm and dry!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Scout the riverbank to the TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Skardí is right. If we are to reach Cardolan, we will need to cross the river Gwathló at Tharbad. When the Númenóreans built the city, its great bridge provided a valuable link to Gondor, and trade with the south-lands flourished.\\n\\n'But in time the Kingdom of Arnor diminished, and Tharbad was abandoned. The South Road became less-travelled than in prosperous days. Masonry crumbled over the years, and parts of the city fell into the river. The great thaw that followed the Fell Winter released the flood-waters, and portions of the mighty bridge were lost for good.\\n\\n'But folk crossed the river at Tharbad before the bridge was built, and it should remain possible even now that the bridge is gone. We will travel north-west to Tharbad and see for ourselves, [placeholder]. Let us meet in the shadow of the broken bridge on the southern bank.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'If you are making for Cardolan you'll need to cross the river at Tharbad. I'll be staying here where it's warm and dry!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "You encountered a woman of Rohan on the southern bank of the Gwathló.\\n\\nThe woman looks at you curiously from the back of her steed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Talk to Egfrith and tell her the river crossing seems more perilous to the TBD and TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a5",
      "en": "Talk to Meneldir at the crossing of the Gwathló",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Hold, strangers! Be you friend or foe? I admit I cannot tell from your mien. Are you a friend to Rohan, and to its people?'\\n\\nYou assure the woman that you and Meneldir do not seek to cause trouble for any good folk, and that you merely seek to cross the river on your way north. The woman thinks for a moment, and then nods. She turns her eye upon Meneldir.\\n\\n'Do not think this question too forward, but I must ask it: you are dressed as I was told the Dúnedain Rangers dress, well-suited for a life in the wilderness of the inhospitable north. Are you one of this kind? For they are the folk I seek, and my errand is urgent.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "Talk to the woman at the crossing of the Gwathló",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Reach the halfway point of the crossing of Gwathló",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50250",
      "en": "Swim to the other side of the perilous river Gwathló",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "The crossing of the Gwathló is notoriously treacherous, and Egfrith suggested that you scout to the TBD and TBD to make sure this is the safest place to make it across.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "Talk to Meneldir on the northern bank of the Gwathló",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Egfrith is waiting at the crossing of the Gwathló for your scouting report of the river to the TBD and TBD.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50253",
      "en": "Wait for Egfrith to join you on the northern bank of the Gwathló",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d153",
      "en": "The next leg of your journey to accompany Meneldir to the Dúnedain will bring you to Tharbad on the river Gwathló.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Meneldir stands on the southern bank of the Gwathló, considering how best to answer the woman of Rohan you encountered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50255",
      "en": "Talk to Egfrith on the northern bank of the Gwathló",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Your question is not an easy one for me to answer. Let us say I was once of that folk, but if need drives you to seek the Dúnedain your search is not at an end. Yet our purposes may align, for [placeholder] and I also seek the Rangers of the North.'\\n\\nMeneldir turns his gaze upon the tumultuous river.\\n\\n'Each of our paths requires we ford the Gwathló, the River Greyflood, and it will not be easy. I fear the raging waters will be too much in places for your steed to safely make the crossing, and it appears Orcs watch the shallows. I only know of the Rohirrim from tales, but I do know they are loath to part with their horses, unless at great need.\\n\\n'If such is the need that drives you, I would know your name, and perhaps you will tell us of your errand on the far bank. If not, I would bid you farewell, for [placeholder] and I can no longer delay.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "The woman of Rohan stands on the southern bank of the Gwathló, reluctant to be parted from her steed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Farewell, my Starkmód. May you find your way back to the yellow fields of the Mark. I will see you again when my task is done.'\\n\\nThe woman turns back to you, a cold look in her eye.\\n\\n'The fate of Rohan rests upon my quest, or I would not leave one so loyal as my Starkmód. So swears Egfrith of Faldham, who has ridden here with all haste to acquire the help Théoden King requires. Now let us ford the river, and at once.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Your errand must be one of great need, then. So is ours.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56840",
      "en": "'It is time. Stay to the middle of the river, if you can, for Orcs prowl the islands and watch the shallows. We shall all meet on the far shore, to the north-west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Meneldir in the blacksmith shop in Mossward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Meet up with Meneldir on the southern bank of the Gwathló, north-west of Mossward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Talk to the woman at the crossing of the Gwathló",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Scout the riverbank to the TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "The crossing of the Gwathló has been perilous for many years, ever since the flooding of the bridge and the loss of a safe road through Tharbad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "The crossing of the Gwathló has been perilous for many years, ever since the flooding of the bridge and the loss of a safe road through Tharbad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Meneldir has made the crossing, and stands exhausted on the northern bank.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "Egfrith has almost made it across the Gwathló.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "Egfrith has successfully made the crossing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56856",
      "en": "'Folk crossed the river at Tharbad before the bridge was built, and it should remain possible even now that the bridge is gone. We will travel north-west to Tharbad and see for ourselves, [placeholder]. Let us meet in the shadow of the broken bridge on the southern bank.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56857",
      "en": "'Be you friend or foe? I admit I cannot tell from your mien. Are you a friend to Rohan, and to its people?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'I hope Starkmód understands. He would have followed me anywhere I would lead him, even to his death. He is the same as I am, for I would do anything for Rohan.'\\n\\nEgfrith breathes deeply and rubs the feeling back into the muscles of her arms.\\n\\n'On the other side of this cruel river you asked why I seek the Dúnedain Rangers. Théoden King has fallen ill, seized by a weakness of the body from which it is feared he may not recover. I was told the Rangers of the North know methods of healing that might cure the king's ailment. I am to recover one of their remedies or to return to Edoras with one of their healers, that he might heal the king.\\n\\n'It is only for the future of Rohan that I would abandon my Starkmód. Any who question that will face my sword.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56858",
      "en": "'The fate of Rohan rests upon my quest, or I would not leave one so loyal as my Starkmód. So swears Egfrith of Faldham, who has ridden here with all haste to acquire the help Théoden King requires. Now let us ford the river, and at once.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56859",
      "en": "'The fate of Rohan rests upon my quest, or I would not leave one so loyal as my Starkmód. So swears Egfrith of Faldham, who has ridden here with all haste to acquire the help Théoden King requires. Now let us ford the river, and at once.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a5",
      "en": "Meneldir advised that you consider the crossing of the Gwathló at Tharbad very carefully: the river has a dangerous reputation where it passes through the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1171",
      "en": "You emerge dripping from the river, glad to be across at last",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1174",
      "en": "Egfrith emerges from the river, gasping for breath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1180",
      "en": "The river here looks very TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1182",
      "en": "The river here looks quite TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1184",
      "en": "Meneldir nods his head and peers at the far shore of the river",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1186",
      "en": "The woman thinks for a moment and then regretfully dismounts from her steed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1189",
      "en": "Your muscles ache, but the harsh cries of Orcs from nearby strengthen your resolve",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 1, Chapter 11: The Crossing at Tharbad",
      "es": "",
      "es (fem)": ""
    }
  ]
}