{
  "id": 621065580,
  "txt": [
    {
      "id": 88133857,
      "en": "'Not if we maintain our vigilance, Dúnadan.'",
      "es": ""
    },
    {
      "id": 88133858,
      "en": "'You saw no guards... but that does not mean Imladris is unguarded.'",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'Yes, I know something of the road you took to get here, [placeholder], and some of the tidings you bring. Not all, no! But some. Folk of different lands have come to Rivendell in recent days, and I see in that a hopeful sign. Counsels will be taken in the days to come, and decisions of great import must be made.\\n\\n'But this is not my house. You should speak with Elrond, its master, and give to him the message you have brought across so many miles.\\n\\n'I will see you again, [placeholder].'",
      "es": ""
    },
    {
      "id": 88133859,
      "en": "'It is good to see you again, [placeholder].'",
      "es": ""
    },
    {
      "id": 88133860,
      "en": "'Your friend awaits further along the path, [placeholder].'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'Welcome to Rivendell, [placeholder]. This is a place of safety and of refuge, and you are welcome to take what rest you can within the vale. But first, are you willing to tell me what brings you here? Many are the dangers you have faced to get here, and if your tale is like others I have heard of late, I believe they signify trouble ahead for the peoples of Middle-earth.'\\n\\nYou tell Elrond you have much to tell, and he nods, a thoughtful expression on his face.",
      "es": ""
    },
    {
      "id": 58006561,
      "en": "'My friend! Do we share the same road?'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Half-orcs harry travellers on the road through the Lone-lands.\\n\\nCandaith was right: the road to Rivendell is dangerous.",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "Boromir of Gondor looks up at you with a pleased grin on his face",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Galasebdir, a Ranger of your acquaintance, has caught up to you on the road through the Lone-lands.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "You have travelled with Galasebdir into the woods of the Trollshaws.",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Walk with Boromir and tell him what transpired after you parted",
      "es": ""
    },
    {
      "id": 127884915,
      "en": "Your mission has failed!",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Talk to Boromir by the Last Homely House",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I have not seen you since you departed Sarn Ford in the company of Halbarad, [placeholder]! When he returned to us he told us what befell Meneldir beneath Dor Ernil, and we wept for him, despite his past. But evil stirs in the land and there is little time to mourn. What brings you into the Lone-lands?'\\n\\nYou tell Galasebdir that you seek to bring word to Elrond of Rivendell that the Witch-king and his servants have evil designs upon the realm of Angmar. The Ranger thinks for a moment.\\n\\n'I had planned to return to Tornhad in the Angle of Mitheithel, [placeholder], but your journey feels to be of great import to me. I would accompany you on this quest, if you would have me. The road to Rivendell is like to be dangerous.'\\n\\nYou tell Galasebdir that his company would be welcome as you make for Rivendell.\\n\\n'Then we are agreed. Lead on, my friend.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Elrond of Rivendell must be told of the shadow that rises in Angmar.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "You have travelled with Galasebdir into the woods of the Trollshaws.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'There it is again, [placeholder], among the trees just off the road. Do you hear that rustling? It sounds to me like something large... pretending to be small.\\n\\n'A troll, to be certain. Is it beyond hope to think we might pass its notice?'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "You have climbed up through the high moor with Galasebdir and are now near to the hidden vale of Rivendell.",
      "es": ""
    },
    {
      "id": 111477412,
      "en": "Talk to Gandalf the Grey outside the Last Homely House",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "Talk to Elrond outside the Last Homely House",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Trolls are not known to be clever, [placeholder], and for the most part they do not hunt together. It may have been misfortune alone that we had to face two in succession, or perhaps the days grow darker and the rising threat of the Shadow makes the creatures grow more bold.\\n\\n'We should proceed. Soon we will need to climb, and the footing may become treacherous.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'I have only been to Rivendell once, in the company of my chieftain Aragorn, but I believe we are nearly there. Soon we will see the Elves that guard the pass, and you will bring your warning of the shadow that rises in Angmar to Elrond.'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "At the entrance to Rivendell, the Elf-warrior Bregoleth is pleased to see you.",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "Defeated half-orcs on the road ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'You are welcome to Imladris, [placeholder], and my heart sings to see you safe. Scouts saw you and Galasebdir of the Dúnedain as you climbed to the high moor, and they brought word to me and to others in the vale as you neared the pass. I begged leave of Lord Elrond that I be the one to greet you.\\n\\n'You did not make this journey to give him the tidings of Saruman I have already delivered, I trust. No, I see in your eye there is something else. I told you once we stood on the very precipice of danger, and the events of recent days have shown to me I was more right than I knew!\\n\\n'Others await your arrival in Imladris. One such friend made haste to greet you at the entrance, but it seems he has not yet arrived. Look for him further along the path.'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Bregoleth told you a friend waits for you further along the path that descends into Rivendell.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "It would seem Boromir's own journey came to a successful end, and the soldier of Gondor is pleased to see you.",
      "es": ""
    },
    {
      "id": 69036792,
      "en": "Fight alongside Galasebdir",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'I see your own journey finds its end in the same northern dale as does mine, [placeholder]! When I heard the Elves calling among themselves that a [placeholder] neared Rivendell in the company of a Ranger, I knew that you and Meneldir approached! But where is he? Why does he tarry?'\\n\\nBoromir sees something in your expression and falls silent.\\n\\n'His journey too has ended, is that it? Tell me what befell him as we walk, [placeholder]. It is still a long way to the house of Elrond.'",
      "es": ""
    },
    {
      "id": 230261985,
      "en": "'Speak, then, of how you came to this place of safety: Rivendell, the Last Homely House East of the Sea.'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 52074017,
      "en": "'He's seen us!'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to Galasebdir on the road through the Trollshaws",
      "es": ""
    },
    {
      "id": 230261986,
      "en": "'But speak swiftly, before the shadows deepen. From where did your road lead?'",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "You told Boromir some of what befell you and Meneldir after the three of you parted, and the soldier of Gondor has spent much of the walk in silence.",
      "es": ""
    },
    {
      "id": 52074018,
      "en": "'Another one!'",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Talk to Galasebdir on the road through the High Moor",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'He was a good man and brave, [placeholder], and he died fighting evil. May each of us do the same, if that is where our roads must lead.\\n\\n'Elrond awaits.'",
      "es": ""
    },
    {
      "id": 52074019,
      "en": "'I will be glad when we leave the Trollshaws, friend.'",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Gandalf the Grey has greeted you outside the Last Homely House, desiring to speak with you.",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Talk to Bregoleth",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Find the friend of whom Bregoleth spoke further along the path",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Talk to Boromir",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Elrond, the master of the house, desires to hear your story.",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "'I see your own journey finds its end in the same northern dale as does mine, [placeholder]! When I heard the Elves calling among themselves that an Elf neared Rivendell in the company of a Ranger, I knew that you and Meneldir approached! But where is he? Why does he tarry?'\\n\\nBoromir sees something in your expression and falls silent.\\n\\n'His journey too has ended, is that it? Tell me what befell him as we walk, [placeholder]. It is still a long way to the house of Elrond.'",
      "es": ""
    },
    {
      "id": 265284481,
      "en": "'My friend! I am glad to see you well!'",
      "es": ""
    },
    {
      "id": 162883752,
      "en": "'Welcome to Imladris, [placeholder]. You are welcome to take what rest you can within the vale, as well you know. But first, are you willing to tell me what brings you here? Many are the dangers you have faced to get here, and if your tale is like others I have heard of late, I believe they signify trouble ahead for the peoples of Middle-earth.'\\n\\nYou tell Elrond you have much to tell, and he nods, a thoughtful expression on his face.",
      "es": ""
    },
    {
      "id": 108824449,
      "en": "'[placeholder].'",
      "es": ""
    },
    {
      "id": 235466115,
      "en": "Follow Boromir to the Last Homely House",
      "es": ""
    },
    {
      "id": 127884873,
      "en": "Your mission has failed!",
      "es": ""
    },
    {
      "id": 69036738,
      "en": "Follow Galasebdir and fight alongside him",
      "es": ""
    },
    {
      "id": 264275329,
      "en": "'The master of the house has asked me more questions than he has given me answers.'",
      "es": ""
    },
    {
      "id": 264275330,
      "en": "'Perhaps you will fare better. I will show you to him.'",
      "es": ""
    },
    {
      "id": 235466119,
      "en": "Tell Elrond of the adventures that brought you to Rivendell",
      "es": ""
    },
    {
      "id": 246419890,
      "en": "Boromir wants to know what transpired after the three of you parted ways.",
      "es": ""
    },
    {
      "id": 195672625,
      "en": "'I think we are close. Rivendell is near.'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Defeat the half-orcs on the road ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 195672626,
      "en": "'Something has troubled the animals here, as in Cardolan....'",
      "es": ""
    },
    {
      "id": 195672627,
      "en": "'Should there not be guards here?'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Galasebdir on the road through the Lone-lands",
      "es": ""
    },
    {
      "id": 195672628,
      "en": "'Something is not right, [placeholder].'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to Galasebdir on the road through the Trollshaws",
      "es": ""
    },
    {
      "id": 195672629,
      "en": "'Could evil have at last found this hidden refuge?'",
      "es": ""
    },
    {
      "id": 235466132,
      "en": "Wait alongside Galasebdir",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: In A Northern Dale",
      "es": ""
    }
  ]
}