{
  "id": 621065588,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "The ill-tempered Uruk gave you a small food portion to deliver to an unruly prisoner in the left-hand cell in the dungeons.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'It is you, [placeholder]? I did not know if I could trust my eyes... I have seen others during my captivity, others I have betrayed, and they were not truly here. No, you have been brought here for another unknowable purpose of Saruman.'\\n\\nEgfrith stares at you sadly, her face drawn and her armour hanging on her now-gaunt frame.\\n\\n'When I returned to Isengard with what I had learned of Boromir's journey, Saruman was wroth. The dream that sent Boromir in search of Imladris had the feel of prophecy to the son of Gondor, but to Saruman it signaled even more. In it he saw the unravelling of countless plans, schemes he hid from even his closest advisors, and it filled him with a great and terrible rage, frightening to behold. That I had not slain Boromir, as he commanded, was beyond his understanding, and from that failure he wove a tapestry of cruel words that ensnared Rohan in a spiral unto doom.\\n\\n'But that was not the worst, [placeholder]. The worst were the last words he spoke to me, before the Uruks carried me to this cell. \\qYou are a blind fool, Egfrith, to believe that Rohan would fall without help. How oft did I tell you Théoden grew ill, and his strength waned, and he would never recover? That was my doing,\\q Saruman gloated, \\qa gift carefully-administered by others of my servants. But you despaired at the first opportunity! Let that knowledge eat you alive, broken hound of Rohan! You abandoned your king and your kingdom, for yours was no strength at all, and now you will waste away in the dark, and your only companions will be men of Dunland and Rohan who will know you for a traitor.\\q\\n\\n'I failed my king, [placeholder], and I failed Rohan. How could I have been so blind, so easily used?'\\n\\nEgfrith smiles, the dry lines of her face cracking with the unfamiliar effort.\\n\\n'It is best that you are not really here, [placeholder], for I do not think I could stand to see you or our companions in this place: weary Meneldir, a Ranger who insists he is no Dúnadan, or noble Boromir, so far from home. Better to believe they came to the end of their respective journeys with the successes they deserved, and earned the happiness due them, unlike Egfrith, great fool of Rohan, prisoner of her own deception.\\n\\n'But that deception... it was for Rohan.\\n\\n'Always.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "The prisoner seems somehow familiar to you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Wait... can it be?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Egfrith has been imprisoned beneath Isengard, despite her betrayal of Rohan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "There can be no mistake: this is Egfrith, traitor of Rohan and servant of Saruman",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Egfrith beneath Isengard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'You take that small portion of food to the unruly prisoner in the left-hand cell in the dungeons. Maybe the scarcity of the food will teach her she's no better than the rest of us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "Egfrith falls silent, and after a moment she seems to see you no longer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e9",
      "en": "Deliver the small food portion to the unruly prisoner in the left-hand cell in the dungeons",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The work is difficult and the conditions poor beneath Isengard, and even those who serve Saruman remain prisoners.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Yar! You there! I've got better to do than bring food to haughty prisoners in the dungeons. You take this small portion to the unruly prisoner in the left-hand cell in the dungeons. Maybe the scarcity of the food will teach her she's no better than the rest of us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "The woman does not look you in the eye when you hand the small food portion through the bars.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Afterword: ...and Answers",
      "es": "",
      "es (fem)": ""
    }
  ]
}