{
  "id": 621065407,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Uruks stalk the lanes of Caras Gelebren.\\n\\nBregoleth asked you to defeat the Uruks that now prowl within Caras Gelebren.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'You collected a report from one of the Uruks? What did it say?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Uruks stalk the lanes of Caras Gelebren.\\n\\nBregoleth asked you to defeat the Uruks that now prowl within Caras Gelebren.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e18",
      "en": "Bring the Uruk report to Bregoleth on the slope north-west of Caras Gelebren",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "You took a crumpled parchment from the body of an Uruk that stalked the lanes of Caras Gelebren.\\n\\nYou should read the Uruk report and learn what you can of the creatures' purpose in Swanfleet.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Defeat Uruks within Caras Gelebren ([placeholder]/10)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Slaying Uruks may be its own reward, [placeholder], but to find some clue to their purpose here is even better. I understand you found a report on one of the creatures?'\\n\\nYou hand the parchment to Bregoleth and she studies it intently.\\n\\n'It gives me no joy to read the Black Speech, but it is much worse to speak than it is to read. Here is what this report says, in a language that does not cruelly twist my tongue:\\n\\n'\\qWarriors! Scout the old... forges? In Hollin. Find relics of... Elvish jewel-craft? I want not... worthless trash... I desire... lore. The Elves made rings there... I wish to find... their lost artisan-knowledge.\\q'\\n\\nBregoleth looks up at you.\\n\\n'This is worse than I expected, [placeholder]. For some unfathomable purpose, Saruman the White has betrayed us. He seeks the ring-lore of Eregion, and he has sent these Uruks to obtain it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Bregoleth is hunting Uruks north-west of Caras Gelebren.\\n\\nYou should show Bregoleth the Uruk report you found on one of the creatures prowling within Caras Gelebren.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "Defeated Uruks within Caras Gelebren ([placeholder]/10)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Defeat Uruks within Caras Gelebren (9/10)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "This last Uruk clutched a piece of parchment in one hand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Read the Uruk report you collected",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Bregoleth will want to see this report",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Let us cull the creatures that stalk the ruins of Caras Gelebren, and afterward we can discuss if they spoke truth or falsehood.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Learning that Uruks were abroad in Eregion, Bregoleth diverted her steps to investigate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I am pleased to see we share a purpose, or at least we have our hatred of Orc-kind in common.\\n\\n'My name is Bregoleth. I came from distant Imladris on a journey of my own, but hearing of Uruks abroad in Eregion caused me to divert my steps. Now I slay the creatures wherever I find them, and will bring word of what I have seen back to Elrond when I know more.'\\n\\nYou tell Bregoleth that the Uruks speak of the Wizard Saruman as if he is their master.\\n\\n'That is most concerning, but a dead Uruk serves no master. Let us cull the creatures that stalk the ruins of Caras Gelebren, and afterward we can discuss if they spoke truth or falsehood.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Let us cull the creatures that stalk the ruins of Caras Gelebren, and afterward we can discuss if they spoke truth or falsehood.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 1, Chapter 5: Bregoleth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}