{
  "id": 621065443,
  "txt": [
    {
      "id": 228284034,
      "en": "'You may sit by our fire, Captain of Gondor, if you are willing to share with us the tale of your journey north. I am interested to hear the reasons for it.'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Talk to Boromir and hear the tale of his journey",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Boromir on the northern bank of the Gwathló",
      "es": ""
    },
    {
      "id": 228284036,
      "en": " #-1:[placeholder]'My reasons are my own, stranger, but as [placeholder] has proven a help to me already, I will trust that #-1:{her[f]|his} friends are trustworthy.\\n\\n'I will tell you the tale of my journey, as much as your fire seems to earn. I have seen larger, brighter, and warmer, but this has proven a cold land and even a poor fire is better than none.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Meneldir is a little suspicious of the Captain of Gondor, and has asked to hear the tale of his journey north, and the reason for it.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Beyond the Gap of Rohan, the wide fields of Enedwaith lay before me, and I saw no sign of trouble for countless miles. To me it seemed an empty land, and the days passed beneath cloudless skies as I journeyed north.\\n\\n'But as I descended the slope toward the ruins of Tharbad, I knew the river crossing would be difficult. I released my steed, setting his eyes toward the bountiful grasses of the Swanfleet before I left him, and I made the crossing myself. Shortly afterward, I was set upon by Orcs, and that is when you found me, [placeholder].'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 2, Chapter 3: A Long Way From Gondor",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Meneldir has asked the Captain of Gondor to tell the tale of his journey north, and Boromir seems willing enough to relate it.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Boromir rests on the northern bank of the Gwathló, conveying the tale of his journey to you and your companions.",
      "es": ""
    }
  ]
}