{
  "id": 621065457,
  "txt": [
    {
      "id": "0xeb011a0",
      "en": "Meneldir is inside Crossway House.\\n\\nThe preparations have been completed, and night approaches.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "'As for us, I think we should hunt some game in Sedgemead to resupply Maddoc's pantry, gather up firewood so we can keep the town braziers burning all night, and bring word to the townspeople that they should shelter within Crossway House tonight. What say you to this plan? I will not leave these people undefended... I cannot.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 2, Chapter 6: The Waiting Night",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Collect choice cuts of meat from animals in Sedgemead ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Collect firewood in Sedgemead ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Meneldir inside Crossway House and wait for night to fall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Four nights past, after the setting of the sun, I left my home to walk along the cobbled streets of Herne, as is my custom. This I have done for years, every night, ever since I gave up the adventuring life. You may think it odd, but I have found these moonlit strolls to keep something of my old wanderlust at bay. \\qPerhaps this is the night I keep a-walking, Aberthol, old fellow?\\q I've asked myself on occasion, but thus far I have always come back to my home and sleep comes quickly.\\n\\n'But on that night, while strolling along the lane west of my home, smelling the night-flowers and listening to the sound of frogs down by the river-bank, I could sense that something was different. I can't tell you exactly what it might have been, but I was seized by a tremendous feeling of... I don't know... wrongness. I felt it in the pit of my stomach. There is a grassy place on the left between two buildings along that lane, and a single tree grows there. My eye was drawn to that tree, and as I watched I swear to you a deeper shadow moved out from behind the trunk.\\n\\n'It made a strange sound as it moved, a whispering just beyond the edge of my hearing. It reminded me of being lost in distant woods, stalked by a dangerous creature I could not yet see, but this was no mountain-lion. I drew on all my reserves of courage, I tell you, and I turned to run, but even as my muscles tensed I knew it was too late. While I stood transfixed by the creeping shadow in front of me, a second dark figure had come up behind. This one towered above me, for it sat astride a great black steed, but I could not tell you how I had not heard the sound of its hooves on the cobbles as it approached.\\n\\n'I must have fainted then, for the next thing I remember is being shaken awake by Bledri, one of the townspeople, carrying a lantern. He said he found me lying at the base of the tree between those two buildings on his way home, and with no sign of either dark figure anywhere about. But every night since, a terrible sensation of dread has fallen upon Herne as the sun disappears beneath the horizon.\\n\\n'Do you know what they were, friends? Has anything of this sort been seen in Gondor or in Rohan? What business could draw such terrible creatures to Herne?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to Meneldir outside Crossway House",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Bledri inside his home",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'What did you learn from the old man, [placeholder]?'\\n\\nYou tell Meneldir of Aberthol's frightening night-time encounter. He frowns and strokes his beard.\\n\\n'This does align with the story Boromir told us about the power he sensed at Osgiliath, but that is leagues away... what has brought it here a-horse at such speed? I may know one name of these creatures, but I will not speak it here.'\\n\\nHe turns to the innkeeper.\\n\\n'Maddoc, might I ask you to open your doors to all the townsfolk of Herne this evening? Some evil has left its mark upon the village, and I think it would be safest if the townsfolk sheltered behind the strong walls of Crossway House tonight.'\\n\\nMeneldir turns back to you.\\n\\n'As for us, [placeholder], I think we should hunt some game in Sedgemead to resupply Maddoc's pantry, gather up firewood so we can keep the town braziers burning all night, and bring word to the townspeople that they should shelter within Crossway House tonight. What say you to this plan? I will not leave these people undefended... I cannot.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Aldyth inside her home",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Linnet by the fountain in the northern part of Herne",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'You want the townsfolk to shelter within Crossway House tonight?\\n\\n'If I hadn't found old Aberthol lying on the ground the night this started happening, I might think it wasn't necessary, stranger. But I believe something evil had him in its clutches, and it only departed when I drew near with my lamp.\\n\\n'I will tell my neighbours your plan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Refill town braziers near Crossway House with firewood ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'You want the folk of Herne to shelter within Crossway House tonight?\\n\\n'If I hadn't felt the terrible dread that settles upon Herne when the sun goes down, I might object, stranger. But I will do as you say, and let my neighbours know to do the same. Something is not right in Herne.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Shelter in Crossway House tonight? Preposterous! My family will do as we have always done, stranger, and stay in our own home. There's a bad feeling about Herne of late, it is true, but with my door barred and the candles snuffed, my family has nothing to fear.\\n\\n'Others can do as they will, but we will not cower in the tavern all night. This is some scheme of Maddoc's to fill his coffers, you mark my words! And old Aberthol has always been mad, ask anyone.\\n\\n'Now good day to you, and do not bother me again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Meneldir inside Crossway House",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Perhaps if we keep the braziers in front of Crossway House lit all night, we will keep the evils at bay.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Aberthol told you of his encounter with the dark riders that passed through Herne, and of the fear that has remained upon the town ever since. Can anything be done to save Herne?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'The braziers are refilled and Maddoc's pantry has been newly-filled? Good. As for whether the townsfolk will shelter within Crossway House tonight, let us hope more of them do than do not. It is for their own good, though they may not all believe it.\\n\\n'Let me know when you are ready, [placeholder], and we will wait for night to fall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Braziers can be found in front of Crossway House in the town of Herne, waiting for you and your companions to fill them with firewood.\\n\\nMeneldir hopes to keep at bay the evils that threaten Herne by keeping the town braziers lit all night.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Meneldir is inside Crossway House.\\n\\nYou should return to Meneldir and tell him what you learned from Aberthol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'I hope we have done enough, my friend. This night may be a hard one.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Meneldir is inside Crossway House, waiting to hear about the town's preparations for the approaching night.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'It is as I feared, [placeholder]. The creatures that passed through Herne four nights ago were the wraiths once called Nazgûl, and they left something behind to draw the Dead hither.\\n\\n'But why have these creatures of legend returned to life, and where did they go? And most importantly, and of greatest concern to me: for what purpose have they come so far north?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Meneldir suggested that you and your companions hunt the animals of Sedgemead for meat, collect firewood for the town braziers, and tell the folk of Herne to gather for the night behind the safe walls of Crossway House.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Meneldir stands outside Crossway House after the events of the long night.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Meneldir inside Crossway House",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "Collected choice cuts of meat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "Collected firewood ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'Do you know what they were, friends? Has anything of this sort been seen in Gondor or in Rohan? What business could draw such terrible creatures to Herne?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Refilled town braziers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}