{
  "id": 621065579,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'We have shown the Grey Fear that this land will not surrender without resistance, but it seems other dangers spring forth even now. If it is true that the realm of Angmar rises again, and its new leader serves the Lord of the Nazgûl... we are about to become very busy, [placeholder].\\n\\n'This is what I think we should do. I will travel to the North Downs, to see if there is activity along the border with Angmar. I will go with a number of my kin to reinforce the old city of Esteldín, abandoned for many years in a hidden cleft among the hills. If it need become a thriving settlement once again, and draw the eye of new foes away from other peaceful villages... well, I will make that judgement when I get there.\\n\\n'As for you, [placeholder], you have proven yourself a friend of the Dúnedain. I suggest that you aid the people of the North Downs and the Lone-lands, increasing your strength and the good you can do for the people who dwell in those places. When you have achieved as much as you can for them, seek out the Ranger Candaith, who keeps watch on Amon Sûl, the old hill of Weathertop, in the Lone-lands. Tell him what you have seen here, and warn him of the rising dangers that now threaten Middle-earth.\\n\\n'Go with the good will of the Dúnedain, my friend. May we meet again in happier times.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Continue your adventures in the Lone-lands or the North Downs, and reach Level 32",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to Candaith at his camp near the base of Weathertop",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Halbarad has named you a friend to the Dúnedain, and encouraged you to help his people wherever you can.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'The Great East Road has seen much more travel than usual in recent days! What brings you to the base of Weathertop?'\\n\\nYou briefly explain that you were sent by Halbarad to warn of increasing dangers in the wild, and that a new shadow rises in the realm of Angmar. Candaith nods.\\n\\n'I have heard rumours that this might be so from others of my kin that have passed this way, and I have seen evils enough with my own eyes not to disbelieve it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 3, Chapter 11: A Friend to the Dúnedain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'You have proven yourself a friend of the Dúnedain. I suggest that you aid the people of the North Downs and the Lone-lands, increasing your strength and the good you can do for the people who dwell in those places. When you have achieved as much as you can for them, seek out the Ranger Candaith, who keeps watch on Amon Sûl, the old hill of Weathertop, in the Lone-lands. Tell him what you have seen here, and warn him of the rising dangers that now threaten Middle-earth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Halbarad believes that you will provide much help to the Dúnedain as you grow stronger and continue your adventures in the Lone-lands or the North Downs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Your adventures have made you stronger, and even more willing to help those in need",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Halbarad told you to meet with another of the Dúnedain, a Ranger named Candaith who camps by the base of Weathertop, in the Lone-lands.",
      "es": "",
      "es (fem)": ""
    }
  ]
}