{
  "id": 621065401,
  "txt": [
    {
      "id": "0x9b568b4",
      "en": "'I expect to be given more dangerous quests in the days ahead! I am an adventurer now, after all, and you and Meneldir are going to need all the help you can get, especially if we're up against Wizards and their lackeys!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'Will you travel to the east, where the road from Enedwaith enters Swanfleet? The raiding party may have come from there, and left behind some trace of their passage. I will see you again when we have both returned.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 1, Chapter 1: In The Wizard's Employ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'Will you travel to the east, where the road from Enedwaith enters Swanfleet? The raiding party may have come from there, and left behind some trace of their passage. I will see you again when we have both returned.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'Will you travel to the east, where the road from Enedwaith enters Swanfleet? The raiding party may have come from there, and left behind some trace of their passage. I will see you again when we have both returned.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'Bring the swords you collected inside to Skardí. He should be able to melt them down and put them to better use than their former bearers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Bring the Uruk swords to Meneldir in the Mossward town square",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'This much we know for certain: the Uruks that have come to Swanfleet believe they do so at Saruman's command. That means the White Wizard cannot be trusted.'\\n\\nMeneldir falls silent.\\n\\n'We are being observed, [placeholder]. Someone listens to our conversation.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Tegwyn in the alley between buildings in Mossward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Meneldir in the alley between buildings in Mossward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'What? I didn't hear anything I wasn't supposed to hear! You told me that an adventurer is supposed to remain watchful for the needs of all good folk, and how can I do that if I don't keep my eyes and ears open?\\n\\n'All right, maybe you didn't say EXACTLY that, but I'm sure it's true all the same! If a Wizard is sending goblins and Uruks to attack Mossward, shouldn't we know about it?'\\n\\nYou tell Tegwyn that the best way he can help the people of his village is to keep their spirits up and to help them prepare the defences.\\n\\n'Okay. I'll do what I can, but I'll have you know I expect to be given more dangerous quests in the days ahead! I am an adventurer now, after all, and you and Meneldir are going to need all the help you can get, especially if we're up against Wizards and their lackeys!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Search for a sign of the Uruks where the road enters Swanfleet from Enedwaith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I think you handled that pretty well, my friend... better than I would have, at any rate. I have never had much patience for children.\\n\\n'I plan to search further afield for some clue to Saruman's purpose: why would he send goblins and Uruks to attack Mossward? I can't understand it.\\n\\n'Will you travel to the east, where the road from Enedwaith enters Swanfleet? The raiding party may have come from there, and left behind some trace of their passage. I will see you again when we have both returned.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Examine one of the dead Uruks along the road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Collect fallen Uruk swords along the road from Enedwaith ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e32",
      "en": "Bring the Uruk swords to Skardí Bendblade inside his shop in Mossward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "The bodies of Uruks lie on the road where it enters Swanfleet from Enedwaith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Tegwyn has overheard much of your conversation concerning Saruman and the Uruks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'You bring interesting tidings, [placeholder]. It sounds to me as if the Uruks quarrelled among themselves after they arrived in Swanfleet. But for what purpose? The warband may have been much larger when it travelled from Enedwaith, and divided into two or more raiding parties when it crossed into Swanfleet. Perhaps the decision to attack Mossward was made not by the Wizard but by the Uruks themselves? It is curious.\\n\\n'As for the swords you collected, perhaps Skardí can melt them down and put them to better use than their former bearers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Meneldir will want to examine the weapons carried by these Uruks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'More Uruk blades? I didn't ask for these, [placeholder].\\n\\n'Well, Meneldir is right, I suppose. I'll melt them down and turn them into arms for the defence of Mossward. No one will want to use them as they are now, but metal is metal, in my experience.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Meneldir is in an alley between buildings in Mossward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Meneldir is in the Mossward town square, waiting for you to return with news of the border with Enedwaith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Skardí Bendblade will be interested in the Uruk swords you recovered.\\n\\nSkardí is always hard at work in his Mossward shop.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d162",
      "en": "If the Uruks newly-arrived in Swanfleet are truly in the employ of the Wizard Saruman, you must learn what you can of their purpose and why he sent them to this land.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1190",
      "en": "Collected fallen Uruk swords ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "The road runs north-east past Mossward and on into Enedwaith. Did the Uruks come from that direction?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "Dead Uruks lie on the road where it enters Swanfleet from Enedwaith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'We are being observed, [placeholder]. Someone listens to our conversation.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "This Uruk was slain by a sword much like the one he carried",
      "es": "",
      "es (fem)": ""
    }
  ]
}