{
  "id": 621065471,
  "txt": [
    {
      "id": 90119620,
      "en": "'What draws such nightmares hither?'",
      "es": ""
    },
    {
      "id": 90119621,
      "en": "'That is all of them, for now. They have come back before.'",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "Your fingers close on something in the dirt: a skull-shaped token made of bone",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Galasebdir to the north-east of Sarn Ford",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "You sift through the pile of dirt but find only earthworms",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "Meneldir's hunch was correct. He is going to be insufferable now",
      "es": ""
    },
    {
      "id": 69036775,
      "en": "Fight alongside Galasebdir at Sarn Ford",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Rangers charged with the defence of Sarn Ford can use your assistance. Halbarad also requested that you recover a few caches of supplies from nearby, with which the Dúnedain will be able to restock Sarn Ford.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'You say you have a warning for me, Meneldir? Deliver it, then, and be away. We are still recovering from an attack upon the ford that left us scattered and in disarray, and I cannot spare much time for those who break their oaths.\\n\\n'But I might have some use for your companion. [placeholder], I ask you to aid the defenders of Sarn Ford and gather nearby Ranger caches; they were set aside to provide sustenance and supplies in the event they were needed, and in the aftermath of the attack they surely are!'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Ever since the terrible wraiths attacked the ford, we have endured the onslaught of the Dead. They rise and press the attack, and though we defeat them, always they return!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Halbarad of the Dúnedain organizes the recovery of the Rangers charged with defending Sarn Ford in the aftermath of the attack some days earlier.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Meneldir is at Sarn Ford, where he is helping his kin recover from the recent attack.",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Ever since those terrible riders attacked Sarn Ford, we have heard the howls of wolves from nearby Ruddymore. Something has stirred them to frenzy, and they continually test our defences along the outskirts, as they never have before.'",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "The earth has been kicked up at several locations near Sarn Ford, and Meneldir thinks you should examine some of those piles of dirt. He has a suspicion that the black riders left something behind, as they did at Herne.",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "You and Galasebdir have triumphed over the wights",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'I have given Halbarad our warning, and though he does not wish to believe it, he says he has seen creatures bearing the White Hand in recent days. He thought they were led by one of their own kind, but our tidings have made him doubt.\\n\\n'I have been thinking about something else, [placeholder]. Do you remember the token we found buried at Herne? What if the riders left a similar device behind here as well? I think we should look for one.'",
      "es": ""
    },
    {
      "id": 69036786,
      "en": "Fight alongside Nethúr at Sarn Ford",
      "es": ""
    },
    {
      "id": 49286708,
      "en": "Bring the skull-shaped token to Meneldir at Sarn Ford",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "You and Nethúr have emerged victorious over the wolves",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Meneldir's hunch proved accurate: the black riders left a token behind, and it likely drew the wights to Sarn Ford in the days following their attack.",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'I thought so. These creatures have a knack for stirring nearby creatures to madness, and for leaving disorder in their wake. Perhaps our removal of this token will slow the onslaught of the Dead upon the defenders here.'",
      "es": ""
    },
    {
      "id": 49286711,
      "en": "Bring the Ranger caches he requested to Halbarad at Sarn Ford",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "Collected Ranger caches ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "#-1:[placeholder]'Thank you for bringing back these caches of supplies. If it is true that Saruman and the other Wizards have turned against us...'\\n\\nHalbarad shakes his head.\\n\\n'It is not that I distrust your word, [placeholder], but Meneldir broke his oath to the Dúnedain, and that is a matter of great shame for us. Not just for him, but for all of us. Is it not the failing of an entire village when one of its own is found wanting?\\n\\n'But such is our need that I cannot turn even Meneldir away, as was my first instinct! The Rangers are scattered and in disarray, and I need every man! #-1:{Aye, and every woman too[f]|That goes for you too}.'",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'It seems I know what I am talking about, does it not?'",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "'Thank you for bringing back these caches of supplies. If it is true that Saruman and the other Wizards have turned against us...'\\n\\nHalbarad shakes his head.\\n\\n'It is not that I distrust your word, [placeholder], but Meneldir broke his oath to the Dúnedain, and that is a matter of great shame for us. Not just for him, but for all of us. Is it not the failing of an entire village when one of its own is found wanting?\\n\\n'But such is our need that I cannot turn even Meneldir away, as was my first instinct! The Rangers are scattered and in disarray, and I need every man! Aye, and every Elf too.'",
      "es": ""
    },
    {
      "id": 162883745,
      "en": "'Thank you for bringing back these caches of supplies. If it is true that Saruman and the other Wizards have turned against us...'\\n\\nHalbarad shakes his head.\\n\\n'It is not that I distrust your word, [placeholder], but Meneldir broke his oath to the Dúnedain, and that is a matter of great shame for us. Not just for him, but for all of us. Is it not the failing of an entire village when one of its own is found wanting?\\n\\n'But such is our need that I cannot turn even Meneldir away, as was my first instinct! The Rangers are scattered and in disarray, and I need every man! Aye, and every dwarf too.'",
      "es": ""
    },
    {
      "id": 162883746,
      "en": "'Thank you for bringing back these caches of supplies. If it is true that Saruman and the other Wizards have turned against us...'\\n\\nHalbarad shakes his head.\\n\\n'It is not that I distrust your word, [placeholder], but Meneldir broke his oath to the Dúnedain, and that is a matter of great shame for us. Not just for him, but for all of us. Is it not the failing of an entire village when one of its own is found wanting?\\n\\n'But such is our need that I cannot turn even Meneldir away, as was my first instinct! The Rangers are scattered and in disarray, and I need every man! Aye, and every hobbit too.'",
      "es": ""
    },
    {
      "id": 127884867,
      "en": "Nethúr has fallen!",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "Halbarad is overseeing the recovery of the Dúnedain following the black riders' attack on Sarn Ford.\\n\\nYou retrieved a number of Ranger caches and should bring them to Halbarad.",
      "es": ""
    },
    {
      "id": 173677953,
      "en": "'The pack returns!'",
      "es": ""
    },
    {
      "id": 173677954,
      "en": "'What has stirred these creatures to such madness?'",
      "es": ""
    },
    {
      "id": 162883768,
      "en": "'[placeholder], I ask you to aid the defenders of Sarn Ford and gather nearby Ranger caches; they were set aside to provide sustenance and supplies in the event they were needed, and in the aftermath of the attack they surely are!'",
      "es": ""
    },
    {
      "id": 173677955,
      "en": "'The pack-leader! We might end this here!'",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "'Do you remember the token we found buried at Herne? What if the riders left a similar device behind here as well? I think we should look for one.'",
      "es": ""
    },
    {
      "id": 173677956,
      "en": "'I hope that is the end of it, but the mystery remains: what caused this rage?'",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Talk to Nethúr to the south-east of Sarn Ford",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Collect Ranger caches not far from Sarn Ford ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 127884888,
      "en": "Galasebdir has fallen!",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to Meneldir at Sarn Ford",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Search the disturbed earth around Sarn Ford to satisfy Meneldir's hunch",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 3, Chapter 3: Halbarad of the Dúnedain",
      "es": ""
    },
    {
      "id": 90119617,
      "en": "'They're coming back!'",
      "es": ""
    },
    {
      "id": 90119618,
      "en": "'I don't think that's all of them!'",
      "es": ""
    },
    {
      "id": 90119619,
      "en": "'To arms! Two arms!'",
      "es": ""
    }
  ]
}