{
  "id": 621065459,
  "txt": [
    {
      "id": 162883713,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477314,
      "en": "Talk to Meneldir outside Crossway House in Herne",
      "es": ""
    },
    {
      "id": 49286696,
      "en": "Bring the discarded equipment to Meneldir in Herne",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'My friends...\\n\\n'No, I cannot address you so, for our friendship was based upon a deception. I am sorry. It causes me great pain to write this, but I am left no other choice. I could not forgive myself if I abandoned you without explanation. But leave you I must, for...'\\n\\nThe ink here is smudged.\\n\\n'[placeholder], Meneldir of the North, and Boromir of Gondor... my errand to this land is not as I told you. It is true that I was born in Faldham of the Norcrofts, and I hold the good of Rohan above all else, but my mission was not to seek the Dúnedain. Théoden King is ill, that much is true, but there is no cure to be found for his ailment, neither in the Riddermark nor in the Dúnedain's wilderness. He has grown weak, and has himself become a grave threat to the survival of Rohan! His people need a strong King, but he languishes in his sick-bed! He has forgotten the strength he once possessed, and can no longer lead the people who cry out to him! In days past perhaps he would have ridden out in glory, to die in battle and stir the hearts of the Rohirrim, but no longer.\\n\\n'It was with the Wizard Saruman that I consulted on this, for he has long been a friend to Rohan, and he confirmed that which I feared: it is a weakness of the blood that troubles Théoden, and it must run too in the blood of Théodred his heir. The Wizard has much wisdom, for he has lived to see many lifetimes, and he can see that which the rest of us fail to recognize: Rohan itself suffers from an illness. He will treat this illness with a difficult remedy. He has found numerous Orcs, likely from their mountain strongholds, and prepares to send them against the kingdom. Through the crucible of this testing, the mighty men of Rohan will prove who among them is strong enough to lead. I say \\qmen,\\q but perhaps it will be a queen who proves able to save Rohan from this peril? The old lineages are not enough.\\n\\n'Even with all his wisdom, Saruman cannot see all. When Boromir of Gondor rode near to Isengard, the Wizard sought to learn what caused the son of Denethor to depart his own land. Was Saruman's plan to save Rohan in jeopardy? He charged me to follow the son of Gondor north and to learn the purpose behind his quest. I kept a day's journey behind him, out of sight in the empty lands, but always near enough to find his course, until the crossing of the Greyflood at Tharbad. That is where I encountered you, Meneldir, and [placeholder].\\n\\n'It was an act of desperation to join your band, but I feared Boromir would escape my reach and I would fail my own quest. And yet I did fail, for in the brief time we journeyed together, I came to understand what drove Boromir to this land, so far from his home. He travelled these many leagues at a dream's behest, for nothing so certain as the slimmest hope that it might aid Gondor. So too is it with me and Rohan. Each of us would do the same for our own home-land.\\n\\n'Even now I try to excuse my treachery, as if I could avoid judgement by not writing it down. There was more to my errand: once I learned Boromir's purpose, I was to slay him. I could not have done it in battle, for all my weapon-skill, but one of these nights, while he slept, I might have managed it.\\n\\n'But I will not. I go now to bring Saruman the knowledge he craved. He will learn something from Boromir's dream, and it will need to be enough. I thought I could slay anyone, if it meant saving my kingdom, but I was wrong.\\n\\n'I will command Aberthol to give you this letter in a few days. I want you to know what I have done, and not done, but I will not risk you stopping me.\\n\\n'For Rohan, always,\\n\\n'Egfrith.'",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "Collected tarnished jewellery ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477316,
      "en": "Catch Egfrith south of Herne before she can escape",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'I hope I have not done wrong.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Meneldir thinks you should clean up the evidence of the wight attack on Herne, to help ease the minds and fears of the townsfolk.",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'What happened, [placeholder]? Did you find Egfrith? Is she in some danger?'\\n\\nYou hand the letter to Meneldir, and as he reads it his expression darkens, a storm-cloud of anger enveloping his face.\\n\\n'This cannot be. This cannot be!'",
      "es": ""
    },
    {
      "id": 111477318,
      "en": "Talk to Meneldir on the edge of Minhiriath",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'Are you all right, my friend? I hope I have not done wrong.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'We should examine the northern approach to the town, since that's the direction from which the Dead came. Let us clean up whatever detritus fell from the wights so as not to spark alarm in the townsfolk... though it may seem too late for that!'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Meneldir thinks you should clean up the evidence of the wight attack on Herne, to help ease the minds and fears of the townsfolk.",
      "es": ""
    },
    {
      "id": 111477319,
      "en": "Talk to Boromir on the edge of Minhiriath",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'She will not return to Tharbad, for the crossing will take too long. We must catch her along the southern road!'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "With your help and that of your companions, the townsfolk of Herne survived the dangerous night.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Meneldir stands in the town of Herne, turning the events of the night over and over in his mind.",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Finish cleaning up after the wight attack",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Boromir stands in Herne, disgusted by the dead that walk and the events of the previous night.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'This equipment is very old, [placeholder]. Even in the light of day I find it hard to believe such things are possible! Ancient terrors stalk the land once again, and the Dead walk!\\n\\n'While you were gone, I found a skull-shaped token buried in the dirt: a shallow grave, of sorts, just beneath the topsoil. I think it was left here on purpose to draw those creatures hither.'",
      "es": ""
    },
    {
      "id": 111477328,
      "en": "Talk to Meneldir outside Crossway House in Herne",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'I share Meneldir's amazement, [placeholder], but I do not like it. Let the Dead sleep, and trouble not the living! I am filled with disgust that such things may be.\\n\\n'But where has Egfrith gone? I thought she went with you, but she has not returned. Do you think she ran afoul of some among the wights we might have missed?'",
      "es": ""
    },
    {
      "id": 111477417,
      "en": "Talk to Boromir outside Crossway House in Herne",
      "es": ""
    },
    {
      "id": 111477329,
      "en": "Find Egfrith inside Crossway House",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Meneldir is in Herne, thinking deeply about the wight attack of the previous night.",
      "es": ""
    },
    {
      "id": 111477331,
      "en": "Talk to townspeople in Herne and learn what happened to Egfrith",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Boromir is right. I have not seen Egfrith since we came outside. I thought she went with you to collect the fallen items of the wights, but you say you have not seen her? Perhaps she went back inside the inn?'",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'I am sure Egfrith is fine, but it is worrisome she has not yet returned.'",
      "es": ""
    },
    {
      "id": 111477333,
      "en": "Flip over the parchment Egfrith left with Aberthol",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Meneldir has not seen Egfrith since the wights attacked. Perhaps she returned to the inn?",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Perhaps she went back inside Crossway House?'",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Egfrith is missing. Perhaps one of the townspeople knows where she has gone.",
      "es": ""
    },
    {
      "id": 111477336,
      "en": "Read the words of Egfrith's letter",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'I hope I have not done wrong, [placeholder]. She told me not to give you the letter for a day or two, but if you already know to expect it I suppose there is no harm in you having it early.\\n\\n'I did not read it! She told me not to do so, and her expression was so grim I took her at her word. I hope I have not done wrong, [placeholder].'",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'One of the townsfolk must have seen Egfrith somewhere. Herne is not that big a village.\\n\\n'Try speaking to the villagers we spoke to before, [placeholder]. Someone will have seen something!'",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Collect tarnished jewellery left by the wights ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Collect rusted blades left by the wights ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Egfrith left a note for you and your companions. It lies face-down on Aberthol's table.",
      "es": ""
    },
    {
      "id": 162883656,
      "en": "'We should examine the northern approach to the town, since that's the direction from which the Dead came. Let us clean up whatever detritus fell from the wights so as not to spark alarm in the townsfolk... though it may seem too late for that!'",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "Egfrith wrote you a letter, entrusting it with Aberthol.",
      "es": ""
    },
    {
      "id": 162883657,
      "en": "'We should examine the northern approach to the town, since that's the direction from which the Dead came. Let us clean up whatever detritus fell from the wights so as not to spark alarm in the townsfolk... though it may seem too late for that!'",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "Meneldir is outside Crossway House in the town of Herne.",
      "es": ""
    },
    {
      "id": 177082721,
      "en": "Egfrith serves Saruman? The others must be told",
      "es": ""
    },
    {
      "id": 177082723,
      "en": "'Quickly!' Meneldir cries, 'We must stop her from escaping! To the southward road!'",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "Egfrith is likely to have hurried directly southward in order to avoid the difficult ford at Tharbad.\\n\\nYou and your companions should try to prevent Egfrith from escaping as she makes for Isengard and her master Saruman.",
      "es": ""
    },
    {
      "id": 177082725,
      "en": "Meneldir calls a halt to your pursuit of Egfrith",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'Hold!'",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'We are too late.'",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "Meneldir stands by the dirt path leading south into Minhiriath.",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'I see the print of hooves in the dirt. She must have stolen a horse in Herne and has already escaped into Minhiriath. She is beyond our reach now.\\n\\n'Saruman will learn what he sought.'",
      "es": ""
    },
    {
      "id": 246419876,
      "en": "Boromir stands by the dirt path leading south into Minhiriath.",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "'I did not see it, [placeholder]. I thought Egfrith was trustworthy. I did not see it.'\\n\\nBoromir speaks quietly, but you can hear the strain in his voice.\\n\\n'I know what I must do.'",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'I cannot believe it! We have been played for fools.'",
      "es": ""
    },
    {
      "id": 177082738,
      "en": "Egfrith does not appear to be inside Crossway House",
      "es": ""
    },
    {
      "id": 177082740,
      "en": "Aberthol motions to a sheet of parchment lying face-down on his table",
      "es": ""
    },
    {
      "id": 177082743,
      "en": "Egfrith's handwriting covers the front of the parchment",
      "es": ""
    },
    {
      "id": 177082752,
      "en": "Collected rusted blades ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082756,
      "en": "The crawling arm makes an angry fist, and expires",
      "es": ""
    },
    {
      "id": 162883696,
      "en": "'Even in the light of day I find it hard to believe such things are possible! Ancient terrors stalk the land once again, and the Dead walk!'",
      "es": ""
    },
    {
      "id": 162883697,
      "en": "'I told you we would be fine, stranger! There was no need to hide within Maddoc's tavern after all, and I plan on telling all my neighbours so after you have gone!'\\n\\nYou ask Linnet if she has seen Egfrith this morning.\\n\\n'That's that woman of Rohan in your company? Aye, I saw her. She called upon old Aberthol shortly after I came outside. Mad, the lot of them!'",
      "es": ""
    },
    {
      "id": 177082758,
      "en": "The fallen arm of a wight, forgotten during the battle, crawls to attack!",
      "es": ""
    },
    {
      "id": 162883698,
      "en": "'The woman of Rohan? No, I haven't seen her since you all went outside.'",
      "es": ""
    },
    {
      "id": 162883699,
      "en": "'The woman of Rohan? I have not seen her this morning.'",
      "es": ""
    },
    {
      "id": 162883700,
      "en": "'Egfrith? She is the woman of Rohan with whom you came to Herne? No, I have not seen her this morning.\\n\\n'Do you think the curse on our town has been lifted?'",
      "es": ""
    },
    {
      "id": 162883701,
      "en": "'I hope I have not done wrong. She told me not to give you the letter for a day or two, but if you already know to expect it I suppose there is no harm in you having it early.\\n\\n'I did not read it! She told me not to do so, and her expression was so grim I took her at her word. I hope I have not done wrong, [placeholder].'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 2, Chapter 7: Questions",
      "es": ""
    }
  ]
}