{
  "id": 621065560,
  "txt": [
    {
      "id": 177082768,
      "en": "The wooden box is empty, already ransacked of its contents by Orcs, half-orcs, or goblins",
      "es": ""
    },
    {
      "id": 49286691,
      "en": "Bring Narndir's journal to Meneldir at Gorwen's camp south of Dol Ernil",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "Collected missing pages of Narndir's journal ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082772,
      "en": "The torn pages fit neatly together, and Narndir's journal is restored",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "Meneldir hands the journal back to you",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'Narndir was at Sarn Ford when the Black Riders attacked, [placeholder], and he fled, as the others of the Dúnedain did. We found his body not far from the Greenway, and I thought perhaps he made for the gathering-places of his kin. But what if it was not so? What if he made instead for the lone square ruin that stands further south beside the Greenway? I wonder....\\n\\n'I think he saw the return of the wraiths and believed the Grey Fear would once again haunt its lands of old, Cardolan-that-was. I think he was running to retrieve the torn pages of his journal, [placeholder], so the Dúnedain would know the terror they might be up against. He wanted to arm them with the knowledge of what they might face, but he was struck down by the Black Riders, by the Nazgûl, before he could reach the place where he hid the true account.\\n\\n'I think Narndir knew the peril, and died trying to warn us of it: the Lord of the Nazgûl plans to raise the Grey Fear from its slumber, endangering all of the north.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Handarod is at Sírlond, the Elf-camp across the river from Caranost.\\n\\nMeneldir wonders if Handarod might know what happened to the missing pages of Narndir's journal.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'After the missing pages, Narndir writes of Dol Ernil, the keep from which Prince Amondir ruled. I will go ahead and see what I can learn from there, but I think you should return to Sírlond to speak with Handarod. He knew the location where Narndir kept this journal. Perhaps he will know why some of the pages were removed. If you solve that mystery, I will meet up with you again outside Dol Ernil.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Handarod once saw Narndir acting strangely near the lone square ruin beside the road in Ruddymore, north-west of Herne.",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Consider the image of the Grey Fear",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Missing pages? I cannot say I know anything about that, [placeholder], but I do not think Narndir would have torn pages from his own journal. Someone else must have removed them... although I cannot guess why such a one would return the journal to its hiding-place.'\\n\\nHandarod rubs the side of his face, thinking deeply.\\n\\n'There was one day that I spoke with Narndir and marked that he acted quite strangely, however. I encountered him on the Greenway, not far from the lone square ruin that stands beside the road to the north-west of Herne. Now that I think on it, his manner was quite peculiar, and it seemed he was not his usual self. What did he say? He said something strange to me, but I cannot remember it!\\n\\n'If he did remove pages from his journal, which was not like him at all, that is the only day on which I would believe it. I wish I could remember what he said, but perhaps it will come to me. You should search that square ruin beside the road in Ruddymore. Maybe you will find something to shed light upon this mystery.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Several of the next pages have been torn from the journal. Were they removed by Narndir or by some other hand, and for what purpose?",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Consider the death of Ostir, Last Prince of Cardolan, as described in the writings of Narndir",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "You may have found another secret cache of Narndir's, but it is possible that Orcs or their allies found it first.",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'You should search that square ruin beside the road in Ruddymore. Maybe you will find something to shed light upon this mystery.'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Orcs, half-orcs, or goblins throughout the South Downs or Ruddymore may have stolen the missing pages of Narndir's journal, and you should recover them if you can.",
      "es": ""
    },
    {
      "id": 49286709,
      "en": "Reassemble Narndir's journal at the table at Scurloc Farm",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Creatures of Orc-kind have ransacked Narndir's secret coffer? There is no shortage of the beasts throughout the South Downs, but whether you will find what you seek in the clutches of Orcs, half-orcs, or goblins, I cannot say.'",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "The table at Scurloc Farm will be a suitable workspace for reassembling Narndir's journal.",
      "es": ""
    },
    {
      "id": 49286711,
      "en": "Show Narndir's journal to Meneldir just south of Dol Ernil, in Tyrn Gorthad",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "You have restored Narndir's journal, and perhaps now you can learn why pages were removed from it.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Meneldir told you he would meet up with you at outside Dol Ernil after you learned what you could from Narndir's journal.",
      "es": ""
    },
    {
      "id": 49286713,
      "en": "Read Narndir's journal while by the throne in Dol Ernil",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "A small box rests here, but its lock is broken and it is surrounded by Orc-footprints",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'There you are, my friend! I have been speaking with Gorwen, a Ranger who has taken it upon herself to keep watch upon Dol Ernil, and we are both very interested to hear if you have learned anything more from Narndir's journal. She did not know him when he lived, so I have been telling her stories of our childhoods. It is... it is good to remember, I have to admit it. But what have you learned?'\\n\\nYou hand Meneldir the journal and at your direction, he reads several of the pages.\\n\\n'There it is again: the Grey Fear. There is more to learn of this foe, I know it. But listen to this! \\qThe battle-plan of Angmar was three-fold, but Prince Ostir learned too late that more than just Amon Sûl was endangered; he rode north to the defence of Weathertop with most of his household, and only when the southern sky filled with smoke from a great burning did he realize that Cardolan had been ravaged while he was away. He fought the Battle of Weathertop through eyes bleary with tears, and only when it was done did his King give him permission to return. He galloped with utmost haste back to Dol Ernil, but he was unprepared for the sight that awaited him in the throne room.\\q\\n\\n'These pages speak of the throne room of Dol Ernil. That is where you should read the rest of the account, [placeholder]. Gorwen tells me the throne room is north of here, and up several flights of stairs.'",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Meneldir said he would meet up with you just south of Dol Ernil, in Tyrn Gorthad? Be careful... that place has been a site of ill omen for hundreds of years.'",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Narndir's journal describes the throne room of Dol Ernil, located north of the Ranger Gorwen's camp-site and up some flights of stairs.\\n\\nYou should travel to the location described by the journal, and read the appropriate pages while you are there.",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Collect the missing pages of Narndir's journal from Orcs, half-orcs, or goblins in the South Downs or Ruddymore ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'These pages speak of the throne room of Dol Ernil. That is where you should read the rest of the account, [placeholder]. Gorwen tells me the throne room is north of here, and up several flights of stairs.'",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Narndir's writing has conjured the sight of the Grey Fear to trouble your mind.",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Read Narndir's restored journal",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Narndir describes the death of Ostir, Last Prince of Cardolan, with such detail that the account would pain any friend of the Dúnedain or their folk.",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Meneldir is waiting at Gorwen's camp south of Dol Ernil for you to return from your investigation inside the keep.",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'We should return to Sírlond to speak with Handarod about this. He knew the location where Narndir kept this journal. Perhaps he will know why some of the pages were removed.'",
      "es": ""
    },
    {
      "id": 162883749,
      "en": "'You should search that square ruin beside the road in Ruddymore. Maybe you will find something to shed light upon this mystery.'",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883751,
      "en": "'By the time he finally reached Dol Ernil,' Narndir writes, 'Prince Ostir's keep was a ruined shell. Its people lay heaped and bloody in the streets, the heads of its defenders mounted on stakes above its gates. Of his mother Luilloth, there was no sign at all. And in the shattered hall, seated upon Ostir's throne, was the Grey Fear.\\n\\n'I hesitate to write what I have learned, but I must. I must! My duty compels me to write it, to write the truth! But can it be right to put into words such horror, such shame as this? It wars within me.\\n\\n'Prince Ostir stood in the charnel-house that was Dol Ernil, and he looked in the eyes of the creature that sat upon the throne, and he knew the identity of the Grey Fear. It was Prince Amondir who sat there, Ostir's own grandfather, but the servant of evil that stared back was a stranger entire. With a horrible smile upon its mocking visage, the apparition raised its hand, pointing at Amondir's terrified grandson.\\n\\n'And the Dead rose.'",
      "es": ""
    },
    {
      "id": 162883752,
      "en": "'The wights had simply been waiting for their master's command,' Narndir writes, 'Now they emerged from among the slain, including some freshly killed in the recent battle, and they fell upon Ostir and his knights. Panicking, the Prince fled the burning stronghold, escaping into the Barrow-downs, but he might as well have tried escaping a smith's hammer by fleeing to his anvil. The Angmarim were waiting there in ambush for him, and among their number were hill-folk, Orcs, and cultists of the Witch-king. The Dead drove Ostir's dwindling company straight toward this enemy force, and there in the darkness, caught between the living and the dead, every last one of Cardolan’s defenders died. Prince Ostir perished last of all, sobbing with despair as one of Carn Dûm's warriors drove a spear of cold iron through his heart. His bones, and those of his company, vanished among the downs.\\n\\n'I have written it! Is that what you wanted of me? I have finished it! My duty is fulfilled... but the account is too terrible. I will tear these pages from my journal, and I will hide them! Yes, let none know how badly the Men of Cardolan failed. I will bury the Witch-king's victory as deep as deep allows, and so triumph over Angmar myself. The Grey Fear has not been seen in hundreds of years, and I will not give the creature life by letting this account be read by anyone. If there is any need for these pages in the days to come, I will retrieve them myself. But I can see no such day ahead of us, and that is a blessing.'",
      "es": ""
    },
    {
      "id": 177082752,
      "en": "The writing is so evocative you can almost imagine the terrible sight that awaited Prince Ostir",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Handarod at Sírlond",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Search the strange square ruin beside the road in Ruddymore where Handarod once saw Narndir acting strangely",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Open the small wooden box and search for the missing pages of Narndir's journal",
      "es": ""
    },
    {
      "id": 177082758,
      "en": "This appears to be the location about which Narndir wrote",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 3, Chapter 8: The Last Days of Cardolan",
      "es": ""
    }
  ]
}