{
  "id": 621065581,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'There is a hidden dale in the Trollshaws, far to the east and across the Last Bridge, where the wisest of lore-masters resides. Elrond is his name, and he is the master of Rivendell. It was in his house that my chieftain Aragorn was raised, and if any will know what must be done about the growing threat of Angmar, it will be he. You must make for Rivendell.\\n\\n'I will tell you what I can of this last leg of your journey, [placeholder]. Speak to me when you are ready.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Talk to Candaith and depart for Rivendell with haste",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to Elrond in his library",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Orcs have grown bolder and ferocious in recent days, but when you cross the Last Bridge into the Trollshaws you will face greater peril. Something has stirred the beasts of the wild into madness, and if it travels ahead of you there may be great evil left in its wake.\\n\\n'Luck be with you as you travel the road through the Trollshaws and begin the climb towards Rivendell. The path will not be easy, but Elrond must be told of what befell you in Cardolan, and of the growing threat of Angmar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Candaith suggested that you make for Rivendell without delay.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'You have woven quite a tale, [placeholder], and if you should wish it to be ended, none will judge you for it. But in your words I sense something else... indeed, two somethings!\\n\\n'I sense that you possess a desire for adventure, and it remains unquenched even after your trials in the wilderness. You could not remain in this peaceful haven for long before that desire compelled you once again to seek out and oppose great dangers.\\n\\n'And I sense too that you wish to continue your work on behalf of the Free Peoples of Middle-earth. We enter a dangerous time, and mighty foes seek to return to the height of their powers, heights that were stolen from them in centuries past by great heroes. Are you to be one of these heroes in this age, [placeholder]? I wonder.\\n\\n'So rest then, for as long as you wish, and return to me when you are ready to resume your adventure! The shadow that rises in Angmar must be faced, and defeated, and I fear the Black Riders that troubled Cardolan, and pursued Frodo Baggins hither, have not been defeated for good. One of their number has not been found.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 3, Chapter 12: In A Northern Dale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Candaith has words of warning and advice for you before you depart on the last leg of your journey.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Elrond is in the library of his home in Imladris.",
      "es": "",
      "es (fem)": ""
    }
  ]
}