{
  "id": 621065455,
  "txt": [
    {
      "id": 177082773,
      "en": "Defeated foes within Tharbad ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'And that is Tharbad behind us, [placeholder]. If the crossing of the Greyflood proves the worst experience of our journey, I will count us fortunate. I fear it will not be so, though it is likely to be the wettest. Did Tegwyn dislike the damp and cold of the Wadewater? He is fortunate he had no need to cross the Greyflood, and under the watchful eye of his parents it will be many years before he might.\\n\\n'But now we must turn our eyes to our own road. Cardolan awaits, and within its bounds we will find my friend Narndir, who will know the location of the chieftain of the Dúnedain. Then will Egfrith's purpose be attained, and our own as well. Perhaps then Boromir can be set on the proper course, and you and I will dine at the Prancing Pony before we part.\\n\\n'But we are not there yet. We must take one step at a time, lest we trip upon our own feet.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'That is my tale. You have no doubt heard more exciting stories than this, and were I to speak of our mighty efforts in Gondor's defence you would hear one such! But time is wasting.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Meneldir has asked to speak with you some distance from the others, just to the north-east of the camp-site.",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "<rgb=#00FF00>Look</rgb> out over the surrounding countryside",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Could I speak with you alone for a moment, [placeholder]?\\n\\n'Let us just walk to the north-east, right over there.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Meneldir is not entirely convinced that Boromir is trustworthy: should the four of you travel together from Tharbad?",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'That is the tale of my journey to the north, such as it has been to this day.'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Meneldir wishes to speak with you about his concerns about Boromir, the Captain of Gondor.",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Talk to Meneldir on the road just north of Tharbad",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'I do not know if we can trust this Captain of Gondor, [placeholder]. Remember the words of Bregoleth! She told us to guard our trust with care, for even seeming allies could harbour treachery in their hearts. Neither do I exclude Egfrith from this warning! But Boromir rode right by Isengard on his way north, and even admitted that he spoke with Saruman! How can we trust his conversation with the White Wizard was as he described? We cannot.\\n\\n'I think we should keep what we know of the White Hand to ourselves, for now, just in case Boromir has fallen under the sway of the traitor wizard. We can travel together, at least until we reach Bree-land and the Dúnedain, but we should keep an eye on both of our companions. Bregoleth believed we stood on the very precipice of danger, and I think she spoke true.\\n\\n'Here, take this map of Cardolan. Show it to the others and see what they recommend for our course.'",
      "es": ""
    },
    {
      "id": 49286707,
      "en": "Talk to Meneldir at the camp-site",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Boromir remains at the camp-fire near the northern bank of the Gwathló.\\n\\nMeneldir gave you a worn map of Old Cardolan to show to Boromir and to Egfrith.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'You have decided we should travel together? I believed your friend would suggest we should not, but I find the idea agreeable, for now. Should my own course not align with yours, I will depart, and without hard feeling.'\\n\\nBoromir unfolds the map of Old Cardolan and studies it briefly before handing it back to you.\\n\\n'My own journey's end lies in a hidden dale, [placeholder], further north than this map tells. Perhaps Meneldir will unveil a second map when we draw nearer to the Bree-land, and that one will mark my destination. But perhaps not: my father said the dale was hidden.'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'It pleases me to hear that Meneldir will not turn away the Captain of Gondor, for the Men of that land are warriors strong and true, and in past days they have been hardy friends of Rohan, and we of them.'\\n\\nEgfrith unfolds the map of Cardolan and wrinkles her nose.\\n\\n'These names are unfamiliar to me, [placeholder], so different from those of my own land. I cannot begin to understand how to speak some of these places aloud. Boromir is not the only one of us who is far from their homeland.\\n\\n'I will follow Meneldir until we find the Rangers of the North, for Rohan lies withering while I am away, and if I cannot return with the thing I seek I fear the kingdom will die.'",
      "es": ""
    },
    {
      "id": 177082793,
      "en": "Meneldir presses a worn and faded map of Old Cardolan into your hands",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Meneldir has come back to the camp-site.",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Show the map to Boromir at the camp-site",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Then we are agreed? Our road leads north, and that means we must pass through the city and travel north along the Greenway towards Bree-land.\\n\\n'We should defeat more of the creatures that lie between us and the northern walls of the city, and I suggest we scout the gaps in the encircling wall at several locations before we leave Tharbad behind us. Once that is accomplished, we can meet up just north of the city to plan our further course.'",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'We will travel together.'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Show the map to Egfrith at the camp-site",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'Then our paths lie together, for a time.'",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Defeat foes within Tharbad ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Find a gap in the outer wall of Tharbad to the north-west",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Find a gap in the outer wall of Tharbad further to the west",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "<rgb=#00FF00>Look</rgb> out over the surrounding countryside",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Meneldir suggested that you scout the countryside outside Tharbad from a number of locations within the city, and defeat the foes you encounter there, to make safe your passage through the flooded city.",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "Meneldir and the others planned to meet with you on the road north of Tharbad.",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'Let us just walk to the north-east, right over there.'",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Boromir, his tale completed, studies the faces of your companions. Meneldir stares back impassively.",
      "es": ""
    },
    {
      "id": 162883749,
      "en": "'Show that map to the others and see what they recommend for our course.'",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "'You have decided we should travel together? I believed your friend would suggest we should not, but I find the idea agreeable, for now. Should my own course not align with yours, I will depart, and without hard feeling.'\\n\\nBoromir unfolds the map of Old Cardolan and studies it briefly before handing it back to you.\\n\\n'My own journey's end lies in a hidden dale, [placeholder], further north than this map tells. If you know the location of Imladris, and are willing to tell me, I will welcome it. Mayhap you will trust me enough by then to show me the way, though I be a Man of Gondor and not of your own people. But I know there are still many miles to go before I need worry about locating the hidden dale in which Imladris lies.'",
      "es": ""
    },
    {
      "id": 162883751,
      "en": "'My own journey's end lies in a hidden dale, further north than this map tells. Perhaps Meneldir will unveil a second map when we draw nearer to the Bree-land, and that one will mark my destination. But perhaps not: my father said the dale was hidden.'",
      "es": ""
    },
    {
      "id": 162883752,
      "en": "'We should defeat more of the creatures that lie between us and the northern walls of the city, and I suggest we scout the gaps in the encircling wall at several locations before we leave Tharbad behind us. Once that is accomplished, we can meet up just north of the city to plan our further course.'",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "Egfrith remains at the camp-fire near the northern bank of the Gwathló.\\n\\nMeneldir gave you a worn map of Old Cardolan to show to Boromir and to Egfrith.",
      "es": ""
    },
    {
      "id": 177082737,
      "en": "This gap in the wall should provide a good view of the countryside",
      "es": ""
    },
    {
      "id": 177082752,
      "en": "To the north-west, you see activity among distant outbuildings of Tharbad",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Meneldir",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Join Meneldir a short distance away from the others, to the north-east",
      "es": ""
    },
    {
      "id": 177082754,
      "en": "The rolling hills of Ruddymore could hide any number of dangers",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to Meneldir to the north-east, away from your other companions",
      "es": ""
    },
    {
      "id": 177082761,
      "en": "This gap in the wall should provide a good view of the countryside",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 2, Chapter 4: The Words of Bregoleth",
      "es": ""
    }
  ]
}