{
  "id": 621065577,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'We have no choice now. We have to search for Gorwen and for Meneldir, and hope we are not too late.\\n\\n'Prepare yourself, [placeholder], and speak to me when you are ready. One way or another, this adventure nears its end.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'We will search the keep, [placeholder]. Let us hope we are prepared to face whatever we find.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to Halbarad and go with him to search the keep",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'The Grey Fear has fled, [placeholder], but he will not abandon his hatred of this land. When he reappears, wherever that may be, he must be faced again. Let us hope there are others with your strength, and with Meneldir's strength, to oppose him.'\\n\\nHalbarad nods solemnly.\\n\\n'Aye, there was strength in Meneldir I had not seen before. I will not say my people judged him too harshly. Instead I will say this: I know what caused him to depart the Dúnedain. Did he trust you with the tale?'\\n\\nYou nod, remembering the pain on Meneldir's face as the two of you prepared to take the road out of Herne.\\n\\n'That he let his caution wane, and a family paid for it with their lives, is a matter of great sadness. But if he spoke of his mistake to Aragorn, chieftain of the Dúnedain and he to whom we swore our oaths, he would not find heated words. He would not find reprimand, or reprisal. He would find words of support, and understanding, and perhaps tears. Meneldir made a mistake, as every man and woman who walk these lands has made a mistake. Some were lesser, and some greater, but what truly matters is how they learned from the mistakes they made.\\n\\n'He broke his oath not on the day his watchfulness waned, but on the day he left us, the day he fled from a family that would have helped him. It might have been otherwise, had he not given in to the guilt he felt. I cannot wash away that dishonour, but so too can I not erase the deeds he performed on behalf of the Dúnedain, and the people of Cardolan, in these last few days.  These are all things I would tell him now, if I could, but it is too late for such words.\\n\\n'Before the shadow of his guilt fell upon Meneldir, he was a Dúnadan. A cairn of stones will be raised in Tornhad in honour of all the Rangers who have died in Cardolan these past few days, and I will see that Meneldir is included in that memorial. He was one of us, for a time, and at the end he fought for us with a courage we could not have expected.\\n\\n'Farewell, Meneldir. Rest easy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Halbarad at Gorwen's camp south of Dol Ernil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 3, Chapter 10: Spectre of the Grey Fear",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Halbarad is at Gorwen's camp south of Dol Ernil, preparing to search the keep for both his missing Ranger and Meneldir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d18",
      "en": "Halbarad and the Rangers of Sarn Ford ask for your help to find their missing compatriots and to oppose the servant of the Witch-king responsible for much of the evils that plagued Cardolan in years gone, and now today.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Halbarad is at Gorwen's camp south of Dol Ernil, mourning the loss of Meneldir and the escape of the Grey Fear.",
      "es": "",
      "es (fem)": ""
    }
  ]
}