{
  "id": 621065413,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'I did not think you would return to Mossward so quickly. It just so happens that Geralt and Wenna came by a short time ago, and they asked me to prepare some equipment to give to you in the event you returned. Seems they wanted to give you a reward for looking after their boy, Tegwyn. They arranged to pay for it, so who am I to argue? They have so far kept the lad from bothering me as often as he used to, which is nearly payment enough, if you ask me!\\n\\n'Nearly, I said. Peace of mind doesn't put food on the table, but luckily for you, coin does. So you pick whatever you like, and no cost to you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Meneldir is at the camp of Idhobel, in Western Eregion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Meneldir has recommended that you return to Skardí Bendblade's blacksmith shop in Mossward so you can restock and resupply for your journey north to Meneldir's kin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Meneldir at Idhobel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Skardí Bendblade stands behind the counter of his blacksmith shop in Mossward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Return to Skardí Bendblade's blacksmith shop in Mossward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Skardí gives you a gruff greeting as you enter his shop",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Skardí Bendblade in his blacksmith shop in Mossward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'I bid you exercise caution on the road, and do not trust others too readily. These are days I would never have expected to see, and yet all around me I see signs of the deepening shadow. It may be that servants of Saruman, or those of an enemy we cannot yet perceive, work to undo all the good that has been achieved in these lands.\\n\\n'Farewell! Perhaps we will meet again, on a more sunny day, when these cares and worries have been set aside.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Farewell, you two, and remember my warning: take care on the road, and do not trust too easily. These are dangerous times.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'If this course seems good to you, I recommend that we return to Mossward to restock and resupply. Let us put Skardí Bendblade to work once more before we depart Swanfleet and travel north to deliver our warning!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Bregoleth has bid farewell to you and Meneldir, promising to bring word of the threat of Saruman to Rivendell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'And so I will bid farewell to you and the Ranger Meneldir, for I must bring this warning to Imladris: the Wizard Saruman has sent Uruk war-bands to the ruins of Eregion and Swanfleet, seeking ring-lore. What he desires to do with it... Lord Elrond will know better than I, but surely it can mean nothing good. I believed we had learned the danger of such craft, but perhaps it was not so.\\n\\n'I fear we are on the very precipice of danger, [placeholder]. I wish you and Meneldir good fortune on your journeys, wherever they may take each of you, but I also have a warning of my own to give.\\n\\n'I bid you exercise caution on the road, and do not trust others too readily. These are days I would never have expected to see, and yet all around me I see signs of the deepening shadow. It may be that servants of Saruman, or those of an enemy we cannot yet perceive, work to undo all the good that has been achieved in these lands.\\n\\n'Farewell! Perhaps we will meet again, on a more sunny day, when these cares and worries have been set aside.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I will take Bregoleth's warning to heart, and you should as well.\\n\\n'To that end, might I suggest that we travel one road, rather than two, [placeholder]? I must bring word to the chieftain of the Dúnedain of the danger posed by Saruman and his Uruk-hai. He will not greet me warmly, and I know not where he will be found, but this warning must be delivered all the same. I suggest we make for the ruins of Old Cardolan and consult with a friend of mine who lives among them, Narndir by name. He did not cast aside our friendship when I... when I left. He will know where to find the Dúnadan we seek.\\n\\n'I would appreciate your company on the road. After I have delivered my message, I will leave you at the finest tavern I have ever known: the Inn of the Prancing Pony, in Bree-town. From there you will surely find a path to whatever adventures you might wish.\\n\\n'What say you, my friend? If this course seems good to you, I recommend that we return to Mossward to restock and resupply. Let us put Skardí Bendblade to work once more before we depart Swanfleet and travel north to deliver our warning!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 1, Chapter 10: On the Precipice of Danger",
      "es": "",
      "es (fem)": ""
    }
  ]
}