{
  "id": 621065406,
  "txt": [
    {
      "id": "0x9b568b4",
      "en": "'I will bring the boy back to Mossward, and join you at Duindil's camp, Echad Terthas, when Tegwyn is safely returned to his parents.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'I encourage you to climb the sloping path to the south-east that leads up to the ruins. Perhaps you will find something we have not.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 1, Chapter 4: Uruks in the Elf-city",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Find Echad Terthas, the camp of Meneldir's kinsman Duindil, to the east of the Wadewater",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Duindil at Echad Terthas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'You would have been very proud of me, [placeholder], I'm certain of it! I hid in the brush and didn't move an inch, and a scouting party of Uruks came within a dozen of feet of me! They didn't see me, but I overheard them talking about the old Elf-city to the north-east. That's where they're going!\\n\\n'It sounds like that's where they wanted to go all along, and they're planning to join up with a bunch more of their cronies when they get there! It's a good thing I went exploring, isn't it? Maybe you'll tell my parents I did the right thing?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Climb the sloping path to the south-east of Echad Terthas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'The old Elf-city? That must be Caras Gelebren, [placeholder]. It is located on a hill to the east, and last I heard, one of my former kinsmen set up a camp not far from there. His name is Duindil, and if Tegwyn speaks true he should be warned the Uruks possess some design upon the city.\\n\\n'I will bring the boy back to Mossward, and join you at Duindil's camp when Tegwyn is safely returned to his parents. Scout the Elf-city with Duindil's help, but do not get too close without me! We do not yet know what the Uruks seek. I believed they were simply raiders, but if they do Saruman's bidding in this land there must be something else.'\\n\\nMeneldir pauses.\\n\\n'One more thing, [placeholder]. It may not matter, not really, but I should tell you this before you speak with Duindil. When I departed the lands of my kin and came south... I did not part on good terms with my people. If Duindil seems stand-offish to you... it may be because of that. Do not let it trouble you, or interfere with the good we seek to do in this land.\\n\\n'May fortune go with you, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Examine one of the Uruk corpses",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'I have not seen Duindil since I left the land of my folk. Look for him at his camp to the east.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'You say you bring word from Meneldir? I have not spoken with him since he left us, disgraced by the breaking of his oath. We were friends once, and grew up together in Tornhad, but he proved faithless. I am surprised by only this: that he has not turned brigand, as we all assumed. Perhaps this, as well: that he sends you with a message of warning. What cares he for the folk of this land, or any other?\\n\\n'Still, the message you bring arrives late. We have been watching Uruks move behind the walls of Caras Gelebren for several days now. They are looking for something, but what that might be we have yet to discover.\\n\\n'I encourage you to climb the sloping path to the south-east that leads up to the ruins. Perhaps you will find something we have not.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Examine the other Uruk corpse",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e31",
      "en": "Talk to Bregoleth up the slope to the south",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Tegwyn heard Uruks talking about the old Elf-city to the north-east of the Wadewater, and it sounded as if far more creatures than attacked Mossward planned to travel there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Duindil guided you to spy upon the Uruks that occupy Caras Gelebren, suggesting that you climb the sloping path to the south-east of Echad Terthas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Meneldir stands in the north-west Wadewater, considering the words of Tegwyn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Those are my arrows. If you will return them to me, I can use them to slay more of these creatures. I think that is in everyone's interest, is it not?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Two Uruk corpses lie in the grass outside Caras Gelebren.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Two Uruk corpses lie in the grass outside Caras Gelebren.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "An Elf up the slope to the south has called for your attention. Did she slay these Uruks?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Duindil oversees the work at the camp of Echad Terthas, within view of the old Elf-city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1190",
      "en": "You retrieve an Elf-arrow from the other corpse, and hear someone calling you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Duindil, a Ranger at Echad Terthas, may know about the Uruks marching within Caras Gelebren. Echad Terthas is located to the east of the Wadewater.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "Bregoleth accepts the return of her arrows with a smile",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Meneldir in the north-western Wadewater",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "Duindil nods a greeting as you approach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "The bodies of two Uruks lie here in the grass",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'I hid in the brush and didn't move an inch, and a scouting party of Uruks came within a dozen of feet of me! They didn't see me, but I overheard them talking about the old Elf-city to the north-east. That's where they're going!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "You pull an arrow from the Uruk's back. The arrow is of fine Elf-make",
      "es": "",
      "es (fem)": ""
    }
  ]
}