{
  "id": 621065472,
  "txt": [
    {
      "id": 228284034,
      "en": "'I will tell you what happened in the attack, [placeholder], and then I have a task for you and Meneldir to accomplish. Evils walk the land, and I can deny none who are willing to help us fight them.'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Talk to Halbarad and hear what befell the Rangers",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Halbarad at Sarn Ford",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Night had fallen on the twenty-second of September when our courage was tested...'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Grateful for the assistance you provided, Halbarad has agreed to tell you what befell at Sarn Ford just days past.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'The number of the terrible wraiths was nine, [placeholder], though not all those who defended Sarn Ford knew what that meant as I did. We defied those Black Riders for as long as we could, but that is not an evil against which any man, or any woman, can be expected to stand for long. I do not judge any who ran, or any who hid themselves; those of the Riders who did not pass into the Shire pursued the Dúnedain they found into the wild.\\n\\n'There are still Rangers in the Shire, and I know they will do what they must to save the hobbits from these Black Riders. But more of my kin were scattered across Cardolan by those of the Riders that did not cross the Brandywine, and we will need their strength in the days ahead, if they still live.\\n\\n'That is what I need from you and from Meneldir. I need you to track down survivors of the attack and learn how they fared in the days since my people were scattered like leaves in the wind. This will not cure Meneldir's shame, or restore his broken oath, but it may reveal the nature of his heart. If he bears any love for his former kin, let him show it by aiding them now!\\n\\n'You, [placeholder], are free to do as you will, but know that it will be of great help to the Dúnedain if you aid us in this, and I will not forget it.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 3, Chapter 4: Night Falls On Sarn Ford",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Halbarad is at Sarn Ford.\\n\\nHalbarad has agreed to tell you what befell the Rangers at Sarn Ford just days past.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Halbarad is at Sarn Ford.",
      "es": ""
    }
  ]
}