{
  "id": 621065466,
  "txt": [
    {
      "id": 228284039,
      "en": "'I don't understand it. Narndir should not have been here at all, [placeholder]. What brought him so far from his usual dwelling-place, and who would intend to harm him at all? Furthermore, he was no coward... to what foe would he turn his back?'\\n\\nNearly without pause, Meneldir answers his own question.\\n\\n'Aye, [placeholder], we know the answer already: the creeping shadows Aberthol saw that night in Herne, one of which sat astride a great black horse. I named the creatures, once, and now I do so again: Nazgûl. Such a foe would inspire fear in even the stoutest of the Dúnedain, and such a foe might even ride down a fleeing man to slay him with a sword-stroke to the back. It would be as nothing to such a creature.\\n\\n'Sarn Ford is to the west of here, and it seems that might be the site from which Narndir fled. There have at times been a few Rangers at the ford there, though never in great number. I think we should divert our course to Sarn Ford and learn what might have befallen its defenders.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "The body of Narndir lies off the road in Cardolan. What happened to this friend of Meneldir?",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "The Ranger Halbarad shouts commands to his kin at Sarn Ford.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Meneldir stands by the body of his slain friend, filled with grief, anger, and confusion.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "What happened at the river-crossing of Sarn Ford to result in the death of Narndir, so far from his usual dwelling-place?",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Examine the body of Narndir",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Talk to Meneldir by the body",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'I have not met you before, [placeholder], but if you are a friend to the Rangers of the North, you are welcome here, though we are sorely-pressed.\\n\\n'But I do know your companion, and I am surprised he has returned to show his face in these lands.'",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Travel to Sarn Ford and learn what transpired there",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "There are signs of recent battle at Sarn Ford",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Halbarad at Sarn Ford",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "Meneldir says a few quiet words by the body of his friend, and you give him the courtesy of not listening to them.",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'Can I ask you to examine his body, [placeholder]? I cannot bring myself to do it, but we must know the manner of his death.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The body of a slain Ranger has revealed that something terrible has happened to the Dúnedain in Cardolan.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I don't understand it! We are still some days' travel from the camp where Narndir made his home, studying the ruins of Cardolan. He was always writing in that journal of his, documenting the details of artifacts and architecture he found worthy of note. We used to gather pigments together, he and I, as children in the Angle, for even then he exhausted such quantities of ink that he was always running out. Narndir...'\\n\\nMeneldir clenches his hands into fists.\\n\\n'Can I ask you to examine his body, [placeholder]? I cannot bring myself to do it, but we must know the manner of his death.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "It is apparent that Narndir has been dead for a number of days. He suffered several sword-strokes to the back, and from impressions in the dirt around his body it appears he was ridden down by someone on horseback as he fled.",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 3, Chapter 2: The Body in the Brush",
      "es": ""
    }
  ]
}