{
  "id": 621065408,
  "txt": [
    {
      "id": 216727827,
      "en": "Bregoleth asked you to search Caras Gelebren for artifacts that might reveal Saruman's purpose in sending Uruks to Swanfleet.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Bregoleth is waiting on the descending slope north-west of Caras Gelebren for you to return with the artifacts you gathered.",
      "es": ""
    },
    {
      "id": 49286681,
      "en": "Bring the artifacts you collected to Bregoleth north-west of Caras Gelebren",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "This ancient plate is covered with a spiderweb of cracks, rendering it unusable",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Collect an artifact from south-east Caras Gelebren",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "This small pouch now contains only dust and splinters of rock",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Examine the half-buried statue in the centre of Caras Gelebren",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "This once-proud statue of Celebrimbor now lies half-buried in the earth",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Examine the damaged pillar in south-west Caras Gelebren",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Examine the fallen lamp in south-east Caras Gelebren",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "The once-beautiful pillars of Caras Gelebren are now sad reminders of war",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "None of the lamps that illuminated Caras Gelebren by night remain standing",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "The TBD is very TBD",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'I ask you to return to the city above, and see the state of it. There may be artifacts within we should keep from the Uruks, and from their master, whether he be a Wizard or no. I will examine whatever you find, and judge if there is still danger for the Elves among the bones of Celebrimbor's citadel, or only grief still to be found.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Bregoleth spoke to you of the history of Caras Gelebren, grand city of the Elf-smith Celebrimbor, and worried about what Saruman might seek to find within its walls.",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "This hammer, worn with age, nearly falls apart in your hand",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'The Elves of Eregion were deceived before by words of kindness, [placeholder], by offers of gifts and promises of secret knowledge. It was a lesson hard-learned, but I have spent these many years believing this to be true: we learned it well.\\n\\n'Indeed, I say \\qwe,\\q for I dwelt at Celebrimbor's city in those days. It was a grand site of art and learning, its wide green lawns and smooth-stoned lanes to be found on both sides of the river. Mirobel, it was, the jewel-town, and Caras Gelebren, the Silver Bastion. It was a welcoming place... too welcoming.'\\n\\nBregoleth gazes at you steadily.\\n\\n'I ask you to return to the city above, and see the state of it. There may be artifacts within we should keep from the Uruks, and from their master, whether he be a Wizard or no. I will examine whatever you find, and judge if there is still danger for the Elves among the bones of Celebrimbor's citadel, or only grief still to be found.'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Collect an artifact from the centre of Caras Gelebren",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 1, Chapter 6: Celebrimbor's Citadel",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Collect an artifact from south-west Caras Gelebren",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'These are sad reminders of times long past, [placeholder], but they are surely not what Saruman seeks in this place. In my heart, I know for what he searches.\\n\\n'It is Ring-lore he desires, the same knowledge with which the builder of this city was ensnared. If he finds it, I fear he could work great evil upon the lands and peoples of Middle-earth.'\\n\\nBregoleth gazes at the horizon, obscured by distant fog. From the hilltop above, you hear the harsh calls of Orc-kind even over the wind. After a moment the Elf-warrior turns back to you.\\n\\n'I will tell you the tale of the Jewel-town and the Silver Bastion, so you will know how we were deceived, and you will know why it must not happen again. It is of Antheron I must speak, the Giver of Gifts, but you will know him by another name, for he is Sauron, and he is the Enemy.'",
      "es": ""
    }
  ]
}