{
  "id": 621065405,
  "txt": [
    {
      "id": 177082769,
      "en": "Defeated avanc in the Wadewater ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082772,
      "en": "You hear the sounds of life in the marsh, but nothing out of the ordinary",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'Let us <rgb=#00FF00>listen</rgb> once again, and hope this time we hear something. He may not have much time left.'",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "A worn wooden sword stands in the mud",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'Is that Tegwyn? Someone calls out to the north-west!'",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'Here I am!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "The Dunlending village of Lhan Garan is north-east of Mossward, on the eastern side of the Wadewater. It would be a good place to start looking for Tegwyn.",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "This certainly appears to be Tegwyn's sword, abandoned in the Wadewater",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'I'm here... I'm here, [placeholder]!\\n\\n'Your adventuring lessons were not complete! You didn't mention how cold and damp it would be, or how often things would be trying to kill me! I stayed away from the avanc, because I'm no fool, but even the turtles here tried to snap at me!\\n\\n'Still... it was quite an adventure, for my very first! If you're planning to scold me, you can forget about it... because I learned something important! I know where the Uruks are going!'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'You say the boy might have found Uruk tracks leading north? If he goes that way he is likely to blunder into the Wadewater. Children of the village are forbidden from going there, but I will not seek to tell you that it has prevented the more adventurous sorts from exploring that marsh. If Tegwyn tried tracking the Uruks there... well, there are plenty of dangers in the Wadewater to begin with, let alone our recent troubles!\\n\\n'You should follow the road north-east to the Dunlending town of Lhan Garan. It sits on the eastern side of the Wadewater, and their scouts may have seen the boy. Perhaps he went to speak with the Dunlending villagers there, and is even now enjoying their hospitality or their tales? We should not leap to judgement too soon; he may be in no danger at all.'",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Talk to Meneldir by the abandoned wooden sword in the Wadewater",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Meneldir has come to Lhan Garan on the Wadewater's edge.",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "<rgb=#00FF00>Listen</rgb> for Tegwyn",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Merion told you that children of the village are forbidden from venturing into the Wadewater... which makes it very likely to have been Tegwyn's destination.",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Hello there.'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Avanc in the Wadewater would be a real danger to Tegwyn. Defeating any of them you encounter can only help in your rescue efforts.",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Search for Tegwyn to the north-west in the Wadewater",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I heard Tegwyn has gone missing, [placeholder]. With Uruks in Swanfleet, I felt it wisest to begin the search as soon as possible.\\n\\n'That said, if he has truly made for the Wadewater, I think Uruks may be the least of his problems. The footing there is unsteady, and like any marshland the depth of the pools may be deceptive. There are creatures in the Wadewater that would love nothing more than to make a supper of anyone who strays too near their domain. The most dangerous of these are the avanc, and we should hunt them as we seek the boy.'",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "Talk to Tegwyn in the north-western reaches of the Wadewater",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Meneldir is in the middle of the Wadewater, west of Fangsettle.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'No sign of Tegwyn? I have seen nothing either. I was trained in the art of tracking, but this marshland has put my skills to the test.\\n\\n'Let us <rgb=#00FF00>listen</rgb> for some sound of the boy. We must use all of our senses on this hunt.'",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Meneldir asked you to <rgb=#00FF00>listen</rgb> for Tegwyn.",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Meneldir is in the middle of the Wadewater, west of Fangsettle.",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "Meneldir has come to Lhan Garan ahead of you",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Nothing.\\n\\n'Let us continue our search further to the west.'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Meneldir suggested you continue the search for Tegwyn further to the west.",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Defeat avanc in the Wadewater ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "You found a worn wooden sword abandoned in the mud of the Wadewater.",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Meneldir has joined you in the Wadewater by an abandoned wooden sword.",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to Meneldir in the middle of the Wadewater, west of Fangsettle",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'This does seem to be Tegwyn's sword....\\n\\n'That is not a good sign, [placeholder]. Let us <rgb=#00FF00>listen</rgb> once again, and hope this time we hear something. He may not have much time left.'",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "<rgb=#00FF00>Listen</rgb> for Tegwyn",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Talk to Meneldir in the Wadewater, west of Fangsettle",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Search for Tegwyn further to the west in the Wadewater",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Examine the abandoned wooden sword",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Meneldir asked you to <rgb=#00FF00>listen</rgb> for Tegwyn.",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "You heard a faint voice calling for you to the north-west in the Wadewater. Is it Tegwyn?",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "You found Tegwyn in the Wadewater, safe and sound.",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "'You should follow the road north-east to the Dunlending town of Lhan Garan. It sits on the eastern side of the Wadewater, and their scouts may have seen the boy. Perhaps he went to speak with the Dunlending villagers there, and is even now enjoying their hospitality or their tales? We should not leap to judgement too soon; he may be in no danger at all.'",
      "es": ""
    },
    {
      "id": 162883751,
      "en": "'There are creatures in the Wadewater that would love nothing more than to make a supper of anyone who strays too near their domain. The most dangerous of these are the avanc, and we should hunt them as we seek the boy.'",
      "es": ""
    },
    {
      "id": 162883752,
      "en": "'Let us <rgb=#00FF00>listen</rgb> for some sound of the boy. We must use all of our senses on this hunt.'",
      "es": ""
    },
    {
      "id": 177082754,
      "en": "You hear, very faintly, someone calling for you to the north-west",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Visit Lhan Garan on the eastern edge of the Wadewater and learn if there was any sign of Tegwyn",
      "es": ""
    },
    {
      "id": 177082756,
      "en": "You found Tegwyn in the Wadewater!",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Meneldir at Lhan Garan",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 1, Chapter 3: In the Damp and the Mud",
      "es": ""
    }
  ]
}