{
  "id": 620829838,
  "txt": [
    {
      "id": 136263297,
      "en": "You have discovered Durin's Threshold",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have discovered the Dolven-view",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have discovered the Dwarf-lords' Gate",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "The threshold of the western gate of Khazad-dûm, it was here that Durin completed his legendary journey through the heart of the mountains and came once again into the light of the sun, having discovered the place that would become the home of his peoples for ages to come.",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "The Dolven-view acts as a window to the Great Delving below. From here, dwarves could once be seen bustling to and fro, visiting the markets, libraries, and workshops of this once-lively cavern. Now there is only a long, lonely view of goblin-fires and vile insects crawling through the dark.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Explore the Great Delving of Moria.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have discovered the Lonely Span",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "As the northern gate of the Great Delving, the Dwarf-lords' Gate provides the main passage for those seeking to reach Durin's Way.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You have discovered the Stone Council",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "The Lonely Span lies just beyond the eastern gate of the Great Delving. It is the only direct passage to the streets of Zelem-melek, and is where the nobles of Khazad-dûm once resided.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You have discovered Gazatmur",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You have discovered Shemeldurj",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "The great carvings on the walls of this ancient grotto represent the ancient dwarf-council that advised Durin and aided in the daily administration of Khazad-dûm. Many of these great carvings have been damaged by time and wear, though luckily the bridge that spans this space remains intact, even if somewhat perilous.",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "You have discovered the Palace of Náin",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "The grand plaza of Gazatmur was once the heart of the Great Delving, surrounded by some of the most prestigious institutions and finest architecture within Khazad-dûm. Now it has been overrun by a large goblin encampment that prevents the dwarves from regaining control of the Delving.",
      "es": ""
    },
    {
      "id": 118018279,
      "en": "Shemeldurj was an unusual estate constructed by an eccentric but famous architect of the late Second Age. In a departure from classical dwarf-design, it features fanciful spans and buttresses that challenge the observer to seek around each turn and corner to discover where next it goes. Much of it lies in ruins, spoiled by time and the ravaging hands of goblins.",
      "es": ""
    },
    {
      "id": 118018280,
      "en": "After the fall of Durin, terror grasped the dwarves of Moria, now seized by panic and fear. Good Náin took his father's place and strove to quell the menace that threatened his halls, wishing to restore peace to his brethren. His short reign was a valiant one, but he too fell to the Bane of Khazad-dûm.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "NOT USED",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Great Delving",
      "es": ""
    }
  ]
}