{
  "id": 620829999,
  "txt": [
    {
      "id": 218649169,
      "en": "'My thanks again for finding the entrance to Mezel-saluch for us, [placeholder], but we've no time to waste. A particularly strong and vicious goblin named Quîl caught wind of your discovery and has already led a band of goblins and Wargs into the hidden vault!\\n\\n'If we are to stop him before he loots its treasures, you will need to gather some companions and set forth to defeat him as soon as possible!\\n\\n'Mezel-saluch lies in Durin's Way.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'So, you have managed to defeat Quîl, have you? Well fought, for rumours claim he was among the most fearsome of the goblins of Durin's Way. I fear, though, that he is not slain....'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'We've little time, [placeholder]...even now, Quîl is making off with the treasures of Mezel-saluch!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "HIDING CONTENT - DNT - Mezel-saluch: Quîl the Rider",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Among the goblins of Moria, the Warg-riders are among the most deadly warriors, feared for their swiftness and fearlessness. Quîl is a particularly evil goblin who has found his way with a band of raiders into Mezel-saluch, intent on looting its treasures and denying the dwarves their rightful inheritance.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Quîl",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Quîl",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Quîl the Rider can be found within Mezel-saluch in Durin's Way.\\n\\nGansi has asked you to find the Warg-rider Quîl and defeat him before he makes off with the treasures of the dwarf-vault.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Taolk to Gansi at the Chamber of the Crossroads",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Gansi is at the Chamber of the Crossroads in Durin's Way.\\n\\nYou should return to Gansi and tell him of Quîl's defeat.",
      "es": ""
    }
  ]
}