{
  "id": 620829870,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected the \\qother orders\\q",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Ingifast recently overheard some White Hand Orcs muttering about their \\qother orders.\\q",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'[placeholder], I recently overheard something that has me a little concerned...and curious. I was out tracking the movements of the White Hand, and a pair of archers wandered by. They didn't see me, and before I dispatched them, I was able to eavesdrop on their conversation.\\n\\n'One of them mentioned the \\qother orders\\q their band received. Any new information is valuable to our efforts...find out what these other orders were, and we will have an advantage! I suggest you begin with the guards of the White Hand, as they are much more likely to bear important documents.\\n\\n'Look for them to the south-east among the buildings of the Redhorn Lodes, particularly the Ore-house, Menem-mezel, and Malmezel. One of them should be carrying a copy of these mysterious \\qother orders.\\q'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "White Hand guards can be found in the Redhorn Lodes amongst the buildings called the Ore-house, Menem-mezel, and Malmezel, south-east of the Orc-watch.\\n\\nIngifast wants you to find out about the \\qother orders\\q the White Hand may be carrying. He suggested you start with the White Hand guards in the Redhorn Lodes.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Excellent, my good [placeholder], most excellent! Let us now see what we have here....\\n\\n'A different expedition was once sent here...and they never returned! Acquiring this may prove to be a great boon to us.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "White Hand guards can be found in the Redhorn Lodes amongst the buildings called the Ore-house, Menem-mezel, and Malmezel, south-east of the Orc-watch.\\n\\nIngifast wants you to find out about the \\qother orders\\q the White Hand may be carrying. He suggested you start with the White Hand guards in the Redhorn Lodes.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Ingifast is at the Orc-watch, north-west of the Ore-house, Menem-mezel, and Malmezel.\\n\\nIngifast will be interested in seeing the copy of the \\qother orders\\q you managed to obtain.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The White Hand camps are around the Redhorn Lodes. Look for the guards there.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find the \\qother orders\\q",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect the \\qother orders\\q",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Find the \\qother orders\\q",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Collect the \\qother orders\\q",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Previous Expedition",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Bring the \\qother orders\\q to Ingifast in the Orc-watch",
      "es": ""
    }
  ]
}