{
  "id": 620829876,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I no longer have the iron I need to build the braces to support the failing bridges.\\n\\n'The Ghâsh-hai have many iron weapons. If you were to collect some and bring them to me, I could melt them down and be able to make what we need. You can find the Ghâsh-hai roving all over the Flaming Deeps.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These swords will work perfectly. I will put them into the crucible, and they should be melted down in a short time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'It will take many Ghâsh-hai swords, but it is the one source of iron that is abundant in these halls.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Shortage of Iron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "In order to repair the bridges in the Flaming Deeps, the dwarves need iron to forge braces and supports.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected a Ghâsh-hai sword ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect Ghâsh-hai swords ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ghâsh-hai swords can be found on the Ghâsh-hai, roving throughout the Flaming Deeps.\\n\\nUlfied needs Ghâsh-hai swords to melt down so he will have the iron necessary to build repair struts for the bridges.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the Ghâsh-hai swords to Ulfied at The Cross-roads of Ash",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ulfied is at The Cross-roads of Ash, in the south-west portion of the Flaming Deeps.\\n\\nUlfied will want to begin melting down the Ghâsh-hai swords as soon as possible.",
      "es": "",
      "es (fem)": ""
    }
  ]
}