{
  "id": 620829896,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Planted the banner at Uruk-gashan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Planted the banner at Drû-garmadh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Planted the banner at Athmadhul",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "With their communications severed, the Orcs in the Dimrill Dale are now vulnerable. The dwarves wish to demonstrate to them how helpless they truly are.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The Orcs in the Dimrill Dale are in disarray. They know not whom to listen to nor whom to trust and have even fallen to fighting each other. It is now time to show them to whom the Dale truly belongs.\\n\\n'Return south-east to Uruk-gashan, Drû-garmadh, and Athmadhul. Find a suitable place in each and plant one of these dwarf-banners. Let them know the Dale will always belong to Khazad-dûm, and Khazad-dûm will always belong to Durin's Folk.\\n\\n'When you have accomplished this, return to me. If you succeed at this, you will have certainly earned a reward.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Orc-camps Uruk-gashan, Drû-garmadh, and Athmadhul are to the south-east of Mekhem-bizru.\\n\\nRaskwith asked you to go to the three Orc-camps in the Dimrill Dale and plant dwarf-flags in each, to show the Orcs that the Dale will never be theirs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I see the banners flying high over the camps of the Orcs. It is a fitting sign.\\n\\n'You have done good work here, and I am proud to call you friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Raskwith is in Mekhem-bizru, north-west of the Orc-camps.\\n\\nRaskwith will be pleased to hear that the banners have been placed in the Orc-camps.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Plant the dwarf-banners of Moria in their camps. That will show them to whom the Dale belongs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The Orcs will learn that the Dimrill Dale belongs to Durin's Folk.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Plant the banner at Uruk-gashan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Plant the banner at Drû-garmadh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Plant the banner at Athmadhul",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Raskwith at Mekhem-bizru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Death to the Invaders",
      "es": "",
      "es (fem)": ""
    }
  ]
}