{
  "id": 620829868,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected White Hand armour",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected the tattered White Hand banner",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Collected the White Hand leg-bone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ingifast believes that the White Hand Orcs can be frightened off if they are confronted with the remains of the previous expedition.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Collected the White Hand skull",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Those orders you took off that foul Orc have proven very interesting, [placeholder]. The signatory, this  person, does not seem to care whether or not the expedition sent previously is dead -- only whether they dared defect or desert.\\n\\n'I think we can send these Orcs home, fearing the dark of the Mines! No, not fear of us...fear of those creatures in the higher levels, the merrevail.\\n\\n'Look for the remains of that doomed expedition to the south-east, at the Claw Hollow. There should be bits and pieces left -- here, take this bag to keep them together and bring it back when you have found a few remnants that the other White Hand Orcs will be able to unmistakably recognize.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The White Hand expedition was exploring the Claw Hollow, to the south-east of the Orc-watch.\\n\\nIngifast has instructed you to locate the remains of the previous expedition and bring them back in the bag he supplied.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, you have returned! May I see what you found?\\n\\n'A skull, a leg-bone...I'm not sure this will be -- ah, a banner! That's more like it! And this armour...yes, wonderful finds, [placeholder]. This should be just right for the next step in my plan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ingifast is at the Orc-watch, north-west of the Claw Hollow.\\n\\nIngifast will be eager to see the remains you collected of the previous White Hand expedition.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I suggest you start looking around the Claw Hollow, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect White Hand armour",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect the tattered White Hand banner",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect the White Hand leg-bone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Collect the White Hand skull",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Sowing the Seeds of Fear",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Bring the remains to Ingifast at the Orc-watch",
      "es": "",
      "es (fem)": ""
    }
  ]
}