{
  "id": 620829927,
  "txt": [
    {
      "id": 218649169,
      "en": "'Now that we have weakened the defences of the goblin-camp below, we may soon be in a position to launch a full assault against them.\\n\\n'Go down there and see if you cannot defeat a few of the goblins' overseers. With the strongest goblins out of the way, the weaker ones will be unable to unite against us.\\n\\n'Much depends upon your success, [placeholder]. Be careful!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Your courage knows no bounds, [placeholder]. We are nearly ready to strike at their camp.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'With the overseers organizing the goblins down there, it's only a matter of time before they amass together to destroy us. See that they do not get the chance!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Goblin Overseers",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The goblins encamped below the Dolven-view have become a great threat to the dwarves, driven by their overseers to greater violence than is usual for them.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated goblin-overseers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat goblin-overseers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Goblin-overseers can be found in and around the encampment Gazatmur.\\n\\nSlagvi told you that the goblin-overseers must be defeated if the goblin-encampment threatening the Dolven-view is to be destroyed.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return to Wigfast",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Wigfast can be found at his hiding spot near Gazatmur in the Great Delving.\\n\\nYou should return to Wigfast and inform him that the goblins' overseers have been defeated.",
      "es": ""
    }
  ]
}