{
  "id": 620829935,
  "txt": [
    {
      "id": 218649169,
      "en": "'We will have vengeance, [placeholder]. There is no other option. Our blades will sing as they are drawn from their scabbards! Our axes shall make the air shriek with the wind of their passing!\\n\\n'Return to Mazam-dûm and defeat the largest, fiercest-looking beast that you can find. Let them realize that, whether they have faces or heads or not, we do not fear even the greatest of their defenders!\\n\\n'Mazam-dûm lies upon the eastern shore of the lake.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Hah! Excellent! No more shall those creatures be able to think -- if they do, in fact, even think -- that their mere size and strangeness will keep our weapons from drawing their blood!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Well, what are you waiting for? Return to that horrid, foggy nesting-place of monsters and rid us of the biggest creature you can find!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Revenge from the Grave",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Nökkvi demands vengeance in the name of the fallen dwarves upon which the Nameless have been feeding.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Blind-strider",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Blind-strider",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Mazam-dûm lies upon the eastern shore of the lake in the Foundations of Stone.\\n\\nNökkvi has asked you to return to the lair of the nameless creatures and defeat the greatest of their kind. Its death should serve as a decisive statement to the others.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Nökkvi at the Shadowed Refuge",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Nökkvi is at the Shadowed Refuge in the Foundations of Stone.\\n\\nYou should return to Nökkvi and tell him of your victory against Blind-strider.",
      "es": ""
    }
  ]
}