{
  "id": 620829945,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Filled the water-skin with fresh water",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "There is fresh water in the well",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Emptied the water-skin into the Globsnaga Orcs' water",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Tyki suspects that the fungus is spreading amongst the Orcs through the stagnant, contaminated water they all drink. He thinks that adding clean, fresh water to their supply may help to cure them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "This water is brackish and foul",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "This water is brackish and foul",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I rather wonder if the foul, rank, stagnant water that those Orcs drink might have something to do with their horrid condition. Perhaps introducing some fresh water into their supply will help to keep the fungal infection from spreading any further.\\n\\n'Take this water-skin and fill it with fresh water. Add that to the Orcs' stagnant spring, and I feel confident we could see some significant results!\\n\\n'The only place you will find fresh water around here is within the small cave nearby. Once you've filled your water-skin, take it and empty it into the Orcs' spring at Dalgum-ru to the south.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Fresh water may be obtained in the small cave within the Shadowed Refuge. The Globsnaga Orcs' stagnant spring may be found at Dalgum-ru, south of the Shadowed Refuge.\\n\\nTyki wants you to add clean water to the Globsnaga Orcs' foetid water in an effort to cure them of their fungal infection.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You are back! Well? Is the news good? Did you see any Orcs drinking? Did they get better?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Globsnaga Orcs' stagnant spring is at Dalgum-ru, south of the Shadowed Refuge.\\n\\nBring the water-skin of fresh water to the Orcs' water supply.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Tyki is at the Shadowed Refuge, north of Dalgum-ru.\\n\\nYou should return to Tyki and report back with the results of his freshwater cure.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Fresh water can be found within the small cave nearby. The Orcs live around Dalgum-ru.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You've filled the water-skin with clear water? Good.\\n\\n'Now you should bring it to the Globsnaga Orcs' encampment and empty it into their water-supply. You will find it at Dalgum-ru, south of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Fill the water-skin with fresh water",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find fresh water",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Empty the water-skin into the Globsnaga Orcs' water",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Find the Globsnaga Orcs' water supply",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Freshwater Cure",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Speak to Tyki at the Shadowed Refuge",
      "es": "",
      "es (fem)": ""
    }
  ]
}