{
  "id": 620829929,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'With the red lamp, you should be able to find any dwarf-doors within the vicinity of around Durin's Way. My notes show that the second door is up somewhere in the vicinity of Salab Nurjundul, north and a good ways east along Durin's Way.\\n\\n'There are a number of chambers in that area, you'll probably have to search through them to find it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Great news, [placeholder], now that you have revealed the location of Mezel-saluch, my Dwarves will have it open in no time, and its treasures will be ours again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I wish I could tell you more about where to find the door, but the notes our forefathers left us were intentionally vague on the exact location. There's not much point in hiding something that carefully if you're just going to write down exactly where it is I suppose...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "HIDING CONTENT - DNT - Dwarf-doors: Mezel-saluch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gansi rebuilt an ancient red dwarf-lamp for you. He told you that this lamp will should reveal any hidden dwarf-doors in Durin's Way.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have found door to Mezel-saluch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the dwarf-door to Mezel-saluch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The door to Mezel-saluch is believed to be somewhere in the vicinity of Salab Nurjundul in Durin's Way.\\n\\nGansi has asked you to search for the hidden dwarf-door.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Gansi at the Chamber of the Crossroads",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gansi is at the Chamber of the Crossroads.\\n\\nYou should return to Gansi and inform him you located the secret door to the chamber of Mezel-saluch.",
      "es": "",
      "es (fem)": ""
    }
  ]
}