{
  "id": 620829851,
  "txt": [
    {
      "id": "0xd085251",
      "en": "Wood is in short supply in Khazad-dûm, and the pieces of scaffold found around the Flaming Deeps could prove useful for the repair efforts being performed beneath The Cross-roads of Ash.\\n\\nThere should be a decent supply of pieces of scaffold found throughout the tunnels east of Hadâd-mezer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Wood is in short supply in Khazad-dûm, and the scaffold-pieces found around the Flaming Deeps could prove useful for the repair efforts being performed beneath The Cross-roads of Ash.\\n\\n'There should be a decent supply of scaffold-pieces found throughout the tunnels east of Hadâd-mezer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We cannot burn the cave itself...without enough lumber, Mazog will not believe our ruse.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'This will do perfectly. There is enough wood to assist with the refurbishing efforts. I'll see to it that it arrives safely at The Cross-roads of Ash. Thank you very much.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Cunning Plan's Components",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gapi, a dwarf located at Anazârmekhem is organizing efforts to repair the bridges at the Cross-roads of Ash, and would like you to gather pieces of scaffold for him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected piece of scaffold ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect pieces of scaffold ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Pieces of scaffold can be found in the tunnels east of Hadâd-mezer and Bhraf-ru, both south of Anazârmekhem.\\n\\nYou should collect pieces of scaffold for the repairs going on beneath the Cross-roads of Ash.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the pieces of scaffold to Gapi at Anazârmekhem",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gapi is at Anazârmekhem, located to the north-west of Hadâd-mezer.\\n\\nYou should bring the scaffold-pieces you gathered to Gapi.",
      "es": "",
      "es (fem)": ""
    }
  ]
}