{
  "id": 620829944,
  "txt": [
    {
      "id": 218649169,
      "en": "'Bellows and anvil, this is unacceptable! \\n\\n'The bodies of our brethren cannot continue to feed these creatures. We will put a stop to it, or may my beard wither!\\n\\n'The first step is to ensure the respectful treatment of those bodies. We must allow them to return to the stone of our beloved Khazad-dûm. Please, go inter them, then return to me.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah, it is a sad day indeed, [placeholder], when a dwarf must worry that his remains will be eaten, instead of interred with the proper respect and memorial speeches.\\n\\n'Let us hoist a tankard to the fallen... they will be avenged!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Go to Mazam-dûm, on the eastern side of the lake and lay the fallen into graves, such that these nameless beasts can no longer feed upon them.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "An Unacceptable Diet",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Nökkvi was horrified to discover that the Nameless have been feeding on dwarf-corpses and feels an end must be put to their desecration.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Buried the fallen dwarves ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bury the fallen dwarves ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "You found dwarf-corpses in the place called Mazam-dûm, on the eastern side of the lake in the Foundations of Stone.\\n\\nNökkvi has asked you to bury the dwarf-corpses you found.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Nökkvi at the Shadowed Refuge",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Nökkvi is at the Shadowed Refuge in the Foundations of Stone.\\n\\nYou should return to Nökkvi to tell him of the burials you performed.",
      "es": ""
    }
  ]
}