{
  "id": 620829905,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Placed the bag of remains on the crate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Seen by the White Hand scouts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The remains you brought to Ingifast yielded some useful items to help him stage the next step in his plan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The next step in my plan is a challenge. A White Hand scout has a patrol-route that runs along the edge of the Chittering Hole...they are distrusting of the insects there. There are a few crates near that place, and I want you to leave the evidence you collected on one of them -- the whole bag, yes...because it's more visible and off the ground, that's why!\\n\\n'The important part is not to be seen! It's vital that the Orcs think one of the other scouts left it -- or better yet, play upon their superstitious nature. There are many things within the Mines that they view with near-worshipful fear.\\n\\n'Head south-east to the Chittering Hole and find the crate. Place the bag upon it, and remember...do not kill the scout!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The crate is near the Chittering Hole, south-east of the Orc-watch.\\n\\nIngifast wants you to place the bag containing the remains of the previous White Hand expedition on a raised surface, such as a crate, near a patrol-route often used by White Hand scouts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The plan progresses apace, thanks to you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ingifast is at the Orc-watch, north-west of the Chittering Hole.\\n\\nIngifast will be pleased to hear the evidence has been placed on the crate for the scout to find.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You will have to place the bag in plain sight, without being seen and without warning the White Hand Orcs through the deaths of their scouts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Place the bag of remains on the crate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Do not be seen by the White Hand scouts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Ingifast in the Orc-watch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Scout's Report",
      "es": "",
      "es (fem)": ""
    }
  ]
}