{
  "id": 620829886,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'This is no longer acceptable, friend [placeholder]. These White Hand Orcs are acting as though they can just march into our ancient realm and take it for Saruman the White.\\n\\n'We surrendered Khazad-dûm long ago under the terror of Durin's Bane, and the Orcs laid claim to it in our absence. We cannot let another usurper take what is rightfully ours! Eventually we will reclaim every last inch of the Mines the Orcs have despoiled...and that begins now! \\n\\n'Cull their numbers. Make them start at every flicker of shadow at the edge of their vision, make them worry it may be a champion of the Free Peoples come to exact a bloody price for their affrontery! Look for them to the south-east, among the ancient structures of the Redhorn Lodes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ha! Wonderful, [placeholder]. A grisly task well-deserved. We will have the realm back in hand soon enough!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'There are White Hand Orcs -- and far too many of them -- throughout the Redhorn Lodes. You should probably start there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Getting Out of Hand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I do believe that is a smile of success on your face, [placeholder]. I take it this means you have given those Orcs something to fear!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ingifast worries that the numbers of the Orcs in service to the White Hand are growing too quickly and may eventually be able to compete with the Orcs and goblins of Moria for the honour of being the greatest annoyance to the dwarf-expedition.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated White Hand Orcs in the Redhorn Lodes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat White Hand Orcs in the Redhorn Lodes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "White Hand Orcs can be found among the structures of the Redhorn Lodes, south-east of the Orc-watch.\\n\\nIngifast wishes you to thin the numbers of the White Hand Orcs. He fears they will soon become a greater threat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Ingifast at the Orc-watch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ingifast is at the Orc-watch, north-west of the Redhorn Lodes.\\n\\nIngifast will be pleased to hear of the defeat of many of the White Hand Orcs inhabiting the Redhorn Lodes.",
      "es": "",
      "es (fem)": ""
    }
  ]
}