{
  "id": 620829877,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Those White Hand Orcs will not get away with this! I had just repaired the sluice-boxes throughout the Redhorn Lodes not yesterday, and they are broken again. I know I am getting ahead of myself, but if we are to begin mining again, we will need those boxes to sift through the ore. It would be nice to just have one less thing to worry about.\\n\\n'If you could head out into the Redhorn Lodes, south-east of here, and fix the sluice-boxes, I would be very grateful. You can find them among the bases of the elevated tracks. Take this pry bar; it should help you.\\n\\n'When you are finished, return to me, and we will see about some sort of reward.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you, [placeholder]. I know I may seem a bit mad to you, but there is a giant list of things for us to do to return Khazad-dûm to its former glory.\\n\\n'While this may have been something that was not anywhere near the top of the list, it is nonetheless one more thing we can cross off.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I know it seems like a trivial task, and that I am getting way ahead of myself, but the fewer things to worry about, the better.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Repairs to the Rails",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The sluice boxes used to filter the mined ore have been damaged and broken.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Repaired sluice-boxes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Ghash-Hai Miner Slain ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Repair sluice-boxes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Broken sluice-boxes can be found at the bases of the elevated tracks throughout the Redhorn Lodes, south-east of the Orc-watch.\\n\\nAuti asked you to venture into the Redhorn Lodes and repair the sluice-boxes the White Hand Orcs had broken. They do not serve an immediate value, but once the mining operations are restored, they will be used to filter the ore.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return the pry bar to Auti at the Orc-watch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Auti is at the Orc-watch, north-west of the Redhorn Lodes.\\n\\nAuti will be pleased to hear the sluice boxes have been repaired.",
      "es": "",
      "es (fem)": ""
    }
  ]
}