{
  "id": 620829928,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'With the red lamp, you should be able to find any dwarf-doors within the vicinity of around Durin's Way. My notes show the first one should be somewhere quite near by, but they don't reveal the exact location - I'm afraid you'll have to find it on your own.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Now that you've found the door's location, I've dispatched a team of Dwarves to find a way to open it - soon we shall learn what lies within!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I wish I could tell you more about where to find the door, but the notes our forefathers left us were intentionally vague on the exact location. There's not much point in hiding something that carefully if you're just going to write down exactly where it is I suppose...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "HIDING CONTENT - DNT - Dwarven Doors: Khibir-zarur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gansi rebuilt an ancient red dwarf-lamp for you. He told you that this lamp will should reveal any hidden dwarf-doors in Durin's Way.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have found the door to Khibir-zarur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the door to Khibir-zarur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The door to Khibir-zarur is believed to be somewhere not far from the Chamber of the Crossroads in Durin's Way.\\n\\nGansi has asked you to find the hidden dwarf-door.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Gansi at the Chamber of the Crossroads",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gansi is at the Chamber of the Crossroads.\\n\\nYou should return to Gansi and tell him that you have located the door to Khibir-zarur.",
      "es": "",
      "es (fem)": ""
    }
  ]
}