{
  "id": 620829910,
  "txt": [
    {
      "id": "0x53990d4",
      "en": "'We're not alone down here, Orcs attack! Prepare yourself, [placeholder]'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected rubble ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The bridges of the Flaming Deeps are in need of repair. The dwarves are finding a shortage of nearby sources of stone to complete this work.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfc2f3a9",
      "en": "'I think we have weathered the storm. I have much to do down here, still. I wish you well at the forge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "The bridges of the Flaming Deeps are in need of repair. The dwarves are finding a shortage of nearby sources of stone to complete this work.\\n\\nThere should be plenty of rubble in the area beneath The Cross-roads of Ash, under the massive bridges that loom overhead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Rubble can be found in the area beneath The Cross-roads of Ash, under the massive bridges that loom overhead.\\n\\nStone rubble should be collected for the repairs of the Flaming Deeps' foundations.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The bridges of the Flaming Deeps are of utmost importance to us, and we need ensure that they stay functional and intact. We have begun a project to refurbish these bridges, but we're running out of resources.\\n\\n'Chief among those resources is rock. If you gather up enough pieces of rubble, we can break it down into the small size we need. Look at the area beneath The Cross-roads of Ash, under the massive bridges that loom overhead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ulfied is at The Cross-roads of Ash in the western Flaming Deeps.\\n\\nYou should deliver the rubble you gathered to Ulfied.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Crushed stone is the base of the foundation....without it, any repairs we make will soon fail.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'This will be perfect for our repairs! Thank you most kindly for your service, [placeholder]. Have you ever been told that you are most helpful?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect rubble in the depths of the Flaming Deeps, beneath the Cross-roads of Ash ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the rubble to Ulfied at the Cross-roads of Ash",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Preserving the Bridges",
      "es": "",
      "es (fem)": ""
    }
  ]
}