{
  "id": 620829904,
  "txt": [
    {
      "id": 136263297,
      "en": "You have arrived under the bridge of the Cross-roads of Ash",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Regin has fallen",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Defended Regin",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "New information has come to light that the Orcs have been after one forge in particular: the ancient forge of Hurmulkezer. They have used it to forge flaming armour, and have plans to craft a deadly new weapon as well....",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The ancient forge at Hurmulkezer is responsible for all of this flaming armour we see on the Ghâsh-hai, and it would seem it is being used to forge great weapons as well.\\n\\n'Go speak to Regin, the former care-taker for the forge, to find out how to stop the Orcs from using it.\\n\\n'He can be found underneath and just south of the Cross-roads of Ash; he is working on reinforcing the bridges.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Regin can be found in the south-west corner of the Flaming Deeps, underneath and just south of the Cross-roads of Ash.\\n\\nYou should find and speak with Regin by taking the stairs down from the Cross-roads of Ash.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'There is a way to shut the forge down? We must see to that at once! The Orcs cannot be allowed to continue using it against us.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Regin can be found in the south-west corner of the Flaming Deeps, underneath and just south of the Cross-roads of Ash.\\n\\nYou should find and speak with Regin.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Gúthi is at the Cross-roads of Ash, in the western Flaming Deeps.\\n\\nYou should return to Gúthi.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Go speak with Regin. The longer you delay, the better the chances the Orcs have of using the ancient forge against us.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'The Orcs have control of the ancient forge? This cannot be! No wonder they are so strong and fell in these forsaken deeps.\\n\\n'Thankfully, there is a way to stop them. I come from a long line of dwarves who passed down knowledge of the forge, and it happens that there is a failsafe in such an event. Take this Mithril tuning fork and sound it near the forge to shut it down.\\n\\n'Be sharp, [placeholder] -- attackers are near!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Watch over Regin. The longer you delay, the more danger he is in.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Head beneath the Cross-roads of Ash bridge",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Regin below the southern bridge out of the Cross-roads of Ash",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Defend Regin",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Gúthi at the Cross-roads of Ash",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Impure Knowledge",
      "es": ""
    }
  ]
}