{
  "id": 620829952,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'It's no use, [placeholder]. I was hoping to go back to a nice, quiet, clean lifestyle of killing normal, straightforward Orcs, but it seems that such is not to be. These fungal monstrosities cannot be permitted to continue to sully the beloved stones of our ancient home!\\n\\n'I have noticed the fungus infesting various structures around the Orcs' camp, as have you, I am sure. I don't know what they are, and I am not sure I care -- but I suspect they are contributing to the problem.\\n\\n'If purifying water did not work, then perhaps purging flame will! Burn the fungus-covered structures throughout and around Dalgum-ru, then return to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, well met, [placeholder]! So, did those structures burn? Or were they too wet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Look to the south for Dalgum-ru, the Orcs' camp, in and around which are the strange fungal structures I mentioned to you. Burn them to ashes!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Kill it with Fire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Tyki has been watching the Globsnaga Orcs closely for any signs that his attempted freshwater cure worked. He has determined that it has not, and the Orkish menace must be purged from Khazad-dûm...with fire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Burned the fungal structures ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Burn the fungal structures ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The fungal structures can be found in and near Dalgum-ru, south of the Shadowed Refuge.\\n\\nTyki wants you to burn some of the strange fungal structures close to the Orcs' camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak to Tyki at the Shadowed Refuge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Tyki is at the Shadowed Refuge, north of Dalgum-ru.\\n\\nYou should return to Tyki to tell him how flammable those fungal structures turned out to be.",
      "es": "",
      "es (fem)": ""
    }
  ]
}