{
  "id": 620829917,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated the Orc-emissary at Uruk-gashan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated the Orc-emissary at Dr没-garmadh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Defeated the Orc-emissary at Athmadhul",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "With the ranks of the invading Orcs thinned, it is now time to strike against their leadership, hobbling their communication and throwing their forces into chaos.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You did well by culling the Orcs. Now it is time to strike a lethal blow against all three camps. Each has a powerful leader, but more important than that, each has an envoy from Mazog, responsible for carrying messages back and forth from the commander of Moria's Orcs.\\n\\n'Return to the camps south-east of here -- Uruk-gashan, Dr没-garmadh, and Athmadhul -- and defeat the Moria Orc-emissaries. Breaking their communication lines with Mazog will surely turn them against each other for control of the Dale.\\n\\n'May you find good fortune awaiting you upon this quest, [placeholder], and may you return with due swiftness.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Moria Orc-emissaries can be found at Uruk-gashan, Dr没-garmadh, and Athmadhul.\\n\\nRaskwith asked to go to the three Orc-camps in the Dimrill Dale and defeat the three Moria Orc-emissaries.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'With their link to Mazog severed, the Orcs have begun fighting among themselves. Soon, the Dale will once again belong to us!\\n\\n'You have done well, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Raskwith is at Mekhem-bizru, north-west of the Orc-camps.\\n\\nRaskwith will be pleased to hear the Moria Orc-emissaries have been defeated.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We will throw them into far more chaos by breaking their communication lines to Mazog, than by simply defeating their leaders.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat the Orc-emissary at Uruk-gashan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat the Orc-emissary at Dr没-garmadh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat the Orc-emissary at Athmadhul",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Raskwith at Mekhem-bizru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Hobble the Leadership",
      "es": "",
      "es (fem)": ""
    }
  ]
}