{
  "id": 621088403,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Something Spoils The Fish",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Find the box of unpleasant design among the hills to the north-west of Khûtra",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'You came back to help me? I did not know if I should wait for you or if you would forget we needed you.\\n\\n'I spoke to you of the pestilence that lately troubled Khûtra, inflicting famine upon the folk of the Cape. It seemed it must abate, but the fish that remain our livelihood still wash up on the shore... dead! Will you examine some of these recent corpses for me? It may be that you will notice something I have not.\\n\\n'There are dead fish along the shore to the south-west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Search the box of unpleasant design among the hills north-west of Khûtra",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Retrieve dead fish from the shore to the south-west ([placeholder]/4)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Will you examine some of these dead fish for me? It may be that you will notice something I have not. They are along the shore to the south-west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Recover stolen fish-hooks from goblins or their Corsair allies ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Retrieve dead fish from the shore to the south-west (3/4)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'It may be that you will notice something I have not. There are dead fish along the shore to the south-west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Did you find anything to explain why these fish are dying?'\\n\\nYou hand the small metal hook of unpleasant design to Rukân. She eyes the curved metal loops and sharp points with distaste.\\n\\n'Are these... tentacles?' she asks. She shakes her head.\\n\\n'Someone fashioned this hook in the style of a terrible creature of the Sea. Let us hope they did not see it with their own eyes, and this design is the product of a... vivid imagination. See how it glistens? I think this metal is coated with some sort of poison; take care not to touch it!\\n\\n'I think the fish that are snared with hooks such as this are slain by the poison and carried by the waves onto the shore, but no one should eat any fish that are caught in this fashion! Find my neighbour Bôdo on the other side of Khûtra and tell him what we have discovered.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'What brings you back to Khûtra, my friend?'\\n\\nYou show Bôdo the unpleasant hook you found in the mouth of a dead fish on the other side of the village, and he traces a ward against evil in the dirt with the grip of his fishing pole.\\n\\n'You found another one of those terrible poisoned hooks? I knew they were trouble. We discovered a box of the things up the hill to the north-west. We should have hidden it, or some such work that would have prevented others from stumbling upon it, but we have had so many difficulties of late that it was easier just to put it out of mind.'\\n\\nHe studies it as carefully as he can without touching the glistening metal.\\n\\n'Yes, this is like the others we found. You should climb up to that evil-looking box and make sure the rest of them are still inside. Then we can dispose of it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Talk to Rukân east of the Mâkhda Khorbo, north-west of Umbar Baharbêl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Find my neighbour Bôdo on the other side of Khûtra and tell him what we have discovered.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Bôdo in the village of Khûtra",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'You should climb up to that evil-looking box and make sure the rest of them are still inside. Then we can dispose of it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Rukân is concerned about a new spate of dead fish washing up on the nearby shore.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'You should climb up to that evil-looking box and make sure the rest of them are still inside. Then we can dispose of it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Bôdo told you he saw a box with similar decorations to the unpleasant fish-hook among the hills to the north-west of Khûtra.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Goblins and Corsairs might have plundered the contents of that strongbox? That is not good, friend. We must get those poisoned fish-hooks back or they will ruin the fishing all along the Cape!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Rukân asked you to inspect the dead fish that have washed up on the shore to the south-west.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "You found the box Bôdo described among the hills north-west of Khûtra, and should now search it for some clue to its purpose.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e36",
      "en": "Bring the stolen fish-hooks to Bôdo in the village of Khûtra",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e08",
      "en": "Bring the dead fish and the unpleasant fish-hook to Rukân south-east of the Mâkhda Khorbo",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'You tracked down the poisoned fish-hooks stolen by the goblins and their Corsair allies? That is very good, my friend. I will return them to the strongbox in which they were found, and I will do what I should have done before. I will bury it so deep that none will make use of them again. The folk of Khûtra rely upon the bounty of the sea for our livelihood, and if the fish are poisoned then so too are we.\\n\\n'Return to Rukân beyond the village and tell her we have taken care of the problem. Thank her for sending you back to me as well! You were just the reminder I needed that we should have done something before now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Rukân is waiting for you to return from the shore with anything you might have discovered about the dead fish.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Goblins or their Corsair allies must have taken away the contents of the box. You should recover as many of the cruel fish-hooks as you can.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "The fisherman Bôdo in the village of Khûtra may know something about the unpleasant fish-hook you found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Bôdo will be glad to have the fish-hooks out of the hands of the goblins and their corsair allies, even if it means he must now dispose of the unpleasant artifacts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1191",
      "en": "The grass near the unpleasant box has been trampled by goblins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "The box is mostly empty, but a few unpleasant fish-hooks like the first one remain inside",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "Recovered stolen fish-hooks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Rukân is east of the Mâkhda Khorbo, north-west of Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Rukân asked you to inspect the dead fish that have washed up on the shore to the south-west.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'Bôdo said he will bury the box so no one else will make use of the poisoned fish-hooks within? Let us hope he does, and he buries it deep. Things do not always stay buried on the Cape of Umbar. You have seen the Dead that walk outside the Mâkhda Khorbo, I trust?\\n\\n'But I thank you and Bôdo for finding the sea-bed of this problem. May the fish of Khûtra remain unspoiled from this day forth!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "Retrieved dead fish from the shore ([placeholder]/4)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'Return to Rukân beyond the village and tell her we have taken care of the problem. Thank her for sending you back to me as well! You were just the reminder I needed that we should have done something before now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "You retrieve a hook of unpleasant design from the mouth of this dead fish",
      "es": "",
      "es (fem)": ""
    }
  ]
}