{
  "id": 621088411,
  "txt": [
    {
      "id": 228284034,
      "en": "'The vigilant eye cannot be taken by surprise, my friend. That is why I keep a close watch on anything that seems out of the ordinary, and why my neighbours believe I have been taken by madness. But it is not so!\\n\\n'Why, just this afternoon I have learned that Corsairs have left parcels along the waterway that runs through the Lower Ward... this one right here! They must be stockpiling weapons so they can begin another rebellion, as they did before. The Sea-stone Mutiny began in the Lower Ward... who is to say these Corsairs do not intend to foment another uprising? This one would aim to overthrow the Kindred of the Coins!\\n\\n'We cannot allow that to happen! Find the parcels these Corsairs have hidden along the waterway and return them to me so we may stop their plans before they get any further along!'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Collect hidden parcels along the southern waterway in the Lower Ward ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Find the parcels these Corsairs have hidden along the waterway and return them to me so we may stop their plans before they get any further along!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Nakûr is concerned about the parcels he has seen Corsairs hiding around the waterways of the Lower Ward, and wants you to investigate them.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'You found the hidden parcels? Let us see what these Corsairs have secreted within!'\\n\\nNakûr gingerly opens the first parcel.\\n\\n'This is... a hard biscuit and a small cloth bag. What is inside the bag?'\\n\\nHe tastes it and makes a face. 'Salt,' he says to you. 'It is cooking-salt.'\\n\\nNakûr opens the rest of the parcels, revealing more food, a number of copper buttons, and a few other household trinkets. The last parcel contains a small knit figure of a crocodile.\\n\\n'This does not appear to be the beginning of a new rebellion, friend. I will return these parcels to the places you found them. I cannot say why these items were hidden in this fashion, but it seems we have stumbled upon a scheme most unusual. I will continue to keep my eyes open! For now you have my thanks, and this reward. But my vigilance will not lapse!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Hidden Parcels",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Hidden parcels can be found alongside the southern waterway that runs through the Lower Ward.",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Collected hidden parcels ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Nakûr is located on the western side of the Lower Ward, near the southern waterway.",
      "es": ""
    },
    {
      "id": 86966505,
      "en": "Bring the hidden parcels to Nakûr",
      "es": ""
    }
  ]
}