{
  "id": 621088404,
  "txt": [
    {
      "id": 228284039,
      "en": "'Some upstart Corsairs have taken to stealing records of the wagers made at Dahâl Huliz, hoping to modify the records and claim the winning as their own. Until Mokhlêsh's wager is recovered from the upstarts outside the Raven and Albatross, we of the arena cannot pay anything.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Mokhlêsh asked you to collect his winnings from Khâhir the Quick outside the arena.",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'You recovered the wager? Mokhlêsh is fortunate on two counts, then: to have won his wager, and to call you his friend!'\\n\\nKhâhir takes the wager from you and examines it. He is about to put it back on the table when his eyebrows suddenly knit together. Then he looks up at you.\\n\\n'I take back what I said. Mokhlêsh may still be fortunate to call you his friend... but he has not won this wager. See here, where he placed his coins upon Othnâm? Well, Othnâm did not win that bout! The winner was Uthmân! It is true that their names are quite similar... but Mokhlêsh did not win this wager at all! There is nothing to pay him!\\n\\n'I am sorry you put yourself to all this trouble when he did not even win, friend. But there is nothing I can do about it. Tell Mokhlêsh to be more careful when he places a wager!'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Mokhlêsh is at the Baths of Ilmai Iforikh in the Upper Ward.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "The upstart who stole the wager can be found outside the Raven and Albatross in the Upper Ward.",
      "es": ""
    },
    {
      "id": 49286681,
      "en": "Bring the wager to Mokhlêsh at the Baths of Ilmai Iforikh in the Upper Ward",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Khâhir the Quick is outside the arena.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Talk to Khâhir the Quick outside the arena",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'You have returned! Now where are my winnings? Never fear, you will be given your share, my friend!'\\n\\nYou explain the situation to Mokhlêsh and his face falls.\\n\\n'Wait... did I really place my money upon Othnâm? I meant to put it upon Uthmân, did I not? There should be a rule that no two fighters can be named so similarly!\\n\\n'This is not the joyous day I thought it was, friend. But at least I do not need to worry that Hármelak will take a large portion of my winnings....\\n\\n'Ah, I will still see you rewarded for your effort, though it will not be as large a sum as I planned. There is always next time, and I have a good feeling about Uthmân! Or is it Othnâm?'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'I am sorry you put yourself to all this trouble when he did not even win, friend. But there is nothing I can do about it. Tell Mokhlêsh to be more careful when he places a wager!'",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Recover the wayward wager and defeat the upstart who stole it",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "You have defeated Ighâz and recovered the wager he stole",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "Ighâz will not let you have the wager he 'rightfully' stole!",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Return the wayward wager to Khâhir the Quick outside the arena",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Mokhlêsh is eager to receive his winnings from a recent wager.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Ah, you have returned! I am pleased to see it.'\\n\\nMokhlêsh looks slyly to the left and to the right, then lowers his voice.\\n\\n'I was thinking about what we talked about, my friend. You remember that I won a large sum of money on a wager at the Dahâl Huliz? Well, your words planted a seedling in my head: what if the Lady Hármelak thinks to take some portion of my winnings for her own? Such taxes were commonplace when Ordakh ruled, and I fear the Kindred may decide to take more coins of their own to add to their fortunes!\\n\\n'You are a trustworthy sort, I can tell, but better still you are recognizable... I am not afraid you will disappear on me. Will you speak with Khâhir the Quick and collect my winnings? You will be rewarded for doing this for me, and for keeping news of my success to yourself! Khâhir is outside the Dahâl Huliz, in the Tor-gardens. Give him my name and he will give you a hefty purse full of coin!'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Are you here to collect a winning wager? Well, I must tell you that we may not be able to satisfy that obligation at this time. You are here on behalf of Mokhlêsh? Well, we cannot pay either of you.\\n\\n'Some upstart Corsairs have taken to stealing records of the wagers made at Dahâl Huliz, hoping to modify the records and claim the winning as their own. Until Mokhlêsh's wager is recovered from the upstarts outside the Raven and Albatross, we of the arena cannot pay anything.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'You are a trustworthy sort, I can tell, but better still you are recognizable... I am not afraid you will disappear on me. Will you speak with Khâhir the Quick and collect my winnings? You will be rewarded for doing this for me, and for keeping news of my success to yourself! Khâhir is outside the Dahâl Huliz, in the Tor-gardens. Give him my name and he will give you a hefty purse full of coin!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Wayward Wager",
      "es": ""
    }
  ]
}