{
  "id": 621088407,
  "txt": [
    {
      "id": 2343654,
      "en": "'Begin!",
      "es": ""
    },
    {
      "id": 56649857,
      "en": "A cyclone appears in the arena",
      "es": ""
    },
    {
      "id": 37762257,
      "en": "'Oh, I will get my revenge on all of you! You will now pay!'",
      "es": ""
    },
    {
      "id": 227696533,
      "en": "Dahâl Huliz, The Arena",
      "es": ""
    },
    {
      "id": 241931121,
      "en": "A salt-water crocodile emerges from the hatch",
      "es": ""
    },
    {
      "id": 50747761,
      "en": "Savannah lions emerge from the hatch",
      "es": ""
    },
    {
      "id": 78149665,
      "en": "A massive crab emerges from the hatch",
      "es": ""
    },
    {
      "id": 201430401,
      "en": "'Does this not entertain you? Unjustly I am held here to fight for your amusement! I spit on the ground.'",
      "es": ""
    },
    {
      "id": 196977441,
      "en": "'Together our abilities can fell any foe in this arena! Shakfut, you know what to do.'",
      "es": ""
    },
    {
      "id": 225967265,
      "en": "'Behold! It is Horthion who stands before you. Know that I will lay you low!'",
      "es": ""
    },
    {
      "id": 218513886,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 2343649,
      "en": "'I am Rothog, hunter of the Heirs, commander of the Gharáb-ikir, Captain of the Hêlsi, keeper of the Tor-gardens, and loyal servant to the people of Umbar!'",
      "es": ""
    },
    {
      "id": 2343650,
      "en": "'On this auspicious occasion, you have the honour to test your strength, mete justice upon the condemned, and earn the adulation of our people!'",
      "es": ""
    },
    {
      "id": 42192369,
      "en": "A spark ignites a ring of fire surrounding the arena grounds",
      "es": ""
    },
    {
      "id": 2343651,
      "en": "Cheers fill the arena!",
      "es": ""
    },
    {
      "id": 2343652,
      "en": "'Face your foes, and clear the gauntlet before you! Only then will we give the people what they desire most!'",
      "es": ""
    },
    {
      "id": 101345105,
      "en": "Poison begins to seep into the arena from grates",
      "es": ""
    },
    {
      "id": 66902513,
      "en": "'I speak to all in attendance! It is I, Akhmâr Redstorm! These paltry challengers will be no match for me!'",
      "es": ""
    },
    {
      "id": 255700497,
      "en": "'I am held here by filth such as you? No more! Your bodies will litter these sands!'",
      "es": ""
    },
    {
      "id": 2343653,
      "en": "'It will be the battle of the Age: your proven worthy band against me!'",
      "es": ""
    },
    {
      "id": 5800737,
      "en": "A sure-stride ram emerges from the hatch",
      "es": ""
    }
  ]
}