{
  "id": 621088410,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Too Many Friends",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Shêsha",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Collect bug parts from arid sand-flies outside the city ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'You have returned to Rûmina and me! Oh... perhaps you should keep your distance. You see, it turns out my new friend Rûmina also has some old friends who have come along for the ride. Fleas, my friend, fleas!\\n\\n'Could you go to the Baths of Kadax to the north-east and ask Yosarin, the Keeper of the Baths, if I might allow her to douse herself in the water? That might cause her troublesome friends to leave us alone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'All are welcome at the Baths of Kadax, of course. What did you say were the names of your friends? Shêsha and Rûmina?'\\n\\nYosarin's eyes narrow.\\n\\n'Rûmina? Not the same Rûmina that sailed with the Corsair Jeduth? She was a fine black ship-cat, as I remember, but she always had a problem with fleas, as I recall. Jeduth has now retired from that life... has Rûmina chosen a life on land as well?'\\n\\nYou are forced to admit that she is thinking of the same Rûmina.\\n\\n'I cannot allow fleas inside the Baths of Kadax! What are you trying to do to our reputation here? Go back to your friend and tell her to keep Rûmina well away from our waters!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Could you go to the Baths of Kadax to the north-east and ask Yosarin, the Keeper of the Baths, if I might allow her to douse herself in the water? That might cause her troublesome friends to leave us alone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'You mentioned the fleas? Why did you do that? I thought we had an understanding!\\n\\n'Ah, well, I need to do something before Rûmina's fleas spread throughout the whole city! There is a merchant of unguents near the Fisherfold in the Sail-haven named Aphila. Take this bag of coins and see if she has a remedy of some sort that will cure Rûmina of her tiny, biting friends.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'I cannot allow fleas inside the Baths of Kadax! What are you trying to do to our reputation here? Go back to your friend and tell her to keep Rûmina well away from our waters!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'I do make a remedy for fleas, but this bag of coins is not enough to cover the cost. I will give it to you if you collect some ingredients for me. Are you willing to do this?\\n\\n'I require an array of parts from the arid sand-flies that gather outside the city, by the rocks that block passage further to the east. They often harry travellers to Umbar Baharbêl, so collecting parts from them will aid both me and those who venture to our fair city.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'I need to do something before Rûmina's fleas spread throughout the whole city! There is a merchant of unguents near the Fisherfold in the Sail-haven named Aphila. See if she has a remedy of some sort that will cure Rûmina of her tiny, biting friends.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e01",
      "en": "Bring the bag of coins to Aphila in the Fisherfold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'I require an array of parts from the arid sand-flies that gather outside the city, by the rocks that block passage further to the east. They often harry travellers to Umbar Baharbêl, so collecting parts from them will aid both me and those who venture to our fair city.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Shêsha has adopted a new friend, but her new friend also has old friends.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e04",
      "en": "Bring the bug parts to Aphila near the Fisherfold in the Sail-haven",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'You have taken care of the arid sand-flies and brought me what remains of them? Yes, this collection will do; combined with the coins you brought, this will cover the cost of the remedy you sought.\\n\\n'Bring this remedy back to your friends and their flea-bites will become only an itchy memory.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The Baths of Kadax are located to the north-east in the Lower Ward of Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "The bug parts requested by Aphila can be found from arid sand-flies outside Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e05",
      "en": "Bring the foul-smelling unguent to Shêsha in the Lower Ward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'You have a remedy for our fleas? Did you hear that, Rûmina? Our new friend has performed a great service for us!'\\n\\nRûmina sleeps on, unconcerned, and Shêsha gives her a contented scratch.\\n\\n'You have her thanks and mine, friend! Now there will be at least one part of the Lower Ward that is not a home for fleas!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Aphila is located near the Fisherfold in the Sail-haven, waiting for you to return with the bug parts you collected.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Bring that remedy back to your friends and their flea-bites will become only an itchy memory.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Shêsha is to the south-west of the Baths of Kadax, in the Lower Ward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Shêsha is to the south, in the Lower Ward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Aphila is near the Fisherfold in the Sail-haven.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Yosarin at the Baths of Kadax in the Lower Ward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x187a79e",
      "en": "Itchy Umbari Man",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "Collected bug parts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}