{
  "id": 621088413,
  "txt": [
    {
      "id": "0xda44875",
      "en": "The Unlocking Trade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Collect rocks with shiny flakes from Bâlakhat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'You have come back, which is more than I might say of my last apprentice! He was frightened of the crocodiles outside the city, and when I told him to just move faster than they do, he left my service on the spot! How ungrateful! But that means the coin I would have given to him can instead be given to whoever fulfills his duties for me, and those have been piling up: coin and duties both!\\n\\n'One of the services I provide for every lock I fashion is a periodic test to ensure that the lock remains in good condition. This involves trying to open the locked door, and making certain that the lock holds. Will you perform these tests for me? The doors in question are to the north-east of the Grand Market. Test all three of the doors and report back to me with your findings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Test the lock on the door to the north-east of the Grand Market, by the Stable-master",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Collect crocodile teeth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'One of the services I provide for every lock I fashion is a periodic test to ensure that the lock remains in good condition. This involves trying to open the locked door, and making certain that the lock holds. Will you perform these tests for me? The doors in question are to the north-east of the Grand Market. Test all three of the doors and report back to me with your findings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Test the lock on the door to the north-east of the Grand Market, in the yard of an enclosed estate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "You hear approaching footsteps",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'One of the services I provide for every lock I fashion is a periodic test to ensure that the lock remains in good condition. This involves trying to open the locked door, and making certain that the lock holds. Will you perform these tests for me? The doors in question are to the north-east of the Grand Market. Test all three of the doors and report back to me with your findings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Test the lock on the door to the palatial manor north-east of Dâr Laja",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'One of the services I provide for every lock I fashion is a periodic test to ensure that the lock remains in good condition. This involves trying to open the locked door, and making certain that the lock holds. Will you perform these tests for me? The doors in question are to the north-east of Dâr Laja. Test all three of the doors and report back to me with your findings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Talk to Khôltekh at the Shoreward Stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'One of the locks is nearly ready to give out? I will need to see that replaced, which means I need to send you with some resources to my supplier, a Temámir dwarf named Kîflu.\\n\\n'There are rocks with shiny flakes east of the city, at a place called Bâlakhat. Collect some of those rocks and bring them to my supplier outside the Shoreward Stone. We have a deal, he and I, so be sure to also gather some teeth from the crocodiles that lurk at Bâlakhat. He gives my requests a higher priority if they are accompanied by crocodile teeth. He is making a necklace of the things, I believe.\\n\\n'Aye, Bâlakhat is the area that my former apprentice refused to traverse. Why do you ask?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Yamin in the Grand Market of the Upper Ward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Talk to Yamin by the Grand Market in the Upper Ward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'There are rocks with shiny flakes east of the city, at a place called Bâlakhat. Collect some of those rocks and bring them to my supplier outside the Shoreward Stone. We have a deal, he and I, so be sure to also gather some teeth from the crocodiles that lurk at Bâlakhat. He gives my requests a higher priority if they are accompanied by crocodile teeth. He is making a necklace of the things, I believe.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Yamin has had work piling up ever since his last apprentice left, and he would like you to help him with some of it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "The dwarf sizes you up in silence. When you present the items you have brought, his expression changes completely.\\n\\n'Our key-making friend has another request? Ah! I see you have some crocodile teeth! I will make certain he gets the supplies that he needs!\\n\\n'It is good that he continues to honour our deal.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The first door to test is to the north-east of the Grand Market, by the Stable-master in the Upper Ward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Rocks with shiny flakes and crocodiles with sharp teeth can be found near Bâlakhat, outside the city and along the south-eastern shore.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e34",
      "en": "Bring the rocks and crocodile teeth to Kîflu at the Shoreward Stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Bring the rocks and the crocodile teeth to my supplier, a Temámir dwarf named Kîflu outside the Shoreward Stone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "The second door to test is to the north-east of the Grand Market, within the walls of an enclosed estate in the Upper Ward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Kîflu can be found at the Shoreward Stone, waiting to accept delivery of the items you collected for Yamin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "Khôltekh regards you silently.\\n\\n'It is very important to have a lock on your door, my friend. Does it not warm your heart to know you are safe and secure in your own bed, behind strong walls? It is the pride of the Temámir to aid our local locksmiths and key-makers by supplying the molds with which they fashion all such devices. It is the least we can do.'\\n\\nYou ask Khôltekh if this means the Temámir know how to open all of the locks that are made in the city, and he smiles broadly.\\n\\n'I like you, friend. You amuse me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "The third door to test is to the north-east of Dâr Laja, the Meeting-hall, and is the entrance to a palatial manor within the Upper Ward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "You hear approaching footsteps.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Yamin is at the Grand Market in the Upper Ward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Khôltekh nods to you in greeting, summoning you to speak with him outside the Shoreward Stone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1191",
      "en": "Collected rocks with shiny flakes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "Collected crocodile teeth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1196",
      "en": "A familiar-looking dwarf of the Temámir rounds the corner",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1199",
      "en": "Khôltekh walks away, chuckling to himself",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Yamin is at the Grand Market in the Upper Ward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "The lock remains true, and the door does not open",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'You have made the arrangements with my supplier at the Shoreward Stone? Good, good! It is nice to have a reliable apprentice once again! Are you interested in learning the trade of a locksmith? It is not very difficult, to tell you the truth. I mostly use the molds prepared for me by the Temámir.\\n\\n'But it is good to know you are not afraid of a few crocodiles! My last apprentice was so frightened of them he swore never to again leave the city, and as far as I know he never has! But here is your payment. Take it with my thanks!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "The lock remains steadfast, and the door stays shut",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "The lock rattles loosely, and feels close to breaking free of the door",
      "es": "",
      "es (fem)": ""
    }
  ]
}