{
  "id": 620781659,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Greetings, [placeholder]. I heard what you did for us. We are all at your service, I'm sure. Perhaps I can point you to a good thing in the way of thanks.\\n\\n'Hiding out here, we can no longer go out prospecting or mining some of the outlying gem-bearing lodes we found. We know, though, that some of the minions of the Enemy -- trolls, gertheryg, and the like -- have found those old mining locations and are gathering gems themselves.\\n\\n'If you wish, you could go out hunting the Enemy in Gorothlad, in the general vicinity of Maethad. Many of those evil folk are no doubt gathering what gems they can, and you may be able to retrieve some of them. I'll give you a good price if you could bring me some.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ha! You have done very well to gather all these stones. Have no fear... I will give you a good price!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Of course, not every troll is carrying around a hoard of gems! You will have to look harder!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Gem-hunter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Dwarves of Gabilshathûr are unable to go out and prospect in these dark days, but they know that the armies of the Enemy have discovered some of their old mining locations and are extracting gems themselves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected rough gems ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the rough gems to Bothwar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gem-bearing servants of the Enemy may be found in Maethad, the arena to the east of Gabilshathûr.\\n\\nBothwar has offered to pay you for any gems you can find on the servants of the Enemy.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect rough gems ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}