{
  "id": 620781666,
  "txt": [
    {
      "id": "0x8a381a1",
      "en": "'You'll never take my mithril!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have knocked some sense back into Arngrim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x14e27c1",
      "en": "'Bless my beard, what came over me? Thank you for setting me right, friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The dwarf Arngrim has vanished after telling some of the other miners that he was sure he knew the location of a mithril vein in the hills of Imlad Balchorth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Not everyone here does what he is told, [placeholder]: Arngrim is one of these. He has been acting strangely for a while now, but he has not refused direct orders until recently. He was ordered to return to Gabilshathûr for guard-duty against the Orcs, just as I was...only he didn't!\\n\\n'He has long claimed that there was mithril to be found in this land, though every dwarf knows it be madness, but his delay in returning can only be explained by this cause: he thinks he has found some!\\n\\n'If you are willing to help me with this one last thing, I will be very pleased. Arngrim may have abandoned his senses, but he is still a dwarf, and we owe him this much. Look for him atop the ridges on the very southern reaches of Imlad Balchorth, to the north of this outpost.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Arngrim is seeking mithril atop a ridge on the very southern reaches of Imlad Balchorth, north of Gabilshathûr.\\n\\nBothwar is concerned that Arngrim, slightly befuddled at the best of times, might have gotten himself into trouble in the southern reaches of Imlad Balchorth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done well, [placeholder]! It is good that Arngrim has abandoned his mad quest...for now, at least.\\n\\n'Take this reward and rejoice at a job done well. You have earned it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bothwar is on the bridge in the middle of Gabilshathûr, south of Imlad Balchorth.\\n\\nYou have returned Arngrim to his senses and should report back to Bothwar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Bothwar is back at Gabilshathûr.\\n\\nArngrim is dead, and the fell spirit who drove him to madness has been banished. You should return to Gabilshathûr and tell the sad story to Bothwar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Arngrim should have returned for guard-duty instead of continuing his foolish hunt for mithril in these lands. Look for him north of here, atop the ridges on the very southern reaches of Imlad Balchorth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You! You are here to steal it, aren't you! My mithril! My beautiful lovely mithril! The voice has told me so. The true sweet voice of the mithril! Nay, get back I say! Do not make me! Don't make me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I don't want to get Arngrim in trouble...what? You say he's missing? He must actually have gone haring off after his imaginary mithril.\\n\\n'Blasted fool! I wish I could tell you where he's gone, but I don't know.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You! You're here to steal it, aren't you! My mithril! My beautiful lovely mithril! The voice has told me so. The true sweet voice of the mithril! Nay, get back I say! Don't make me! Don't make me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I'd stay away from that one. He'll talk your ears off for hours about his mad, imaginary mithril! What? He's missing? Oh! I didn't even realize he was gone.\\n\\n'Maybe someone else around here would know where he went, but I've been avoiding him lately...didn't want to waste an entire shift listening to him go on and on.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Arngrim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'The miners may be a bit uncomfortable about telling me, their chief, what their fellow has done. I hope they will talk easier to you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Arngrim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat Arngrim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Oh! You've found where Arngrim went! But that's a foul dangerous place...I wonder if you can try to track him down?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Scent of Mithril",
      "es": "",
      "es (fem)": ""
    }
  ]
}