{
  "id": 620781663,
  "txt": [
    {
      "id": 136263297,
      "en": "Mined gem-bearing rock ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Bothwar of Gabilshathûr is aggrieved at missing an opportunity for mining some quality gems.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I am always glad to do my share of the work here at Gabilshathûr, as long as every other dwarf here pulls his own weight. It can be frustrating to be chosen for guard-duty when you have found a promising lode, but that is sometimes the way of it.\\n\\n'If you don't mind helping out an eager miner, you could mine the gems from the rocks I have had to leave behind. You would be doing me a great service, and the wealth of Gabilshathûr will only be improved by your assistance!\\n\\n'The rocks in question are north of Gabilshathûr. Follow the road northwards until you can turn east into Gorothlad. Through the sparse trees, you will come to the entrance of Maethad. Cave-claws often gather in the rocks outside Maethad, so use care while mining the gems!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Gem-bearing rocks of the sort Bothwar described can be found outside the entrance to Maethad. He told you to follow the road north from Gabilshathûr until you could turn east and pass through the sparse trees of Gorothlad.\\n\\nBothwar is annoyed that he was pulled from his mining efforts to undertake guard-duty and has asked you to finish his mining.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have my thanks, [placeholder]! I would rather mine, but I am a dwarf who knows his duty and would never gainsay my betters!\\n\\n'So it is only right that we have mined those gem-bearing rocks after all...everyone is the victor! Take this as a reward with my good regards.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Bothwar is on the bridge in the middle of Gabilshathûr, west and south of Gorothlad.\\n\\nYou have mined the gem-bearing rocks of which Bothwar spoke and should return to him with the fruits of your labour.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You will find the gem-bearing rocks I had to leave unmined if you follow the road north from Gabilshathûr until you can turn east and pass through the sparse trees of Gorothlad. The stones are by the entrance to Maethad. Mine the gems from the stones!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I will always perform my duty, but I would rather be mining. Have you not found the gem-bearing rocks to the east of Gabilshathûr and south of Maethad?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Mine gem-bearing rocks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring gemstone-rocks to Bothwar",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the gem-bearing rock and the pick-axe back to Bothwar",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Bring gemstone-rocks and pick-axe to Bothwar",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Would Rather Mine",
      "es": ""
    }
  ]
}