{
  "id": 620781661,
  "txt": [
    {
      "id": 218649169,
      "en": "'You're a good sort, [placeholder], and I feel that I can trust you not to betray my confidence in another matter.\\n\\n'When I was called back to Gabilshathûr for guard-duty, I did not have time to recover a hoard of gems I had mined within the canyons of Gorothlad. I left it a bit near to the cave-claw nests in southern Gorothlad, and the filthy creatures likely have it surrounded.\\n\\n'Can you recover the gem-hoard for me? It does the cave-claws no good to have it, their love for shiny things notwithstanding; the Dwarves of Gabilshathûr will be able to put the gems to good use.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well done, [placeholder]! I have done more good for Gabilshathûr while on guard-duty than I ever did while mining: those gem-bearing rocks mined with all due haste, and a hoard of gems retaken from the cave-claws almost as quickly!\\n\\n'You deserve all of the credit, of course. Do not let me understate your accomplishments! Take this reward -- it has been well-earned!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You have a nose for gems, [placeholder]!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'The cave-claws in the southern reaches of Gorothlad have likely taken my gem-hoard back to their nests. Look for them in the canyons south of Maethad, to the east of Gabilshathûr.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Hidden Gems",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'It seems to me that I am always being chosen for guard-duty.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Bothwar has told you the location of a cache of gems he was unable to retrieve before he was assigned his current duty in Gabilshathûr.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected the gemstone-hoard",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the gemstone-hoard to Bothwar",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The gem-hoard is near the cave-claw nests within Dolroth in southern Gorothlad, north and east of Gabilshathûr.\\n\\nThe dwarf-miner Bothwar has asked you to retrieve a hoard of gems for him.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect the gemstone-hoard",
      "es": ""
    }
  ]
}