{
  "id": 620905251,
  "txt": [
    {
      "id": 218649170,
      "en": "'Thank you kindly, stranger. I don't mind if I do have a sip of that.'\\n\\nWigherd drinks deeply, but shakes his head when you ask about the Uruks.\\n\\n'I did not see them run by, but I heard from those who did. Running more away than toward, it seemed to them as saw it. No one wanted to ride out to challenge them, and who can blame them? We lost Thane Pendrad in the Autumn to Orcs, and his widow may be Thane now, but she is not the fighter he was. And then to lose her son! It is a wonder she can go on at all, but she's not commanding troops. The Uruks passed us by, and we should be lucky they did not turn to raid the town.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I'll have some of that, since you're buying.'\\n\\nTidwine drains the mug in one huge gulp, and at first you cannot tell if he has heard you ask about the Uruks.\\n\\n'Ah! Just the stuff. What did you say? The Uruks that ran by Elthengels? Aye, I saw them. Never seen Uruks run like that before. Even if Thane Mildrith was in any state to order our riders, she would have been a fool to send men after them. And she is no fool. Suffered more than her share of grief, if you ask me, but no fool. She was Pendrad's rock, before he was slain by Orcs, and she had much to do with shaping the man Pendulf became. Pity what happened to the boy, but you'll hear no rumours from me.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 8, Chapter 5: Thane Mildrith",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'If you insist!'\\n\\nDudmund finishes the mug and slams it down on the table.\\n\\n'Best beer in the Norcrofts, and I don't care who hears it! You go tell Reeve Athelward that I'd rather have the brew of Elthengels than that of Cliving!'\\n\\nThe other patrons give Dudmund some worried looks, but it only serves to rile him up further.\\n\\n'No, you listen to me! If he challenges me to trial by combat, like he did with Mildrith's son, well, I'll teach him a thing or two. I won't even let him scratch me with that blade of his. I swear he had some vile coating on it, to make Pendulf's wound fester like that. I swear it!'\\n\\nHe lapses into depressed, drunken silence, and has nothing more to say to you.",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'The Uruks that left the East Wall may have passed near to Elthengels. We should learn if any of the townspeople know anything of their passage. Here, [placeholder]. Take these coins of the Mark, and use them to buy a round of drinks at the tavern for the patrons there. It could be one of them saw something of those Uruks.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Spread those drinks around, and you'll make yourself some friends. Look for a few of my regulars upstairs.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'You have my gratitude. Without your help our losses might have been more severe. I have heard Elfsige's message from Floodwend and can spare no men, but perhaps I can send a waggon of blacksmithing supplies.\\n\\n'I will see you on your way with supplies of my own, but only if you will help me with a matter of crucial import for my town.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Ah, Ingild has returned! I have not seen him in awhile. Do you know him?'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'I have not seen you around here before, stranger. Your coins are good, though, I will give you that. Here's a round of my finest. Pass it around as you will. There should be some of the usual folk upstairs: Wigherd, Tidwine, maybe one or two others who don't come in as frequently. They'll be glad of your generosity.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Horn is waiting to speak with you in Elthengels.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I must deliver my message to Thane Mildrith, even though she will not like it. Perhaps I will see you later.'",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'You don't have enough.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Horn has given you some coins of the Mark with which to buy a round of drinks for the patrons inside the Elthengels tavern. Perhaps they will have some information to tell you about the Uruks.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'We need to know what the people of Elthengels know about the Uruks that fled from the East Wall. Nothing helps loosen tongues quite like free-flowing ale or beer. Use the coins of the Mark I gave you to order some drinks for people in the Elthengels tavern.'",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "'Now there is a familiar face! [placeholder], I have not seen you since the East Wall. Did you find the Uruks you were seeking when we spoke at Mansig's encampment? No? A shame, I am sorry. I have returned home to... what was that noise? Did you hear that?'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "You have bought a round of drinks with Horn's coins and should now distribute them to the patrons of the Elthengels tavern.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Something is happening outside! It sounds like trouble!'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "A new arrival has come to the Elthengels tavern.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Ingild is waiting to talk to you on the first floor of the Elthengels tavern.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Thane Mildrith is in the mead hall of Elthengels.\\n\\nAfter the Orc attack, Thane Mildrith has asked you to meet with her.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Horn in Elthengels",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Buy a round of drinks from Thurnoth in the Elthengels tavern",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Distribute the round you bought ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Distributed round of drinks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Ingild on the first floor of the Elthengels tavern",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Ingild and investigate the sound he heard",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Thane Mildrith in the Mead Hall of Elthengels",
      "es": ""
    },
    {
      "id": 8725904,
      "en": "'What?'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The group of Uruks you are pursuing passed near to Elthengels, and now you should try and learn what the villagers know of them.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Now that I'm here, I need to accomplish my duty. I was given a message to deliver to Thane Mildrith of Elthengels, asking for her to send some of her warriors to Floodwend to help defend against the increased number of Easterlings crossing the river. Her husband was slain by Orcs some time ago, and her son died under... unpleasant circumstances... more recently. I do not think she will respond favourably to this message, but still I must deliver it. Thank you once again, friend.'",
      "es": ""
    }
  ]
}