{
  "id": 620905253,
  "txt": [
    {
      "id": 136263297,
      "en": "Cliving is a most impressive sight. Now to find Reeve Athelward",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Thane Mildrith is suspicious of Reeve Athelward, and wants you to see how he is treating her daughter, newly-taken as his ward.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You see before you a woman cursed, [placeholder]! In the Autumn my husband Pendrad was slain by Orcs while riding near to the Pillars of the Kings astride the Great River. He had requested that the Reeve send him more riders for that sojourn, but Athelward refused. O cruel fate! Even worse what happened then!'\\n\\nMildrith turns and gazes at nothing, overcome by sorrow and anger.\\n\\n'My son Pendulf argued that Athelward was complicit in his father's death. Had the Reeve sent the riders he should have, Pendrad would not have been overcome by the Orcs! My son was correct, but... Athelward is proud, and would not allow this stain on his honour. He challenged my son to a sword-trial to first blood, if he did not recant his words. Pendulf sustained a slight wound, just a cut, really, but the wound festered and not long afterward he was dead.\\n\\n'The cruelest cut of all: Athelward adopted my daughter Siflád as his ward, saying she would be safer and better cared-for at Cliving than with me and our grief. All I ask of you is this: go to Cliving and keep your eyes open. I want to learn if Siflád is being treated well. I cannot put my suspicions of Athelward to rest.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Cliving is in the Norcrofts, to the north-west of Elthengels.\\n\\nThane Mildrith of Elthengels is suspicious of Reeve Athelward of Cliving, who took her daughter Siflád as his ward, and wants you to ensure that Siflád is being treated well.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The Reeve sent you to me to help with our problems? Good! We can refuse no offers of help. Cliving has been less affected than some other towns in this riding, but still there are Orcs about and we need to deal with them if we are to keep our people safe.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Reeve Athelward is in the Mead Hall of Cliving.\\n\\nThane Mildrith wants you to ensure that her daughter Siflád is not being mistreated. The first step is to introduce yourself to Athelward.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Siflád is somewhere in Cliving.\\n\\nAthelward has given you permission to speak to Siflád, his ward.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I have been treated well here at Cliving. I like how bustling this city is. It is so much more exciting than my home of Elthengels!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I saw you coming to Cliving from afar, and I wondered what your story might be. And now you have come to tell it to me! How wonderful!'\\n\\nYou tell Siflád that you have come from her mother in Elthengels, and that Mildrith worries about her.\\n\\n'My poor mother. I miss her. Some days I miss her terribly, but knowing that she is still at home eases that ache somewhat. Worse are the days when I miss my father and my brother, for they are never coming home.\\n\\n'But I am as happy at Cliving as I can be. The Reeve is kind to me, if distant. I think he blames himself for all the grief my family has endured, and wants to make amends for it. I am treated well. Look at the view from the walls! There is just so much more going on here than at Elthengels!\\n\\n'Yes, I am happy here. I hope my mother is not upset by that, but it is the truth. But tell her I miss her.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Cuthred, the captain of the guard, is by a guard tower in Cliving, west of the Mead Hall.\\n\\nReeve Athelward wanted you to help the captain of his guard once you had spoken with Siflád.",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You will find Siflád somewhere around Cliving. She likes to climb the towers and speak with the guards there. Do not forgot to introduce yourself to Cuthred, my captain of the guard, after you have spoken to Siflád.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Welcome to Cliving, friends from afar! I am Athelward, Reeve of the Norcrofts and Thane of Cliving. My house and hospitality is yours while you stay.'\\n\\nAthelward listens as you relate the reason for your visit, and a cloud crosses his face.\\n\\n'Oh, Mildrith. What happened to her should not have happened to any lady of Rohan. Losing first her husband, and then her son... I should have been more understanding of the boy's youthful boldness, but he called my honour into question. The sword-trial is the customary means of resolving such disputes. I did not know his wound would fester in such a way. I would have it back, if I could. Taking young Siflád as my ward seemed the kindest thing to do, but I can understand a mother's grief may make it seem otherwise.\\n\\n'I will answer any questions of yours, and you are of course free to see Siflád. If it is not too much trouble, could I ask you to help Cuthred, the captain of my guard, with his duties after you have spoken with Siflád?'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I have lost everything but my daughter, and I want to make sure she is happy and being treated well. I do not trust Athelward, Reeve or not! Go to Cliving and ensure that Siflád is not being mistreated!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Travel to Cliving in the Norcrofts",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'I have lost everything but my daughter, and I want to make sure she is happy and being treated well. I do not trust Athelward, Reeve or not! Go to Cliving and ensure that Siflád is not being mistreated!'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Athelward in the Mead Hall of Cliving",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Cuthred in Cliving",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 8, Chapter 6: The Victor's Ward",
      "es": ""
    }
  ]
}