{
  "id": 620905250,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I am cursed for my cowardice! Do you see how the very trees encircle me, judging my wrongs? The trees are hungry.\\n\\n'Save yourself, stranger, and let them devour me. My arrows are spent, and soon they will approach again. Save...yourself!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It was good of you to help, [placeholder], but they will be back. A curse does not throw up its hands and abandon its purpose because of a minor setback.\\n\\n'Death will take me, and I will be a tortured shade, haunted by my crimes. It is hopeless.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Leave me be, stranger. I am going to die for my crimes. You need not involve yourself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Curse for a Coward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'It is all hopeless. Please, leave me be, good stranger. I do not want my doom to touch you too.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Léofmar believes that he is cursed, and that the Huorns are so menacing in this area because they exist to exact revenge upon him for his crimes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated vicious Fangorn Huorns ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat vicious Fangorn Huorns ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Vicious Fangorn Huorns encircle the wounded man, threatening to kill him or any creature who wander into this part of the forest.\\n\\nYou should defeat the enraged Huorns so that they may no longer threaten the wounded man.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Léofmar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Léofmar is curled up by a log in the centre of Fangorn's eaves.\\n\\nYou should return to Léofmar now that this part of the forest is safer from the threatening Huorns.",
      "es": "",
      "es (fem)": ""
    }
  ]
}