{
  "id": 620905255,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The next marker of your circuit is to the south",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The next marker is to the west",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "The last marker is to the north of this one",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Cuthred is eager to make use of your mounted skill to defend Cliving from the Orcs marauding the Norcrofts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You have ridden the bounds and should return to Cuthred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'An important part of the guard duty my men undertake consists of riding the bounds of Cliving, looking for threats lurking too near the city. If you have a war-steed and the skill to ride it, I would encourage you to help us with this duty, [placeholder]. Ride east of Cliving until you see the marker that delineates the bounds, and then turn to the south. Continue this process, turning to your right at each marker, until you have described a great loop around the city.\\n\\n'Defeat any mounted enemies you encounter on this circuit, [placeholder]. You will be doing the people of Cliving a great service.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Cuthred has sent you riding the bounds of Cliving: riding east of the city to the first marker, and then turning to your right at each new marker until you have described a great loop around Cliving. He wants you to defeat any mounted enemies you encounter on this circuit as well.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have ridden the bounds? What did you encounter? My men ride that circuit many times a day, ensuring the safety of the city. Usually it is quiet, but occasionally Orcs or other foes stray within the line and must be fought or driven away.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ride to the second marker, south of the first, outside Cliving in the Norcrofts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Ride to the third marker, west of the second, outside Cliving in the Norcrofts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The first marker is east of Cliving. When you encounter it, turn your war-steed to the right, and ride until you reach the next marker. Keep doing that until you have described a great loop in front of the city.\\n\\n'Defeat any mounted enemies you encounter. Orcs generally do not come very near to Cliving, but they may still be encountered on the bounds.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Ride to the final marker, north of the third, outside Cliving in the Norcrofts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Cuthred is in Cliving, near the entrance to the city.\\n\\nYou have ridden the bounds, and should now speak to Cuthred, Cliving's captain of the guard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Ride to the first marker, east of Cliving",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Ride to the second marker, south of the first",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Ride to the third marker, west of the second",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Ride to the final marker, north of the third one",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 8, Chapter 7: Riding the Bounds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Cuthred in Cliving",
      "es": "",
      "es (fem)": ""
    }
  ]
}