{
  "id": 620905254,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'We need not stay here any longer. Cliving has strong walls, and its defensive position is better than the other towns we have seen. Athelward has little cause to fear Orcs from this fastness. He does not need our help any longer, and we should be off.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I think it is time to go. The Uruks we follow did not come this close to Cliving, either because it was not on their road or they were afraid of the town's defenders.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 8, Chapter 8: A Second Proposal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'I have seen more secure homes, but they were in the mallorns of Lórien. This city has little to fear of Orcs, if you ask for the opinion of an Elf. Athelward should see what he can do to protect the people who live elsewhere in the Norcrofts, but he can do that without our presence.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'I have been speaking with your companions while you aided my captain of the guard, [placeholder]. I am inspired by their example! A man of Rohan, a girl of Dunland, and even an Elf! How is it that folk of such different backgrounds can work together?\\n\\n'It pains me to see you leave. Can you not stay and help with the maintenance of Cliving? I could use each of your talents to better the state of my people! Discuss among yourselves, if you must, but do not decide to leave so quickly! A strong Cliving makes for a strong Rohan, and these are troublesome times.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Return to Reeve Athelward in the Mead Hall here in Cliving. He wanted to speak with you before you left Cliving.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'Ah, I understand that you need to be off. You cannot blame me for wanting to keep skilful folk at the disposal of my people. If you have business back at Elthengels, can I ask you to deliver a message for me?'\\n\\nYou murmur your assent, and Athelward rumbles pleasantly.\\n\\n'Good, good. This may surprise you, [placeholder], but I have no male heir to carry on my line. I love my daughters more than my own life, but a son would release me from the worry that my line will end with me. My wife has been dead this past year, and it is time I began thinking of the future.\\n\\n'Thane Mildrith of Elthengels has had more than her share of grief these past few months. If it is in my power to heal the sorrow I have caused her, I would do so. I desire her hand in marriage. I will respect her decision in this, but please express to her how strong a union between our families and our cities would be. The Norcrofts could only benefit from such a union.\\n\\n'It is, ah, not the first time I have asked for her hand. But it will be the last, no matter her decision.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'We have been in conversation with Athelward for some time. He has been a gracious host, but we should be leaving.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "Thane Mildrith listens to your message from Reeve Athelward with growing horror and disgust.\\n\\n'You cannot be serious! That scoundrel! That braggart! His inaction doomed my husband Pendrad to death by the Orcs, and he personally gave my son the wound that killed him! He has the gall to ask for my hand not once, but twice! And to use friends to do it!'\\n\\nMildrith brings herself under control, and continues in a quiet, deadly voice.\\n\\n'I sent you to learn if my daughter Siflád was being treated well by the murderer of her father and brother. Is she?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Reeve Athelward is in the Mead Hall of Cliving.\\n\\nAthelward wanted to speak with you and your companions before you depart Cliving.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I want to help the people of Rohan, for they are my flesh and blood, but the people of Cliving are better-defended than most. I would not worry for Cliving's survival in our absence.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Nona, Horn, and Corudan are in the Mead Hall of Cliving with Athelward.\\n\\nYou should speak with your companions to determine your next course of action.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'I have grown weary of this city already. Too many walls, and not enough open land for my taste, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Reeve Athelward is in the Mead Hall of Cliving.\\n\\nYou have spoken with your companions and should now tell Athelward your decision.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'I do not like to stay in any one place for so long. Let us be gone!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Thane Mildrith is in the Mead Hall of Elthengels, south-east of Cliving, in the Norcrofts.\\n\\nReeve Athelward wants you to bring his proposal of marriage to Thane Mildrith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'For a city of Men, this does seem to be in a defensible place.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'Athelward has already done what he must to protect his people. Cliving is well-built, on solid foundations with high walls. Any Orcs that stray within the bounds will be repelled.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c48",
      "en": "'Mildrith is a handsome woman, thane of an important town, and has no husband. She needs someone to support her during her time of grief, and the Norcrofts need to have unified, strong leaders if it is to survive the dangerous times ahead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Athelward in the Mead Hall of Cliving",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Nona in the Mead Hall of Cliving",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Horn in the Mead Hall of Cliving",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Corudan in the Mead Hall of Cliving",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Athelward in the Mead Hall of Cliving",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Talk to Thane Mildrith in the Mead Hall of the Elthengels",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Athelward has requested to see you about something before you leave Cliving.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I was told that Reeve Athelward wanted to speak with you before you depart Cliving. Thank you again for your help, and I hope the Reeve rewards you in suitable fashion for the aid you have graciously given. For Rohan to be safe and well-guarded, the Norcrofts must be as well. I appreciate your help in that regard, and I know the Reeve will agree.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}