{
  "id": 621025627,
  "txt": [
    {
      "id": "0xa502803",
      "en": "Collect Page 17",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502832",
      "en": "Collect Page 2",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502804",
      "en": "Collect Page 18",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502833",
      "en": "Collect Page 3",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502805",
      "en": "Collect Page 19",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502834",
      "en": "Collect Page 4",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502837",
      "en": "Collect Page 11",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502838",
      "en": "Collect Page 12",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502839",
      "en": "Collect Page 13",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3500970",
      "en": "'Those who defiled it are slain, or else driven back to Mordor. The banners of Sauron darken its parapets no more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3500971",
      "en": "'Some of the evils visited upon this place cannot be undone. The White Tree, scion of Telperion, we found hewn and burnt.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3500972",
      "en": "'Thy beloved libraries are plundered, and much wisdom forever lost. Not all harms can be healed, yet much of worth can still be saved, should those with power will it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3500973",
      "en": "'My lady, I fear thy husband is of harsher mind. When he saw the Moon-tower so afflicted, he deemed it must be razed rather than allowed to linger.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3500974",
      "en": "'He loathes what Minas Ithil has become, and believes it forever tainted. When I claimed otherwise he grew grim and would not be moved.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3500975",
      "en": "'Oft it is the way of men to destroy that which no longer pleases them, rather than taking the care to mend it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3500976",
      "en": "'Yet it is my hope that some fondness for this vale endures in thee. Mayhap thy words might cause Isildur's heart to yield.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3500977",
      "en": "'In return, this is my vow: that the Galadhrim will tarry in Ithilien. For while growing things endure, with care we can wash the Enemy's foulness from the land.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011823",
      "en": "Glowing Pages can be found in Minas Morgul.\\n\\nYou should collect the pages to complete the story.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3500978",
      "en": "'More, I will bestow virtues, known to the Noldor, upon the city. Its stones shall shine with the Moon's light, caught and held by the craft of my kin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568952",
      "en": "You have found what appears to be a page of a letter. The paper glows softly under the light of the moon, its words written with beautiful penmanship. Perhaps you can find other pages in Minas Morgul and complete the story.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3500979",
      "en": "'In this way it shall be a Gondolin renewed: a beacon against night, under thy care, and that of thy daughters after thee.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3350091",
      "en": "'My lady Valardis: in time of darkness and doubt, I send thee tidings of hope. The war wears on all, and many battles yet lie ahead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119a4",
      "en": "Completed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568811",
      "en": "The story is complete. The letter appears to be from Lady Galadriel to Queen Valardis of Gondor shortly after the fall of Sauron at the end of the Second Age. It is clear that Galadriel had affection for both the Ithil Vale and the Men within, and from what history you know, she did achieve her aim of restoring it to glory before it once again fell into the hands of evil. Perhaps, once Gothmog is defeated, she will have another opportunity to restore this place to beauty.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3350092",
      "en": "'Our Enemy is cruel, and his throngs know naught of mercy. Still have I seen the courage of my people and thine proven many times.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3350093",
      "en": "'Thy husband Isildur fought alongside mine own before the gates of Minas Anor. Should we defeat the Shadow, minstrels shall long sing of their valour.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3350094",
      "en": "'We have come at last to the lands whence Sauron's servants drove thee. Long have the Elves esteemed the Ithil-vale, for we walked here in the Elder Days.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3350095",
      "en": "'So much did we love the moonrise there that when first I heard that Isildur had bidden a city built therein, I grieved that the vale had been sullied.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1646",
      "en": "Pages of a letter can be found scattered across Minas Morgul. Perhaps you can complete it if you find them all.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3350096",
      "en": "'I say now that I was wrong to sorrow. I have beheld Minas Ithil, and it wakes in my heart an ache I had thought never again to feel.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3350097",
      "en": "'I knew Gondolin of old, and while no city of Elves or Men can equal its splendour, thy stronghold is as like to it as any could now build.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa340",
      "en": "Lost Lore of the Morgul Vale: Minas Morgul",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3350098",
      "en": "'I wept to see it Orc-befouled. I have watched many lands fall into ruin and decay. When I saw Ithilien, I knew my part in this war was its rescue.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3350099",
      "en": "'Now I say to thee: rejoice, for thy city is freed. With what power we wield, Celeborn and I have taken back Minas Ithil.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502854",
      "en": "Collect Page 5",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502855",
      "en": "Collect Page 6",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502856",
      "en": "Collect Page 7",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502857",
      "en": "Collect Page 8",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502858",
      "en": "Collect Page 9",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a5",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502800",
      "en": "Collect Page 14",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502801",
      "en": "Collect Page 15",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502830",
      "en": "Collect Page 10",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502802",
      "en": "Collect Page 16",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502831",
      "en": "Collect Page 1",
      "es": "",
      "es (fem)": ""
    }
  ]
}