{
  "id": 621025624,
  "txt": [
    {
      "id": "0xa5029a5",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xba6f564",
      "en": "'Through smoke and blood we pressed, but against Mordor's gates even the Great Alliance broke like waves upon the strand.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb3feb54",
      "en": "'So, at last, was the Land of Shadows laid bare - but Gil-galad's eyes filled not with triumph but with anguish.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb26eb54",
      "en": "'They blazed bright as stars, crimson and sapphire, and he too shone, silver-white. This, then, was the unveiled wrath of the Eldar, not seen in Middle-earth since the Elder days.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1646",
      "en": "Pages of a journal can be found scattered across Mordor Besieged. Perhaps you can complete it if you find them all.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb34eb54",
      "en": "'Gil-galad nodded, then grew stern again. \\qBut so, too, did he behold mine. And though Sauron's own Ring is powerful, he now fears what I might do with mine.\\q'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb29eb54",
      "en": "'\\qRightly so,\\q said Círdan. \\qFor the Enemy will see.\\q The Elvenking nodded. \\qStill, what other choice remains? How many more of our people must die because of my doubt?\\q'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688e5",
      "en": "The story is complete. You believe this is an account of Gil-galad's shattering of the Morannon written by High-King Elendil himself. Perhaps if you bring it to him, he will be able to comment further.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502854",
      "en": "Collect Page 5",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xba1f564",
      "en": "'They sought to discourage him, but he would not be daunted, and so, though it pained them, Elrond and Círdan both came forward.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502855",
      "en": "Collect Page 6",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502856",
      "en": "Collect Page 7",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb3aeb54",
      "en": "'He sank to his knees, and Elrond and Círdan at once took hold of him. His strength spent, he let them wrest the Rings from his hands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502857",
      "en": "Collect Page 8",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbaff564",
      "en": "'It was upon the battle-plain of Dagorlad, where for months we had spent our blood against the Enemy, that at last I understood the Elven-king's power.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502858",
      "en": "Collect Page 9",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502800",
      "en": "Collect Page 14",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011823",
      "en": "Stark-white pages can be found scattered throughout Mordor Besieged.\\n\\nYou should collect the pages to complete the story.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502801",
      "en": "Collect Page 15",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb2feb54",
      "en": "'\\qThese,\\q Gil-galad said, \\qare Vilya and Narya, two of the three Great Rings saved from Sauron's vengeance when he brought Eregion to ruin.\\q'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502802",
      "en": "Collect Page 16",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502803",
      "en": "Collect Page 17",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xba4f564",
      "en": "'A shadow fell upon Gil-galad's brow as we met that morn, above fields sown with the dead, and gazed upon that grim bastion.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502804",
      "en": "Collect Page 18",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502805",
      "en": "Collect Page 19",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb24eb54",
      "en": "'\\qYet to don both,\\q Elrond said. \\qNever did even the mightiest of the Gwaith-i-Mírdain dare to wear two!\\q But Gil-galad's mind was set, and he would not be swayed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502806",
      "en": "Collect Page 20",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502807",
      "en": "Collect Page 21",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0beb54",
      "en": "'\\qAnd what will you do?\\q asked Círdan. Gil-galad sighed and shook his head. \\qNaught, save at fearful need. I doubt I should survive it a second time.\\q'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa340",
      "en": "Lost Lore of the Great Alliance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502808",
      "en": "Collect Page 22",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502809",
      "en": "Collect Page 23",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568952",
      "en": "You have found the page of a journal, stark-white in contrast to the battle-scarred plain of Gorgoroth. Perhaps you can find other pages in Mordor Besieged and complete the story.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb27eb54",
      "en": "'Terror and awe filled my heart as the storm fell upon the haunted pass, hurling our foes like children's toys, and at last smote the black gates themselves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011996",
      "en": "High-King Elendil can be found in Adambel.\\n\\nIf he is missing, he will return after the Council of the Kings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502810",
      "en": "Collect Page 24",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb35eb54",
      "en": "'Gil-galad nevermore spoke of that day, nor did any behold his full power again. But since, his words have burned in my mind - Sauron's own Ring.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502811",
      "en": "Collect Page 25",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502812",
      "en": "Collect Page 26",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb2aeb54",
      "en": "'\\qCelebrimbor vouchsafed them to me ere his death, then I to those I trusted, for I feared that I might be tempted to use them.\\q'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502814",
      "en": "Collect Page 27",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502817",
      "en": "Talk to Elendil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbbbf564",
      "en": "'Never in all our days together had I seen him in a mood so grim. \\qIt has come to this, then,\\q he said, leaning upon Aeglos his spear.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xba2f564",
      "en": "'\\qSince first we rode to war, I have dreaded this day.\\q We Men who stood with him did not yet understand, but Gil-galad's captains knew, and they sorrowed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119a4",
      "en": "Completed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb3beb54",
      "en": "'He took those dread jewels and, standing on the stony hilltop above the plain's foul reek, slipped them on his fingers, each to one hand.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb22eb54",
      "en": "'The battlements, which had for so long withstood all our cunning and strength, rent asunder with a roar, and were flung to the earth as splinters and dust.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb30eb54",
      "en": "'And this thought now haunts my dreams: if the Elf-rings hold such power, what strength might dwell within that of the Dark Lord himself?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xba5f564",
      "en": "'Though we long strove, besting even the Dark Lord's mightiest servants, those fell ramparts yielded not. Surely the halls of Barad-dûr rang with Sauron's laughter at our despair.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb25eb54",
      "en": "'A silence fell upon the Dagorlad as Gil-galad raised his hands and spoke words of power: \\qLachalagos dan in ennyn vyrn!\\q'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xba8f564",
      "en": "'Long had we been friends, and many battles had I fought beside him, but not until the fall of the Black Gate did I behold Gil-galad's true might.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568810",
      "en": "'Hail, [placeholder]. What have you there?'\\n\\nYou show the High-King the pages you have collected.\\n\\n'Ah, I had thought this journal lost! You are quite resourceful to have reconstructed this account.\\n\\n'Indeed, the words here-in are mine. All who were present were shaken to the core by the storm Gil-galad brought forth that day. I am sure you feel the same. Does that surprise you? Even Kings feel fear in the face of real power. And still, the knowledge that the Dark Lord has a ring of power all his own brings me pause. We must bury that fear, and hold on to our courage. This is our last stand against the darkness; Courage is our greatest weapon.'\\n\\nHe hands you the spine from which the journal pages originated.\\n\\n'Keep this journal for yourself, [placeholder]. Let it be a constant reminder of the power of our Great Alliance, and give you hope in the battles to come. The Enemy may have great power, but so do we.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5028e2",
      "en": "Continue adventuring in Mordor Besieged",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb36eb54",
      "en": "'\\qBut that he guesses not. It may help us before the end.\\q The foe fled before us, and we marched to the last great siege.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502830",
      "en": "Collect Page 10",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502831",
      "en": "Collect Page 1",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502832",
      "en": "Collect Page 2",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502833",
      "en": "Collect Page 3",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502834",
      "en": "Collect Page 4",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011961",
      "en": "You have found lost pages of a journal authored by Elendil.\\n\\nYou should continue adventuring in Mordor Besieged.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xba0f564",
      "en": "'Each bore in his hand a golden ring - the Lord of Imladris' set with a gem of deepest blue; the Shipwright's with a stone of flaming red.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb39eb54",
      "en": "'His light dimmed, and to my eyes he seemed wearier than ever I had seen him before. \\qWhat did you see?\\q Elrond asked. \\qDid you behold his mind?\\q'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502837",
      "en": "Collect Page 11",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502838",
      "en": "Collect Page 12",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb20eb54",
      "en": "'At his beckoning, the storm came - a vast column of fire and rushing wind that fell like a hammer from the wrack above.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502839",
      "en": "Collect Page 13",
      "es": "",
      "es (fem)": ""
    }
  ]
}