{
  "id": 621025626,
  "txt": [
    {
      "id": "0xa502803",
      "en": "Collect Page 17",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502832",
      "en": "Collect Page 2",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502804",
      "en": "Collect Page 18",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502833",
      "en": "Collect Page 3",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688e5",
      "en": "The story is complete. The writer, now known as Agath-kali, describes the process of torturing King Eärnur until he became Mordirith, and the finding and desecration of a White Tree. You now have some answers, but for what purpose did the Nazgûl create Morloth the Black?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502834",
      "en": "Collect Page 4",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502837",
      "en": "Collect Page 11",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502838",
      "en": "Collect Page 12",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502839",
      "en": "Collect Page 13",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3500970",
      "en": "'In the end, though, he did what the Nazgûl bade. When I was finished, he had become Mordirith... Only a husk of despair, a wretched thing. But it sufficed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3500971",
      "en": "'They turned him loose; not to return to Gondor, for he was too ruined even to want that any longer, but to flee into the mountains.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3500972",
      "en": "'The Nine knew what he would find. They knew a King’s uses. For two thousand years the White Tree had grown in that hidden vale, beyond the ken of Men.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3500973",
      "en": "'He sniffed it out like a hound. When he saw the Nine had followed him, he clawed its bark, as if he might tear it down with his bloody fingers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3500974",
      "en": "'I watched the Nazgûl befoul that Tree, reveled in the King's sobs as I beheld what their sorcery made of it: Morloth the Black, the Dire, the Profane.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3500975",
      "en": "'In our master's honour we built this fane, this Woeful House where I have ever after worked my craft. A shrine of pain, of tears, of mingled death and life.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3500976",
      "en": "'As reward, I was blessed to be the first to bleed there. I gave myself freely, gladly. I sang as I writhed in my throes before the Dark Tree.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3500977",
      "en": "'Even as I perished, I felt the Black Breath upon me. It held shut death's gates, unmade and made me again, in likeness to the Gaunt Ones of old.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011823",
      "en": "Rune-inscribed Pages can be found scattered throughout Thuringwath.\\n\\nYou should collect the pages to complete the story.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3500978",
      "en": "'I have forsaken my name. It matters not, for I am named anew. I am Agath-kali, Shadow-woman, Mistress of Lamentation. And still I serve the Eye.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568952",
      "en": "You have found the page of a tome, inscribed with runes and splattered in what you believe may be dried blood. Perhaps you can find other pages in Thuringwath and complete the story.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3350091",
      "en": "'I have forsaken my name. It matters not. The frail thing I was is best forgotten - a cage of flesh and blood. I have moved beyond it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119a4",
      "en": "Completed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3350092",
      "en": "'I serve the Eye, though never have I beheld the Dark Lord. His day is yet far off, but that is well. There is much yet to do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3350093",
      "en": "'When the Nine claimed Minas Ithil, I was there. I marched through its riven gates. I watched its towers darken, heard its people's cries of anguish. Such music.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3350094",
      "en": "'I serve the Eye, but only of late did I know my place in his designs. A priestess I was then, my knives red from work in his name.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3350095",
      "en": "'When Eärnur, that vainglorious fool, rode to the Dead City to challenge the Captain, I did not yet fathom the weaving of our fates.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1646",
      "en": "Pages of a tome can be found scattered across Thuringwath. Perhaps you can complete it if you find them all.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3350096",
      "en": "'After they took him, the Nazgûl gave him to me. To me! The King of Gondor... Its last, if the whispers were true.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3350097",
      "en": "'Never would I have dreamed of such an honour. Less still what was to come. For I was not to kill him; death was not their aim.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa340",
      "en": "Lost Lore of the Morgul Vale: Thuringwath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3350098",
      "en": "'\\qIf we wished him dead, he would die,\\q they whispered. \\qA task awaits, one he alone can accomplish. You will compel him. Use all your skill.\\q'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3350099",
      "en": "'The labours that followed were hard, their fruit disappointing. A King's screams, it happens, sound little different from any other man's.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502854",
      "en": "Collect Page 5",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502855",
      "en": "Collect Page 6",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502856",
      "en": "Collect Page 7",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502857",
      "en": "Collect Page 8",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502858",
      "en": "Collect Page 9",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a5",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0xa502800",
      "en": "Collect Page 14",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502801",
      "en": "Collect Page 15",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502830",
      "en": "Collect Page 10",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502802",
      "en": "Collect Page 16",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502831",
      "en": "Collect Page 1",
      "es": "",
      "es (fem)": ""
    }
  ]
}