{
  "id": 621025619,
  "txt": [
    {
      "id": "0x6a502a3",
      "en": "Talk to Thornaran",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b1",
      "en": "Two Orc armies inhabit the Circle of Wrath in Minas Morgul. \\n\\nYou should venture forth and defeat sergeants in either encampment.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Defeat Orc sergeants in either encampment ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a2",
      "en": "'I'd like to see those sergeants try to train anyone in the art of combat now! No, I take that back. I have heard the Dead walk on the upper tiers, and in this city such a thing seems almost possible! But I am glad the sergeants' training days are done... for now, at least. Brrrr!\\n\\n'Please accept my thanks. It is most appreciated.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Minas Morgul is as dangerous a place as any I have dared to go! The outer ring, the Circle of Wrath, is currently home to two Orc armies. Each of these plays host to sergeants who organize small bands of warriors that train in the art of many different kinds of weapon. We cannot allow that, of course.\\n\\n'Will you venture into either of these encampments and defeat sergeants as you encounter them? It would be a big help to us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "Defeated Orc sergeants ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b6",
      "en": "Return to Thornaran and tell him you defeated Orcs in Minas Morgul.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Two forces of Orcs fortify the outer ring of Minas Morgul. Thornaran asked you to seek out sergeants for either army, and defeat them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa36",
      "en": "Circle of Wrath: Squashing the Sergeants",
      "es": "",
      "es (fem)": ""
    }
  ]
}