{
  "id": 621025632,
  "txt": [
    {
      "id": "0xeb011a0",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "The injured Orc can be found in Talath Úrui.\\n\\nYou should find out what happened to this group of Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1151",
      "en": "The Orcs have been slain, and one barely clings to life",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa739bd1",
      "en": "'I saw it once, that's all I know!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1153",
      "en": "Defeated Orcs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa739bd2",
      "en": "'A group of Orcs just left, headed to Nurn I think.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa739bd3",
      "en": "'There was some Orcs who were real secretive, but they're gone now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1155",
      "en": "The path towards Nurn travels through Lhingris",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa739bd4",
      "en": "'Some Orcs found it and were planning what to do with it. I think they left the city!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d157",
      "en": "For those reclaiming Minas Ithil from the grasp of darkness, a trial of wrath has begun.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1156",
      "en": "The path towards Nurn travels through Talath Úrui",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01151",
      "en": "Thurindol can be found at Echad Uial.\\n\\nYou should talk to Thurindol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Our best scholars bring word of their findings. They have only studied and learned some of the secrets buried within the first of the five pages. It would seem the sorcery that protects the Dead City is bound to five artifacts. The scholars are unsure as to what these artifacts are but they have learned that one sits within the Circle of Wrath. Perhaps a trip is in order?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Injured Orcs can be found upon the Circle of Wrath in Minas Morgul.\\n\\nYou should question those Orcs that you have injured.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56843",
      "en": "'Your search took you to Talath Úrui? This is all unexpected. These Orcs who fled were not following orders. Perchance to have found it just when we began searching for this artifact ourselves.'\\n\\nYou tell Thurindol about trial you had to overcome in order to destroy the artifact.\\n\\n'I see, you have undergone a terrible trial of wrath in order to destroy the first orb of shadow that empowers the Dead City with dark sorcery. I fear there may be additional trials to overcome if we are to destroy all five artifacts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa16",
      "en": "Vale of Sorcery: The Trial of Wrath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56878",
      "en": "The surly Orc is close to death, yet still manages to insult you.\\n\\n'Is the weak [placeholder] finally going to kill an Orc?! How brave of you! What, you want the orb too?! I knew it was valuable! That's why me and the others meant to bring it to Nurn. Matriarch would know what to do with it! Now look at me. I'm about to die to some lowly [placeholder] and those blasted Ghâsh-hai are to blame for everything! Said something about presenting it to their fire goddess, Urudanî. Toasted maggots, the lot of them! I don't got much longer. If you want to kill those Ghâsh-hai for me, they headed east on this here road.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50270",
      "en": "Track the group of the Orcs who make for Nurn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50242",
      "en": "Talk to Thurindol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50272",
      "en": "Defeat Orcs in Minas Morgul ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Question injured Orcs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01169",
      "en": "Orcs can be found upon the Circle of Wrath in Minas Morgul.\\n\\nYou should defeat Orcs in Minas Morgul.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50246",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50247",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50248",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50277",
      "en": "Talk to the injured Orc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50249",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01170",
      "en": "A group of Orcs found the artifact you seek and left the city.\\n\\nYou should track the group of Orcs as they make their way towards Nurn.",
      "es": "",
      "es (fem)": ""
    }
  ]
}