{
  "id": 621025625,
  "txt": [
    {
      "id": 173025701,
      "en": "Completed",
      "es": ""
    },
    {
      "id": 55576944,
      "en": "'My lady, I fear the mother of this plague to be Ungwetári, that most loathsome of Ungoliant's brood that troubled our kindred in Beleriand.'",
      "es": ""
    },
    {
      "id": 55576945,
      "en": "'Should my fears prove true I will need aid against her, for I am loth to lead my Company to slaughter as I did in the disaster of Udûn.'",
      "es": ""
    },
    {
      "id": 55576946,
      "en": "'Two nights ago we hazarded to stalk her beneath the moonless sky, but when we sprang upon her our blades would not pierce her hide.'",
      "es": ""
    },
    {
      "id": 55576947,
      "en": "'Being sly she caught us, and would have feasted upon our bones, but by chance the cloud-wrack rent and the stars were unveiled.'",
      "es": ""
    },
    {
      "id": 126686790,
      "en": "Pages of a letter can be found scattered across Cirith Ungol. Perhaps you can complete it if you find them all.",
      "es": ""
    },
    {
      "id": 55576948,
      "en": "'When the light of Eärendil shone upon her she quailed and fled back to the gloom of her caves, as if the glimmer itself hurt her.'",
      "es": ""
    },
    {
      "id": 55576949,
      "en": "'This, I deem, is our best hope. For while slaying her may lie beyond our power, still we may hem her in.'",
      "es": ""
    },
    {
      "id": 55576950,
      "en": "'Once, when first we were betrothed, you lit the caverns of Doriath with Star-glasses, filled with Eärendil's glow, the Gilgelair of song.'",
      "es": ""
    },
    {
      "id": 55576951,
      "en": "'It would take but a few such glasses, cunningly ensconced within her caverns, to keep Ungwetári penned and stay her offspring from befouling the land.'",
      "es": ""
    },
    {
      "id": 55576952,
      "en": "'While I await your reply we will battle on against the scourge of Torech Ungol, but the sullying of the vale cannot be stemmed forever.'",
      "es": ""
    },
    {
      "id": 55576953,
      "en": "'I beseech you to send help with speed, that I might sooner return home and know once more the bliss of your touch. I remain your beloved, Celeborn'",
      "es": ""
    },
    {
      "id": 190220517,
      "en": "The story is complete. This letter was clearly written for Galadriel by her husband Celeborn, but you are unsure quite how old it is. Perhaps if you bring it to Celeborn, he will be able to answer your questions.",
      "es": ""
    },
    {
      "id": 173025364,
      "en": "Collect Page 5",
      "es": ""
    },
    {
      "id": 173025365,
      "en": "Collect Page 6",
      "es": ""
    },
    {
      "id": 173025366,
      "en": "Collect Page 7",
      "es": ""
    },
    {
      "id": 173025367,
      "en": "Collect Page 8",
      "es": ""
    },
    {
      "id": 173025368,
      "en": "Collect Page 9",
      "es": ""
    },
    {
      "id": 173025280,
      "en": "Collect Page 14",
      "es": ""
    },
    {
      "id": 184621091,
      "en": "Ancient pages can be found scattered throughout Cirith Ungol.\\n\\nYou should collect the pages to complete the story.",
      "es": ""
    },
    {
      "id": 173025281,
      "en": "Collect Page 15",
      "es": ""
    },
    {
      "id": 173025282,
      "en": "Collect Page 16",
      "es": ""
    },
    {
      "id": 173025283,
      "en": "Collect Page 17",
      "es": ""
    },
    {
      "id": 173025284,
      "en": "Collect Page 18",
      "es": ""
    },
    {
      "id": 173025285,
      "en": "Collect Page 19",
      "es": ""
    },
    {
      "id": 236954432,
      "en": "Lost Lore of the Morgul Vale: Cirith Ungol",
      "es": ""
    },
    {
      "id": 190220626,
      "en": "You have found what appears to be a page of a letter. It seems quite ancient, written in an elvish script with a deft hand on paper that should have long ago decomposed. Perhaps you can find other pages in Cirith Ungol and complete the story.",
      "es": ""
    },
    {
      "id": 173025303,
      "en": "Talk to Celeborn",
      "es": ""
    },
    {
      "id": 184621476,
      "en": "Completed.",
      "es": ""
    },
    {
      "id": 173025505,
      "en": "Continue Adventuring in Cirith Ungol",
      "es": ""
    },
    {
      "id": 173025328,
      "en": "Collect Page 10",
      "es": ""
    },
    {
      "id": 53805201,
      "en": "'Galadriel, elanor nîn, I sorrow to be parted from you, and long to feel again your embrace in the star-lit gardens of Eregion our home.'",
      "es": ""
    },
    {
      "id": 173025329,
      "en": "Collect Page 1",
      "es": ""
    },
    {
      "id": 173025330,
      "en": "Collect Page 2",
      "es": ""
    },
    {
      "id": 53805202,
      "en": "'Even to share the grace of your thoughts would be a balm to me, but I dare no such risk.'",
      "es": ""
    },
    {
      "id": 190220308,
      "en": "You show Celeborn the ancient pages you found in Cirith Ungol. He looks amused.\\n\\n'Thousands of years later, a letter sent but never delivered re-appears. Just as the subject of the letter has re-appeared herself. I wrote this in the early days of the Second Age. Thangorodrim had fallen. I, with the aid of the Bright Company, hunted down Morgoth's living servants, of which the spawn of Ungoliant were counted. My request for aid did eventually reach Galadriel, through other means, and the star-glasses received. Ungwetári was bound by the Gilgelair for only a few hundred years, before Sauron came to Mordor and freed her.\\n\\n'When I return to Lórien, I will deliver this letter to Galadriel. I believe she will be pleased to finally receive it.'",
      "es": ""
    },
    {
      "id": 173025331,
      "en": "Collect Page 3",
      "es": ""
    },
    {
      "id": 53805203,
      "en": "'Powers of night yet linger in this world, and one such lies near. Thus I send this message; may the blessings of the Valar guide it into your hands.'",
      "es": ""
    },
    {
      "id": 173025332,
      "en": "Collect Page 4",
      "es": ""
    },
    {
      "id": 53805204,
      "en": "'As you beheld in your mirror ere my company rode forth, a stain attaints Imlad Ithil, a shadow among the mountains that darkens the valley below.'",
      "es": ""
    },
    {
      "id": 184621410,
      "en": "Legolas still needs your help in Cirith Ungol searching for Shelob.\\n\\nYou should continue adventuring in Cirith Ungol.",
      "es": ""
    },
    {
      "id": 53805205,
      "en": "'That it lies on the threshold of the Shadowed Land cannot be mere accident. Dark forces are moving, and though Morgoth’s domain is ended, his servants abide still.'",
      "es": ""
    },
    {
      "id": 184621411,
      "en": "Celeborn can be found outside Torech Ungol, at the top of the Winding Stair.\\n\\nYou should talk to Celeborn.",
      "es": ""
    },
    {
      "id": 53805206,
      "en": "'When I and the Bright Company battled the children of Ungoliant in the Ered Mithrin at the dawn of this age, I thought we had slain them all.'",
      "es": ""
    },
    {
      "id": 173025335,
      "en": "Collect Page 11",
      "es": ""
    },
    {
      "id": 53805207,
      "en": "'Now I know that one, at least, escaped. The fiend that bedevils the Vale of the Moon has a spider's likeness, though far more terrible.'",
      "es": ""
    },
    {
      "id": 173025336,
      "en": "Collect Page 12",
      "es": ""
    },
    {
      "id": 53805208,
      "en": "'It lurks in the darkness, coming forth to hunt only in darkest night, but its spawn swarm over the mountains, a fell, crawling pestilence.'",
      "es": ""
    },
    {
      "id": 173025337,
      "en": "Collect Page 13",
      "es": ""
    },
    {
      "id": 53805209,
      "en": "'My fellows and I toil to scour the land of them, but always more come to take their place. One might more easily drain the Sea with a ewer.'",
      "es": ""
    }
  ]
}