{
  "id": 621025631,
  "txt": [
    {
      "id": 246419872,
      "en": "Viznak can be found at Barad Elenath.\\n\\nYou should talk to Viznak.",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "Viznak can be found in Agarnaith near Seregost.\\n\\nYou should talk to Viznak.",
      "es": ""
    },
    {
      "id": 246419830,
      "en": "Viznak can be found in Agarnaith near Seregost.\\n\\nYou should travel to Agarnaith and talk to Viznak.",
      "es": ""
    },
    {
      "id": 246419833,
      "en": "Viznak can be found in Agarnaith at his hideout.\\n\\nYou should talk to Viznak.",
      "es": ""
    },
    {
      "id": 177082709,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 24695127,
      "en": "For those reclaiming Minas Ithil from the grasp of darkness, a trial of madness has begun.",
      "es": ""
    },
    {
      "id": 177082710,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 162883684,
      "en": "'I'm back! Some good to tell and some bad to tell. Which first, good?\\n\\n'Good is I know where the shiny is! Bad is that it's back in Agarnaith!\\n\\n'[placeholder], I want to go home now anyway. Maybe we could go back to Agarnaith together. I'll help you get the shiny you want too! What do you say?'",
      "es": ""
    },
    {
      "id": 246419793,
      "en": "Thurindol can be found at Echad Uial.\\n\\nYou should talk to Thurindol.",
      "es": ""
    },
    {
      "id": 162883687,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'It would seem each artifact presents a great challenge for those who seek its destruction. I believe we can assume the third rests somewhere in the Circle of Madness. Lhaereth rules this section of the city, and I do not advise a direct confrontation with her. No, we must instead tread with caution. We must find where the third artifact rests.\\n\\n'Is it true that you have befriended a goblin from Agarnaith, [placeholder]? Perhaps a goblin could sneak into the Circle of Madness and learn things that we could not! I never would have thought that I would ask a goblin for assistance. Would you speak with this Viznak for me?'",
      "es": ""
    },
    {
      "id": 111477345,
      "en": "Talk to Viznak at Barad Elenath",
      "es": ""
    },
    {
      "id": 111477346,
      "en": "Wait for Viznak to return",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Viznak can be found at Barad Elenath.\\n\\nYou should wait for Viznak.",
      "es": ""
    },
    {
      "id": 177082674,
      "en": "Viznak runs off",
      "es": ""
    },
    {
      "id": 111477349,
      "en": "Talk to Viznak at Barad Elenath",
      "es": ""
    },
    {
      "id": 162883600,
      "en": "'[placeholder], you live! I was worried. You took a long time to leave Seregost and you spent all of it swinging at things that weren't there and yelling at things that weren't there. Then you collapsed and I had to drag you all the way here! I really need a nap now!'\\n\\nYou assure Viznak that you are well enough to continue your journey and do not need to be dragged all the way back to Minas Morgul.\\n\\n'Good! Oh, I guess this is when we part ways. Thanks for coming back to my home with me. Makes coming home not so lonely. Bye bye now!'",
      "es": ""
    },
    {
      "id": 111477352,
      "en": "Travel to Agarnaith with Viznak",
      "es": ""
    },
    {
      "id": 162883603,
      "en": "'Oh, ho, I'm glad to be home! Viznak needs less excitement and more naps for a while. Maybe then I can be ruler of Agarnaith again! It's my swamp, but you can come visit!'",
      "es": ""
    },
    {
      "id": 162883651,
      "en": "'[placeholder], you have returned. Was Viznak able to assist you in locating the third artifact?\\n\\n'I see, you travelled to Agarnaith and undertook a trial of madness. I am glad you were able to overcome such a test of strength in both mind and body.'",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Viznak can be found at Barad Elenath.\\n\\nYou should talk to Viznak.",
      "es": ""
    },
    {
      "id": 149027350,
      "en": "Vale of Sorcery: The Trial of Madness",
      "es": ""
    },
    {
      "id": 111477265,
      "en": "Talk to Viznak at his hideout",
      "es": ""
    },
    {
      "id": 162883704,
      "en": "'I overheard those serving the blight lady. They took the shiny to the big keep. Of course they did! It's not very guarded so we should be able to sneak in and get the shiny easily! Come on, let's go!'",
      "es": ""
    },
    {
      "id": 162883705,
      "en": "'I'm still here. Thanks for the greetings! You have crafty task for Viznak? Sure, why not? I don't like the Blight Lady much anyhow. I'll find that shiny for you! You wait here. Be back soon!'",
      "es": ""
    },
    {
      "id": 111477314,
      "en": "Talk to Thurindol",
      "es": ""
    },
    {
      "id": 177082691,
      "en": "Viznak returns to Barad Elenath, panting heavily",
      "es": ""
    },
    {
      "id": 111477367,
      "en": "Talk to Viznak in Agarnaith",
      "es": ""
    }
  ]
}