{
  "id": 620843163,
  "txt": [
    {
      "id": 218649170,
      "en": "'My wounds are grievous, but I shall recover. Come, we shall return to my camp.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'It is time for us to leave this place, [placeholder].'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Retake Weathertop",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'We must make haste, [placeholder]. We have the leaders of these Uruk-hai cornered like rats upon the slopes of Weathertop. If we can defeat them, we may yet break the will of this war-band and drive them whimpering to their masters in the South. Be prepared for anything.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'You have done well, [placeholder], better than I, it appears. Uruk-hai and Orcs nearly bested me and my wounds run deep.\\n\\n'But you must not concern yourself with me now. Beyond that gate is the Uruk who leads this force. Pass through the gate and defeat him. We cannot allow these Orcs to have a hold in the north.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Candaith has been defeated. You have failed",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Candaith wishes to speak with you",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Seek out the enemies Bûb-hosh and Muz",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "You have arrived at the foot of Weathertop to discover that Orcs from the South have made their way to the crest. Candaith awaits your assistance in driving the war-band from the ruins of Amon Sûl.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Defeated Bûb-hosh",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Talk to Candaith",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "A small force of goblins greeted you at the foot of Weathertop. Candaith has sent you upon the path to the left, while he will clear the path to the right, meeting once again upon the crest of Weathertop.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Defeated Muz, the Warg-keeper",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Candaith sent you up one branch of the path up Weathertop, while he took the other, in search of the leaders of the Orc war-band.",
      "es": ""
    },
    {
      "id": 48528824,
      "en": "Bûb-hosh shouts as he approaches, 'What's all this ruckus, you curs!?'",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "Find and defeat the Uruk-hai leader",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Somewhere above you on the path, Candaith waits to speak with you again.\\n\\nYou have defeated two of the leaders of the Orc war-band.",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "Defeated Rigûl",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "You have found the leader of Saruman's expedition, the Uruk Rigûl. You must defeat Rigûl and his minions to break their will and drive them from the Weather Hills.",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "Defeated Olog-snaga",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "The Uruk-hai expedition lies in ruins. You have won the day. You should speak with Candaith.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Candaith",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Protect Candaith",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Candaith",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Defeat Bûb-hosh",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Defeat Muz, the Warg-keeper",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Candaith at Weathertop's peak",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Escort Candaith to the gate",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Defeat Rigûl",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Defeat Rigûl's minions",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Ranger Candaith has enlisted your aid in a quest to remove the threat of Orcs from the Weather Hills. Candaith believes that the presence of Orcs from the South upon Weathertop is a precursor to an invasion of Eriador.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The path diverges ahead. I shall follow the trail to the right, you follow the path to the left. If all goes well, we will meet again upon the peak of Weathertop. Wait until I have passed from sight before you proceed.\\n\\n'Remember, we must defeat the leaders of this war-band if we are to discourage them. Use the torches you find on the unlit pyres along the path. They may draw the attention of nearby Orcs.'",
      "es": ""
    }
  ]
}