{
  "id": 620843191,
  "txt": [
    {
      "id": 218649169,
      "en": "'In the bowels of Haudh Iarchith, Gwantham, Goetham, and Haudh Nogbenn, there is a rare breed of grave-moss that has powerful medicinal properties.\\n\\n'If you travel within those hallowed halls and are able to recover this moss, could you bring me back several samples?\\n\\n'Haudh Iarchith, Gwantham, Goetham, and Haudh Nogbenn lie in the southern Barrow-downs.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thank you for gathering the grave-moss, [placeholder]. This moss can be used in several poultices which may be rather useful. It will take me some time to extract ingredients from the moss, however.\\n\\n'If you return to Haudh Iarchith, Gwantham, Goetham, and Haudh Nogbenn, please speak with me, as I may require additional grave-moss.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you found any of the grave-moss yet? You can find it within Haudh Iarchith, Gwantham, Goetham, and Haudh Nogbenn in the southern Barrow-downs.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Gathering Grave-moss ",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Agatha Greendale told you about a grave-moss with medicinal properties that can only be found in the barrows of Haudh Iarchith, Gwantham, Goetham, and Haudh Nogbenn in the southern Barrow-downs.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected grave-moss ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect grave-moss ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Haudh Iarchith, Gwantham, Goetham, and Haudh Nogbenn are located in the southern Barrow-downs.\\n\\nAgatha Greendale has asked you to collect a rare grave-moss that can be found on several creatures that inhabit Haudh Iarchith.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the grave-moss to Agatha Greendale in Bree",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Agatha Greendale can be found at the end of the Haunted Alley, near the Hunting Lodge, in Bree-town.\\n\\nYou should bring the grave-moss to Agatha Greendale.",
      "es": ""
    }
  ]
}