{
  "id": 620843058,
  "txt": [
    {
      "id": 218649169,
      "en": "'Hello there! My name is Broderic Willowmeade, and it is a pleasure to meet you. It is said that scattered among the ruins of the Barrow-downs, there are a series of pillars that are covered with ancient text.\\n\\n'While the journey may be dangerous, I think the information found on these pillars would assist us greatly. Could you take charcoal and paper and make rubbings of the text for me?   \\n\\n'Haudh Methernil, The Barrow of Ringdor, The Barrow of Taradan, and Haudh Taenthod lie scattered across the northern Barrow-downs.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thank you kindly for preserving this knowledge. It will take me some time to translate the text. If you return to the barrow-downs again another time, please let me know, as I am trying to gather as many of these texts as possible.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I will gladly purchase any ancient texts you may find while adventuring within Haudh Methernil, The Barrow of Ringdor, The Barrow of Taradan, and Haudh Taenthod.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Gathering Ancient Texts",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Deep within Haudh Methernil, The Barrow of Ringdor, The Barrow of Taradan, and Haudh Taenthod in the Barrow-downs, there are are rumoured to be pillars with ancient text scrawled upon them. This text may tell ancient stories of the heroes of our past.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Made rubbings of the ancient text ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Make rubbing of the ancient text ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Haudh Methernil, The Barrow of Ringdor, The Barrow of Taradan, and Haudh Taenthod are scattered across the northern Barrow-downs.\\n\\nBroderic Willowmeade has asked you to recover ancient texts in Haudh Methernil, The Barrow of Ringdor, The Barrow of Taradan, and Haudh Taenthod.  Using the charcoal and paper that I have provided you, take rubbings from pillars that are scattered about.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Broderic Willowmeade in Bree",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Broderic Willowmeade can be found near the Hunting Lodge at the end of the Haunted Alley in Bree.\\n\\nYou should return to Broderic Willowmeade with the text you found.",
      "es": ""
    }
  ]
}