{
  "id": 620843189,
  "txt": [
    {
      "id": 218649169,
      "en": "'[placeholder], I have news of Radagast, but I must ask you once again for assistance here. The letter you recovered from Bleakrift speaks of the Orcs' true goals: taking control of Amon Sûl! Orc-forces are to move toward the crest of Amon Sûl under cover of night and will move in a large group, establishing small units along the paths from that larger force.\\n\\n'We cannot stand against the force when they are assembled, but we can once they are splintered. They wish to establish a base that will allow them a vantage over the entirety of the Lone-lands. We must foil their plans, [placeholder]!\\n\\n'Return to me when you are ready. Together we shall scale Amon Sûl and defeat Rigûl, their leader, before he can carry out his master's will!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Do not concern yourself with the Orcs that remain. This far removed from the South-lands, they will dwindle and become only a small danger to travellers through the Lone-lands.\\n\\n'We have won a pivotal battle, my friend. You have earned some rest, I think, for the great threat posed by these Orcs is now finished!\\n\\n'Now, let me aide you in your endeavour to find Radagast the Brown.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'If you are prepared, I will lead the way. We must be swift, else the Orcs may succeed at whatever foul mischief they have planned!'\\n\\n<rgb=#FF0000>NOTE: This quest can only be attempted by solo players.</rgb>",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 2, Chapter 5 (Solo): Retake Weathertop",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You have my great thanks, [placeholder]. The Orcs of the South shall advance no further into the Lone-lands.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "While you climbed to the peak of Weathertop, Candaith busily worked to translate the letter you recovered from Bleakrift. His translation is complete and the news he uncovered is grave.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'We must remain watchful, of course. Do not relax your guard.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Candaith and retake Weathertop",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Candaith is at his camp at the foot of Weathertop.\\n\\nThe Ranger Candaith asked you to assist him in driving a company of Orcs from Weathertop.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Candaith",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Candaith is at his camp at the foot of Weathertop.\\n\\nCandaith is waiting to discuss with you the strange events that occurred atop Amon Sûl.",
      "es": ""
    }
  ]
}