{
  "id": 620843116,
  "txt": [
    {
      "id": 218649169,
      "en": "'Deep within the depths of Haudh Methernil, the barrow of Ringdor, the barrow of Taradan, Hautham, and Haudh Taenthond in the Barrow-downs there are said to be foul creatures that stalk the halls. My hope is that if you choose to journey into the area, you might be able to recover shards of some of the statues and carvings on the creatures below.\\n\\n'Would you be willing to travel into these barrows and attempt to recover these relics for me, [placeholder]?\\n\\n'The tombs are scattered wide across the northern Barrow-downs.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thank you for bringing me these barrow-shards from the depths of the barrows. Hopefully, I will be able to collect quite a number of these, and perhaps reconstruct some of the tablets lost to the ages.\\n\\n'It will take me some time to look over these shards.\\n\\n'If you speak with me a bit later, I may need more of these shards to further my research.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Bring me any rune-shards you find in Haudh Methernil, The Barrow of Ringdor, The Barrow of Taradan, Hautham, and Haudh Taenthond, and I will reward you!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "YOU SHOULDN'T SEE THIS",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Gathering the Shards",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Deep within Haudh Methernil, The Barrow of Ringdor, The Barrow of Taradan, Hautham, and Haudh Taenthond it is rumoured that ancient texts can be found in the ruins below. However, it is also rumoured the fell creatures which inhabit the barrow might possess shards of the ancient script.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Gathered barrow-shards ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Gather barrow-shards ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Haudh Methernil, The Barrow of Ringdor, The Barrow of Taradan, Hautham, and Haudh Taenthond are scattered across the northern Barrow-downs.\\n\\nBroderic Willowmeade has asked you to travel to Haudh Methernil, The Barrow of Ringdor, The Barrow of Taradan, Hautham, and Haudh Taenthond and gather barrow-shards from the various creatures that patrol the halls.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the barrow-shards to Broderic Willowmeade",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Broderic Willowmeade is at the Bree Hunting Lodge in Bree-town, east of the Barrow-downs.\\n\\nYou should bring the barrow-shards you recovered to Broderic Willowmeade.",
      "es": ""
    }
  ]
}