{
  "id": 620843155,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Umnen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Marrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Defeated Gwigon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Broderic Willowmeade spoke of several vile creatures which dwell in the depths of Haudh Methernil, the Barrow of Ringdor, and the Barrow of Taradan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Deep within Haudh Methernil, the Barrow of Ringdor, and the Barrow of Taradan, there are said to be three creatures that haunt its depths. The first creature is a horrible spider named Gwigon. The second is a darkwater by the name of Umnen. Lastly is the kergrim named Marrow.\\n\\n'If you are able to defeat one of these creatures, return to me, and I will spread word of your valour to all of the people of Bree-town.\\n\\n'Haudh Methernil, the Barrow of Ringdor, and the Barrow of Taradan are scattered across the northern Barrow-downs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Haudh Methernil, the Barrow of Ringdor, and the Barrow of Taradan are scattered across the northern Barrow-downs.\\n\\nBroderic Willowmeade has asked you to travel deep within Haudh Methernil, the Barrow of Ringdor, and the Barrow of Taradan and defeat either Gwinon the spider, Marrow the kergrim, or Umnen the darkwater.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done us all a great service by your deeds... your name will be spoken fondly throughout Bree.\\n\\n'It will take me some time to spread word of your deeds. If you travel again to Haudh Methernil, The Barrow of Ringdor, The Barrow of Taradan, Hautham, and Haudh Taenthod, seek me out, as I may have another task for you to accomplish.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Broderic Willowmeade can be found near the Hunting Lodge in the Haunted Alley in Bree.\\n\\nYou should return to Broderic Willowmeade with news of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Hunt down the evil things which dwell within Haudh Methernil, the Barrow of Ringdor, and the Barrow of Taradan and lay them to rest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Gwigon, Umnen, or Marrow in Haudh Iarchith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Broderic Willowmeade in Bree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Stalker of Haudh Iarchith",
      "es": "",
      "es (fem)": ""
    }
  ]
}