{
  "id": 620843065,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You are now Neutral with the Eglain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Candaith's investigation into the whereabouts of Radagast the Brown led him to the discovery that he is under the protection of the Eglain. He has spoken well of you to one of their members, Gadaric Munce, but warned that they would not provide the location of the Lore-master in Brown without assurance that you have good intentions.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I managed to track Radagast south and there met friends, the Eglain, who make some ruins here in the Lone-lands their home. They are a solitary and quiet people, having shunned societal obligation for a simple life eked out here. The few that do venture towards the more civilized areas of the world are still different than most you will ever meet.\\n\\n'Because of this nature, they are truly wary of anyone who wishes to traffick with them or their allies, and it seems that Radagast has enlisted their aid, not only now, but at some time in the distant past. I fear that you will need to earn the right to speak with Radagast.\\n\\n'I have done what part I can. My horse will take you south and west to The Forsaken Inn. There, you should seek an audience with Gadaric Munce. He will know your name. Be safe, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ride Candaith's horse or make your way on foot to The Forsaken Inn on the border of the Midgewater Marsh and the Lone-lands along the Great East Road.\\n\\nCandaith thanked you for your assistance and warned that the Eglain must be made to understand that your intentions are just before they will allow you an audience with Radagast the Brown.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have toiled long, and we are grateful for all you have done. You appear to have the best intentions towards our people. For this, we will grant you the request you ask.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Find a member of the Eglain and ask him for the whereabouts of Radagast the Brown.\\n\\nYou have worked long and hard to obtain the trust of the Eglain. Now, you must ask them the whereabouts of Radagast the Brown.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Find a member of the Eglain and ask him for the whereabouts of Radagast the Brown.\\n\\nYou have worked long and hard to obtain the trust of the Eglain. Now, you must ask them the whereabouts of Radagast the Brown.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You may use my horse or walk to The Forsaken Inn. It is located south-west from here on the border of the Midgewater Marsh and the Lone-lands along the Great East Road. You must speak with Gadaric Munce and begin earning the trust of the Eglain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Candaith is a good man who has taken a chance by giving us his word that you can be trusted. For his sake, and our continued friendship with him, I hope that you are worth the risk.\\n\\n'We are a simple people who wish to remain apart from society, but there are efforts that all must undertake to survive, and we will ask you for assistance to prove that you are worthy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You may use my horse or walk to The Forsaken Inn. It is located south-west from here on the border of the Midgewater Marsh and the Lone-lands along the Great East Road. You must speak with Gadaric Munce and begin earning the trust of the Eglain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Be patient, [placeholder]. The Eglain will warm to you if you are true to them. Assist them as you can, and I know that they will aid you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Gadaric Munce at The Forsaken Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find and speak with a member of the Eglain in The Forsaken Inn or their camp in Nain Enidh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Find and speak with a member of the Eglain in The Forsaken Inn or their camp in Nain Enidh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 2, Chapter 6: Protected by the Eglain",
      "es": "",
      "es (fem)": ""
    }
  ]
}