{
  "id": 620920542,
  "txt": [
    {
      "id": 228284039,
      "en": "'You have done much to aid the Ents, [placeholder]... hoom. Yet, we must never forget the cost of these times and what Núrzum has taken from us. The monster's corruption may as well have slain Duskleaf the day he came to this forest. When you came upon him, his mind had been stripped bare and his fury over the forest's fate consumed him.\\n\\n'You and the Men of these lands cannot be blinded by Núrzum's foul influence -- he must be put to an end, for such a creature stands in stark defiance of all that is good and natural in this realm.\\n\\n'As with the others, you have my thanks for freeing us from the Orcs and their leader, but the greatest threat to us all still lurks beyond this wood. Go with haste, little one. Hom. Perhaps when Núrzum falls, you will find us here again.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Nindorn is at Stonecliff with the other Ents.\\n\\nIn the wake of the attack on the White Hand, Barallas has asked that you speak to the other Ents before returning to the refugees of Byre Tor in Balewood.",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Mossbeard is at Stonecliff in the Balewood.\\n\\nIn the wake of the attack on the White Hand, Barallas has asked that you speak to the other Ents before returning to the refugees of Byre Tor in the Balewood.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Barallas is at Stonecliff in the Balewood.\\n\\nAfter speaking with the other Ents, Barallas has asked to speak with you one more time before sending you on your way out of the forest.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Húna is in the hidden cave with the other refugees of Byre Tor in southern Balewood.\\n\\nBarallas and the Ents have bid you farewell and offered a suggestion of how to weaken Núrzum for you to share with the Rohirrim of Wildermore. You should now return to the cave where the refugees have taken shelter and have them leave the forest while peace still holds.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Talk to Mossbeard",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Mossbeard wishes you well in your journey and remains hopeful that the forest will one day be free of winter's hold",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Talk to Barallas",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'You are a very strange [placeholder], my friend. Hoom. To be reunited with the others and to have solved some mysteries of this destruction has brought me some measure of hope for what the future brings.\\n\\n'Núrzum must be stopped. The others will not follow me in this, but you must see him slain and the stone destroyed. Barallas knows well of what might be used in his defeat now, but I will leave such explanations to him.\\n\\n'Know this, little one. You have shaped the lands of Men and Ents for years to come through your actions, and as strange fellows as we may be, I would be glad to look upon you again. May your journey bode well, my friend.'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'I see you have spoken to the others, [placeholder]. They seem upset to see you leave, as am I. There is... however, the matter of Núrzum.\\n\\n'As you may recall when we first met, I told you that Strongroot spoke of a horn... a horn that greatly frightened the Huorns of these woods. As Núrzum is both giant and Huorn, so may he find himself torn asunder, both in mind and body, by the blaring of such a horn. I cannot be certain if this will bode true for him, but stranger things I have seen in these past days.\\n\\n'Tell the Men of these lands, and perhaps they, out of all of us, can finally stand against him. Go, my friend. Return to the Men you found lost in these woods. We shall hold back the Wood-trolls long enough for them to escape. May our paths cross in brighter days, [placeholder].'",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "Although he does not wish to involve himself in matters beyond the trees, Barallas bids you farewell and hopes that Núrzum will be defeated",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Húna",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Goodness, it is you! We thought the worst when we had not seen you for so long, but what has happened? What have you learned?'\\n\\nYou tell Húna and the others of your adventures with the Ents and the origins of Núrzum.\\n\\n'The monster may be defeated after all... I never thought we could see the day. Now then, you said that the trees themselves would hold back the Wood-trolls for us?\\n\\n'I have other business for you... but the rest of you, pack your belongings as swiftly as you are able! We make for Forlaw as soon as we are ready!'",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "Húna and the others will make for Forlaw as soon as they are able",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "In the wake of Voskor's death and the White Hand's defeat by the Ents, a moment of peace has returned to the Balewood along with the hope that the Byre Tor refugees may finally rejoin their fellows.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Hoom. A great weight has been lifted from these branches, little one. The Orcs have been pushed from our lands, and they shall never again defile this forest. Not while the others and I remain... hom. I believe the Orcs will soon come to understand how long we have wandered these woods.\\n\\n'Your aid in depriving the Orcs of their flames and axes allowed us the chance to defeat them, and you have all of our thanks. You will always be welcome in these woods, little friend.\\n\\n'Before you return to your fellows and lead them from the forest, the others would like to speak to you. Mossbeard and Nindorn have asked to speak with you. I do not doubt the others have much to say, but I would imagine that you shall be back in the lands you call home before they can decide on what needs to be said.'",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Nindorn mourns the loss of Duskleaf, but thanks you for your aid in freeing the forest from the White Hand",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Nindorn",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Moment of Silence",
      "es": ""
    }
  ]
}