{
  "id": 620920515,
  "txt": [
    {
      "id": 78419444,
      "en": "E贸mer's voice rings through the caves, 'Fall back to the centre. The women and children must be protected!'",
      "es": ""
    },
    {
      "id": 146626383,
      "en": "The stables behind the gate-house are under attack! Protect the horses before they are driven away!",
      "es": ""
    },
    {
      "id": 243138063,
      "en": "Dunlendings are trying to set flame to our towers! Defend the watch-towers north of the main gate!",
      "es": ""
    },
    {
      "id": 34798037,
      "en": "The enemy is massing and preparing his assault. Ready your defences!",
      "es": ""
    },
    {
      "id": 211156610,
      "en": "'Enemy archers approach! The time is very short! Fall back!'",
      "es": ""
    },
    {
      "id": 49928497,
      "en": "'We must protect the women and children. Gamling has gone west, Gimli east.'",
      "es": ""
    },
    {
      "id": 49928498,
      "en": "'Aid them as best you can. We must not lose this battle.'",
      "es": ""
    },
    {
      "id": 227696533,
      "en": "Glittering Caves - Solo",
      "es": ""
    },
    {
      "id": 143287892,
      "en": "Gamling's voice echoes through the caves, 'Help on the western island!'",
      "es": ""
    },
    {
      "id": 210607951,
      "en": "The enemy is attempting to weaken the gate from behind! Prevent them from using their black powder!",
      "es": ""
    },
    {
      "id": 231272370,
      "en": "'The women and children are safe and our supplies are secured.'",
      "es": ""
    },
    {
      "id": 231272371,
      "en": "'Wait for the Horn of Helm Hammerhand to ring out. Then we go to the King!'",
      "es": ""
    },
    {
      "id": 248162997,
      "en": "E贸mer's voice calls out, 'They are thinning. We will soon have a break. Make the best of it!'",
      "es": ""
    },
    {
      "id": 149693812,
      "en": "Gimli's voice echoes through the caves, 'I need aid in the eastern tunnels!'",
      "es": ""
    },
    {
      "id": 10340585,
      "en": "E贸mer's voice echoes through the caves, 'We have driven them back!'",
      "es": ""
    },
    {
      "id": 147749279,
      "en": "Dunlendings are trying to set flame to our tower! Defend the watch-tower nearest the main gate!",
      "es": ""
    },
    {
      "id": 57382671,
      "en": "An enemy war machine approaches the main gate! Protect archers as they fire upon it!",
      "es": ""
    },
    {
      "id": 218513886,
      "en": "You must have completed the 'Deeping-coomb' battle.",
      "es": ""
    },
    {
      "id": 161112719,
      "en": "The statue of Helm Hammerhand is under siege! Do not let them desecrate Helm's monument!",
      "es": ""
    },
    {
      "id": 165139010,
      "en": "E贸mer's voice calls out, 'Defend the women and children, they come for the centre!'",
      "es": ""
    },
    {
      "id": 89573775,
      "en": "Dunlendings are attempting to dam the river with large stones! Supply the Rohirrim Archers as they fire upon them!",
      "es": ""
    }
  ]
}