{
  "id": 620920523,
  "txt": [
    {
      "id": 35355327,
      "en": "The enemy is assaulting the peak of the gate-house. Protect the Hornburg!",
      "es": ""
    },
    {
      "id": 219162129,
      "en": "'So here we find ourselves, standing at the threshold of destruction.'",
      "es": ""
    },
    {
      "id": 219162130,
      "en": "'On this day, the strength of Man shall be tested, and while we may bend, we will not break!'",
      "es": ""
    },
    {
      "id": 219162131,
      "en": "'We shall not fall. Not on this day! This day, we stand. This day, we fight for the dawn!'",
      "es": ""
    },
    {
      "id": 194521347,
      "en": "<rgb=#00FF00>The gate to the Hornburg has been protected!</rgb>",
      "es": ""
    },
    {
      "id": 227696533,
      "en": "The Hornburg - Solo",
      "es": ""
    },
    {
      "id": 35359423,
      "en": "Goblins are constructing winches to raise ladders above the gate-house! Prevent them from quickly raising more allies!",
      "es": ""
    },
    {
      "id": 224363861,
      "en": "<rgb=#FF0000>The tower has been overrun!</rgb>",
      "es": ""
    },
    {
      "id": 92284513,
      "en": "'Now is the time when we show them the resolve of Man. Dawn is nearly here.'",
      "es": ""
    },
    {
      "id": 194520323,
      "en": "<rgb=#00FF00>The catapult has been secured!</rgb>",
      "es": ""
    },
    {
      "id": 92284514,
      "en": "'Théoden-king! Gandalf is nearly here! Let us ride out and meet him!'",
      "es": ""
    },
    {
      "id": 35363519,
      "en": "The enemy is placing large siege ladders against the catapult tower! Bring them down quickly!",
      "es": ""
    },
    {
      "id": 35367615,
      "en": "The portcullis gate above the gate-house refuses to close. Defend the men working to repair and close the gate!",
      "es": ""
    },
    {
      "id": 2497602,
      "en": "'We are battered and bruised. Our catapults are damaged. Our number is small.'",
      "es": ""
    },
    {
      "id": 224364117,
      "en": "<rgb=#FF0000>The portcullis slams shut, locked until it can be repaired!</rgb>",
      "es": ""
    },
    {
      "id": 218513886,
      "en": "You must have completed the 'Glittering Caves' battle.",
      "es": ""
    },
    {
      "id": 35347135,
      "en": "An enemy battering ram is threatening to break through the gate! Descend through the gate-house and destroy the machine before it succeeds.",
      "es": ""
    },
    {
      "id": 224363605,
      "en": "<rgb=#FF0000>The wounded within the gate-house have been defeated!</rgb>",
      "es": ""
    },
    {
      "id": 194520579,
      "en": "<rgb=#00FF00>The mechanisms are repaired and the tower-room secured!</rgb>",
      "es": ""
    },
    {
      "id": 248162997,
      "en": "Aragorn's voice calls out, 'They are thinning. We will soon have a break. Make the best of it!'",
      "es": ""
    },
    {
      "id": 194520067,
      "en": "<rgb=#00FF00>The winches have been thrown down and the wounded are safe!</rgb>",
      "es": ""
    },
    {
      "id": 224365397,
      "en": "<rgb=#FF0000>The barricades have fallen! The Hornburg is vulnerable!</rgb>",
      "es": ""
    },
    {
      "id": 224364885,
      "en": "<rgb=#FF0000>The doorway to the Hornburg has been smashed!</rgb>",
      "es": ""
    },
    {
      "id": 194521859,
      "en": "<rgb=#00FF00>The bridge to the Hornburg has been defended!</rgb>",
      "es": ""
    },
    {
      "id": 165139010,
      "en": "Aragorn's voice rings out, 'The enemy marches upon us once more!'",
      "es": ""
    }
  ]
}