{
  "id": 621040116,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 7.2: So Say The Legends",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "<rgb=#00FF00>Look</rgb> out over the Pit of Stonejaws",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Bósi outside Shakhajât in the centre of the Pit of Stonejaws",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Bori by the upper crypts in the Pit of Stonejaws",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Many are the great stories that have come down through the ages to us, [placeholder]. They stir our passions and fill us with dwarf-pride. One of these tales concerns these very tombs: according to legend, the lords of Gundabad will one day rise from their crypts and walk once again among the living. When they see the evils perpetrated by the Orcs in Gundabad, they will unleash their wrath upon those who despoil the great dwarf-halls, slaying their enemies from sunrise to sunset. Then, when their day of reckoning is done, the great lords will return to the Houses of Rest and slumber again for eternity, the Mountain-home made free of their foes.\\n\\n'<rgb=#00FF00>Look</rgb> out over the Pit of Stonejaws, [placeholder], and tell me what you see.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Clear rubble from the entrance to the south-west",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Clear rubble from the entrance to the south-west",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Clear rubble from the entrance to the south-west",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Explore the room you have unearthed from the rubble",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Perhaps it is just a legend, after all. How could the dead lords of Gundabad stand by and watch for so many years, and do nothing?'\\n\\nBori sighs and turns his attention to the rubble-choked passage behind you.\\n\\n'Can you help me shift some of those rocks aside? I would like to take a look inside that room. It may be a tomb or memorial of some kind, and perhaps the debris kept the Orcs out even as it blocks our own passage.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Examine the broken mosaic in Zul-mazal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Bori in Zul-mazal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'What awaits us within? I will follow after you, friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Find Bósi outside Shakhajât in the centre of the Pit of Stonejaws",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Will you look at that!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Bori is interested in the legends and history of Gundabad, and wants your help to learn as much of them as he can.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Together, you and Bori have cleared the rubble away from the room to the south-west, and can now gain entrance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'The rubble that blocked the way into this room must be of fairly recent vintage, for it did not prevent someone from looting the stones from the mosaic on the opposite wall. Orcs or goblins, no doubt; they have no love for fine dwarf-art, and would seize any opportunity to despoil such a thing as that. It is a pity we cannot tell what it might once have shown.\\n\\n'It does remind me of a mosaic that once stood in the throne room of the Hall Under the Mountain, and which Stáli the Hewer had begun to restore. I wonder if this is similar to that one? He will be interested to see this, even as incomplete as it is. Curse the Orcs for their damage! This mosaic might once have been a great work of art, but like so much else in Gundabad it has been ruined by their hateful efforts.\\n\\n'But we can do nothing about it for now. Let us return to my father, far below in the Pit of Stonejaws.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Bori has asked you to <rgb=#00FF00>look</rgb> out over the Pit of Stonejaws, which contains the crypts of the many dwarf-families that were laid to rest over the years.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "A broken mosaic decorates one wall of this chamber.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Here, friend, and keep quiet.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Bori is by the upper crypts in the Pit of Stonejaws.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Bori is in Zul-mazal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Here, friend. Let us keep our voices quiet while we make our plans.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Bori needs your help to clear the rubble and debris away from the entrance to the south-west.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Bósi is outside the fortress of Shakhajât in the centre of the Pit of Stonejaws.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Bori needs your help to clear the rubble and debris away from the entrance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Bori needs your help to clear the rubble and debris away from the entrance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Bósi is outside Shakhajât in the centre of the Pit of Stonejaws.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "Many of the stones in this mosaic have been lost to looters and time",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "Even from this great height, the presence of the Orcs is unmistakeable",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'<rgb=#00FF00>Look</rgb> out over the Pit of Stonejaws, [placeholder], and tell me what you see.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'We can do nothing about the damage to this room for now. Let us return to my father, far below in the Pit of Stonejaws.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}