{
  "id": 621040165,
  "txt": [
    {
      "id": 228870261,
      "en": "Chapter 8.7: The Rimed Passage",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'It seems the northern reaches of Clovengap have been iced over and frozen, a sure sign Hrímil Frost-heart has chosen that place for her lair, or that she has spent time there for another reason. What that might be I cannot guess, but I deem it important we learn what we can of it!\\n\\n'Investigate that frozen place and keep a close eye for any clues that might shed light upon her intentions in Clovengap! Did the Angmarim bring the Black Stone Anvil there, hoping to present it to the dragon? I cannot see what use she might have for it, but the minds of dragons have always been impenetrable to the dwarves, and to me in particular!\\n\\n'To reach the frozen river-bed in the northern reaches of Clovengap, make your way through Frósthel on the left side of the Ladder-gardens.'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Talk to Bósi in the south-western portion of Clovengap",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Bróin in Clovengap",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to Bróin atop the terrace to the west, in Clovengap",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'You found the prints of Orkish boots in the snow outside the rimed passage? That tells me that Gorgar's Orcs may speak with Hrímil Frost-heart from time to time... and that is not good for the Gabil'akkâ.\\n\\n'But I cannot say I know the significance of this red pebble you found. It was crushed beneath an Orkish heel? Perhaps that means it is of no significance to our enemies either, and will at least pose us no danger.\\n\\n'I will need to think about this. And still no sign of the Black Stone Anvil!'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Can we talk, [placeholder]? No, not here. Let us meet... over there, atop the terrace to the west.'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Hmm. Why should the Orcs meet with the dragon? Do they hatch some plan to push the Gabil'akkâ back out of Gundabad?'",
      "es": ""
    },
    {
      "id": 49286704,
      "en": "Talk to Bróin and show him the pebble you found in the boot-print",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Thank you for agreeing to speak with me.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Bósi is concerned about the frozen northern reaches of Clovengap, and believes you should investigate to learn if it has become a lair for Hrímil Frost-heart.",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "A disorganized array of booted footprints in the icy channel draws your attention",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "The northern reaches of Clovengap may have become home to Hrímil Frost-heart, and Bósi wants you to investigate... carefully. He suggested you make your way through Frósthel on the left side of the Ladder-gardens to reach the frozen river-bed.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Yes, my friend, this is perfect!'\\n\\nHe catches himself abruptly and lowers his voice, looking nervously toward the rest of your party.\\n\\n'Thank you for agreeing to speak with me, [placeholder]. I do not know if you noticed, but I have become quite fond of Fastrith, and I have been trying to put together a present for her, a sign of my affection.'\\n\\nYou assure Bróin that you had noticed, and so had everyone else, except perhaps Fastrith herself. He grumbles something that you don't quite make out.\\n\\n'I thought I might find one or all of the Zabad'ibîn for her, but the more we adventured in Gundabad the less likely that began to seem to me. Instead I have been trying to collect enough colourful stones with which she could finish the mosaic in Zul-mazal. Do you think she would like that? I have been picking up likely pebbles wherever I find them, and this one appears just right.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "A disorganized array of Orkish footprints has drawn your attention.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Bósi is in the south-west portion of Clovengap, waiting to hear what you learned during your investigation of the frozen reaches.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Bróin has called for your attention in Clovengap.",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Investigate the frozen reaches of Clovengap, to the north-west",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Examine the booted footprints in the icy channel",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "Bróin asked to meet with you atop the terrace to the west, a short distance away from the others.",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "Bróin has asked to see the red pebble you found.",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "Crushed into the snow and ice of one booted footprint you find a single red pebble",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "Bróin calls over to you, seeking your attention",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'Investigate that frozen place and keep a close eye for any clues that might shed light upon the dragon's intentions in Clovengap.\\n\\n'To reach the frozen river-bed in the northern reaches of Clovengap, make your way through Frósthel on the left side of the Ladder-gardens.'",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'Investigate that frozen place and keep a close eye for any clues that might shed light upon the dragon's intentions in Clovengap.'",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "Bróin looks around nervously, and asks to see the red pebble you found",
      "es": ""
    }
  ]
}