{
  "id": 621040108,
  "txt": [
    {
      "id": 177082770,
      "en": "Orc-blood? Perhaps Eskil managed to injure his attackers",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "This short length of cord was cut from a longer rope, but for what reason?",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'Don't hurt me! Don't hurt me! Vorhosh knows nothing, nothing, nothing!'\\n\\nWhen Trausti suggests that only an informative goblin-life is worth sparing, the goblin squeaks with terror and changes his tune.\\n\\n'Wait! Wait, I do know something, I do! You're looking for a dwarf? A captive dwarf, yes? I know where he was taken! Hashdurb's warriors brought him to Vatug-ronk, they did! He won't live for long in that pit, but he was alive when I saw him! Yes, he was, he was! Useful information! Useful!'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'What did this goblin see? Does he know what happened to Eskil?'",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "With a frightened squeak, a terrified goblin falls out of hiding",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Trausti has urged you to meet him in Deepscrave on the north-western side of the Berg-beam, in sight of where he lost Eskil Bloodthumb.",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'Ah, let him go, [placeholder]. We learned something useful, and there will be plenty of time to slay goblins later. If he was telling the truth, Eskil was alive when he was brought to Vatug-ronk. If we hurry, we may be able to keep him that way.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'It is my fault. I thought in my company the lad would be safe, and the experience would teach him a healthy caution while venturing in Orc-controlled caverns... but I was wrong. We were on the bridge that extends north-west of the Berg-beam when a party of Orcs attacked and overwhelmed us! I called for Eskil to shelter behind me, but in all the tumult I lost track of him. When I managed to get clear the Orcs were gone, and my student with them.'\\n\\nTrausti wrings his hands in frustration.\\n\\n'I also lost my axe during the fighting, the axe in which the golden tooth of my dear friend Lofrík was embedded. Will you help me rescue the young novice and find my cherished axe? If you agree, I will meet you back in Deepscrave when I have recovered a replacement weapon. Bah! No axe can replace the one I have lost, but one must serve!'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Trausti is on the north-western side of the Berg-beam in Deepscrave, near the site where Eskil Bloodthumb was left behind.",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "The goblin is frightened!",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Talk to Trausti in the ramshackle dwelling on the north-eastern wall of Deepscrave",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I will meet you back in Deepscrave on the north-western side of the Berg-beam when I have recovered a replacement weapon. Bah! No axe can replace the one I have lost, but one must serve!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Trausti has returned from Deepscrave with sad tidings: he and Eskil Bloodthumb were attacked and the inexperienced warrior was left behind.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "The site of the attack is to the north-west of Trausti's location.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'We were attacked just over there, to the north-west. There were many Orcs, more than I could count in the moment, and it was my impression that they were returning from somewhere. Aye, I felt we were not their purpose, though they were satisfied their path crossed with ours.\\n\\n'Investigate the site of the attack and you may learn what befell the young novice, and if he yet lives.'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "The site of the attack is in Deepscrave, north-west of Trausti's location. What clues might it hold for Eskil's fate?",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477417,
      "en": "Search the site of the attack for clues to Eskil's fate",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "The site of the attack is north-west of Trausti's location. What clues might it hold for Eskil's fate?",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Trausti is on the north-western side of the Berg-beam, near the site where Eskil Bloodthumb was left behind.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'That bridge is the way to Durshulot, and we know Eskil did not return to the Berg-beam. I think we can say this of Eskil's fate: it remains uncertain, but there is reason to hope for his survival! I think they shortened a length of rope in order to bind his hands, and he may have been brought alive to Durshulot, or perhaps to other Orkish dwellings along the north-eastern wall of Deepscrave!\\n\\n'Let us search the north-eastern bounds of Deepscrave for further sign of the young novice... and for my axe as well.'",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Trausti believes Eskil may have been brought through the Orc-village of Durshulot, perhaps to dwellings along the north-eastern wall of Deepscrave.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Search the site of the attack for clues to Eskil's fate",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Trausti is in a ramshackle dwelling along the north-eastern wall of Deepscrave, searching for Eskil Bloodthumb.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Cowardly eyes are upon us, watching us from some hiding-place. Let us give their bearer a good scare and he may reveal himself.\\n\\n'Unleash a tremendous <rgb=#00FF00>roar</rgb>, [placeholder]. Let us inform this craven watcher we know of his presence!'",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Trausti thinks someone is lurking in the ramshackle dwelling, and if you <rgb=#00FF00>roar</rgb> you may be able to frighten him from his hiding-place.",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to Trausti at the Berg-beam in Deepscrave",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Search for Eskil Bloodthumb north-east of Durshulot, among dwellings along the outer wall of Deepscrave",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Talk to Trausti in a ramshackle dwelling along the north-eastern wall of Deepscrave",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Let loose a mighty <rgb=#00FF00>roar</rgb>!",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Talk to the frightened goblin",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "A frightened goblin cowers in the ramshackle dwelling. Does he know anything about Eskil's fate?",
      "es": ""
    },
    {
      "id": 162883746,
      "en": "'By all means, friend, you should seek to rescue Eskil Bloodthumb. Warrior or not, he is a part of the Gabil'akkâ and we will not abandon him to Orkish torment.'",
      "es": ""
    },
    {
      "id": 162883747,
      "en": "'Investigate the site of the attack and you may learn what befell the young novice, and if he yet lives.'",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'Investigate the site of the attack and you may learn what befell the young novice, and if he yet lives.'",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "The frightened goblin makes good his escape!",
      "es": ""
    },
    {
      "id": 162883749,
      "en": "'Investigate the site of the attack and you may learn what befell the young novice, and if he yet lives.'",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "Trausti is in the ramshackle dwelling along the north-eastern wall of Deepscrave, musing over what you have learned.",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "'Let us search the north-eastern bounds of Deepscrave for further sign of the young novice... and for my axe as well.'",
      "es": ""
    },
    {
      "id": 162883752,
      "en": "'Unleash a tremendous <rgb=#00FF00>roar</rgb>, [placeholder]. We will teach this craven watcher a lesson!'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Meet up with Trausti on the north-western side of the Berg-beam, in Deepscrave",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Trausti on the north-western side of the Berg-beam, in Deepscrave",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Search the site of the attack for clues to Eskil's fate",
      "es": ""
    },
    {
      "id": 177082759,
      "en": "You feel frightened eyes upon you",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 6.4: Eskil Ensnared",
      "es": ""
    }
  ]
}