{
  "id": 621040118,
  "txt": [
    {
      "id": 177082769,
      "en": "You have caused a sufficient distraction for the dwarves to enter Shakhajât",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "Strakhbuk roars a challenge and rushes to battle!",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'Did I hear her correctly? She is apprenticed to Stáli the Hewer, the sculptor from Erebor?\\n\\n'That is a curious coincidence, is it not?'",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "Bróin greets you warmly",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Bósi has asked Imák and Bróin to draw the defenders of Shakhajât out into the open.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'If we are to advance from Máttugard, we will need to do something about the city the Orcs have established here. Shakhajât, it is called, and long has it stood among the broken teeth of the Pit of Stonejaws. It was here that Bolg mustered the force that met its end before the gates of the Lonely Mountain in the Battle of Five Armies, but I do not know what it is like within its walls today.\\n\\n'We need to draw the attention of its defenders so some of us can get inside and cause some trouble! Who volunteers? Imák? Bróin? Will the two of you blast a great signal upon horns of battle, drawing forth the hobgoblins that reside within the city?'",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Defeat hobgoblins in the Pit of Stonejaws ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'If you need a distraction, I am your dwarf. I can make enough noise the defenders of Shakhajât will think five armies approach, and all of them dwarves!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The Dwarves of the Iron Garrison plan to combat the denizens of Shakhajât in the Pit of Stonejaws.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Bósi is outside Shakhajât. Given Bróin's discomfort with the plan, perhaps you should volunteer in his stead?",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Talk to Fastrith outside Shakhajât",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'I suppose I can cause a distraction... if I must. Yes, I can... I can do it.'",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Talk to Bori outside Shakhajât",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'What's that, [placeholder]? You wish to draw the eyes of the defenders away on your own? We do not need three teams to do this.\\n\\n'Very well, you and Imák will fashion a suitable distraction, and the rest of us will sneak into Shakhajât as a group. Climb either the left or right slope that extends around the fortress and find one of the discarded horns of battle with which to draw hobgoblin attention.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "You can tell that Bróin is uncomfortable with the plan",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "Imák is pleased with the plan, and will do his part",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "Bróin gives you a relieved smile",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Our fellowship is not the only one to have infiltrated Shakhajât, [placeholder]. Other dwarves have arrived, including a dwarf-woman of no small ferocity! I watched her engage in combat with a hobgoblin and as I beheld her prowess my own fears evaporated! Will you make sure she fares well enough in the courtyard ahead?'\\n\\nYou assure Bróin you will find her, but if she is as fierce as he says, you are certain she will be fine.\\n\\n'Aye, she was most striking... and struck her foes with abandon, too! Impress her by slaying the hobgoblins, our shared foes, and making the Pit of Stonejaws safer for all of us!'",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Bróin has seen a dwarf-woman fighting in the fortress and wants you to check on her while you combat the forces inside Shakhajât.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Hearty greetings to you, [placeholder]! Can you imagine my brother Eskil in such a place? I can... but not for long. It is better that I am here!'\\n\\nYou tell Fastrith that she has an admirer in Shakhajât, and he sent you to check on her.\\n\\n'An admirer? Well now! I trust that he's no Orc or hobgoblin? A fine dwarf, you say? Better and better! But this is no place for such idle talk. I will meet you outside the city once your business here is concluded, [placeholder].'",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "The dwarves have made their presence known to Bósi's satisfaction and are now ready to meet up outside Shakhajât.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'I am glad to see you made it back outside, [placeholder], as did these others!'\\n\\nYou ask Fastrith why she ventured inside Shakhajât, and whether she needs your help escaping the contract with Stáli, as did her brother. She laughs in response.\\n\\n'No, my droll friend! My master Stáli did not send me here. His instructions were simple: \\qFind me the Zabad'ibîn,\\q he said. I reckoned they would be more likely found in dangerous places than in peaceful ones. A search of the chief-stead seemed in order. I found no gemstones, but there were plenty of Orc-skulls against which I tested the sharpness of my axe. Would that I had replaced my brother in his apprenticeship before this! Such fighting really gets the blood flowing, doesn't it?\\n\\n'Perhaps Stáli will eventually teach me the ways of sculpture, but until then I think I will adopt axe-handling as my trade!'",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Bori is waiting to meet up with you outside Shakhajât.",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Meet up with Bróin inside Shakhajât",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Talk to Bróin inside Shakhajât",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Talk to the dwarf-woman Bróin saw within Shakhajât",
      "es": ""
    },
    {
      "id": 162883749,
      "en": "'We need to draw the attention of its defenders so some of us can get inside and cause some trouble! Who volunteers? Imák? Bróin? Will the two of you blast a great signal upon horns of battle, drawing forth the hobgoblins that reside within the city?'",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "'You and Imák will fashion a suitable distraction, and the rest of us will sneak into Shakhajât as a group.'",
      "es": ""
    },
    {
      "id": 162883751,
      "en": "'Will you find her and make sure she fares well enough within the walls of the city?'",
      "es": ""
    },
    {
      "id": 162883752,
      "en": "'Stáli may one day teach me the ways of sculpture, but until then I think I will adopt axe-handling as my trade!'",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "Bósi has agreed that you can carry out Bróin's part of the plan: climbing either the left or right slope around the fortress and using a discarded horn of battle to draw forth some of the hobgoblins from Shakhajât.",
      "es": ""
    },
    {
      "id": 162883753,
      "en": "'I will see you in the courtyard to the south when you are done here, friend.'",
      "es": ""
    },
    {
      "id": 246419875,
      "en": "Now that you have carried out your part of the plan, you should join the dwarves inside Shakhajât.",
      "es": ""
    },
    {
      "id": 246419879,
      "en": "Bróin is inside Shakhajât and desires to speak with you.",
      "es": ""
    },
    {
      "id": 185708529,
      "en": "'Oy! What's this?'",
      "es": ""
    },
    {
      "id": 185708530,
      "en": "'Who makes such a racket? Someone who calls for death!'",
      "es": ""
    },
    {
      "id": 185708531,
      "en": "'I found you, vermin!'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to Imák outside Shakhajât",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Talk to Bróin outside Shakhajât",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "Defeated hobgoblins in the Pit of Stonejaws ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Bósi outside Shakhajât",
      "es": ""
    },
    {
      "id": 177082756,
      "en": "Bori laughs abruptly, drawing your attention",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Use a horn of battle on one of the slopes to either side of the fortress to draw forth and defeat hobgoblin defenders of Shakhajât",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 7.3: Skulls of Shakhajât",
      "es": ""
    }
  ]
}