{
  "id": 621040112,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 6.5: Eskil's Escape",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Fastrith Hawkfeast at Maergrind in Máttugard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I do not know much about Vatug-ronk, the Groaning Pit, but if that is where the Orcs brought the young novice, that is where we need to go!\\n\\n'I believe the pit is on the very lowest level of Deepscrave. Let us meet at the base of the Berg-beam, and then we will decide our next course of action.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'We are here. Are you prepared to search Vatug-ronk with me for our abducted friend? Let me know when you are ready.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'We are here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'And keep your eyes open for my axe as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Well, I thank you again for the rescue, [placeholder], but I think this experience has taught me one thing. I am simply not cut out for the adventuring life. I am no warrior!'\\n\\nEskil sighs unhappily.\\n\\n'But there's nothing for it. I signed a contract to serve as Stáli's apprentice, and wherever he sees fit to send me, there I have to go. You saved me this time, but how often can I count on you to rescue me? I will surely die down here, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "Trausti stands here, surveying the dirt floor of Deepscrave as you approach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Might I have a moment of your time, [placeholder]?\\n\\n'It is clear to me... and I suspect to all!... that my brother is not well-suited for the life of a warrior, but it is also obvious to me that Stáli his master cares little for the dangers into which he sends his apprentice. Eskil needs to obey his master's commands for the duration of his apprenticeship, but were he to somehow slip free of Stáli's contract he would have no further obligation. It might save his life, [placeholder].\\n\\n'Will you help me find some loophole in their agreement, some means of freeing my brother from the servitude that will surely lead to his doom? Tell me you will!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "According to the frightened goblin you discovered, Eskil Bloodthumb may have been brought to Vatug-ronk, the Groaning Pit. Trausti is eager to rescue him without delay.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "You have rescued Eskil Bloodthumb and returned him safely to Maergrind in Máttugard, where he waits to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Trausti has suggested that you meet with him at the base of the Berg-beam, at the lowest level of Deepscrave.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Eskil's sister Fastrith Hawkfeast has asked to speak to you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Trausti is at the base of the Berg-beam, preparing for the rescue of Eskil Bloodthumb.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Trausti is near the base of the Berg-beam, ready to rescue Eskil Bloodthumb.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Meet up with Trausti by the base of the Berg-beam",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Trausti near the base of the Berg-beam",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Trausti and attempt to rescue Eskil Bloodthumb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Eskil Bloodthumb at Maergrind in Máttugard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "Eskil's sister Fastrith looks at you thoughtfully",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'I do not know much about Vatug-ronk, the Groaning Pit, but if that is where the Orcs brought my young novice, that is where we need to go! I believe the pit is on the very lowest level of Deepscrave. Let us meet at the base of the Berg-beam, and then we will decide our next course of action.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'There's nothing for it. I signed a contract to serve as Stáli's apprentice, and wherever he sees fit to send me, there I have to go. You saved me this time, but how often can I count on you to rescue me? I will surely die down here, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}