{
  "id": 621040111,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 6.3: Life on the Bridges",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Search the mess of assorted papers at a camp-fire inside Durshulot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'Orcs have lived beneath this mountain for many years, and the refuse in which they dwelt may hold useful information for those seeking to combat them. Scour their homes and persons in Deepscrave for useful records, and bring them to me when your search is done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Recover a record of the takeover from Orcs guarding the north-western approach to Durshulot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I understand you have a report for the prince? Do not let me keep you, my reliable friend!\\n\\n'And continue to keep your eyes open for any relics that might be of interest to me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Recover a litany of complaints from Orcs guarding the north-eastern approach to Durshulot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'You have returned from Deepscrave? How fares the Berg-beam?'\\n\\nYou tell Durin what you observed during your investigation of the large cavern and the pillar of stone descending within it.\\n\\n'The Berg-beam remains strong, then? Good, good! For the Pillar of the Mountain to retain its stability even after so many centuries of Orc degradation seems a marvel to me. But perhaps it should not surprise me so, for I feel the presence of some enchantment upon the Mountain-home: an enchantment that preserves it from Orkish abasements. Have you not noticed the remarkable resilience of the walls of Gundabad, an unwillingness to suffer the marks of Orc-filth?\\n\\n'That may be so, but still the Orcs have lived beneath the mountain for many years, and the refuse in which they dwelt may hold useful information for those seeking to combat them. Scour their homes and persons in Deepscrave for useful records, and bring them to me when your search is done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Do not let me keep you from the prince's duties. Aye, both his and mine can be accomplished at the same time!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'You found a great deal of information among the dwellings of the Orcs, I see! I shall peruse these as soon as I am able. I am not accustomed to... so much reading, and in such unpleasant Orkish handwriting, no less!\\n\\n'Still, I am sure there will be information of use within these papers, and I thank you for finding and delivering them to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'I beg you excuse my interruption, Prince Durin, but I bring urgent words for [placeholder].\\n\\n'My student Eskil Bloodthumb has been captured by Orcs!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'What is it, Trausti? What has brought you here with such haste?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Having searched Deepscrave on behalf of Stáli the Hewer, you should now continue to carry out your work for Prince Durin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Trausti has suddenly arrived and called for your attention. What has happened?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "Trausti arrives suddenly and calls for your attention",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Durin is at Maergrind, the Noble Gate, in Máttugard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Durin has asked you to search Durshulot in Deepscrave to learn what you can about Gorgar the Ruthless and his rule of the Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Durin is at Maergrind, the Noble Gate, in Máttugard.\\n\\nYou have recovered a number of readable documents that may shed light on Gorgar's rule of the Orcs within Gundabad, and should bring them to Prince Durin for his study.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Durin at Maergrind in Máttugard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Trausti at Maergrind in Máttugard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e17",
      "en": "Bring the readable pages you recovered from Deepscrave to Durin at Maergrind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "Among the papers you find a diary containing goblin scribbles",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "You found a record of the Frost-horde takeover",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "You found a litany of Orkish complaints",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "With a roar of anger, a ferocious Orc rushes to attack!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78c4f81",
      "en": "'It was a mistake for you to come here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78c4fb1",
      "en": "'You don't belong here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "An enraged Orc bellows with fury and moves to attack!",
      "es": "",
      "es (fem)": ""
    }
  ]
}