{
  "id": 621040195,
  "txt": [
    {
      "id": 228284039,
      "en": "'Welcome back to Zul-mazal, [placeholder]! I understand that you helped dear Bróin collect stones and pebbles for me? Thank you for taking the time to do so... it can't have been easy!\\n\\n'My master Stáli is very pleased that he may be able to complete this mosaic, although he tries not to show it. When I presented to him the pouch of colourful pebbles that Bróin gifted to me, he said he might begin my instruction in sculpture-carving sometime in the next ten years.\\n\\n'That is quite soon, [placeholder]! Yesterday he said he would teach me sometime in the next hundred!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Fastrith was delighted by the gift, [placeholder]! Thank you again for collecting those stones!'\\n\\nReminded of the pouch of stones you found on an Orc in the Welkin-lofts, you tell Bróin of your discovery and hand it over. He beams happily at you.\\n\\n'Perfect, my friend! This will surely be enough stones to complete the mosaic in this chamber!'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "A number of Longbeards stand in Zul-mazal, studying the broken mosaic and the curious stone block in the centre of the chamber.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Zul-mazal is by the upper crypts on the western side of the Pit of Stonejaws.",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'For what purpose was this room constructed, [placeholder]? Is it a tomb or memorial of some kind? And yet it shares little with the crypts outside. I do feel the presence of an enchantment of some sort... it puts me in mind of a net draped upon stone.'\\n\\nYou tell Durin that Imák sensed something similar in the chamber, but dismissed it as a product of the Angmarim cultists in Gundabad. Durin shakes his head.\\n\\n'I do not think this is the work of the Angmarim: this enchantment feels dwarf-made to me. There is a secret in this chamber, [placeholder]. A dwarf secret.'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Return to Zul-mazal by the upper crypts on the western side of the Pit of Stonejaws",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Talk to Stáli the Hewer in Zul-mazal",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Fastrith in Zul-mazal",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Durin stands in Zul-mazal, deep in thought.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Bróin in Zul-mazal",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Durin in Zul-mazal",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'Lead on, [placeholder]. I would see the chamber where the hammer was found.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "With the mithril hammer in his possession, Prince Durin is interested to learn from where it came, and what significance it might hold for his conquest of the Mountain-home.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'It was with the help of Glúrkub that Gorgar first acquired this hammer from Zul-mazal. If Hrímil fears it, I would see the chamber from where it came. Some clue to her fear might remain within, and this understanding may help us use it against her.\\n\\n'Lead on, [placeholder]. I have not yet seen Zul-mazal, but you know where it lies.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 10.1: Fitting the Pieces",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Oh, it's you again. Do not forget that you owe me a favour! I did not have to release Eskil from his agreement with me, and chose to do so from benevolence only! You have surely noticed that my new apprentice has not retrieved the Zabad'ibîn for me, as you promised she would! You did not promise that? Well, someone did.\\n\\n'But I do confess she has a better eye for artistry than her brother ever possessed. See this mosaic Fastrith brought to my attention? It is the perfect match to one that decorated the Hall Under the Mountain in Erebor, and which I was restoring before departing for Gundabad.\\n\\n'My apprentice has somehow come into possession of numerous colourful stones with which I may be able to complete the mosaic. It will be another triumph by Stáli the Hewer, master sculptor!'",
      "es": ""
    }
  ]
}