{
  "id": 621040143,
  "txt": [
    {
      "id": "0x6a50255",
      "en": "Talk to King Elessar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56854",
      "en": "'Hail, [placeholder]. I have little time. I am pulled to that which lies beyond.'\\n\\nArvedui is barely visible, and fading away with each passing second. You do not think anyone else has noticed him.\\n\\n'I have followed thy adventures since last we spoke, and I must thank thee for everything thou hast done to aid my heir in reclaiming the throne. My curse has been lifted and I feel I can move on with hope for the future of Men, and all free people.\\n\\n'I have but moments more. Please greet Aragorn, no, Elessar, on my behalf, and wish both he and his kingdom well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1a0",
      "en": "With the coronation of Elessar, a king who has lingered in Middle-earth for far too long can finally rest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1177",
      "en": "Arvedui fades away, his eyes brimming with tears of joy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fae2",
      "en": "A King's Rest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01148",
      "en": "King Elessar can be found in the Hall of the King.\\n\\nArvedui has asked you to talk to King Elessar on his behalf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56859",
      "en": "'[placeholder], what troubles you?'\\n\\nYou point to Arvedui, who is now barely a shadow in the grand hall. Elessar seems to disbelieve the sight.\\n\\n'Is that... Arvedui?'\\n\\nYou nod, and deliver his message of good tidings. Elessar smiles and bows deeply before his predecessor. Arvedui nods solemnly, his spectral eyes filled with tears of joy, and vanishes completely.\\n\\n'He is gone. You did find a way to ease his spirit!'\\n\\nYou tell Elessar that the final thing he needed to pass on was a new king on the throne.\\n\\n'Have you known this since your time in Forochel? And he had you promise not to tell me, to spare me the additional pressure? Of course.'\\n\\nHe chuckles and shakes his head.\\n\\n'[placeholder], thank you for your part in putting my ancestor's spirit to rest. My heart swells with pride knowing that he was here to witness my coronation. I only hope I am able to rule with wisdom and a just heart, as Arvedui and those who came before him did.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}