{
  "id": 621040144,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'There is something about Gundabad that is affecting us in this fashion, [placeholder], but what it might be is beyond this Zhélruka's ken. I do not like it, and I do not trust it. I have no need for Imák's sense of smell to tell you the odour of this is foul!\\n\\n'But for now we should return to Durin and Prince Ingór, and tell them of the Angmarim's efforts to use the Máltagar to break the wards on Gloomingtarn. Speak to me if you are ready, and we will hurry back to Máttugard!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Talk to Venko and travel to Maergrind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Let us away, and at once! Such riddles as these worrisome visions pose must wait until we have more time to ponder them and fewer urgent concerns!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to Durin at Maergrind, the Noble Gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Durin is at Maergrind, enraged by both Gorgar's attack and the words of the Orc leader.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Imák and Venko think you should return to the leaders of the Gabil'akkâ with news of both the Angmarim cultists' plans and the peculiar visions the three of you experienced in Câr Bronach.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'A thousand curses upon him! Gorgar will pay for this attack, and he will pay in blood!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 8.1: A Message in Mithril",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc52ac91",
      "en": "Stóthkell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Venko is at the Witch-gate, waiting to speak with you before the three of you depart for Maergrind, the Noble Gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    }
  ]
}