{
  "id": 621040101,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Instance: High Seat of the Dwarves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'The stairs to the Steepset are just to the south of us, [placeholder]. Before we ascend, Hrostyr and I will make safe this court. I do not ask you to follow us! With the Red Axe I will make short work of the creatures here, and with Hrostyr to guard my flank I will fear no injury.\\n\\n'This is the task I have for you, my capable friend: I ask that you clear the stairs of our foes. Once you have accomplished that, Hrostyr and I will join you at the top and we will approach the Steepset together.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "The stairs leading to the Steepset have been made safe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9106081",
      "en": "'Those are the stairs, [placeholder]. Clear them of foes and we will rejoin you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9106082",
      "en": "'Come with me, Hrostyr.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9106083",
      "en": "'I asked you to defeat enemies on the stairs, [placeholder]! Leave us be!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'The Steepset is just ahead, [placeholder].\\n\\n'We will stand together, and show that none can oppose us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9106084",
      "en": "'Hrostyr and I can handle these foes, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9106085",
      "en": "'I need you to clear the stairs of enemies, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9106086",
      "en": "'Hrostyr and I will patrol down here, [placeholder]. You clear the stairs!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9106087",
      "en": "'Leave this work to us! You clear the stairs!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Durin desires to see with his own eyes the Steepset, the High Seat of the Lord of Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x881d281",
      "en": "'Forward, my friends! We will sweep them from the Steepset!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x881d282",
      "en": "'Behold!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Durin stands with his personal guard Hrostyr not far from the Steepset, and he waits to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Glóin mourns for the Zabad'ibîn, and he is not alone. Seven sacred jewels they were, brilliant and scintillating even in the dark, and they were housed in the very stone of this throne for centuries. But that was long ago, and the Zabad'ibîn have been stolen away during the years of our absence by persons unknown.\\n\\n'I did not truly expect to find otherwise, but the sight of this plain stone is like a dagger in my heart, [placeholder], and it would be the same for any Longbeard. Recovering the gems and returning them to their pride of place in the Steepset would mean a great deal to me, for it would signal that treasures long thought lost could come back to us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x881d283",
      "en": "'This is Zidir-nesad, the Steepset.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x881d284",
      "en": "'It was from here that the lord of Gundabad ruled his kingdom.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Durin asked you to clear the stairs leading to the Steepset of foes. Once you have accomplished this, he will rejoin you at the top of the stairs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x881d285",
      "en": "'Aye, Glóin. So shall it be.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Now that you have cleared the stairs of his foes, Durin can climb to the Steepset.\\n\\nHe waits to speak with you at the top of the stairs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x881d286",
      "en": "'But what are these tears on your cheek, my friend?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Durin atop the stairs near the Steepset",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Durin stands by the Steepset, mourning for what has been lost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x881d287",
      "en": "'Be not ashamed, Glóin. I too am sorrowful.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Durin stands before the Steepset, the High Seat of the Lord of Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6ae2",
      "en": "Fight alongside Durin and Hrostyr as they make their way to the Steepset",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Hear the words of Durin before the Steepset",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08a8e1",
      "en": "'So shall it be again, my prince?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08a8e2",
      "en": "'They are nothing, my prince. A trick of the light.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Durin by the Steepset",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to Durin in the court below the Steepset",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Clear the stairs leading to the Steepset of foes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'You know the reason for our sorrow, [placeholder], and I know you share in it. We mourn for the Zabad'ibîn, the seven sacred jewels that were housed in the very stone of this throne for centuries. Brilliant and scintillating they were, even in the dark.... But that was long ago, and the Zabad'ibîn were stolen away during the years of our absence by persons unknown.\\n\\n'I did not truly expect to find otherwise, but the sight of this plain stone is like a dagger in my heart, [placeholder], as it is in yours. Recovering the gems and returning them to their pride of place in the Steepset would mean a great deal to me, for it would signal that treasures long thought lost could come back to us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'The reclamation of Gundabad has begun. That will have to be enough... for now.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}