{
  "id": 621040109,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 6.1: The Artist and the Apprentice",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'I know you are busy with your other duties, but do you think you could find a dwarf at Maergrind that might instruct me in the ways of combat? What I need is a good teacher: skilled and patient both!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'Tell Eskil that once he has returned to a place of safety I will find him for a second lesson. A dead dwarf is no help to his master or his prince, and with my help he will not become one!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Eskil Bloodthumb at the entrance to Deepscrave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'I forge metal into weapons, I do not refine inexperienced dwarves into warriors!\\n\\n'Find someone else!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'You expect me to teach a young Longbeard how to fight? He would not survive the experience, I assure you, even had I the time to spend.\\n\\n'But if you're looking for someone who does have the time to spare, you should find an idle Longbeard... perhaps the one called Trausti, to the north-east of this camp.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Stáli the Hewer at Maergrind, the Noble Gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'It is my hope to find one of the Zabad'ibîn, and... no! Why should I aim so low? Say instead that I shall be the one to find all seven of the sacred stones, and let the name Stáli the Hewer echo in every dwarf-hall from here to the Blue Mountains!\\n\\n'Now that I have spoken the dream aloud, I detect in it a flaw. How am I to deliver seven such valuable stones to Prince Durin? Each of the Zabad'ibîn should be carefully-handled, and I should fear to drop one when the time comes to pass them into the prince's hands....\\n\\n'Ah-ha! A solution comes. I will not deliver the stones into Durin's care individually, but rather fashioned into a larger work of art! But what? Perhaps a statue of the prince himself, holding aloft one or more of the gems? Mayhap the statue can wear a belt with the seven stones embedded within? Worry not! These problems can be solved.\\n\\n'There is the small matter of finding the Zabad'ibîn. I sent my assistant Eskil Bloodthumb to search Deepscrave for works of dwarf-art that might be recovered from the Orcs. Find him and tell him he is to also search for these gems!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Find Eskil Bloodthumb at the entrance to Deepscrave, south-west of the Steepset",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Eskil Bloodthumb at the entrance to Deepscrave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Oh, hullo there, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Observe Eskil's fighting form",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Oh, hullo there, friend. My master sent me to search Deepscrave for valuable works of dwarf-art he might restore, but I have heard from scouts that the caverns crawl with foes, and the Orcs have a village there.'\\n\\nYou tell Eskil that Stáli has asked him to search also for sign of the Zabad'ibîn that were lost from the Steepset, and the artist's assistant frowns again.\\n\\n'Oh my. Yes, I will do my best, although I am not very practised at the combat arts. Actually... you are an accomplished adventurer. Do you think you could observe my... fighting style, my combat form, whatever it is you heroes look for... and tell me what I might be doing wrong?\\n\\n'Thank you so much, my friend! Watch closely and tell me what I need to improve!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Pick up Eskil's fumbled axe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Give Eskil back his axe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Find a teacher at Maergrind willing to instruct Eskil Bloodthumb in the arts of combat and survival",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Ah. Thank you, yes. Sorry.'\\n\\nEskil looks down at the ground, dejected and ashamed.\\n\\n'Am I being sent to my death, [placeholder]? Reports from Deepscrave make it sound a den of foes, crawling with Orcs and goblins, and you have seen what happens to me when I seek to wield an axe! I am apprenticed to Stáli and must do as he orders, but if I venture into Deepscrave as I am now, I will surely perish, and my master will need another apprentice.\\n\\n'I know you are busy with your other duties, but do you think you could find a dwarf at Maergrind that might instruct me in the ways of combat? What I need is a good teacher: skilled and patient both!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Stáli the Hewer has charged his apprentice Eskil Bloodthumb with searching the caverns of Deepscrave for the Zabad'ibîn, the lost jewels of the Steepset.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Eskil has dropped his axe, fumbling it while trying to show off his fighting form for you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Eskil Bloodthumb seeks a trainer in the arts of war? I have seen him following that imperious sculptor through the halls of Máttugard, a cowed and shrinking figure! He is no warrior. Not yet, at least.\\n\\n'I and my axe will make him a worthy addition to the Gabil'akkâ, much as his master carves unhewn stone into figures of royal shape! By my training's end he will fear nothing... but not before. Bring him my first lesson: \\qget away from Deepscrave! You are not ready for such a place as that!\\q\\n\\n'Tell him too that once he has returned to a place of safety I will find him for a second lesson. A dead dwarf is no help to his master or his prince, and with my help he will not become one!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Eskil Bloodthumb stands at the entrance to Deepscrave, weaponless and ashamed of his clumsiness.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Eskil Bloodthumb is at the entrance to Deepscrave from Máttugard, south-west of the Steepset.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'I am too busy to provide such teaching. I am sorry.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Worried that he lacks the necessary training to successfully investigate Deepscrave, Eskil Bloodthumb has asked you to find a teacher at Maergrind willing to help him hone his skills.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Trausti has agreed to teach me what he knows of combat? That is fine news, [placeholder], thank you! Have you seen his axe? That is a dwarf that knows a thing or two about slaying Orcs, and better yet: he knows how to stay alive while he does it!\\n\\n'It will take some time before I learn what Trausti has to teach me. I will venture into Deepscrave once my new teacher deems me ready to do so, but it might be awhile. Could I ask you to bring word to my master that I will be delayed? You should find him at Maergrind, I expect.'\\n\\nAs you turn to go, Eskil suddenly speaks again.\\n\\n'One more thing, friend. Make sure... make sure not to sign anything.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Stáli the Hewer's assistant, Eskil Bloodthumb, stands at the entrance to Deepscrave.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Eskil Bloodthumb is still at the entrance to Deepscrave, waiting for the news that you found him a teacher.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Eskil Bloodthumb has asked you to observe his fighting style so you can give him pointers about his combat form.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1194",
      "en": "Eskil fumbles his axe, which clatters clumsily to the ground",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "Eskil reddens with embarrassment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "'I have little time to spare for such instruction as Eskil Bloodthumb requires, [placeholder]. There must be someone else who can teach the lad.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Stáli the Hewer is at Maergrind, the Noble Gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "Eskil Bloodthumb frowns nervously as you approach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'What? You're telling me my apprentice has not yet ventured into Deepscrave? How will he find me the Zabad'ibîn if he refuses to leave Máttugard?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'Don't sign anything Stáli gives you, friend. Trust me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'I sent my apprentice Eskil Bloodthumb to search Deepscrave for works of dwarf-art that might be recovered from the Orcs. Find him and tell him he is to also search for these stones!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'I sent my apprentice Eskil Bloodthumb to search Deepscrave for works of dwarf-art that might be recovered from the Orcs. Find him and tell him he is to also search for these stones!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}