{
  "id": 621040179,
  "txt": [
    {
      "id": 162883764,
      "en": "'Climb to the Welkin-lofts, slaying any Orcs you encounter, and see if the path to the summit is as Glúrkub described. If there is a place for Gorgar to leave the mithril hammer when he is summoned by the Dragon... well, in that case, see if there is a hiding place nearby. I may have the beginning of a plan.'",
      "es": ""
    },
    {
      "id": 177082793,
      "en": "This place might serve to hide you when Gorgar goes to meet with the dragon",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "'Climb to the Welkin-lofts, slaying any Orcs you encounter, and see if the path to the summit is as Glúrkub described. If there is a place for Gorgar to leave the mithril hammer when he is summoned by the Dragon... well, in that case, see if there is a hiding place nearby. I may have the beginning of a plan.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 9.4: A Look at Lugroz",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'Climb to the Welkin-lofts, slaying any Orcs you encounter, and see if the path to the summit is as Glúrkub described. If there is a place for Gorgar to leave the mithril hammer when he is summoned by the Dragon... well, in that case, see if there is a hiding place nearby. I may have the beginning of a plan.'",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Defeat Orcs in the Welkin-lofts (5/6)",
      "es": ""
    },
    {
      "id": 162883767,
      "en": "'This is the plan. When next Gorgar goes to meet with the Dragon, you and Glúrkub will steal the mithril hammer from the weapon rack when Gorgar leaves it behind. If the goblin carries out his part in the plan, I will release him. In this way he will earn his freedom, and we will deprive Gorgar of his most deadly weapon, the hammer with which he slew Stóthkell and so many others.'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to Durin by the cage north of Maergrind, in Máttugard",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Find the path to the summit in the south-east heights of the Welkin-lofts",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Talk to Glúrkub in Máttugard",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'The Orcs may call it Lugroz, but to us those high places are known as the Welkin-lofts. Climb up there, slaying any of the Orcs you encounter, and see if the path to the summit is as Glúrkub described.\\n\\n'If there is no such weapon-rack, we will know his story for what it is: full of lies. But if he does tell the truth, and there is such a place for Gorgar to leave the mithril hammer when he is summoned by the Dragon... well, in that case, see if there is a hiding place nearby. I may have the beginning of a plan.'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Examine the weapon rack by the path to the summit",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Find a hiding place nearby, perhaps in the stand of trees to the north-west",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Durin thinks you should investigate the Welkin-lofts and see what you can learn about the relationship between Gorgar the Ruthless and Hrímil Frost-heart.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'So it is as Glúrkub said? Then we will proceed with the plan.\\n\\n'It is this: when next Gorgar goes to meet with the Dragon, you and Glúrkub will steal the mithril hammer from the weapon rack when Gorgar leaves it behind. If the goblin carries out his part in the plan, I will release him. In this way he will earn his freedom, and we will deprive Gorgar of his most deadly weapon, the hammer with which he slew Stóthkell and so many others.\\n\\n'Can you accomplish this, [placeholder]? I trust no other with this important task.'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "You need to find a hiding place nearby! Perhaps one could be found in the stand of trees to the north-west.",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "Defeated Orcs in the Welkin-lofts ([placeholder]/6)",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Orcs prowl the Welkin-lofts, and Durin has asked you to defeat those you find there.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'I already told the important dwarf I agree to the bargain. What else would I do? Think about it? No one likes a cage, goblin or dwarf. And I know, because I used to close the cages and not open them! But that's not important now, no it isn't. I have been so helpful, haven't I?\\n\\n'Glúrkub can command Gorgar's Orcs to leave the fancy hammer undefended. It will be easy, you will see. And then freedom for Glúrkub!'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Durin is north of Maergrind and down one level, by the cage holding Glúrkub in Máttugard.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Orcs prowl the Welkin-lofts, and Durin has asked you to defeat those you find there.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Glúrkub is encaged north of Maergrind and down one level, in Máttugard.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "The path to the summit can be found atop a snow-covered terrace in the south-eastern heights of the Welkin-lofts.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "A weapon rack stands by the path to the summit, as Glúrkub described.",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Defeat Orcs in the Welkin-lofts ([placeholder]/6)",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "You find a pouch of colourful stones on the Orc; Bróin will want to see this",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "A weapon rack stands by the path to the summit",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "A number of weapons rest in the rack, but the mithril hammer is missing",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'Climb to the Welkin-lofts, slaying any Orcs you encounter, and see if the path to the summit is as Glúrkub described. If there is a place for Gorgar to leave the mithril hammer when he is summoned by the Dragon... well, in that case, see if there is a hiding place nearby. I may have the beginning of a plan.'",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'Climb to the Welkin-lofts, slaying any Orcs you encounter, and see if the path to the summit is as Glúrkub described. If there is a place for Gorgar to leave the mithril hammer when he is summoned by the Dragon... well, in that case, see if there is a hiding place nearby. I may have the beginning of a plan.'",
      "es": ""
    }
  ]
}