{
  "id": 621040121,
  "txt": [
    {
      "id": 216727827,
      "en": "Imák has asked if Fastrith and Bróin wish to investigate the dealings of the Angmarim cultists in Câr Bronach.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Bah! Let them stay if they want. If they could smell the distinct aura of magic that hangs upon this chamber they would not wish to stay, but few noses can boast of such perception as mine possesses!'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Imák has suggested that you meet up at the Witch-gate, which can be found at the connexion between the Pit of Stonejaws and Câr Bronach.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Fastrith in Zul-mazal",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'We have arrived. This is the Witch-gate.\\n\\n'Scouts report that the vale beyond is crawling with Angmarim cultists. I do not know much of this people, but I understand you have adventured in their realm? What can you say of them?'\\n\\nYou briefly describe your adventures in Angmar, and Imák nods sagely.\\n\\n'Aye, it sounds dreadful. Guard against such bewitchment as they seek to bring against us, and we will stand strong, [placeholder]. They are servants without a master now, and we will scatter them like dried leaves. You fear them not, and neither shall I!'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Imák stands at the Witch-gate between the Pit of Stonejaws and Câr Bronach.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Talk to Bróin in Zul-mazal",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'We have arrived. This is the Witch-gate.'",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Meet up with Imák at the Witch-gate between the Pit of Stonejaws and Câr Bronach",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "Strange runes carved into the Witch-gate lend the passage a foreboding air",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Imák at the Witch-gate",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'What say you others? Will you come with us and hinder the workings of these Angmarim? If they have conducted some evil in this chamber we will make them tell us!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Imák insists that he can smell the odour of magic about the chamber of Zul-mazal, and believes it may be the doing of Angmarim cultists.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'It is the unpleasant stench of ritual that I smell, [placeholder], the distinctive odour of magic: the smell of a spell lingers about this chamber. I suspect it is the doing of Angmarim cultists such as those the scouts have spied lurking about the vale of Câr Bronach.\\n\\n'What say you others? Will you come with us and hinder the workings of these Angmarim? If they have conducted some evil in this chamber we will make them tell us!'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I believe I will remain here, [placeholder], if that is all right with you. There is still much to be learned about this mosaic, though it lacks so many of its stones.\\n\\n'Perhaps Bróin will keep me company?'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'I would go with you, [placeholder], but someone should really stay with Fastrith and keep her company while she studies the mosaic. Wouldn't you say? It would be a lonely business otherwise!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 7.5: The Smell of a Spell",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'DNT - Blah!'",
      "es": ""
    }
  ]
}