{
  "id": 621040155,
  "txt": [
    {
      "id": "0x9b56885",
      "en": "'I hear you, cousin, and I insist that I meant no disrespect.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 8.5: Assault on Clovengap",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Bori by the lakeshore and travel with him in search of the Black Stone Anvil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Bori believes it must have been hauled on ropes north to Clovengap, although the purpose for which the cultists would put it remains a mystery to him, and to me.\\n\\n'Hear him and see if you agree.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Bósi in Clovengap, north-east of the tunnel to Gloomingtarn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'It is no easy matter to move such a thing, [placeholder], and legend says of the Black Stone Anvil that it was heavier than other such tools. That solidity imbued weapons hammered upon it with similar qualities, and it is said that no weapon Durin ever crafted upon the Black Stone Anvil and in the White Stone Forge could be turned away, unless it be by armour forged from the same.\\n\\n'If the Angmarim have taken it, they must have taken it across the lake by boat, and hauled it north on ropes into Clovengap. We would have seen signs of its passage had they dared take it south or east, and we did not. I suggest we investigate Clovengap, and perhaps we will learn for what purpose the cultists sought to steal such a relic of our history.\\n\\n'Is my cousin with us? Will Bróin consent to leave Fastrith behind? This expedition will be dangerous.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Hear what Bori has to say and see if you agree, friend. I think he is right on this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I see no reason to leave Fastrith behind if she is willing to risk the dangers. If Bori were to look around him, he would see no sign of hearth or home nearby... we are far from the Lonely Mountain, and I say Fastrith has already proven herself more than his equal in courage!'\\n\\nBróin's eyes flash dangerously, and you wonder for how long this declaration has been brewing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Clovengap is bound to be dangerous, and each member of this expedition would do well to heed it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'I think I will come along. After all, if I do not keep Bróin from stumbling into the dangers that wait for him in that direction, who will do so? There is also the matter of my apprenticeship: I have not yet searched Clovengap for the Zabad'ibîn sought by my master, and it is only a matter of time before he gets it into his head that they must surely lie within.\\n\\n'Lead on, I say!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'I have said my say.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'I did not mean to offend, and I hope I have not. Let us all remain friends as we venture into Clovengap!'\\n\\nBori lowers his voice and speaks only to you.\\n\\n'They cannot be helped, [placeholder]. He is smitten beyond aid, and she is reckless to a fault. I do not know which is more hopeless! We will have to keep our eyes on them as we adventure, for their safety, and ours! Anyway... onward!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Bori of the Iron Garrison thinks the Angmarim may have hauled the Black Stone Anvil out of Gloomingtarn, and if you hurry you may be able to find and retrieve the ancient artifact before they do it some harm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'The wargs will return, and in greater numbers. We must remain cautious while we set up camp, and be ready for anything.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Bori is on the lakeshore in Gloomingtarn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Bósi is in Clovengap, north-east of the tunnel to Gloomingtarn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Bróin is on the lakeshore in Gloomingtarn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'How can I fear to adventure in Clovengap when I have not yet seen it? It could be lovely!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Fastrith is on the lakeshore in Gloomingtarn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Bori on the lakeshore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Bróin on the lakeshore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Fastrith on the lakeshore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Bori is waiting by the lakeshore in Gloomingtarn for you to agree to his plan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'Bori should not speak of what he does not understand. It is a fault of his!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "Fastrith laughs merrily",
      "es": "",
      "es (fem)": ""
    }
  ]
}