{
  "id": 621040194,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 10.3: Buried Secrets",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Durin in the long-forgotten chamber",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'Tread carefully, [placeholder]. I will meet you at the bottom of the stairs... for surely there must be an end to them. Is it not so?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Examine the statue of Mótsog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'My breath is stolen away by the sight of this cavern, and by the knowledge that none have traversed these steps for an age. The stair snakes along the wall, descending out of sight; how far below Gundabad will we find its lowest step?\\n\\n'Tread carefully, [placeholder]. I will meet you at the bottom of the stairs... for surely there must be an end to them. Is it not so?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Durin in the long-forgotten chamber",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Meet up with Durin at the bottom of the stairs outside",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'What is this place?'\\n\\nDurin stares in disbelief at the statue on the opposite side of the chamber.\\n\\n'That is a statue of Mótsog the Traitor, who led the Greymauls against Durin the Deathless in the First Age! He was slain at the conclusion of his rebellion... why would he be given the dignity of a tomb?'\\n\\nDurin fumes, his eyes flashing angrily and his fists clenched.\\n\\n'What is the meaning of this?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Return to Durin and learn what has disturbed him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'What is the meaning of this? Mótsog was slain for his treachery. He should never have been given the dignity of such a tomb!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'I cannot believe that a traitor such as Mótsog would be given the dignity of a tomb beneath the Mountain-home, [placeholder]. One of his followers must have built this place in secret after Durin's judgement. Did they spirit his body here? Does it lie behind one of these walls, enjoying the undeserved rest of a traitorous worm?\\n\\n'I am disgusted. Such a place should not be. I thought we would find some secret to opposing Hrímil Frost-heart? There is no such secret here. Let us meet outside this shameful crypt and decide what next can be done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "You enter a long-forgotten chamber deep below Gundabad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Durin believes that none have travelled these secret stairs for an age, but he will not allow that to dissuade him from seeking whatever may lie at the bottom.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Durin stands in the long-forgotten chamber beneath Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "Durin looks around the chamber with wide eyes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The secret stairs have not been travelled for an age, descending far below Gundabad.\\n\\nWhat lies beyond their lowest step?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Durin has asked you to meet him on the stairs outside the long-forgotten chamber.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Durin runs into the long-forgotten chamber.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Something about the air feels different. But what?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "A statue of Mótsog stands in the long-forgotten chamber.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Descend the secret stairs far below Gundabad and explore the deepest caverns",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Wait for Durin to catch up with you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Durin stands in the long-forgotten chamber deep below Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "This statue of Mótsog is very detailed; someone crafted it with care",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'Even these stairs have an end, [placeholder]. But look there: a path leads to a chamber of some kind!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'Let us meet outside this shameful crypt and decide what next can be done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'What was that? Something changed, [placeholder]! What enchantment is this?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "A cool breeze blows past you, and Durin cries out in surprise",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "The statue of Mótsog has changed. Where once it was worked in grey stone, now the statue is given the colour he might have had in life. So too is there another change: the statue is now shorn of any beard.\\n\\nDespite its lifelike colour, the statue remains unmoving and bereft of life.",
      "es": "",
      "es (fem)": ""
    }
  ]
}