{
  "id": 621040098,
  "txt": [
    {
      "id": 177082770,
      "en": "You scrub filth from the dirty mirror until it gleams",
      "es": ""
    },
    {
      "id": 177082772,
      "en": "You scrub the dirt of years from the mirror until it shines once again",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "As you approach the mirror, you see that someone has already cleaned it of grime",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "You will find Bósi along the southern side of the great pit in the centre of Máttugard.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'The prince has charged me with sending dwarves to scout the further reaches of Máttugard. There is no shortage of eager explorers among both the Longbeards and the Zhélruka, to their credit! I confess to a certain hesitation when it came to sending forth dwarves who fought with the Iron Garrison in Moria, but Bósi assured me that they were fully-prepared to face the dangers ahead. I believe him, but perhaps you can follow him and make certain my trust is not misplaced?\\n\\n'Bósi and some of his kin went to the west, planning to skirt the southern side of the great pit.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "You have found Bósi south of the great pit in Máttugard, studying a troll that has been turned to stone.",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Glóin has asked you to aid the dwarves of the Iron Garrison he sent to scout the further reaches of Máttugard.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "The mirror mechanism south of the great pit once kept the trolls at bay, but now it is filth-covered and non-reflective. Bósi asked you to clean the dirty mirror to the south-east and restore its troll-hindering potential.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Look at this, [placeholder]! Even so far underground, this troll has been turned to stone by the ingenious workings of dwarves! By the clever use of mirror mechanisms, my people redirected sunlight through the halls of Máttugard, and at some point during the long years of the mountain's abandonment, this troll ran afoul of the trap! We saw much the same in Moria, did we not?\\n\\n'The device that ensnared this troll has become encrusted with dirt and filth, and no longer reflects the light as once it did. Can you clean it of grime and restore the mirror's effectiveness?'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Over here, friend!'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "Bósi stands here, studying a troll-shaped stone statue",
      "es": ""
    },
    {
      "id": 111477416,
      "en": "Clean the south-western mirror mechanism at Vâr Nuchur",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Now that you cleaned the mirror as he requested, you should return to Bósi in Máttugard, north-west of the cleaned mirror.",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "This dirty mirror is covered in filth and no longer reflects light",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Ah, very good! That is a start. There are other similar mechanisms throughout the halls. I sent Bori looking for them, but it would not surprise me to learn that he became distracted from the task and instead went in search of enemies to slay. Follow in his steps and restore the mirrors he has not, [placeholder]!\\n\\n'I intended for him to clean the mirrors to the west.'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Bósi directed you to the west, where he spoke of more mirrors in need of cleaning.",
      "es": ""
    },
    {
      "id": 177082793,
      "en": "After a good scrubbing, the mirror mechanism once again reflects light",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Bósi directed you to the west, where he spoke of more mirrors in need of cleaning.",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to Bósi to the north-west in Máttugard",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'There you are! I should have known you would adventure here, and fear nothing!'",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Clean the eastern mirror mechanism at Vâr Nuchur",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Searching for mirrors to clean, you have found Bósi's son Bori north-west of Vâr Nuchur.",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Clean the south-western mirror mechanism at Vâr Nuchur",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Clean the mirror mechanism north-west of Vâr Nuchur, and down a level",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Talk to Bori north-west of Vâr Nuchur",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "'The device that ensnared this troll has become encrusted with dirt and filth, and no longer reflects the light as once it did. Can you clean it of grime and restore the mirror's effectiveness?'",
      "es": ""
    },
    {
      "id": 162883745,
      "en": "'The device that ensnared this troll has become encrusted with dirt and filth, and no longer reflects the light as once it did. Can you clean it of grime and restore the mirror's effectiveness?'",
      "es": ""
    },
    {
      "id": 162883746,
      "en": "'I sent Bori looking for other mirrors to restore, but it would not surprise me to learn that he became distracted from the task and instead went in search of enemies to slay. Follow in his steps and restore the mirrors he has not, [placeholder]!\\n\\n'I intended for him to clean the mirrors to the west.'",
      "es": ""
    },
    {
      "id": 162883747,
      "en": "'I sent Bori looking for other mirrors to restore, but it would not surprise me to learn that he became distracted from the task and instead went in search of enemies to slay. Follow in his steps and restore the mirrors he has not, [placeholder]!\\n\\n'I intended for him to clean the mirrors to the west of here.'",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'I should have known you would adventure here, [placeholder], for it seems you truly fear nothing! My father sent you to help me clean these mirrors? I have already restored this one, but still I appreciate the company.\\n\\n'Whenever I see one of these devices I marvel at it, here no less than in Moria where first I beheld such a thing. For my ancestors to have made a weapon of light in this fashion... that is truly a feat of craft and skill!'",
      "es": ""
    },
    {
      "id": 162883749,
      "en": "'I should have known you would adventure here, [placeholder], for it seems you truly fear nothing! My father sent you to help me clean these mirrors? I have already restored this one, but still I appreciate the company.\\n\\n'Whenever I see one of these devices I marvel at it, here no less than in Moria where first I beheld such a thing. For our ancestors to have made a weapon of light in this fashion... that is truly a feat of craft and skill!'",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "'Look at this, [placeholder]! Even so far underground, this troll has been turned to stone by the ingenious workings of dwarves! By the clever use of mirror mechanisms, our people redirected sunlight through the halls of Máttugard, and at some point during the long years of the mountain's abandonment, this troll ran afoul of the trap! We saw much the same in Moria, did we not?\\n\\n'The device that ensnared this troll has become encrusted with dirt and filth, and no longer reflects the light as once it did. Can you clean it of grime and restore the mirror's effectiveness?'",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "The mirror mechanism to the south-east once kept the trolls at bay, but now it is filth-covered and non-reflective. Bósi asked you to clean the dirty mirror and restore its troll-hindering potential.",
      "es": ""
    },
    {
      "id": 162883664,
      "en": "'I sent Bori looking for other mirrors to restore, but it would not surprise me to learn that he became distracted from the task and instead went in search of enemies to slay. Follow in his steps and restore the mirrors he has not, [placeholder]!\\n\\n'I intended for him to clean the mirrors to the west.'",
      "es": ""
    },
    {
      "id": 162883768,
      "en": "'Bósi assured me that the dwarves who fought for the Iron Garrison were fully-prepared to face the dangers ahead. I believe him, but perhaps you can follow him and make certain my trust is not misplaced?\\n\\n'Bósi and some of his kin went to the west, planning to skirt the southern edge of the great pit.'",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Look for Bósi south of the great pit in Máttugard",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Talk to Bósi south of the great pit in Máttugard",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Find the dirty mirror of which Bósi spoke to the south-east",
      "es": ""
    },
    {
      "id": 246419895,
      "en": "Bósi directed you to the west, where he spoke of more mirrors in need of cleaning.",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Clean the mirror south-east of Bósi's location",
      "es": ""
    },
    {
      "id": 177082761,
      "en": "You scrub the dirt of years from the mirror until it shines once again",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 5.4: A Weapon of Light",
      "es": ""
    }
  ]
}