{
  "id": 621040187,
  "txt": [
    {
      "id": 228284034,
      "en": "'The Dragon calls Gorgar to meet with her almost every night since she came to the mountain. If we go now, we might be ready for next audience! No sense waiting... and not just because cage is cramped!'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Talk to Glúrkub and travel with him to the Welkin-lofts",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Durin at Maergrind, in Máttugard",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Time to go? Yes, time to go, don't want to be late. Glúrkub spent enough time in cage. Too much!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Glúrkub and Durin have come to an arrangement by which the goblin can earn his freedom, but only if he provides the Gabil'akkâ with trustworthy aid and information.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'I did not want to hear the words of Glúrkub, [placeholder], for they made me question many things I had long taken for granted. I thought the desire to reclaim Gundabad slept within the breast of any Longbeard; how could it not? To hear that the voice of a Dragon might have commanded it of me... I could not believe it.\\n\\n'But it is one thing to hear a command, and it is another to obey. Hrímil may think she motivated the dwarves to strike against Gundabad too soon, the easier for her to destroy us, but she did not. It was the voice of a dwarf that I heard beyond the Anvil of Winterstith, [placeholder], a dwarf-voice that drowned out the words of the Dragon. I will listen to that voice, and no other, and it spoke of victory in Gundabad.\\n\\n'Depriving Gorgar of this mithril hammer is simply the first step. Next we will deprive him of his armies, and then we will take his life. And then we will come for his Dragon-master. She fears this hammer? Then let it be her undoing!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 9.5: A Theft of Freedom",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Glúrkub is encaged north of Maergrind and down one level, in Máttugard, prepared to undertake his end of the bargain.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Durin is at Maergrind, the Noble Gate, having fulfilled his end of the agreement with Glúrkub.",
      "es": ""
    }
  ]
}