{
  "id": 621040141,
  "txt": [
    {
      "id": "0x9b568b4",
      "en": "'Defeat as many of the cultists or their Trév Duvárdain allies as you can find, and I will do the same. Some of them are bound to carry reports from which we can learn more of their plans, and with good fortune we may learn where they brought this artifact!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a9",
      "en": "The watchful presence departs. You are once again alone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'I thought I saw... well, someone that couldn't be there. Can you... can you go to the south-east, just behind Tâg Fógarrach, and see if there is anything to see?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 7.7: The Valley of Ghosts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'Dúsek could not be here, and yet he was, in appearance just as I remember him. What can it mean, my friends?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Defeat Angmarim cultists or Trév Duvárdain in Câr Bronach (7/8)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Venko outside Tâg Fógarrach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'The Angmarim are up to something in Câr Bronach, that much is clear. Defeat as many of the cultists as you can find, and I will do the same. Some of them are bound to carry reports from which we can learn more of their plans, and with good fortune we may learn where they brought this artifact!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Read the orders from Magith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to Imák south-west of Tûr Fúar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Investigate the mountainside to the south-east, behind Tâg Fógarrach, and learn what could have shaken Venko's composure",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Someone watches",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Hmmm? What?'\\n\\nVenko appears quite distracted, his attention distant. At last he notices your presence and turns confused eyes on you.\\n\\n'Oh, I am sorry, [placeholder]. I thought I saw... well, someone that couldn't be there. Can you... can you go to the south-east, just behind Tâg Fógarrach, and see if there is anything to see?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Ordered by Prince Ingór to learn more about the Angmarim presence in Câr Bronach, Venko is pleased to adventure with you and Imák once again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Venko saw something disturbing to the south-east, just behind Tâg Fógarrach, and he has asked you to investigate. Whatever he saw, the vision seems to have shaken the Zhélruka's composure.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Did you... did you see anything, [placeholder]?'\\n\\nYou tell Venko that you felt eyes upon you, but the watchful presence did not show itself to you. His brow creases with worry and with thought.\\n\\n'I thought I saw my younger brother Dúsek. He stood there, just by the mountainside, and watched me in silence. I called out to him, but he did not answer. I called again, though I knew it was for naught, for Dúsek is dead and will never see Gundabad. Did we not honour him at the Reikfoss, [placeholder], both he and my eldest brother Lékhun, slain by the Frost-horde?\\n\\n'Dúsek could not be here, and yet he was, in appearance just as I remember him. What can it mean, my friends?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e04",
      "en": "Bring the orders from Magith to Venko outside Tâg Fógarrach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "Defeated Angmarim cultists or Trév Duvárdain in Câr Bronach ([placeholder]/8)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Venko believes there is more to learn from the messages carried hither and yon by Angmarim cultists within Câr Bronach. He wants you to wrest from them any such missives.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Venko saw something disturbing by the mountainside to the south-east, behind Tâg Fógarrach, and he has asked you to investigate. Whatever he saw, the vision seems to have shaken the Zhélruka's composure.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Do not be fooled by such sentimental apparitions, Venko! I feel in my heart this has something to do with the rituals of the Angmarim being conducted in their vile tower. This has the stench of foul magic upon it, and I wager they are somehow to blame. We must not fall for their tricks!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Venko is outside Tâg Fógarrach, disturbed by whatever it was he saw.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Venko believes there is more to learn from the messages carried hither and yon by Angmarim cultists within Câr Bronach. He wants you to wrest from them any such missives.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Imák is south-west of Tûr Fúar, stroking his beard thoughtfully.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Venko is outside Tâg Fógarrach. No doubt the Zhélruka will be pleased to see the set of orders you recovered from the Angmarim cultist you defeated.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1191",
      "en": "Venko shivers nervously",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Defeat Angmarim cultists or Trév Duvárdain in Câr Bronach ([placeholder]/8)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "You retrieved a set of orders from one of the cultists you faced in Câr Bronach, and should read it to learn what you can of their movements and plans for the mountain passes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "You find a set of orders on this Angmarim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "You feel watchful eyes upon you, but otherwise no sign of anyone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'Defeat as many of the cultists or their Trév Duvárdain allies as you can find, and I will do the same. Some of them are bound to carry reports from which we can learn more of their plans, and with good fortune we may learn where they brought this artifact!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}