{
  "id": 621040176,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 9.3: A Question of Trust",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Glóin by the cage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Durin by the cage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Lies, all of them lies! This goblin claims that I am under Hrímil Frost-heart's control, obeying her command to reclaim Gundabad? Impossible! Unthinkable!\\n\\n'[placeholder]! I command you to slay this goblin where he stands!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Durin by the cage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Glóin by the cage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'You will obey my order! Slay him where he stands!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Glúrkub",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'The goblin is our prisoner, my prince. He is helpless, and cannot be killed in this fashion.\\n\\n'It is beneath you to command [placeholder] to do this, Durin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Durin by the cage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'A cage can be arranged for you as well, Glóin, and for all who speak against me! Your age will not save you from captivity, or from cruel treatment! I am your prince!\\n\\n'Do you question that I am Durin the Seventh? For no Durin could ever be subject to Dragon-compulsion! If you believe the lies of this goblin, you deny the very foundation upon which this conquest is based!\\n\\n'Speak now, Glóin! Speak, and seal your fate!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'It cannot be true. It cannot.'\\n\\nDurin breathes heavily, studying the faces of the dwarves nearby, his brow creased in thought.\\n\\n'Gorgar asked \\qare you the same as I am?\\q What did he mean by that? What did he see? Did he recognize some compulsion in me, a compulsion he shares? Have we both been ensnared by the Dragon's voice?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'My prince, I am sorry. If you deem my words worthy of punishment, I will accept it without objection. You are my prince, and if I live to see it you will be my king when your father no longer rules in Erebor.\\n\\n'You are Durin the Seventh, and no Dragon-trick can change that. I will follow wherever you lead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Durin is beside himself with rage at Glúrkub's story, and refuses to believe that he has been made a dragon's puppet.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Durin has calmed himself somewhat, but the prince still disbelieves the goblin's story.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'It is true: when Hrímil says \\qtime to jump,\\q Gorgar says \\qhow high you want?\\q But maybe she not trust her power over him. She summons Gorgar not to her lair, but to another place, called Lugroz by the Orcs.\\n\\n'When he go see her, she make him leave fancy hammer behind. She scared of it, for some reason. Glúrkub not know why: hammer small, but Dragon very big! But she not like it. He leave it on weapon-rack near path to the summit, and when he done meeting with her he come down mountain and take it back. Any who dare touch it would die by Gorgar's hand, but none have because none risk it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "Glóin catches your arm. 'Do not do this!' he warns you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Durin has ordered you to kill the goblin prisoner.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Glóin is by the cage in Máttugard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "Durin's breath still comes in ragged hitches, but he has for the moment mastered the fury that so seized him. He glowers at the encaged goblin with undisguised hatred, but now his expression contains something else: curiosity.\\n\\n'If Hrímil has the power to command Gorgar, why would she not allow him to wield the mithril hammer in her presence? She cannot fear he would use it against her, not unless she doubted her hold upon him. Does she fear the mithril hammer itself? That is very interesting, [placeholder], and I see in it an opportunity.\\n\\n'Let this guide our next move. It will be dangerous, but it may yield treasure commensurate with the risk.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Glóin is standing by the cage, eyeing Durin warily.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Glúrkub is encaged in Máttugard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Durin is by the cage holding Glúrkub.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Durin is furious at the words of Glúrkub and at Glóin's betrayal of his commands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Kill Glúrkub",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "The prince breathes heavily. Some of his rage departs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "After a brief moment, Glúrkub speaks up: a thoughtful squeak",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Durin falls silent at last, his face a mask",
      "es": "",
      "es (fem)": ""
    }
  ]
}