{
  "id": 621040096,
  "txt": [
    {
      "id": "0x9b56885",
      "en": "'Gather some picks and shovels from a barrel within the fortress and distribute them among my people. They will remain idle no longer, but will help Durin's own folk to break through the ice that blocks the entrance to Gundabad. The work will go more quickly with the strong arms of my people set to the task!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'The dragon's ice will not keep us from our rightful home for much longer!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 5.2: Breaking Through",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Prince Ingór in Zarkul-sulûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Durin in Zarkul-sulûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Durin and travel with him to the gates of Gundabad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I am pleased we understand each other.\\n\\n'Know this, [placeholder]. While my Zhélruka do not fight for nothing, neither do they expect their home in Gundabad to be given for nothing! No, they will pay for it with the blood they have already spent and with tomorrow's sweat on their brows. They will do their part, as I do my own.\\n\\n'Gather some picks and shovels from a barrel within the fortress and distribute them among my people. They will remain idle no longer, but will help Durin's own folk to break through the ice that blocks the entrance to Gundabad. The work will go more quickly with the strong arms of my people set to the task!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Durin at Maergrind, the Noble Gate, in Máttugard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'You have armed my folk with the picks and shovels I requested? Good. The dragon's ice will not keep us from our rightful home for much longer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'I doubt not that my Longbeards and Ingór's Zhélruka will break through the ice into Gundabad in short order. Are you prepared to help us, [placeholder]? We will march together.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Let us march now to Gundabad, where we will carve a passage through the ice! Neither Orc nor dragon will hinder us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "You gather an armful of picks and shovels for distributing to idle dwarves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "It is time for the dwarves of the Gabil'akkâ to break through the icy wall with which Hrímil Frost-heart blocked the entrance to Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'At last I set foot within the Mountain-home! The mission of the Gabil'akkâ is fulfilled, despite the perils set before us! No victory is beyond my reach, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "The Zhélruka warrior agrees to help",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Prince Ingór asked you to collect some picks and shovels from inside Zarkul-sulûn and deliver them to some of the Zhélruka standing idle within the fortress.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Durin is eager to gain access to Gundabad, and believes that the ice will not long stand before the combined efforts of his Longbeards and Prince Ingór's Zhélruka. When you are ready, he will go with you to the gates of Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Idle Zhélruka can be found throughout the fortress of Zarkul-sulûn, waiting for you to give them picks and shovels to use to break through the ice in front of Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Durin is at Maergrind, the Noble Gate, inside the mighty court of Máttugard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Prince Ingór is waiting to hear that his people have been given the supplies needed to break through the ice blocking the entrance to Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Durin is eager to gain access to Gundabad, and believes that the ice will not long stand before the combined efforts of his Longbeards and Prince Ingór's Zhélruka.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Collect picks and shovels from a barrel within Zarkul-sulûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Distribute picks and shovels to idle Zhélruka inside Zarkul-sulûn ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Gather some picks and shovels from a barrel within the fortress and distribute them among my people. They will remain idle no longer, but will help Durin's own folk to break through the ice that blocks the entrance to Gundabad. The work will go more quickly with the strong arms of my people set to the task!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}