{
  "id": 621040100,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'Then let us no longer delay! I am eager to stand atop the Steepset and behold the great hall of the dwarves from that place of honour and history!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Durin is at Maergrind, the Noble Gate, in Máttugard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'I am saddened by the loss of the Zabad'ibîn, but I am not surprised. Who knows how long ago the clutching fingers of the Orcs might have prized them from their settings in the Steepset, and to what vile hole they might have been brought?\\n\\n'But it is my hope that the light of the Zabad'ibîn will remain undimmed, and perhaps their shining radiance will guide us to them! They may yet emerge, and when they do I will place them once more atop the Steepset, a treasure of the Mountain-home restored.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Durin has called for the leaders of the Gabil'akkâ to ascend to the Steepset.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Durin stands atop the Steepset, considering the progress of his people as they seek to reclaim the halls of Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Durin at Maergrind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Listen here, [placeholder]. I overheard the words of Prince Durin, and they stirred in me a desire to find the Zabad'ibîn, no matter the danger. Once they are found, I will gift them to the prince and earn myself a noble place in the annals of Gundabad's reclamation!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Durin and ascend to the Steepset with the Gabil'akkâ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Durin at the Steepset",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Stáli the Hewer is at the Steepset.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "Stáli the Hewer waves you over to him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Stáli the Hewer at the Steepset",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'It is my hope that the light of the Zabad'ibîn will remain undimmed, and perhaps their shining radiance will guide us to them! They may yet emerge, and when they do I will place them once more atop the Steepset, a treasure of the Mountain-home restored.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Report to Durin at Maergrind, my friend, and I will join you once I find these few others.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "With the first foothold of the dwarves in Gundabad assured, Prince Durin calls for the leaders of the Gabil'akkâ to ascend to the Steepset.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'But enough of my own troubles! I was supposed to send leaders of the Gabil'akkâ to join the prince as he climbs to the Steepset. Yes, he counts you in that number... and why should he not? You have already proven a great help to us in this campaign, and surely will in the days to come!\\n\\n'Report to Durin at Maergrind, my friend, and I will join you once I find these few others.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Bróin found you, then? Very good. I know it was your appraisal of the lad that he weathered the hardships faced by the Iron Garrison in Moria and emerged from them no worse for wear, but all the same I have seen fit to assign him simple, easy tasks, for now. I will turn no dwarf away who vows his aid, but I do not wish to break such valuable implements with uncareful use.\\n\\n'He is a bearer of messages, for now. That is a useful service, and as we acquire more victories perhaps the shadow of Khazad-dûm that blankets him will shrink.\\n\\n'But I had Bróin send you to me for a purpose! Are you ready to climb with me to the Steepset, the High Seat of the Lord of Gundabad?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 5.6: High Seat of the Dwarves",
      "es": "",
      "es (fem)": ""
    }
  ]
}