{
  "id": 621040094,
  "txt": [
    {
      "id": 162883712,
      "en": "'I hope you and my apprentice were careful with these! I have brought a number of pieces from Erebor, some which are quite fragile, and if any of them have suffered cracks or scratches I shall see that the prince hears about it.'",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "You set the luggage down as Stáli arrives. You notice he carries nothing",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'There you are, [placeholder].\\n\\n'I wanted to remind you that my people have a claim upon Gundabad, and I expect Prince Durin to respect this claim when the mountain is won. I want you and Durin to understand that my Zhélruka are not fighting for nothing.'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'It is so difficult to find good help these days, no matter where I look!'",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Glóin stands outside Zarkul-sulûn, watching as more dwarves arrive for the conquest of the Mountain-home.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "<rgb=#FF0000>You will automatically travel to Glóin during the War of Three Peaks when you accept this quest.</rgb>\\n\\n'We are so near to achieving our goal, [placeholder]! Gundabad belongs to my people, and neither Orc nor dragon will keep it from them any longer! Should Gorgar stand before us, he will be cut down! Should Hrímil Frost-heart seal the entrance with ice, as she has done, we will break through it... and then we will take her head and ensure she can never hinder us again!\\n\\n'Every day, more dwarves arrive to swell this great force, this Gabil'akkâ of mine. Speak with Glóin and assess these new arrivals, and we will set them on tasks with which the Mountain-home shall be reclaimed!'",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Durin will not be dissuaded from reclaiming the Mountain-home. He commands the Dwarves of the Gabil'akkâ to break through the frozen wall that now blocks the gates of Gundabad.",
      "es": ""
    },
    {
      "id": 127884916,
      "en": "As tempting as it might be to drop Stáli's luggage, Eskil might be blamed for it",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'The prince is right: more dwarves arrive every day. But I daresay he has not looked closely upon these new arrivals, or he should not speak so confidently of the help they will provide to us.\\n\\n'These are not warriors! Most of the dwarves arriving now are peaceable folk: artists, craftsmen, and traders. They were lured here by the promise that Gundabad will once again be ours, and aye, so shall it be, but they seem to believe the war is done and the mountain is already ripe for the taking!\\n\\n'Do you see there? More dwarves arrive, and I recognize one of their number from the halls of Erebor. Stáli the Hewer is so-named for his skill at sculpting, not for severing limbs from his foes! He is no fighter. Go tell him he has come too early, and should depart.'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Tell Stáli to return to Erebor. He is an artist, not a warrior, and there are still battles to be won before he will do us any good here.'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'What's that? The mountain is not yet taken? What has Prince Durin's army been up to, then? I should have thought Gundabad would be well in hand by now!\\n\\n'But you will not dissuade me. I have come all this way and will not return empty-handed. The Mountain-home has been held by the Orcs for too long, and it will take a sculptor's careful hand to restore the beauty it once possessed. Imagine the great works of art that must lie within, covered by the dust of years and ignored by the dismissive Orcs! Yes, the prince will need warriors... but he will need artists too, and I have answered the call he did not think to make. He will thank me, eventually.\\n\\n'For now I need my luggage brought inside the fortress. You can help my apprentice with this task. Eskil! Carry my things! On the double, lad!'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Oh, you will help me carry some of my master's luggage? Thank you, friend. That will save me a trip or two up the stairs.\\n\\n'When I agreed to become Stáli's apprentice, I thought there would be rather more instruction in the craft than such labour as this....'\\n\\nEskil looks around nervously.\\n\\n'I am not complaining! No, not at all! I had better get going. I will find a place for the luggage upstairs in the fortress, if you truly wish to help.'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "Stáli the Hewer glances at you imperiously, without recognition",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Greetings to you. Did you fight in the war? It does seem to still be going on!'\\n\\nFastrith looks at Eskil Bloodthumb, currently puzzling how best to carry his master's luggage, and sighs.\\n\\n'Sometimes I wonder why my brother Eskil agreed to become Stáli's apprentice. He does not seem to enjoy the experience very much.'",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Stáli the Hewer has ordered that Eskil Bloodthumb carry his master's luggage to the upper floor inside Zarkul-sulûn. You have decided to help Eskil in this task, so the apprentice need not carry everything by himself.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'My luggage needs to be brought inside the fortress. My apprentice will show you where on the upper floor to leave it.'",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Thank you again for agreeing to help me carry my master's luggage. I will find a place for it inside the fortress, somewhere on the upper floor.'",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Talk to Eskil Bloodthumb outside Zarkul-sulûn",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Sometimes I wonder why my brother Eskil agreed to become Stáli's apprentice. He does not seem to enjoy the experience.'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Pick up some of Stáli's luggage",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Talk to Stáli the Hewer on the upper floor of Zarkul-sulûn",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Talk to Prince Ingór downstairs in Zarkul-sulûn",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "<rgb=#FF0000>You will automatically travel to Glóin during the War of Three Peaks when you accept this quest.</rgb>\\n\\n'We are so near to achieving our goal, [placeholder]! Gundabad belongs to my people, and neither Orc nor dragon will keep it from them any longer! Should Gorgar stand before us, he will be cut down! Should Hrímil Frost-heart seal the entrance with ice, as she has done, we will break through it... and then we will take her head and ensure she can never hinder us again!\\n\\n'Every day, more dwarves arrive to swell this great force, this Gabil'akkâ of mine. Speak with Glóin and assess these new arrivals, and we will set them on tasks with which the Mountain-home shall be reclaimed!'",
      "es": ""
    },
    {
      "id": 162883745,
      "en": "<rgb=#FF0000>You will automatically travel to Glóin during the War of Three Peaks when you accept this quest.</rgb>\\n\\n'We are so near to achieving our goal, [placeholder]! Gundabad belongs to our people, and neither Orc nor dragon will keep it from us any longer! Should Gorgar stand before us, he will be cut down! Should Hrímil Frost-heart seal the entrance with ice, as she has done, we will break through it... and then we will take her head and ensure she can never hinder us again!\\n\\n'Every day, more dwarves arrive to swell this great force, this Gabil'akkâ of mine. Speak with Glóin and assess these new arrivals, and we will set them on tasks with which the Mountain-home shall be reclaimed!'",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Prince Ingór is downstairs in Zarkul-sulûn, waiting to speak with you.",
      "es": ""
    },
    {
      "id": 162883747,
      "en": "'Tell Stáli to return to Erebor. He is an artist, not a warrior, and there are still battles to be won before he will do us any good here.'",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'I need my luggage brought inside the fortress. You can help my apprentice with this task. Eskil! Carry my things! On the double, lad!'",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "Glóin expressed his surprise and dismay at the artists and craftsmen that have answered Durin's call and come to Zarkul-sulûn. You should speak with these new arrivals and learn why they have come to such a place of war.",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "Stáli the Hewer stands outside Zarkul-sulûn. Why has the sculptor come to such a dangerous place in time of war?",
      "es": ""
    },
    {
      "id": 246419872,
      "en": "Stáli has directed you to speak to his apprentice, Eskil Bloodthumb, outside Zarkul-sulûn.",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "Stáli the Hewer has arrived on the upper floor of Zarkul-sulûn.",
      "es": ""
    },
    {
      "id": 69036739,
      "en": "Carry Stáli's luggage to the upper floor inside Zarkul-sulûn",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "<rgb=#FF0000>You will automatically travel to Glóin during the War of Three Peaks when you accept this quest.</rgb>\\n\\n'We are so near to achieving our goal, [placeholder]! Gundabad belongs to our people, and neither Orc nor dragon will keep it from us any longer! Should Gorgar stand before us, he will be cut down! Should Hrímil Frost-heart seal the entrance with ice, as she has done, we will break through it... and then we will take her head and ensure she can never hinder us again!\\n\\n'Every day, more dwarves arrive to swell this great force, this Gabil'akkâ of mine. Speak with Glóin and assess these new arrivals, and we will set them on tasks with which the Mountain-home shall be reclaimed!'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Talk to Glóin outside Zarkul-sulûn",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Meet with the new arrivals outside Zarkul-sulûn",
      "es": ""
    },
    {
      "id": 177082754,
      "en": "Stáli clearly does not remember you",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Stáli the Hewer outside Zarkul-sulûn",
      "es": ""
    },
    {
      "id": 177082757,
      "en": "You decide to leave Stáli before you damage the irksome artist himself",
      "es": ""
    },
    {
      "id": 118939057,
      "en": "'When you're done with that menial task, come see me.'",
      "es": ""
    },
    {
      "id": 118939058,
      "en": "'I will see you when you are done with that labour.'",
      "es": ""
    },
    {
      "id": 118939059,
      "en": "'Come see me later, if you would.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 5.1: Many Masters",
      "es": ""
    }
  ]
}