{
  "id": 621040167,
  "txt": [
    {
      "id": 177082793,
      "en": "Shoshraf has barely hit the ground before Trausti wrests the axe from his hand",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 9.1: The Jailor Jailed",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "'They have our goblin prisoner in a cage north of Maergrind and down one level, in Máttugard. Speak to those who watch him, and perhaps he will tell us something of use. We have no need for goblins, but our need is even less if they can tell us nothing.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Our captive is a goblin of Gundabad. The guards caught him creeping in the shadows near the Steepset, no doubt on an errand of evil for Gorgar. He would have been slain out of hand if he had not been recognized, but that recognition will only stay the executioner's axe for a short while.\\n\\n'They have him in a cage north of Maergrind, down one level. Speak to those who watch him, and perhaps he will tell us something of use. We have no need for goblins, but our need is even less if they can tell us nothing.'",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "Durin is keeping an eye on the captive goblin north of Maergrind and down one level, in Máttugard.",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Talk to Eskil Bloodthumb at TBD",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I know this goblin, [placeholder]. Do you remember when Stáli the Hewer sent me into Deepscrave in search of the Zabad'ibîn, and I was captured by the Orcs? This goblin was my jailor! He it was that kept the hobgoblins from killing me! And then you and Trausti freed me from that place.\\n\\n'The guards were not happy, but I convinced them he seemed a figure of importance. They have jailed him, for now, but they are not happy about it! In truth I am not sure myself. Is this some trick?'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Trausti at TBD",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Eskil prevailed upon the guards to spare this goblin's life, for now, but I am less forgiving. One of his friends made off with my favourite axe, the one bearing Lofrík's golden tooth, and the loss of that precious memento has me inclined to take this goblin's head in payment!'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Glúrkub, the captive goblin north of Maergrind",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Talk to Trausti in Shakhajât",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to Trausti north of Maergrind",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'The axe! The axe! I knew it was important, I did! Something special about it? Glúrkub knows where it is! Maybe let him free if you find it?\\n\\n'Hobgoblin who took the axe very mean, very nasty, bad sort. But Glúrkub knows where he lives! In Shakhajât, that's the place. Knock on his door south-east of the fortress proper! And when Shoshraf answers, take the axe right from him!\\n\\n'Then you'll know Glúrkub is a very helpful goblin, and you'll set him free? Ah, we'll talk when you get back, yes we will. Think about it? You'll think about it.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'That was no ordinary axe, [placeholder], and this goblin is responsible for its theft! He should die for its loss.'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Summon and defeat the hobgoblin Shoshraf in Shakhajât",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Talk to Durin north of Maergrind in Máttugard",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'This goblin kept me captive in Vatug-ronk, but he also kept his friends from visiting death upon me. Why would he creep so near to the Gabil'akkâ?'",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Talk to the goblin Glúrkub north of Maergrind and down one level, in Máttugard",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Do you suspect a trap, as I do? Good [placeholder]! We will see about this hobgoblin, but if the captive has lied to us, we will come back at once and separate his head from his shoulders!\\n\\n'Shakhajât, he said? Let us go knock on the doors, [placeholder], and woe to the hobgoblin that answers!'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The Dwarves of the Gabil'akkâ have caught a goblin sneaking around Máttugard, and now he is their prisoner.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Trausti is keeping watch over the captive goblin north of Maergrind.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Eskil and Trausti are keeping watch over the captive goblin north of Maergrind and down one level, in Máttugard.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'By Durin's Beard, he was telling the truth! It feels good to have my axe back in hand, [placeholder], for once again I feel that Lofrík is with me, though he died outside Moria. What was wrong has been set right, though it took a goblin's help! What would Lofrík say to that, I wonder?\\n\\n'He would say that a bad deed is not entirely undone by a good one, [placeholder]. Let us bear that in mind when we return to the prisoner.'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "The goblin Glúrkub has given you information concerning the hobgoblin who took Trausti's axe, but can he be trusted? According to Glúrkub, the hobgoblin can be found living in a dwelling south-east of the fortress of Shakhajât.",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'Trausti has his axe again? That is good, [placeholder], but I caution you and any others who speak to the prisoner not to trust everything he says. He may mix truths in with falsehoods in order to mislead us... indeed, I would expect nothing else.\\n\\n'And yet, if we bear that in mind he may provide the Gabil'akkâ with useful information. Ask him where he came from, and why he was creeping around near the Steepset.'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "The goblin Glúrkub has been imprisoned by the Gabil'akkâ.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Trausti stands south-east of the fortress of Shakhajât, pleased to have retrieved his axe.",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 177082772,
      "en": "Shoshraf emerges from the house, ready to fight!",
      "es": ""
    },
    {
      "id": 162883745,
      "en": "'Hobgoblin who took the axe very mean, very nasty, bad sort. But Glúrkub knows where he lives! In Shakhajât, that's the place. Knock on his door south-east of the fortress, and when he answers, take the axe right from him!'",
      "es": ""
    },
    {
      "id": 162883746,
      "en": "'Shakhajât, he said? Let us go knock on the doors, [placeholder], and woe to the hobgoblin that answers!'",
      "es": ""
    },
    {
      "id": 162883747,
      "en": "'What was wrong has been set right, though it took a goblin's help! What would Lofrík say to that, I wonder? He would say that a bad deed is not entirely undone by a good one! Let us bear that in mind when we return to the prisoner.'",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'Our prisoner may mix truths in with falsehoods to mislead us.'",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "The goblin Glúrkub is encaged north of Maergrind and down one level, in Máttugard.",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Talk to the dwarves who watch the goblin-prisoner ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'It was just as I said, wasn't it? Yes, it was, I can tell! Glúrkub will be so very helpful to you, as long as you keep him safe.\\n\\n'Yes, safe! Safe from both dwarves and Orcs! Do you agree? Think about it? Think about it. And then I will tell you my tale.'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'DNT - Blah!'",
      "es": ""
    }
  ]
}