{
  "id": 621040099,
  "txt": [
    {
      "id": "0xa8e11a9",
      "en": "This coffer has been emptied of any treasure it might once have held",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "Líkmund thinks the goblins lurking in the shadowy reaches of Máttugard might have coins they stole during their occupation of Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 5.5: Treasure in a Troll-hoard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Find and search the first possible troll-hoard to the south of Bori's position",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Líkmund outside the grodbog-infested troll-hoard, to the north-west",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'I have a few spots in mind that might once have served as possible troll-hoards. Will you investigate and see if any treasures remain? Try searching first to the south, and afterwards look far to the east, beyond the great pit in the centre of Máttugard.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a5",
      "en": "Líkmund asked you to bring the coinpurses to Thettmárr south-west of Maergrind in partial payment of his gambling debt.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'The sight of all these trolls turned to stone in the halls of Máttugard has raised in me a curiosity, [placeholder]. When these creatures were petrified, what happened to their treasures? Might there be valuables hidden away in their hoards? The contents of such a hoard, once ill-gotten, might be cured of that defect when found by good-hearted folk such as us!\\n\\n'I have a few spots in mind that might once have served as possible troll-hoards. Will you investigate and see if any treasures remain? Try searching a short distance to the south, and once you have done that try looking far to the east, beyond the great pit in the centre of Máttugard.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Collect coinpurses from goblins throughout Máttugard ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Find and search the second possible troll-hoard far to the east, beyond the great pit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Bring the goblin coinpurses to Líkmund at TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Hallo there, friend. Are you also looking for treasure?\\n\\n'The gredbyg have moved into this tunnel, but it seems to me it was once a troll-hoard. What valuables might still remain inside?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Did you find anything? Alas, neither did I. If this was once a troll-hoard, it is no longer, for Orcs or others of similar ilk have looted it of whatever treasures it once might have held. A pity... that looter could have been me! Just a jest, [placeholder].\\n\\n'But I do owe Thettmárr a rather sizeable debt, and I could have used these treasures to pay him. He graciously offered to play me in one more game of Hammers and Bones, so that I could win back my losses... but that was five games ago! Now I am so deep in his debt, and my luck has turned so poor, that I do not trust myself to approach the gambling-table ever again!\\n\\n'I have seen goblins sneaking about. Do you think you could wrest some of their coin-purses from them? You would be making these halls more safe for the Gabil'akkâ, and at the same time you would be helping me with my own problem, [placeholder]. That way everyone is happy, except for the goblins, and what [placeholder] should care about the happiness of goblins? Once you have found three coin-purses, bring them to Thettmárr south-west of Maergrind for me, and I will be in your debt. Figuratively-speaking, that is!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Talk to Bróin at Maergrind, the Noble Gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Bori wonders whether any of the trolls that were turned to stone by the mirror mechanisms throughout Máttugard might have kept treasure-hoards nearby, and wants you to investigate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Bori has two locations in mind that might once have served as troll-hoards full of treasure. The first is a short distance to the south of his position.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Having collected a number of coinpurses from the goblins of Máttugard, you should bring them to Líkmund at TBD.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Bring those coin-purses to Thettmárr, south-west of Maergrind. It will likely not satisfy my whole debt, but I wager it will be a good start!\\n\\n'You know what I mean, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Bori has two locations in mind that might once have served as troll-hoards full of treasure. The second is far to the east, beyond the great pit in the centre of Máttugard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e36",
      "en": "Bring the coinpurses to Thettmárr south-west of Maergrind in Máttugard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Oh, I am sorry, my friend. I am just a little unsettled by the strange familiarity which surrounds me. I remember Thettmárr and Líkmund arguing over games of Hammers and Bones while we sought to reclaim Moria. We were, all of us, members of the Iron Garrison, and we thought to restore the Dwarrowdelf to prominence and glory.\\n\\n'It was not to be. So many were lost...'\\n\\nBróin's voice trails away, and you know he is thinking of his father Brogur, who perished during the escape from Khazad-dûm. Then he shakes his head and looks you in the eye.\\n\\n'But Gundabad is not Moria, and the Gabil'akkâ will not share the fate of the Iron Garrison. I should not be troubled by the reminder that Thettmárr and Líkmund played their game in Moria, and they play it here too; I should be heartened that they both live to play it still! Thank you for providing a kindly ear, [placeholder]. I will be all right now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'I hope that Líkmund's ill fortune will not affect our efforts here in Gundabad!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Líkmund is standing by this one-time troll-hoard, waiting to hear of your discoveries.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Bróin is at Maergrind, the Noble Gate, in Máttugard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "Collected goblin coinpurses ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "'I have a few spots in mind that might once have served as possible troll-hoards. Will you investigate and see if any treasures remain? Try looking first to the south, and then afterwards far to the east across the great pit, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'Do you think you could wrest coin-purses from the goblins? You would be making these halls more safe for the Gabil'akkâ, and at the same time you would be helping me with my own problem, [placeholder]. That way everyone is happy, except for the goblins, and what [placeholder] should care about the happiness of goblins? Once you have found three coin-purses, bring them to Thettmárr at Maergrind for me, and I will be in your debt. Figuratively-speaking, that is!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a2",
      "en": "'What have you brought to me, [placeholder]? Oh, I see. Líkmund thinks to satisfy his gambling debt to me with these goblin coin-purses? These coins are filthy. Yuck.\\n\\n'There is good coinage mixed with the bad, but can I tell you something? Líkmund and I have been playing Hammers and Bones for many months now, and I have never seen a streak of ill fate like the one under which he labours now. He cannot seem to win, and I cannot seem to lose. I have begun to wonder if my friend might be cursed!\\n\\n'I will accept these coins in partial satisfaction of Líkmund's debt to me, but I would consider it paid in full if he simply promised never to play Hammers and Bones ever again! There is something unnatural about his poor luck at that game, and I fear it may spill over into the rest of his life, or affect our efforts here in Gundabad!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "Bróin catches your eye, a haunted expression on his face",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "A foul reek emanates from an entrance in the western wall: the odour of troll?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "You root around in the debris, but find nothing of value",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "This box contains only dust, looted of treasure long ago by Orcs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "This might also once have been home to trolls and their treasure",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "If the debris of centuries once contained treasure, it does no longer",
      "es": "",
      "es (fem)": ""
    }
  ]
}