{
  "id": 621040126,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 7.6: Iron Pass and Narrow Way",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Defeat beasts in Câr Bronach ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I do not know these lands, but I studied the maps of the Gabil'akkâ and learned enough of them to plan our next steps. We should head north through Câr Bronach and see the state of the Iron Pass; no doubt it has been well-travelled in the months since the fall of Angmar Reborn.\\n\\n'It is not just the Angmarim that haunt these slopes. Let us slay the beasts that threaten our passage as we make for the Iron Pass.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Scout the Iron Pass in the north-western reaches of Câr Bronach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'It is just as I said! This road may once have been little-travelled, but since their kingdom fell, the Angmarim have passed this way in great numbers.\\n\\n'Cultists fled this way, but I do not think they came alone. If the Men of Angmar are like those I knew in Mordor, I am sure they filled their pockets with as much wealth as they could carry. I do not begrudge them that, though such riches are surely tainted by evil, and woe to those who seek to spend them! No, what worries me, and should worry you, is what else these cultists might have brought out of Angmar when their kingdom fell. Did they bring with them artifacts of fell power, relics of the Witch-king's rule? They might have brought anything from their defeated kingdom, [placeholder].\\n\\n'Let us go back the way we came, and study the southernmost pass for similar signs. Any beasts that dare to threaten us will regret it, and serve as a warning to the Angmarim that fled to Câr Bronach!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Imák at the Narrow Way",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Imák at the Iron Pass",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Talk to Venko at the Narrow Way",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Defeat beasts in Câr Bronach ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Read the crumpled parchment given to you by Venko",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Over here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Look who it is, [placeholder]! Our old friend Venko!'\\n\\nImák lowers his voice.\\n\\n'The three of us did not always get along, it is true. But I confess that the several days since we adventured together have made me miss this old Zhélruka. What tidings does he have for us?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Scout the Narrow Way between Câr Bronach and Elderslade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Talk to Venko at the Narrow Way",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Hail, friends! It is good to see you again. I trust you are here on the orders of Prince Durin? I myself was sent here by command of Prince Ingór, but I see no reason we should not join forces, as we did in the Wells of the Langflood, if our goals align and we work not at cross-purposes.\\n\\n'I was set upon by cultists of Angmar when I first came to Câr Bronach, but after a bit of sword-work I freed myself. From the body of my captor I took this!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Imák believes the mountain passes of Câr Bronach have been overrun by Angmarim cultists that threaten the mission of the Gabil'akkâ in Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "You have met up with Imák at the Narrow Way only to discover that a former companion also shows an interest in the situation at Câr Bronach.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'What news does the old Zhélruka have for us?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Your former companion Venko has also come to investigate the Narrow Way between Câr Bronach and Elderslade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Ah-ha! I knew it! Did I not tell you so, [placeholder]? The Angmarim that fled to Câr Bronach brought an artifact of evil with them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Having scouted the Iron Pass, Imák thinks you should now do the same for the Narrow Way, the southern pass into Elderslade. He also wants you to continue your efforts to make the mountain paths safe for the Gabil'akkâ.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Venko gave you a crumpled piece of parchment that he wrestled from one of the Angmarim, and is waiting for you to read it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e38",
      "en": "Give the crumpled parchment to Imák at the Narrow Way",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Venko has asked you to show the crumpled parchment to Imák.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Venko is waiting to hear your thoughts at the Narrow Way between Câr Bronach and Elderslade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "Defeated beasts in Câr Bronach ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "You and Imák are not the only adventurers with an interest in the Narrow Way",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "'We should head north-west to the Iron Pass and slay the beasts that block our way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1196",
      "en": "Venko hands you a crumpled piece of parchment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'Let us go back the way we came, and study the southernmost pass for similar signs. Any beasts that dare to threaten us will regret it, and serve as a warning to the Angmarim that fled to Câr Bronach!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'Read the report I took from the Angmarim who thought to capture me, [placeholder], and show it to Imák. I would know what both of you make of it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a4",
      "en": "'The Angmarim that fled to Câr Bronach brought an artifact of evil with them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "The Iron Pass is located in the north-western reaches of Câr Bronach, and Imák wants you to make the road there as safe as you can while investigating the enemy presence on that route to Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'We are in agreement, then? The cultists brought something out of Angmar, and we need to keep them from using it for some evil purpose!\\n\\n'I am sure both princes would agree on this, [placeholder]. Let us work together to end the danger this poses for the Gabil'akkâ!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "Angmarim cultists fled through the Iron Pass to Gundabad when their kingdom fell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Defeated beasts in Câr Bronach ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}