{
  "id": 621040140,
  "txt": [
    {
      "id": "0x9b56885",
      "en": "'This time I saw my eldest brother, Lékhun, and he seemed just the same to me as he did in life. What did the watchful presence show to you, [placeholder]? Who did you see?'\\n\\nYou tell Venko that you beheld a Ranger named Amdir, who suffered a grievous, corrupting injury from a Nazgûl's blade when you adventured in Bree-land. He nods solemnly.\\n\\n'He is dead, or worse than dead? Then he cannot be here... and yet you saw him. There is some strange force at work in these mountains, but it is not the work of the Angmarim. It is something else.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'This time I saw my eldest brother, Lékhun, and he seemed just the same to me as he did in life. What did the watchful presence show to you, [placeholder]? Who did you see?'\\n\\nYou tell Venko that you beheld Talagan Silvertongue, Lord of Edhelion, who sacrificed himself to defeat Skorgrím Dourhand more than six hundred years ago.\\n\\n'Dead six hundred years? Then he cannot be here... and yet you saw him. There is some strange force at work in these mountains, but it is not the work of the Angmarim. It is something else.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 7.8: A Silent Presence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'This time I saw my eldest brother, Lékhun, and he seemed just the same to me as he did in life. What did the watchful presence show to you, [placeholder]? Who did you see?'\\n\\nYou tell Venko that you beheld Gormr Doursmith, the Dourhand Steward of Thorin's Hall, who gave his life in service of the treacherous Skorgrím.\\n\\n'So he is a traitor, and already slain? Then he cannot be here... and yet you saw him. There is some strange force at work in these mountains, but it is not the work of the Angmarim. It is something else.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Someone watches",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'This time I saw my eldest brother, Lékhun, and he seemed just the same to me as he did in life. What did the watchful presence show to you, [placeholder]? Who did you see?'\\n\\nYou tell Venko that you beheld your ancestor Beorn, revered sire of your line but dead for some years.\\n\\n'My sympathies, [placeholder]. So it is the same for you as it is for me. Beorn cannot be here, just as my brothers cannot... and yet you saw him, as I saw them. There is some strange force at work in these mountains, but it is not the work of the Angmarim. It is something else.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'This time I saw my eldest brother, Lékhun, and he seemed just the same to me as he did in life. What did the watchful presence show to you, [placeholder]? Who did you see?'\\n\\nYou tell Venko that you beheld an Elf named Thelaron, who was captured by Sauron during the Battle of Dagorlad and suffered grievous torment in Mordor. He nods solemnly.\\n\\n'So he is dead, or worse than dead? Then he cannot be here... and yet you saw him. There is some strange force at work in these mountains, but it is not the work of the Angmarim. It is something else.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Imák at the Witch-gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'If the vision that so troubled Venko is the result of some Angmarim ritual, I think I know just where we will find the source of it. What do they call their tower? Tûr Fúar, the Drearspire? If those orders you recovered are to be believed, it may be that the complement of guards promised by Magith the Scather has not yet been dispatched to fortify the tower.\\n\\n'Let us sneak inside and put an end to whatever magic these cultists think to unleash. We will all be the better for it, and Venko not least of all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Venko at the Witch-gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'The Drearspire awaits us. Are you ready?'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'We need to bring word of the Angmarim intention to break the wards on the Gloomingtarn. Let us climb the path to the Witch-gate itself and then we will bring this urgent message together!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'What is wrong, [placeholder]? What did you see?'\\n\\nYou tell Imák you recognized a figure from your past, who could not possibly be there.\\n\\n'I believe you, for I also saw someone impossible. I saw a dwarf-woman named Anorta, who I knew during my captivity in Mordor. I escaped from the Black Land, but Anorta did not. She is dead. She could not be here... and yet I saw her standing just ahead, just as I remembered her.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'This time I saw my eldest brother, Lékhun, and he seemed just the same to me as he did in life. What did the watchful presence show to you, [placeholder]? Who did you see?'\\n\\nYou tell Venko that you beheld a Ranger named Amdir, who suffered a grievous, corrupting injury from a Nazgûl's blade when you adventured in Bree-land. He nods solemnly.\\n\\n'He is dead, or worse than dead? Then he cannot be here... and yet you saw him. There is some strange force at work in these mountains, but it is not the work of the Angmarim. It is something else.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Imák believes that the troubling presence that so disturbed Venko might be the result of a ritual being conducted by the Angmarim in Tûr Fúar, the Drearspire. The Stout-axe thinks the three of you should investigate, despite the danger.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Imák stands at the Witch-gate, a haunted expression on his face.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "Approaching the gate, you see a figure that cannot be",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Venko is at the Witch-gate, waiting to speak with you about what you saw.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Venko is north of the Witch-gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Imák believes that the troubling presence that so disturbed Venko might be the result of a ritual being conducted by the Angmarim in Tûr Fúar, the Drearspire, and he wants you to investigate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Imák and Venko are prepared to depart Câr Bronach, and want to travel with you to the Witch-gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Imák and sneak into the Drearspire of Tûr Fúar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "You once again feel the watchful presence.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Venko north of the Witch-gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Return to the Witch-gate with Imák and Venko",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "Once again, the watchful presence departs and you are alone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'This time I saw my eldest brother, Lékhun, and he seemed just the same to me as he did in life. What did the watchful presence show to you, [placeholder]? Who did you see?'\\n\\nYou tell Venko that you beheld a dwarf named Lethi, without whose efforts you could not have escaped your imprisonment in Mordor. He nods solemnly.\\n\\n'So he is dead, or worse than dead? Then he cannot be here... and yet you saw him. There is some strange force at work in these mountains, but it is not the work of the Angmarim. It is something else.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'This time I saw my eldest brother, Lékhun, and he seemed just the same to me as he did in life. What did the watchful presence show to you, [placeholder]? Who did you see?'\\n\\nYou tell Venko that you beheld a Ranger named Meneldir, who fought and died among the barrows of Old Cardolan at the hands of a terrible foe known as the Grey Fear. He nods solemnly.\\n\\n'He is dead, or worse than dead? Then he cannot be here... and yet you saw him. There is some strange force at work in these mountains, but it is not the work of the Angmarim. It is something else.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'We need to bring word of the Angmarim intention to break the wards on the Gloomingtarn. Let us meet up at the Witch-gate and then we will bring this urgent message together!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}