{
  "id": 621040115,
  "txt": [
    {
      "id": "0x9b568b4",
      "en": "'Let us climb a little higher, [placeholder]. The path slopes upward to the north, near more of the crypts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a9",
      "en": "You try to remove the sword but it is held fast by the rock",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 7.1: The Houses of Rest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Bósi at the entrance to the Pit of Stonejaws",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Defeat creatures in the Pit of Stonejaws ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Find and talk to Bori further north in the Pit of Stonejaws",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "<rgb=#FF0000>You will automatically travel to Máttugard when you accept this quest.</rgb>\\n\\n'Then let us return! The conquest of the Mountain-home will wait no longer!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Find Bori to the north-west in the Pit of Stonejaws",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Threats remain here and there within Máttugard, but for the most part we have secured these halls and I do not fear they will be retaken. The time has come to push deeper into Gundabad. To that end I have ordered scouts to survey the further reaches: beyond Deepscrave to the west and north from Máttugard into the Pit of Stonejaws. Perhaps you can work to accomplish the second of these?\\n\\n'You proved a good friend to Bósi of the Iron Garrison, so I ask you to meet up with him at the entrance to the Pit of Stonejaws. Help him to survey that cavern and the tombs housed within, the better to expand the foothold of the Gabil'akkâ in Gundabad. I will await report of your success, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Bori in the Pit of Stonejaws",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Search more of the crypts along the north-western path for evidence of the Orcs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Welcome, my friend! Are you here to lend us your aid? I must give my thanks to the prince when next we return to Máttugard, for you have always been a great help to us in each of our endeavours.\\n\\n'My son Bori went on ahead to seek for the Houses of Rest, the tombs of our people. They are said to line the walls of the Pit of Stonejaws, and I am interested to see them as well, but something else has drawn my attention: a great city in the pit, home not to the bones of our ancestors but to more recent, and unwelcome, arrivals. I will take a small party of Longbeards to appraise this city. Perhaps you can bring my son to join us after he learns if the Houses of Rest are free of Orcs?\\n\\n'Bori went to the north-west, and will be pleased for you to join him. Beware of the creatures that have made their homes here, and destroy any that threaten your safe passage!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Hail, friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Hail, friend! Are you here to study the tombs in the Houses of Rest? Well, it is not truly a scholarly mission that brought me hither; my father expects me to learn if the Orcs have defaced the tombs here during their long residence. But I am also interested in learning the names of the dwarf-families that lie here entombed, and thought I could accomplish both errands at once!\\n\\n'Let us climb a little higher, [placeholder]. The path west of here eventually slopes upward to the north, near more of the crypts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Prince Durin has ordered the Gabil'akkâ to push further into Gundabad in opposition to the hostile Orc-defenders.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Bósi's son Bori has gone to search the crypts in the Pit of Stonejaws, and could use your assistance to the north-west.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "You have found Bósi at the entrance to the Pit of Stonejaws",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Prince Durin has returned with you to Máttugard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'I find that Orc-sword quite curious. Did they fight among themselves for the privilege of ransacking the Houses of Rest?'\\n\\n'As I climbed past the crypt-entrances, I tried to read the names of the families entombed within. It was not an easy task, for most of them have faded with the passage of the years, and I could not make many of them out.\\n\\n'I saw markers for the Line of Arnvíth... the Line of Félag... Yngvi's Line...'\\n\\nBori stands up straight and rubs his chin.\\n\\n'Perhaps the faded letters prevented the Orcs from disturbing the timeless sleep of the dwarves that lie within. For that let us be grateful. If the Orcs believed these dwarves had names of importance, they might have cracked open their tombs in search of wealth.\\n\\n'I see signs that much else in the Pit of Stonejaws, and throughout the Mountain-home, was plundered and defaced. But how can this be so? Legend tells us that such villainy should have been prevented!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Bori asked you to search more of the crypts along the westward path, which eventually turns north and slopes upward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Durin ordered Bósi of the Iron Garrison to scout the further reaches of the Mountain-home, and has asked you to meet up with them at the entrance to the Pit of Stonejaws, north of Máttugard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Bori has agreed to meet you by the upper crypts, further north in the Pit of Stonejaws.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Bósi is at the entrance to the Pit of Stonejaws.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1191",
      "en": "You have caught up to Bori by the upper crypts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Durin in Máttugard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Find Bósi at the entrance to the Pit of Stonejaws, north of Máttugard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "Defeated creatures in the Pit of Stonejaws ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "Bori calls you over to him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'You proved a good friend to Bósi of the Iron Garrison, so I ask you to meet up with him at the entrance to the Pit of Stonejaws, north of Máttugard. Help him to survey that cavern and the tombs housed within, the better to expand the foothold of the Gabil'akkâ in Gundabad. I will await report of your success, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "A cruel sword of Orc-make is embedded here in the wall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'Bori went north-west, and will be pleased for you to join him. Beware of the insects that have made their homes here, and destroy any that threaten your safe passage!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}