{
  "id": 621040147,
  "txt": [
    {
      "id": 177082768,
      "en": "Someone etched further lines upon this rune. Now it feels inert, robbed of power",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "The rune's power has been drained by specific lines, carefully etched",
      "es": ""
    },
    {
      "id": 177082772,
      "en": "Defeated Angmarim cultists within Gloomingtarn ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "'I cannot believe this! The White Stone Forge is here, as it should be, but the Black Stone Anvil has been taken away by unknown villains! This is a grievous insult!\\n\\n'Stóthkell would die of a broken heart had he lived to see it!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Slagvi asked to meet with you at the entrance to Gloomingtarn from Deepscrave, where he fears the rune-stones warding passage to that sacred cavern may be threatened.",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "The dim glow of the crystal feels somehow reassuring",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'We will find the entrance to Gloomingtarn beyond the Orc-infested cavern of Deepscrave, to the west. Let us journey there and see if the warding-runes have kept the cultists from gaining entrance to that sacred site.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Slagvi stands beside the rune-stone wards at the entrance to Gloomingtarn.",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Talk to Slagvi by the lakeshore",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "<rgb=#00FF00>Look</rgb> toward the island that stands in the lake",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Slagvi wants to honour the memory of Stóthkell by protecting the sacred lake of Gloomingtarn from the Angmarim, and has volunteered to accompany you there.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Studying the stones on either side of the entrance may reveal what happened to the wards that once blocked passage to Gloomingtarn.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'I fear we may be too late, [placeholder]. Examine the warding runes and tell me what you see.'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I fear we may be too late.'",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "Talk to Slagvi beside the lake in Gloomingtarn",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "Cross to the island and find the White Stone Forge and the Black Stone Anvil",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Examine the White Stone Forge on the island in the lake",
      "es": ""
    },
    {
      "id": 111477328,
      "en": "Talk to Slagvi on the Stone of Wakening",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Slagvi stands at the entrance to Gloomingtarn, beside the broken wards.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'It is as I feared: they have somehow modified the runes, sapping them of their power. They are now only ordinary stones, and Gloomingtarn lies open to the cultists, that they may walk where they will, and spoil what they wish.\\n\\n'We must follow them inside, and teach them they are not welcome! Let us enact the vengeance of Stóthkell, and of all the dwarves who revere this place, upon the intruders!'",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Slagvi asked you to defeat any Angmarim cultists you find lurking within the cavern of Gloomingtarn.",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "Slagvi grimly observes the rune-stone wards at the entrance to Gloomingtarn",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Slagvi stands beside the lakeshore in the vast cavern, deep in thought.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'This is the cavern where Durin the Deathless awoke, [placeholder], first of all the dwarves. Do you see the island in the lake? <rgb=#00FF00>Look</rgb> across the water, and tell me what you see.'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Slagvi has asked you to <rgb=#00FF00>look</rgb> toward the Stone of Wakening, the island that stands in the lake.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Slagvi stands beside the lakeshore in the vast cavern, deep in thought.",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to Slagvi at the entrance to Gloomingtarn",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'The island in the lake is called the Stone of Wakening, for it is said that Durin awoke there, first of all the dwarves. He built an anvil of black stone and a forge of white brick, and the sound of his hammer echoing over the water called forth the ancient fathers of the dwarves. They stood on the shore of the lake, observing his work.\\n\\n'Stóthkell would have loved to stand here, [placeholder]. He spoke of it often, and my heart is aggrieved to know now that he never will.\\n\\n'Let us cross to the Wakening Stone and see the black anvil and the white forge on his behalf. The bridge is just to the south.'",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Defeat Angmarim cultists within Gloomingtarn ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Examine bright crystals along the lake-shore ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "The Wakening Stone stands in the middle of the lake in Gloomingtarn.",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "It is said that Durin himself constructed the White Stone Forge and the Black Stone Anvil in the days after he first awoke.",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Slagvi has come to the Stone of Wakening, and he is not happy.",
      "es": ""
    },
    {
      "id": 162883665,
      "en": "'We will find the entrance to Gloomingtarn beyond the Orc-infested cavern of Deepscrave, to the west. Let us journey there and see if the warding-runes have kept the cultists from gaining entrance to that sacred site.'",
      "es": ""
    },
    {
      "id": 162883666,
      "en": "'I fear we may be too late. Examine the warding runes and tell me what you see.'",
      "es": ""
    },
    {
      "id": 162883667,
      "en": "'We must follow the cultists inside, and teach them they are not welcome! Let us enact the vengeance of Stóthkell, and of all the dwarves who revere this place, upon the intruders!'",
      "es": ""
    },
    {
      "id": 162883668,
      "en": "'Do you see the island in the lake? <rgb=#00FF00>Look</rgb> across the water, and tell me what you see.'",
      "es": ""
    },
    {
      "id": 162883669,
      "en": "'You know, as I do, that this is the cavern where Durin the Deathless awoke, first of all the dwarves. Do you see the island in the lake? <rgb=#00FF00>Look</rgb> across the water, and tell me what you see.'",
      "es": ""
    },
    {
      "id": 162883670,
      "en": "'The island in the lake is called the Stone of Wakening, for it is said that Durin awoke there, first of all our people. He built an anvil of black stone and a forge of white brick, and the sound of his hammer echoing over the water called forth the ancient fathers of the dwarves. They stood on the shore of the lake, observing his work.\\n\\n'Stóthkell would have loved to stand here, [placeholder]. He spoke of it often, and my heart is aggrieved to know now that he never will.\\n\\n'Let us cross to the Wakening Stone and see the black anvil and the white forge on his behalf. The bridge is just to the south.'",
      "es": ""
    },
    {
      "id": 162883671,
      "en": "'Let us cross to the Wakening Stone and see the black anvil and the white forge on his behalf.'",
      "es": ""
    },
    {
      "id": 162883672,
      "en": "'Let us cross to the Wakening Stone and see the black anvil and the white forge on his behalf.'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Meet up with Slagvi at the entrance to Gloomingtarn from Deepscrave",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Slagvi at the entrance to Gloomingtarn",
      "es": ""
    },
    {
      "id": 177082756,
      "en": "Slagvi stands beside you in silence as you contemplate the distant rocks",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Examine the rune-stone wards ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082760,
      "en": "The White Stone Forge is as Slagvi described, but of the anvil there is no sign",
      "es": ""
    },
    {
      "id": 177082761,
      "en": "The White Stone Forge gleams even in the dim light, unaffected by time's passage",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 8.3: In Memory of the Forge-master",
      "es": ""
    }
  ]
}