{
  "id": 621040110,
  "txt": [
    {
      "id": "0xa8e11a9",
      "en": "Beneath the pile of refuse you find a dirt-smeared and cloudy gem",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 6.2: Pillar of the Mountain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Did you convince my apprentice not to enter Deepscrave? For shame, [placeholder]! You had no right to interfere in this matter.\\n\\n'I will forgive you if you sign this contract agreeing to help me instead. The parchment is right here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Search debris at the lower extent of the Berg-beam",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Well, go on, sign the contract agreeing to help me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Search debris near the midpoint of the Berg-beam",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Search debris at the upper extent of the Berg-beam",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Ah, it is nothing, nothing at all. We are all working for the same goal, are we not? Victory in Gundabad helps every interest: mine, Prince Durin's, and yours! That is simply logical, and no one can deny it!\\n\\n'You should return to the prince and see how you can help the Gabil'akkâ. And while you adventure on behalf of all dwarves, perhaps you will keep your eyes open for works of art that might be of interest to one specific dwarf...?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'With your help we have secured Máttugard, and now it is time to push beyond the limits of the last conquest. There was a war to fight, then... now the war is here, and we need not turn our attention elsewhere!\\n\\n'To the west of Máttugard you will find Deepscrave, an enormous cavern more than a thousand feet tall. Within the vast space, a single column of stone descends into the darkness: the Berg-beam, Pillar of the Mountain. The lords of Gundabad dwelt in Máttugard, but the common folk lived in homes built around the great column. I hear tell that now the dwellings in Deepscrave are home only to Orcs and goblins... a terrible insult.\\n\\n'Venture into Deepscrave, slay any Orcs you find, and inspect the Berg-beam at several different points to ensure it stands strong, with no sign of weakness. Then return to me with your report, and together we will decide how best to proceed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "You sign the contract and Stáli's grin widens",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e30",
      "en": "Bring the rusted dagger and dirty gem to Stáli the Hewer at Maergrind in Máttugard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "You shake your head, and Stáli laughs off your refusal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'What have you found, what have you found?'\\n\\nStáli takes the rusted dagger and the dirty gem from you and eyes them carefully.\\n\\n'Hmm... I will clean these off and have a look, but I am not especially hopeful. Perhaps once I have scrubbed the filth from this jewel it will match an indentation on the Steepset, but I suspect it will not. Still, it may have worth all its own, even should it not prove to be one of the Zabad'ibîn.\\n\\n'Allow me to give you this reward in token of our mutually beneficial relationship, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Stáli the Hewer believes you convinced Eskil Bloodthumb not to search Deepscrave for the jewels of the Steepset, and he hopes that you will do so on behalf of his assistant.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Durin asked you to examine the Berg-beam in Deepscrave for signs of weakness and to combat any Orcs you find there. While you are on the prince's business, you may as well keep your eyes open for the jewels sought by Stáli the Hewer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Stáli the Hewer has presented you with a contract requiring you to assist him. It is your choice whether to sign the document or tell him <rgb=#00FF00>no</rgb>.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Stáli the Hewer is waiting for you to emerge from Deepscrave and bring him the fruits of your search. He is at Maergrind in Máttugard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Stáli the Hewer is at Maergrind, the Noble Gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Durin is at Maergrind, the Noble Gate, in Máttugard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Sign the contract or tell him <rgb=#00FF00>no</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "This lower portion of the Berg-beam appears wide and sturdy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Stáli the Hewer at Maergrind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Durin at Maergrind in Máttugard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Defeat Orcs or goblins in Deepscrave ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "Defeated Orcs or goblins in Deepscrave ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "TBD Berg-beam Notes A",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "This middle portion of the Berg-beam still stands strong",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "This upper portion of the Berg-beam appears sturdy enough",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'You should return to the prince and see how you can help the Gabil'akkâ. And while you adventure on behalf of all dwarves, perhaps you will keep your eyes open for works of art that might be of interest to one specific dwarf...?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'Venture into Deepscrave, slay any Orcs you find, and inspect the Berg-beam at several different points to ensure it stands strong, with no sign of weakness. Then return to me with your report, and together we will decide how best to proceed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "You search the fallen rubble but find nothing of value",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Buried within the fallen debris you find an old and rusted dagger",
      "es": "",
      "es (fem)": ""
    }
  ]
}