{
  "id": 621040097,
  "txt": [
    {
      "id": 162883718,
      "en": "'I set Glóin to observe the northern approach to Maergrind. Find him and see what he thinks of our defensive position here... and if it be lacking, help him to improve it until the old warrior is satisfied!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 5.3: The Mighty Court of Máttugard",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'Let us defeat our foes in these halls and impress upon Durin that there are threats enough to keep the Gabil'akkâ occupied! Gundabad is not won yet.\\n\\n'If you happen to find any relics or weapons from the Sixth War, I would be very interested in seeing them. I imagine most such artifacts have been looted by Orcs during the intervening years, but perhaps one or two items of interest remain in the debris.'",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Search piles of debris for artifacts from the Sixth War of Dwarves and Orcs",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Ah, I see the warning in your eye, my friend. Let me ease your worries: I know there is much yet to do, and Gundabad is not yet fully-reclaimed. But we have made a start, and is that not sometimes the most difficult of a journey's steps?\\n\\n'I set Glóin to observe the northern approach to Maergrind. Find him and see what he thinks of our defensive position here... and if it be lacking, help him to improve it until the old warrior is satisfied!'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Talk to Glóin at TBD in Máttugard",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'There you are, [placeholder]. Prince Durin sent you to me? Would you mind telling me of his demeanour? Did he seem rather... overfull of confidence to you?'\\n\\nGlóin strokes his beard.\\n\\n'We have gained the entry-halls, that is true, but we did the same during the Sixth War of Dwarves and Orcs, when I was just a lad. We claimed the upper halls and part of the Welkin-lofts, and King Thráin called for Dwarrowmoot. At that grand meeting of the dwarves, the first held here in four thousand years, it was decided that a garrison would be left to hold the mountain; the greater portion of our armies departed for the last battle of that war, at Azanulbizar. But the garrison was too small, for we needed as many warriors as we could levy, and Gundabad was again lost.\\n\\n'The prince is young, and while he knows what happened he did not stand in Máttugard then. We must guard against this overconfidence, [placeholder], if we can. Let us defeat the beasts that threaten our presence in these halls and impress upon Durin that there are dangers enough to keep the Gabil'akkâ occupied! Gundabad is not won yet.\\n\\n'If you happen to find any relics or weapons from the Sixth War, I would be very interested in seeing them. I imagine most such artifacts have been looted by Orcs during the intervening years, but perhaps one or two items of interest remain in the debris.'",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Glóin beams at you as you approach",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "Defeated bats and gredbyg in Máttugard ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "Defeated cave-claws and deep-claws in Máttugard ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Durin is pleased to have gained access to Gundabad, but he knows the dwarves must fortify their position inside the mountain if they are to keep it.",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "Defeated cave-beasts in Máttugard ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Glóin is north of Maergrind, the Noble Gate, in Máttugard, down one level.\\n\\nDurin put Glóin in charge of scouting the mighty court, and asked you to aid him with his task.",
      "es": ""
    },
    {
      "id": 49286661,
      "en": "Bring the weapon of the Sixth War to Glóin north of Maergrind",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Find Glóin north of Maergrind and down one level in Máttugard",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Glóin asked you to defeat several different enemies lurking within Máttugard, and to search for relics from the Sixth War of Dwarves and Orcs, when last the dwarves occupied Gundabad.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Defeat cave-claws or deep-claws in Máttugard ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Glóin is north of Maergrind in Máttugard.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Defeat bats or gredbyg in Máttugard ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Defeat cave-beasts in Máttugard ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "You pull an old weapon of dwarf-make from the debris: a rune-covered sword",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "You search the debris pile but find little of note for the dwarves",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'What have you got there? You found this sword here in Máttugard? Let me read these runes and learn if this weapon saw service during the Sixth War!'\\n\\nGlóin takes the sword from you and puzzles over its runes.\\n\\n'Hmmm... let's see.... According to these, this blade belonged to a Longbeard by the name of Dolgur Hardroot, a member of the garrison that remained in the Mountain-home when war took the rest of us away. No doubt he fought well against the forces that surged back into Gundabad, but he did not survive their attack.\\n\\n'This is a fascinating find, [placeholder]. During the Sixth War we did not advance far beyond the halls of Máttugard and the Welkin-lofts, for there were more pressing needs elsewhere. But today our goal is Gundabad, and we cannot leave the further halls unexplored and unconquered. The deeper we go into the mountain, the more danger we will find. Dolgur Hardroot would understand, and be pleased. I will find a place of honour for his lost weapon.'",
      "es": ""
    }
  ]
}