{
  "id": 620949379,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Dírion can be found in Alagrant in western Blackroot Vale.\\n\\nYou have found a posted bounty for a white stag in Blackroot Vale, and should now speak to Dírion for more information.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730885",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "The white stag was last seen somewhere in eastern Blackroot Vale.\\n\\nDírion offered you some advice on where to track the white stag, and you should now seek it out.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Find and capture the White Stag",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Dírion can be found in Alagrant in western Blackroot Vale.\\n\\nYou were unable to capture the stag due to its agility, but should report back to Dírion in Alagrant.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73086",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'It got away, didn't it?\\n\\n'I assumed as much, [placeholder], for none have been able to keep pace with it yet. Still, the fact that you have seen one in the vale heartens me.\\n\\n'Do not fret, I shall track it myself now that I know its whereabouts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Dírion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08edb7",
      "en": "Pursue and capture the white stag",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Search for the white stag in Blackroot Vale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "The white stag flees at your approach, but you should pursue it",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Pursue and capture the white stag",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6ae1",
      "en": "Subdue the White Stag",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "Before you can get any closer, the stag gathers its strength and sprints away",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "The hunters of Alagrant have posted a bounty in hopes of capturing a rare white stag that has appeared in the vale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "The posted note advertises a bounty on a particularly elusive white stag, described as 'a powerful and brilliantly white stag whose speed is unmatched by any in the vale,' and invites all interested hunters to seek out Dírion in Alagrant for more information on the stag's last known whereabouts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Talk to Dírion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "You should follow the white stag as it flees in eastern Blackroot Vale.\\n\\nThe white stag has fled from your approach, but if you give chase, it is possible you might still catch it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730880",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'So, you seek to capture the white stag? A noble goal to be certain, but one that countless others have failed to achieve.\\n\\n'You see, nature has not brought forth such a wondrous symbol of Gondor since the White Tree, and I can think of no better symbol to hearten the people of the vale. I would never ask you to harm such a beautiful beast, but perhaps you can capture it for the people of Morlad.\\n\\n'I have heard such varying accounts of its whereabouts, but it was last seen far to the east and beyond the Stone. Good fortune and swift strides, [placeholder]... you shall need both!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Bounty: The White Stag",
      "es": "",
      "es (fem)": ""
    }
  ]
}