{
  "id": 620949333,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730884",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Fallen animals can be found far to the east of Alagrant, near the Hill of Erech.\\n\\nYou have found numerous animals mauled, but nothing that suggests anything unusual. You should continue your search to the east.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Search the base of the Hill of Erech for fallen animals",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Sarnir can be found in Alagrant in western Blackroot Vale.\\n\\nYou have found evidence that the Dead at the Hill of Erech are responsible for the deaths of these creatures and  you should now inform Sarnir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "Seemingly slain by fear alone, fallen creatures bearing no wounds litter the ground",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "The Hill of Erech can be found far to the east of Alagrant.\\n\\nYou have discovered animals that appear to have been slain without a single wound. You should search for more felled beasts near the Hill of Erech.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Sarnir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'They bore no wounds, and the Dead appeared....\\n\\n'I cannot think of any other cause but the fear of the Dead that brought these beasts to their end. What will become of our people if the Dead remain in the vale? Will fear claim us as well?\\n\\n'I worry greatly for us all, [placeholder], and soon, Malthellam must be told of this....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Fallen animals can be found to the east of Alagrant, past where you discovered the fallen bear.\\n\\nSarnir has asked you to examine more fallen animals on the fields of Blackroot Vale in hopes of discovering what has driven them to madness.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d177",
      "en": "Numerous beasts of the Blackroot Vale have been felled without a single wound, and Sarnir hopes to discover the cause.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "You discover a few animal corpses, but they bear the marks of a struggle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Search east of Alagrant for signs of fallen animals",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Amidst a few slain creatures, you discover some that bear no wounds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'The bears have been stricken with madness... and though I do not wish it to be true, I fear the Dead are responsible.\\n\\n'I have never seen such behaviour from beasts in all my years in the vale. The return of the Dead must have upset nature and compelled them to harm their own.\\n\\n'I would ask that you again travel out onto the field, beyond the bears you discovered, and search the remains of more of these fallen beasts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Search further east for signs of fallen animals",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Unseen Terror",
      "es": "",
      "es (fem)": ""
    }
  ]
}