{
  "id": 620949332,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Dírion's dog can be found somewhere east of Alagrant on the fields of Blackroot Vale.\\n\\nSarnir has informed you that Dírion's hunting dog has gone missing, and has asked you to aid in its safe return.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Dírion can be found in Alagrant in western Blackroot Vale.\\n\\nYou have rescued Dírion's dog from the Dead near the Hill of Erech and should now deliver the good news to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730888",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Dírion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Sarnir can be found in Alagrant in western Blackroot Vale.\\n\\nYou have delivered Dírion's dog back into his care, and should now speak to Sarnir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa41d6a8",
      "en": "Defend Dírion's dog from the Dead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Sarnir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'The Dead tried to take him from me?\\n\\n'I am sorry for how I treated you earlier, my friend. It gladdens me that my companion can join me on many more hunts, but I hope to keep him from wandering off again.\\n\\n'You have my truest thanks, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "You have found Dírion's dog wandering the fields of Blackroot Vale alone. The air has chilled since your arrival, and the dog looks visibly distressed, gnashing his teeth and growling.\\n\\nBefore you can even begin to discover what has disturbed him, the Dead rush forth!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'I am thankful that Dírion's dog is safe, but these tidings trouble me greatly.\\n\\n'Your aid has been invaluable, [placeholder], but I fear you have done all you can for us here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Dírion's hunting dog has gone missing amidst the troubles plaguing the vale, and Dírion now fears for his beloved pet's well-being.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Dírion would not have me tell you this, for he is a prideful man, but I must.\\n\\n'Dírion's hunting dog was not here when he awoke this morn, and I fear some ill fate has befallen it. Dírion does not have family in the vale, so his dog is the only true companion he has.\\n\\n'I cannot help but wonder if it has gone east towards the Hill, though I hope it untrue. I pray you can bring his dog home, [placeholder]....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "You have defended Dírion's dog, who now seems anxious to return home",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Search for Dírion's dog near the Hill of Erech",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730880",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Lost Hunter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730882",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    }
  ]
}