{
  "id": 620949378,
  "txt": [
    {
      "id": 225642627,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Calennen can be found in central Alagrant in western Blackroot Vale.\\n\\nYou have slain the fierce mountain-lion known as Tarlang's Fang and should now report your success to Calennen.",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "Defeated Tarlang's Fang",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Tarlang's Fang can be found somewhere in the hills to the south of the Hill of Erech.\\n\\nCalennen has given you all the information he has about the whereabouts of the fierce mountain-lion. You should now track and slay Tarlang's Fang.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Calennen",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Calennen can be found in central Alagrant in western Blackroot Vale.\\n\\nYou have found a bounty posted for Tarlang's Fang and should now seek Calennen for more information.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Ah, [placeholder]. I must admit, I did not expect to hear from you on this task.\\n\\n'The others have been after Tarlang's Fang for some time now, and all they have returned with are injuries. He is very elusive quarry despite his old age, let me assure you.\\n\\n'He was last spotted in the mountainous hills to the south of the Hill of Erech, but I doubt he has remained there. Good luck to you, traveller!'",
      "es": ""
    },
    {
      "id": 215429255,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "The hunters of Alagrant have posted a bounty in hopes of finally defeating the elusive mountain-lion known as Tarlang's Fang. ",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "The posted note advertises a bounty on a mountain-lion of Blackroot Vale known as Tarlang's Fang, described as 'a mountain-lion of considerable size and power who has a penchant for playing with his meals,' and invites all interested hunters to seek out Calennen in Alagrant for more information on the beast's whereabouts.",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Talk to Calennen",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Bounty: Tarlang's Fang",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Defeat Tarlang's Fang",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'I am stunned that he lurked there still, [placeholder]. He was far more elusive in the past... I wonder what changed.\\n\\n'Perhaps he wanted to end his long reign with one last brutal fight... we may never be able to say.\\n\\n'Thank you, [placeholder]. Let none doubt you as a true hunter in Gondor.'",
      "es": ""
    }
  ]
}