{
  "id": 620968159,
  "txt": [
    {
      "id": 17044305,
      "en": "'How kind to ask after me! Tell my friends that I will be well soon enough.'",
      "es": ""
    },
    {
      "id": 17044306,
      "en": "'If you think I look bad, you should see the Old Guest-house! I shall have some work cut out for me, I shall!'",
      "es": ""
    },
    {
      "id": 17044307,
      "en": "'It does me great good to know my friends have been asking after me!'",
      "es": ""
    },
    {
      "id": 232553537,
      "en": "'A flying stone struck my helm. I have been dizzy and unsteady, but that will surely pass.'",
      "es": ""
    },
    {
      "id": 232553538,
      "en": "'I did not fight on the Pelennor, but I still can boast I took a wound this day.'",
      "es": ""
    },
    {
      "id": 111477315,
      "en": "Torchún listens attentively to your report, nodding his head.\\n\\n'Thank you, [placeholder]. I have that all and I will bear word to the various well-wishers the next time they come visiting.'\\n\\nHe sighs.\\n\\n'No doubt they'll want another report on the morrow!'",
      "es": ""
    },
    {
      "id": 232553539,
      "en": "'I have taken my own small wound, doing my own small part for Gondor.'",
      "es": ""
    },
    {
      "id": 111477316,
      "en": "Return to Torchún",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "DNT Visit patients on Torchun's list ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 24695201,
      "en": "Torchún, Warden of the Houses of Healing, has promised to check in on a long list of the wounded but has spent more time sending well-wishers away.",
      "es": ""
    },
    {
      "id": 111477412,
      "en": "DNT return to torchun",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "Visit patients on Torchun's list ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 124112657,
      "en": "'Look around you. We are mired, mired in blood!'",
      "es": ""
    },
    {
      "id": 124112658,
      "en": "'My son... the Withered Tree... I am utterly undone!'",
      "es": ""
    },
    {
      "id": 124112659,
      "en": "'Trust not overmuch your friends nor loved ones, [placeholder]. Betrayal comes from up close, not afar!'",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "The High Hall, House of Remedies, and House of Rest are on the Sixth Circle of Minas Tirith.\\n\\nVisit the wounded on Torchún's list in the Houses of Healing and see how they are doing. Find Meriadoc the hobbit, Lord Faramir, Lady Éowyn of Rohan, Iorlas, and Echadon in the High Hall. Find Habdir, Bariel, Ormatar, and Thrymm of Rohan in the House of Rest. Find Gísling of Rohan,  Ulf of Rohan, and Húndil the Tavern Keep in the House of Remedies.",
      "es": ""
    },
    {
      "id": 24695128,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 162883747,
      "en": "Torchún listens attentively to your report, nodding his head.\\n\\n'Thank you, [placeholder]. I have noted what you said and I will bear word to the various well-wishers the next time they come visiting.'\\n\\nHe sighs.\\n\\n'No doubt they'll want another report on the morrow!'",
      "es": ""
    },
    {
      "id": 177082720,
      "en": "Visited Thrymm Red-beard",
      "es": ""
    },
    {
      "id": 177082725,
      "en": "Visited Bariel, Master Hosteller",
      "es": ""
    },
    {
      "id": 177082726,
      "en": "Visited Ulf the Reaver",
      "es": ""
    },
    {
      "id": 80925441,
      "en": "'It was a sword day, a red day, indeed! Just as my king spoke it. May his death be ever remembered in song.'",
      "es": ""
    },
    {
      "id": 80925442,
      "en": "'Fell deeds were done on the battlefield, were they not? We earned some glory, you and I.'",
      "es": ""
    },
    {
      "id": 63001377,
      "en": "'Though I am a woman and no soldier, I have taken a war-wound just the same!'",
      "es": ""
    },
    {
      "id": 80925443,
      "en": "'Give me any wound you like, so long as I may someday sit by the hearth and tell my grandchildren of the deeds I've done.'",
      "es": ""
    },
    {
      "id": 63001378,
      "en": "'You will not hear me complain. So many here have seen and suffered far worse.'",
      "es": ""
    },
    {
      "id": 177082736,
      "en": "Habdir is grievously wounded and unresponsive",
      "es": ""
    },
    {
      "id": 63001379,
      "en": "'It was an Orc who gave me this wound, if you can believe it. I fended the thing off until a soldier came to my aid.'",
      "es": ""
    },
    {
      "id": 177082737,
      "en": "Visited Húndil, Tavern Keep of the Old Guest-house",
      "es": ""
    },
    {
      "id": 252027057,
      "en": "'The Reaver should not be here!'",
      "es": ""
    },
    {
      "id": 177082738,
      "en": "Merry lies in a deep and disquieting slumber",
      "es": ""
    },
    {
      "id": 252027058,
      "en": "'Wounds or no wounds, I cannot tarry here.'",
      "es": ""
    },
    {
      "id": 177082739,
      "en": "asdf",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "'I am at the end of my wits, [placeholder]. I have succeeded in turning many of the well well-wishers away, but at a cost. I have promised I would look in on this friend and that captain, until the list has grown quite long! I am a Gondorian and a man of my word, but if I visit with every one I have promised to - well, I simply do not have time for that! I am kept out here, shooing the self-same well-wishers away, as it is!\\n\\n'Would you do me a good turn, friend? Visit my promised list and bring me word of how they fare?'",
      "es": ""
    },
    {
      "id": 252027059,
      "en": "'How much longer must I lie here?'",
      "es": ""
    },
    {
      "id": 177082740,
      "en": "Visited Iorlas, Guard of the Citadel",
      "es": ""
    },
    {
      "id": 177082741,
      "en": "Visited Echadon, Captain of the Garrison",
      "es": ""
    },
    {
      "id": 246419794,
      "en": "You should return to Torchún, outside the House of Remedies, with news of everyone you visited.",
      "es": ""
    },
    {
      "id": 247562465,
      "en": "'The healers say the wounds are severe, but what of it?'",
      "es": ""
    },
    {
      "id": 177082742,
      "en": "Visited Ormatar, Captain of the Citadel Guard",
      "es": ""
    },
    {
      "id": 247562466,
      "en": "'I rode on the field of battle and wreathed myself in glory. So what if I took some wounds?'",
      "es": ""
    },
    {
      "id": 177082743,
      "en": "Faramir sleeps deeply and should not be disturbed",
      "es": ""
    },
    {
      "id": 247562467,
      "en": "'Many of my brethren fell this day. I will not pity myself some wounds!'",
      "es": ""
    },
    {
      "id": 177082744,
      "en": "Éowyn lies injured and deep in slumber",
      "es": ""
    },
    {
      "id": 177082745,
      "en": "Visited Gísling of Garsfeld",
      "es": ""
    },
    {
      "id": 246419890,
      "en": "DNT return to Torchun",
      "es": ""
    },
    {
      "id": 214299969,
      "en": "'...'",
      "es": ""
    },
    {
      "id": 177633393,
      "en": "'Not even wounded in combat, but by cursed tumbling stones!'",
      "es": ""
    },
    {
      "id": 177633394,
      "en": "'I have told the healers, when I lie this way it greatly pains my leg. Still, I must lie thus!'",
      "es": ""
    },
    {
      "id": 177082752,
      "en": "DNT Patients visited ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177633395,
      "en": "'No one brings me water when I ask, and their medicines taste even fouler than they smell!'",
      "es": ""
    },
    {
      "id": 177082760,
      "en": "DNT Patients visited ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082761,
      "en": "Merry sleeps deeply. You choose not to disturb him.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Word of the Wounded",
      "es": ""
    }
  ]
}