{
  "id": 620968015,
  "txt": [
    {
      "id": "0xa8e1181",
      "en": "Freed trapped Gondorian ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Speak with Imrahil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "Imrahil can be found outside the front gates of Minas Tirith.\\n\\nYou should speak with Imrahil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "TBD Success Text",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'Even though the siege weapons of Mordor have been silenced, the city continues to crumble in their wake. Many of the surviving citizens of Gondor have found themselves at the mercy of a ceaseless tide of slag and debris, and we do not have enough resources to search under every corner of the wreckage.\\n\\n'We have already begun our rescue efforts, but I would ask for your assistance in the rescue of any Gondorians that still remain buried.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Sifting for Survivors",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a5",
      "en": "'It seems that the damage to the lower city is far more extensive than we thought. We may have to divert traffic from these areas in order to avoid further crises.\\n\\n'It pains me to see so many who failed to flee during the siege, but hope remains strong as long as we continue our rescue efforts. I thank you for your continued service to the people of Gondor, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d158",
      "en": "The siege of Minas Tirith has left the lower tiers in utter ruin, trapping many Gondorians who tried to flee.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Free trapped Gondorians ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "You should free any trapped Gondorians that you come across in the First Circle in Minas Tirith.",
      "es": "",
      "es (fem)": ""
    }
  ]
}