{
  "id": 620968013,
  "txt": [
    {
      "id": "0x9b568b9",
      "en": "'Many tools and supplies were brought to the walls of the city in order to support a prolonged siege, but it would seem that those preparations were unnecessary. Now we find ourselves with many useful materials scattered throughout the lower levels, and we need to reclaim anything that appears usable.\\n\\nI would ask you to scour the Worker's tier, and once you find what you can carry, to bring it to this cart that stands nearby.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1181",
      "en": "Collected supplies ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "Speak with Húrin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a6",
      "en": "'Excellent! We will make sure to send this shipment up to the Houses of Healing at once. I'm sure that they have no shortage of need for warm blankets and medicinal aids.\\n\\n'The people of Gondor thank you for your continued service, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "You should find and collect any loose supplies that you may come across in the First Circle of Minas Tirith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d158",
      "en": "Many useful supplies still exist within the First Circle of Minas Tirith and would be welcome by those who need it in the Houses of Healing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "The supply cart can be found near the City Stables in the First Circle of Minas Tirith.\\n\\nYou should load the cart with the supplies that you have found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1184",
      "en": "Supplies delivered",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a8",
      "en": "'Many tools and supplies were brought to the lower reaches of the city in order to support a prolonged siege, but it would seem that those preparations were unnecessary.\\n\\n'We have been using those supplies to provide continuous shipments to the Houses of Healing, and I'm hoping that you'll be able to fulfill this next delivery. I would ask you to scour the First Circle for any intact shipments, and bring them to the cart that is located nearby.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b5",
      "en": "Húrin can be found outside the front gates of Minas Tirith.\\n\\nYou should report back to Húrin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Collect supplies ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Next Shipment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Deliver supplies to the cart",
      "es": "",
      "es (fem)": ""
    }
  ]
}