{
  "id": 620968172,
  "txt": [
    {
      "id": "0xeb01143",
      "en": "Return to Aragorn in the High Hall of the Houses of Healing and tell him you have stayed with a number of dying men through their final moments. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Time with the Dying",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2231c90",
      "en": "'Is someone there? Be you friend or foe? I cannot see, it all grows dim.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2231c91",
      "en": "'Tell my  daughter... tell her... I - oh!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'Many of the wounded here are beyond the reach of treatment and will not see the dawn. Some will not even see the coming hour. I am struck by inexpressible sorrow, [placeholder], when I reflect how they will depart quietly with no one by their side, unless perhaps the harried healers as they make their rounds. The healers and I must expend our every precious moments with the living. But you... \\n\\n'If you are as moved as I am by this thought, [placeholder], perhaps you will go and spend some moments with the dying? My heart tells me that someone must.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2231c92",
      "en": "'Oh, do not go. I am afraid...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2231c93",
      "en": "'Are you the king? I dreamt... the king had come again...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d158",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1189",
      "en": "The wounded man has passed on",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "TBD find the dying and spend a moment with them",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "DNT return to aragorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b8",
      "en": "The wounded and dying can be found in the High Hall, House of Remedies, and House of Rest, on the Sixth Circle of Minas Tirith.\\n\\nFind those wounded who do not have long in this world and stay with them while they are here.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'Thank you, friend. I know all too well what a heavy task it is that you have performed. But I feel sure it was an immeasurable good and a great mercy, and shall not go forgotten.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Stay by the sides of the dying ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2231ce1",
      "en": "'Ah...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2231ce2",
      "en": "'Oh...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Return to Aragorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2231ce3",
      "en": "'Is that you, my dearest? Is it... oh...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2231ce4",
      "en": "'Please, stay just a minute. A minute till I sleep.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d146",
      "en": "Many among the wounded will never rise from their beds in the Houses of Healing, and have no one to spend their final moments with them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2231ce5",
      "en": "'Will you take my hand? I thought - I thought I was all alone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2231ce6",
      "en": "'It is cold here, is it not? I feel so cold...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2231ce7",
      "en": "'Do you hear them? Horns. Horns blowing.... Ready yourself for the charge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2231ce8",
      "en": "'I - I dreamt that... but you are here now. It is good that you are here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2231ce9",
      "en": "'The pain... oh, the pain! Can you do nothing to ease it?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}