{
  "id": 620968169,
  "txt": [
    {
      "id": 177082753,
      "en": "Removed a Draught of Everworth ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419890,
      "en": "Aragorn can be found in the High Hall of the Houses of Healing, on the Sixth Circle of Minas Tirith.\\n\\nYou should bring the harmful Draughts of Everworth to Aragorn, as he asked.",
      "es": ""
    },
    {
      "id": 162883747,
      "en": "DNT ah, thank you. I will have these disposed of... discreetly.",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "'If I stood here as crowned liege and not in hooded stealth, that herb-master, Galathir, would know something of my displeasure! He has decided, I cannot fathom how, that Draught of Everworth is what wounded soldiers most need - when that is farthest from the case. At best, it will add to their suffering and at worse... but let us not speak of that. \\n\\n'Alas, cloaked diplomacy is the thing of the day, so I must enlist your help, friend. I have had Galathir shooed from this hall, but I cannot keep him from the others. Will you follow Galathir and his herbalists, and gather up the infusions wherever he has placed them?'",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "Bring Aragorn the Draughts of Everworth",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Ill-advised Infusions",
      "es": ""
    },
    {
      "id": 246419895,
      "en": "Aragorn has asked you to remove any of Galathir's Draught of Everworth infusions that have been left near patients in the House of Rest and the House of Remedies in the Houses of Healing.",
      "es": ""
    },
    {
      "id": 24695128,
      "en": "Galathir is giving patients Draught of Everworth, which Aragorn believes may be harmful.",
      "es": ""
    },
    {
      "id": 162883752,
      "en": "You hand Aragorn the infusions you gathered.\\n\\n'This many? If that man does not let up... but now is not the time. I thank you, [placeholder]. I will see these dealt with swiftly.'",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Remove Draughts of Everworth ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "TBD gather the bad remedies",
      "es": ""
    }
  ]
}