{
  "id": 620968016,
  "txt": [
    {
      "id": 111477412,
      "en": "Collect bags of sand ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "'The weapons of the Enemy dealt many great blows to the city, and we find ourselves concerned with the growing threat of ruins aflame. If left unchecked, these fires could reduce the lower reaches of Minas Tirith to nothing!\\n\\n'This task is arduous enough that I have tasked Rathon, the Warden of the Wells, with command over the efforts to quell the flames. Seek him out for assistance, [placeholder], as I'm sure he could use someone with your level of insight.'",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Extinguish fires in Minas Tirith ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082754,
      "en": "Spoke with Rathon",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Rathon can be found in the northern end of the First Circle of Minas Tirith\\n\\nYou should speak with Rathon.",
      "es": ""
    },
    {
      "id": 24695128,
      "en": "The battle is over, yet much of the city continues to burn. Húrin requires help to extinguish the burning debris.",
      "es": ""
    },
    {
      "id": 246419891,
      "en": "Bags of sand can be found in the area of Minas Tirith surrounding Rathon.\\n\\nYou should collect bags of sand for use in extinguishing the flames.",
      "es": ""
    },
    {
      "id": 177082757,
      "en": "Collected bag of sand ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477329,
      "en": "Speak with Húrin",
      "es": ""
    },
    {
      "id": 246419894,
      "en": "Stray fires can be found in the northern end of the First Circle of Minas Tirith.\\n\\nYou should use the bags of sand to extinguish the flames.",
      "es": ""
    },
    {
      "id": 111477330,
      "en": "Collect bags of sand ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082760,
      "en": "Fire extinguished ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883664,
      "en": "'Rathon is a clever sort. I wouldn't have expected the Warden of the Wells to rely on minerals as his solution.\\n\\n'We've calmed the flames for now, but new threats will likely emerge. As long as we remain aware of the danger that still exists within the city, then we will overcome this dark chapter.'",
      "es": ""
    },
    {
      "id": 177082739,
      "en": "Collected bag of sand ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477332,
      "en": "Collect bags of sand ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419897,
      "en": "Húrin can be found outside the gates to Minas Tirith.\\n\\nYou should report back to Húrin.",
      "es": ""
    },
    {
      "id": 177082741,
      "en": "Bag collected ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Speak with Rathon",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "'Without access to the cisterns, we are left with scarce amounts of water, and very few measures for controlling the blaze. However, we do have an abundance of fine sand, which should prove adequate for our needs.\\n\\n'As we already collected much of it into rucksacks, seek out whatever bags you can locate, and use them to smother the flames.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Flames of War",
      "es": ""
    }
  ]
}