{
  "id": 620968161,
  "txt": [
    {
      "id": 162883769,
      "en": "'You there, idle hands! Are you well and able? Then why, I should like to know, are you standing about? There are soldiers, grievously wounded, in every one of the Houses of Healing and scant few healers to attend to them. Not enough by half!\\n\\n'Why, has the sun ever shined on a slower wit? Go. Make the rounds. Help attend to those who need attending to!'",
      "es": ""
    },
    {
      "id": 177082704,
      "en": "This patient does not respond to your care. You cannot tell what even ails him.",
      "es": ""
    },
    {
      "id": 149027328,
      "en": "The Healer's Rounds",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "The Houses of Healing can be found in the Sixth Circle of Minas Tirith.\\n\\nGo to the High Hall, House of Remedies, or House of Rest and tend to patients.",
      "es": ""
    },
    {
      "id": 24695128,
      "en": "TBD There are more wounded soldiers who need tending than there are healers to tend them.",
      "es": ""
    },
    {
      "id": 177082756,
      "en": "Attended to patient ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082757,
      "en": "Treated Patient",
      "es": ""
    },
    {
      "id": 24695200,
      "en": "Minas Tirith's healers are overwhelmed by the number of wounded soldiers in need of care.",
      "es": ""
    },
    {
      "id": 177082759,
      "en": "DNT This treatment does not respond to your care!",
      "es": ""
    },
    {
      "id": 162883664,
      "en": "'What is that? You've gone the rounds and treated some of the wounded? I knew there was a fine head on those shoulders the moment I saw you!\\n\\n'Now, about this malady that will not be healed.... You are not the first who has spoken of it, nor, I fear, the last. Into deep slumber they fall, colder and colder. What will come of it, I cannot say. Nothing good, that much is clear.'",
      "es": ""
    },
    {
      "id": 177082760,
      "en": "DNT This treatment does not respond to your care!",
      "es": ""
    },
    {
      "id": 111477333,
      "en": "Return to Ioreth",
      "es": ""
    },
    {
      "id": 246419897,
      "en": "Ioreth can be found in the High Hall of the Houses of Healing, on the Sixth Circle of Minas Tirith.\\n\\nYou should let Ioreth know that you have treated many patients, although there were some possessed of a strange ailment you were unable to treat.",
      "es": ""
    },
    {
      "id": 19127297,
      "en": "'Thank you. I feel better now.'",
      "es": ""
    },
    {
      "id": 111477335,
      "en": "Attend to patients ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 19127298,
      "en": "'I know not how long I waited until you came.'",
      "es": ""
    },
    {
      "id": 19127299,
      "en": "'That is better. I think I will sleep, now.'",
      "es": ""
    },
    {
      "id": 19127300,
      "en": "'What relief! Thank you, friend.'",
      "es": ""
    },
    {
      "id": 53071873,
      "en": "'Oh...'",
      "es": ""
    },
    {
      "id": 19127301,
      "en": "'How that stung! But it feels better now.'",
      "es": ""
    },
    {
      "id": 53071874,
      "en": "'Hm...'",
      "es": ""
    },
    {
      "id": 53071875,
      "en": "'No, no... never...'",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "DNT Treat Patients ([placeholder]/[placeholder]) ",
      "es": ""
    }
  ]
}