{
  "id": 620968014,
  "txt": [
    {
      "id": 162883769,
      "en": "'As we rallied men for the siege, we ordered barricades to be constructed at the junction into every district. Those obstacles were able to slow the enemy advance, but now we're finding that the structures have created a bottleneck into the upper reaches of Minas Tirith.\\n\\n'We need the ability to move troops and wounded throughout the city freely, and in order to do that we will need someone to locate and dismantle the barricades that lead up into the Soldiers' Tier.'",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "Dismantle the final set of barricades ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "First barricade dismantled ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "The first set of barricades are located just inside the front gates of Minas Tirith.",
      "es": ""
    },
    {
      "id": 24695128,
      "en": "Many barricades in Minas Tirith were constructed in preparation for the siege, but now serve as an obstacle for traffic and deployment.",
      "es": ""
    },
    {
      "id": 246419890,
      "en": "The second set of barricades are located in front of the entrance to the southern end of the First Circle of Minas Tirith.",
      "es": ""
    },
    {
      "id": 177082756,
      "en": "Second barricade dismantled ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883753,
      "en": "'Well done. Those barricades served their purpose, but are no longer needed. Clearing a path into the upper districts will allow us to move additional men and material throughout the city more freely.'",
      "es": ""
    },
    {
      "id": 111477328,
      "en": "Speak with Imrahil",
      "es": ""
    },
    {
      "id": 246419893,
      "en": "The last set of barricades are located just in front of the ramp to the Second Circle in the southern end of Minas Tirith's First Circle.",
      "es": ""
    },
    {
      "id": 177082759,
      "en": "Final barricade dismantled ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419896,
      "en": "Imrahil can be found outside the gates to Minas Tirith.\\n\\nYou should speak with Imrahil.",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Dismantle the first set of barricades ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Wounded Path",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Dismantle the second set of barricades ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}