{
  "id": 621038156,
  "txt": [
    {
      "id": "0x8e11bc6",
      "en": "Defeated goblin-assassins on the battlefield around Zudramdân ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011882",
      "en": "You have defeated many of the goblin-assassins of Gundabad stalking the battlefield around Zudramdân.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1753",
      "en": "Goblin-assassins of Gundabad stalk the battlefield around Zudramdân and seek to put an end to unwary dwarves of the Gabil'akkâ.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502904",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a7",
      "en": "Gundabad goblin-assassins can be found on the battlefield around Zudramdân.\\n\\nGoblin-assassins of Gundabad stalk the battlefield around Zudramdân and seek to put an end to unwary dwarves of the Gabil'akkâ. You should defeat them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502905",
      "en": "Defeat goblin-assassins on the battlefield around Zudramdân ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56865",
      "en": "While aiding the war effort in Elderslade, you have been ambushed by a goblin-assassin of Gundabad.\\n\\nHardier than the others of their kind fighting in the War of Three Peaks, these goblins wield their hidden blades for Gorgar the Ruthless and have been sent forth to slay the leaders of the Gabil'akkâ before they can march to the gates of Mount Gundabad.\\n\\nYou should defeat as many of these goblin-assassins as you can in the War of Three Peaks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f3",
      "en": "You have defeated many of the goblin-assassins of Gundabad stalking the battlefield around Zudramdân. With the goblins routed, the Gabil'akkâ can now press onward to Mount Gundabad unhindered by hidden blades.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa3d9",
      "en": "No Honour Among Goblins",
      "es": "",
      "es (fem)": ""
    }
  ]
}