{
  "id": 621038175,
  "txt": [
    {
      "id": "0xceb0116",
      "en": "Reithvald Red-ember can be found at Ifbar-athrâkh.\\n\\nYou have ignited and destroyed many barrels of black-fire in the Orkish trenches around Zudramdân. You should report news of your success to Reithvald Red-ember.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to Reithvald Red-ember",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Unaware of their own peril, the goblin-sappers of Gundabad keep highly-explosive barrels of black-fire in the trenches around Zudramdân.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "An Unstable Source",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'You did what?! Hah!\\n\\n'Those foolish goblins almost lost the battle through their own carelessness. That ought to teach them not to leave their barrels in plain sight!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Ignited barrels of black-fire in Orkish trenches ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Ignite barrels of black-fire in Orkish trenches ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Barrels of black-fire can be found in Orkish trenches in the War of Three Peaks.\\n\\nYou have discovered barrels of black-fire used by the Orcs of Gundabad. You should ignite their barrels and sow chaos among the ranks of their forces before these explosives can be used against the dwarves of the Gabil'akkâ.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "As you continue in your efforts to aid the Gabil'akkâ, you have discovered a number of exposed barrels of black-fire kept in the Orkish trenches around Zudramdân.\\n\\nThe black powder in these barrels must be the supply from which the goblin-sappers craft their terrible explosives for use against the Gabil'akkâ.\\n\\nYou should ignite the barrels of black-fire and destroy them.",
      "es": "",
      "es (fem)": ""
    }
  ]
}