{
  "id": 621038171,
  "txt": [
    {
      "id": 228284039,
      "en": "'Ah, good!\\n\\n'I shall see that these are wielded into battle once more. Those brave dwarves who gave their lives shall be avenged in Durin's name!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Dwarf-make weapons can be found on the battlefield around Zudramdân in the War of Three Peaks.\\n\\nYou have discovered a number of dwarf-make weapons lost in the fighting during the War of Three Peaks. You should collect them for the Gabil'akkâ.",
      "es": ""
    },
    {
      "id": 126754729,
      "en": "Lost in Battle",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Lági Helmbiter can be found at Ifbar-athrâkh.\\n\\nYou have recovered many dwarf-make weapons lost during the War of Three Peaks. You should deliver them to Lági Helmbiter.",
      "es": ""
    },
    {
      "id": 86966502,
      "en": "Deliver the dwarf-make weapons to Lági Helmbiter",
      "es": ""
    },
    {
      "id": 24695154,
      "en": "Whether they were lost in the heat of battle or fell when their wielder was slain, countless weapons litter the battlefield in the War of Three Peaks.",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "As you continue in your efforts to aid the Gabil'akkâ, you have discovered a number of weapons of dwarf-make strewn across the battlefield around Zudramdân.\\n\\nIt is likely the Gabil'akkâ will have need of them as the War of Three Peaks draws nearer to the gates of Mount Gundabad, and it would be a great insult to allow the weapons of the dwarves to fall into the hands of Gorgar the Ruthless and his Orcs.\\n\\nYou should collect many dwarf-make weapons and deliver them to Lági Helmbiter.",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Collected dwarf-make weapons lost in the War of Three Peaks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Collect dwarf-make weapons lost in the War of Three Peaks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "DNT",
      "es": ""
    }
  ]
}