{
  "id": 621038173,
  "txt": [
    {
      "id": 216727830,
      "en": "Lági Helmbiter can be found at Ifbar-athrâkh.\\n\\nYou have aided several wounded dwarves on the battlefield and sent them to recover at Ifbar-athrâkh. You should report news of your success to Lági Helmbiter.",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Lági Helmbiter",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "To Fight Another Day",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I am glad you have returned, [placeholder].\\n\\n'Ifbar-athrâkh may not be a house of healing, but the dwarves you rescued will be safe here for a time. I shall see that their wounds are tended at once.\\n\\n'You have my thanks... and those you aided have offered their truest gratitude!'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Aided wounded dwarves on the battlefield around Zudramdân ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Aid wounded dwarves on the battlefield around Zudramdân ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Wounded dwarves can be found on the battlefield around Zudramdân in the War of Three Peaks.\\n\\nLági Helmbiter has received word that several wounded dwarves are trapped on the battlefield in the War of Three Peaks. You should aid them and send them to Ifbar-athrâkh.",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'I have received reports that several wounded dwarves of the Gabil'akkâ have become trapped on the battlefield.\\n\\n'It seems many have only sprains and minor wounds, but if they cannot soon get to shelter, the Orcs of Gundabad will put them to death. You must find the wounded on the battlefield and aid them as best you can.\\n\\n'Do whatever you must to get them back on their feet. Once they are able to stand, send them to Ifbar-athrâkh.\\n\\n'The Gabil'akkâ leave none behind!'",
      "es": ""
    },
    {
      "id": 51875097,
      "en": "Across the battlefield, dwarves of the Gabil'akkâ fight against the Orcs of Gundabad. However, even the halest dwarf can be laid low by the underhanded ploys of the Orcs, and those wounded in the field are in dire need of aid.",
      "es": ""
    }
  ]
}