{
  "id": 621038172,
  "txt": [
    {
      "id": "0xceb0118",
      "en": "Agnar Brokentooth can be found at Ifbar-athrâkh.\\n\\nYou have collected many Orkish orders and also recovered a missive from Gorgar the Ruthless. You should deliver them to Agnar Brokentooth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "The Orcs of Gundabad carry many orders into battle, but the most closely-guarded plans of Gorgar the Ruthless are held by his trench-commanders.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Ruthless and Ramshackle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e10",
      "en": "Deliver the missive and Orkish orders to Agnar Brokentooth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Collected Orkish orders in the trenches around Zudramdân ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'You were able to find one of the missives? That is excellent news!\\n\\n'Now, let me have a look at this....'\\n\\nAgnar studies the missive you've recovered and compares it to a few of the Orkish orders you collected.\\n\\n'Ah-ha! There are many inconsistencies between the missive and the other orders, but each mentions the passage called Ushkútoz we recently discovered beneath Zudramdân. It seems that Gorgar plans to send one of his most-trusted lieutenants to Ushkútoz to oversee the destruction of Ifbar-athrâkh and the routing of the Gabil'akkâ.\\n\\n'This may be just what we need to break the stalemate! I shall prepare a plan of attack at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Collect Orkish orders in the trenches around Zudramdân ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Gundabad trench-commanders and Orkish orders can be found in the trenches around Zudramdân in the War of Three Peaks.\\n\\nIn addition to seeking to intercept a missive from Gorgar the Ruthless, Agnar Brokentooth has also asked you to collect Orkish orders from the forces of Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "You find a hastily-sealed missive on the defeated trench-commander",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'If I have learned anything about Gorgar the Ruthless, it is that he is cunning in his misdirection.\\n\\n'The orders held by many of his Orcs are often partly or wholly untruthful, and they exist only to confound the plans of Gabil'akkâ.\\n\\n'However, my scouts have reason to believe that a few among his forces bear missives written by Gorgar's own hand, and I do not doubt them. It is rumoured that these missives are held by the trench-commanders of Gundabad, but I cannot say for certain if they all carry them.\\n\\n'I have a task for you, [placeholder].\\n\\n'In addition to collecting orders from the Orcs on the battlefield, you are to find one of these missives and deliver it to me here in Ifbar-athrâkh. If these missives are indeed Gorgar's will, we might learn what few truths can be gleaned from the others Orcs' orders.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Collect a missive from a Gundabad trench-commander",
      "es": "",
      "es (fem)": ""
    }
  ]
}