{
  "id": 621038188,
  "txt": [
    {
      "id": 228284039,
      "en": "'Speak or begone, it matters not!'\\n\\nYou ask the Angmarim what has happened and why the Dourhands have come to Caivád Sâr.\\n\\n'Brathar... I would cut my own throat before bowing to that dwarf-mongrel.\\n\\n'If the traitor-lord wants the Iron Crown for his own, then he has found the weak-willed followers he deserves! I serve only the true master... the Witch-king of Angmar!\\n\\n'Leave me to my fate! I do not want your pity!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Tortured Angmarim can be found in Tûr Ágal, the tower in the centre of Caivád Sâr.\\n\\nMúta has asked you to question the Angmarim that have been tortured by the Dourhands and their kin.",
      "es": ""
    },
    {
      "id": 126754725,
      "en": "Disloyal to the Crown",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Múta can be found in Tûr Ágal, the tower in the centre of Caivád Sâr.\\n\\nYou have learned what you could from the tortured Angmarim. You should report back to Múta.",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Don't... look so... smug, worm. What... do you want?'\\n\\nYou ask the Angmarim what has happened and why the Dourhands have come to Caivád Sâr. The Angmarim sputters and a weak smirk curls at the corner of his mouth.\\n\\n'It was... foreseen. The Iron Crown would be broken and Angmar would be undone.\\n\\n'The dwarf-lord... Brathar... he cares not for this war. He has... set his sights far higher... and none will stand in his path.\\n\\n'It was all... inevitable.'",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Talk to Múta",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'So the leader of these dwarves is named Brathar and he seeks to wield the servants of the Iron Crown as his own?\\n\\n'Now I only have more questions, [placeholder]!\\n\\n'I must admit, I find it difficult to muster sympathy for those who served the Dark Lord's servants, but these Angmarim seem just as puzzled as us. Even so, Brathar's seeming disinterest in the war may prove of use to the Gabil'akkâ!'",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'No... no more! I'll do anything you wish!'\\n\\nThe Angmarim flinches at your approach. As he discovers that you are not one of his tormentors, a sudden relief washes across his face.\\n\\n'What... do you want?'\\n\\nYou ask the Angmarim what has happened and why the Dourhands have come to Caivád Sâr.\\n\\n'I do not know. The Dourhands were servants of Angmar for a time, but they failed us at Gabilazan. A few remained among us after the vessel's destruction, but they were not to be trusted.\\n\\n'Only one... Brathar, was truly loyal to Angmar, but... now I do not know whom he serves. Was it all some trick?\\n\\n'It cannot be....'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "After the Dourhands and their mysterious lord arrived at Caivád Sâr, some servants of the Iron Crown were subjected to new agonies in Tûr Ágal, while others were banished from Elderslade.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'When I first crept into this tower, I could not believe my eyes.\\n\\n'By some wicked means, the Dourhands have turned the Angmarim against their own brothers and sisters. Many of these unfortunate Angmarim were banished—sent into the field of battle to die at the hands of the Gabil'akkâ. A few remain in the tower, but their fates are no better, I'm afraid. From what I can tell, they have been tortured and left for dead.\\n\\n'What sort of lord would wish this upon his own followers? We must know who is leading these Dourhands and to what end!\\n\\n'If any of those Angmarim still cling to life, find out what you can from them.'",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Questioned tortured Angmarim at Caivád Sâr ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Question tortured Angmarim at Caivád Sâr ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Mercy, I beg you!'\\n\\nYou ask the Angmarim what has happened and why the Dourhands have come to Caivád Sâr.\\n\\n'Whatever he has come for, it is not the war. Brathar will not send any of his own into the field, and he allows the blood of Angmar to be spilled on his behalf. I would not fight... but see what it cost me?\\n\\n'I have seen how he treats Bandrauth, if one so lowly as me were to refuse again, Brathar would surely have me slain.\\n\\n'Begone before I am seen with you!'",
      "es": ""
    }
  ]
}