{
  "id": 621038152,
  "txt": [
    {
      "id": "0xa502936",
      "en": "Plant banners of the Gabil'akkâ on the march to Gundabad ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b9",
      "en": "You have planted banners of Gabil'akkâ across the War of Three Peaks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502938",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The March of the Gabil'akkâ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1753",
      "en": "If the Gabil'akkâ are to reclaim Mount Gundabad, they must gain ground in the War of Three Peaks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f0",
      "en": "You have planted banners of the Gabil'akkâ from Zarkul-sulûn to Azgh-buzru, and in so doing, advanced the War of Three Peaks into the very shadow of Mount Gundabad.\\n\\nWhat trials remain before you?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a7",
      "en": "Good locations for banners can be found along the path to Mount Gundabad in the War of Three Peaks.\\n\\nGlóin has asked you to plant banners of the Gabil'akkâ across the War of Three Peaks as you march to Mount Gundabad.\\n\\n<rgb=#FF0000>NOTE: It is recommended that you complete this quest as you adventure across the War of Three Peaks.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf7",
      "en": "Planted banners of the Gabil'akkâ on the march to Gundabad ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56865",
      "en": "'Before you depart Zarkul-sulûn, I have one more task for you.\\n\\n'In this time of battle and sacrifice, the dwarves that serve in the Gabil'akkâ look to the leaders among them. As you battle across Elderslade with our forces, plant banners where you have won victory over Gorgar the Ruthless and his Orcs. It is your example and your resolve that might turn the tide of the War of Three Peaks, my friend. Never forget that, [placeholder]!\\n\\n'Let them hearten the dwarves of the Gabil'akkâ! Let our banners march with us to the foot of Mount Gundabad!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}