{
  "id": 621038151,
  "txt": [
    {
      "id": "0x78d1753",
      "en": "After discovering a number of intact Orkish arrows left behind at Zarkul-sulûn, Rádek has devised a plan to 'return' them to the Orcs of Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f5",
      "en": "'Do not worry, [placeholder].\\n\\n'We Zhélruka will make sure every last arrow is returned to Gorgar and his Orcs! Hah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011883",
      "en": "Zhélruka archers can be found at Zarkul-sulûn.\\n\\nYou have collected the Orkish arrows and should now deliver them to Zhélruka archers at Zarkul-sulûn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011884",
      "en": "Rádek can be found at Zarkul-sulûn.\\n\\nYou have armed the Zhélruka archers and should now report back to Rádek.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56865",
      "en": "'Bah! The Orcs at Zarkul-sulûn were weak!\\n\\n'I am as pleased as Glóin that we have gained a new foothold, but many battles still await us.\\n\\n'Look around you, [placeholder]. Countless Orkish arrows litter the ground and many of them are still intact. There is a tradition in my family to always return a lost weapon to its rightful owner. In the case of the Orcs of Gundabad, it seems only fitting that the keen-eyed archers of the Zhélruka 'return' them.\\n\\n'Find as many intact arrows as you can. I will see that each Orc shall have one in their time!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc2",
      "en": "Delivered Orkish arrows at Zhélruka archers at Zarkul-sulûn ([placeholder]/3)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502901",
      "en": "Deliver Orkish arrows at Zhélruka archers at Zarkul-sulûn ([placeholder]/3)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd01801",
      "en": "'You'll forgive me if I return two of these to one Orc, kízinek?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd01802",
      "en": "'Ah, yes, these will do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd01803",
      "en": "'I'll save the last of these for Gorgar!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502906",
      "en": "Talk to Rádek",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd01804",
      "en": "'Better in the hands of a Zhélruka, I say!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a7",
      "en": "Intact Orkish arrows can be found scattered in the ground at Zarkul-sulûn.\\n\\nHoping to arm Zhélruka archers, Rádek has asked you to collect intact Orkish arrows from the ground at Zarkul-sulûn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd01805",
      "en": "'Not quite sharp enough... good! It will sting the Orcs!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf9",
      "en": "Collected bundles of intact Orkish arrows at Zarkul-sulûn ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502938",
      "en": "Collect bundles of intact Orkish arrows at Zarkul-sulûn ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Needles for the Orcs",
      "es": "",
      "es (fem)": ""
    }
  ]
}