{
  "id": 621038174,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Orkish ballistae, catapults, and trebuchets can be found on the battlefield around Zudramdân in the War of Three Peaks.\\n\\nReithvald Red-ember has tasked you with destroying the siege engines used by the Orcs of Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Reithvald Red-ember can be found at Ifbar-athrâkh.\\n\\nYou have destroyed many Orkish siege engines. You should report your success to Reithvald Red-ember.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Reithvald Red-ember",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa33",
      "en": "Embedded in the Battlefield",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'If Gorgar has even half the cunning of his forebears, those siege engines will not be the last obstacles in our path. Even so, he cannot slow our advance forever!\\n\\n'You have done well, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Destroyed Orkish catapults on the battlefield around Zudramdân ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Desperate to keep the Gabil'akkâ from drawing any nearer to Mount Gundabad, the Orcs have brought many siege engines onto the battlefield.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Destroy Orkish catapults on the battlefield around Zudramdân ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Destroyed Orkish trebuchets on the battlefield around Zudramdân ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'It is good to see you again, [placeholder].\\n\\n'After hearing a number of reports from our scouts, I believe the Orcs' siege weapons are well-prepared to repel an assault on Zudramdân and the surrounding lands in Elderslade. The Gabil'akkâ would be undone if we pressed a direct attack, but I have seen a few of our dwarves gain ground against Gorgar's Orcs by... unusual means.\\n\\n'I am told you are a most clever [placeholder], and so I have a task for you.\\n\\n'Find a way behind the Orcs' lines and destroy their siege engines. When that is done, report back to me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Destroyed Orkish ballistae on the battlefield around Zudramdân ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Destroy Orkish ballistae on the battlefield around Zudramdân ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Destroy Orkish trebuchets on the battlefield around Zudramdân ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    }
  ]
}