{
  "id": 621038187,
  "txt": [
    {
      "id": 216727827,
      "en": "Captured Longbeards can be found in Tûr Ágal, the tower in the centre of Caivád Sâr.\\n\\nMúta has discovered several Longbeards held captive in Tûr Ágal. You should free them.",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'You honour me, [placeholder].\\n\\n'In the mind of the Stout-axe, there is no fate worse than imprisonment. When our business here is finished, let us leave this wickedness behind.'",
      "es": ""
    },
    {
      "id": 101668145,
      "en": "'Of all the places to find the Dourhands!'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Múta can be found in Tûr Ágal, the tower in the centre of Caivád Sâr.\\n\\nYou have freed all of the captured Longbeards that you could find. You should return to Múta.",
      "es": ""
    },
    {
      "id": 101668146,
      "en": "'Thank you for freeing me....'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Listen to me.\\n\\n'There must be more at work here than I thought. The leader of these Dourhands is not an honourable sort—that much is certain. I have seen dwarves led in chains through Tûr Ágal, and the Dourhands mock them and yank at their beards. But not one of the Zhélruka or my kin have been taken... it is only Longbeards!\\n\\n'I don't know why the Longbeards have drawn the Dourhands' ire, but nothing good can come of it. I would not leave the Longbeards to suffer in such a place. They must be freed before it is too late!\\n\\n'Would you do this for me, [placeholder]?'",
      "es": ""
    },
    {
      "id": 101668147,
      "en": "'Have the Dourhands now joined the war too?'",
      "es": ""
    },
    {
      "id": 101668148,
      "en": "'Thank you, [placeholder]. I can make it from here....'",
      "es": ""
    },
    {
      "id": 101668149,
      "en": "'I thought I'd finally seen the last of these wicked dwarves!'",
      "es": ""
    },
    {
      "id": 101668150,
      "en": "'The Dourhands are cruel, but I have withstood them!'",
      "es": ""
    },
    {
      "id": 101668151,
      "en": "'Very good! I shall make my escape!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Although they seem curiously uninterested in the Stout-axes and Zhélruka, the Dourhands have captured several Longbeards and taken them as prisoners and servants at Caivád Sâr.",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Freed captured Longbeards from Caivád Sâr ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Free captured Longbeards from Caivád Sâr ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Múta",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 126754724,
      "en": "Servants of War",
      "es": ""
    }
  ]
}