{
  "id": 620829307,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The Elves at Barad Morlas have been overrun!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Elves of Rivendell have sent a small force of soldiers to retake the ruins of Barad Morlas from the Dunlendings of the south. Within these ruins lies one of the ancient forges where many items of power were made in the elder days.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The forge hidden within the ruins of Barad Morlas in Eregion should prove suitable to imbue the quality you seek upon your weapon.\\n\\n'Unfortunately, those ruins have been held for the past several weeks by a force of Dunlendings from the south. Luck is with you, however, for a company of my brethren have set forth recently to dislodge the Dunlendings from Barad Morlas and retake the lands that are rightfully ours.\\n\\n'If you can bring me an imbued sapphire which you will need to obtain the quality you desire, then I shall dispatch you directly to Barad Morlas. By the time you arrive, the situation with the Dunlendings should be well in hand.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Perimbant has asked you to bring him an infused sapphire which may allow your weapon to be imbued with an Elven quality. Where you may find such a sapphire, the Elf does not know.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah! You were able to acquire an infused sapphire. I will pack this among the supplies you will need for the battle at Barad Morlas.\\n\\n'When you and your companions are ready to leave, speak with me again. I should have your supplies ready.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Perimbant can be found at Echad Dúnann, west of the gates of Moria.\\n\\nPerimbant has bidden you to speak with him when you are ready to travel to Barad Morlas, where a company of Elves has been entrapped by an army of Dunlendings from the south.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Perimbant can be found at Echad Dúnann, west of the gates of Moria.\\n\\nYou should return to Perimbant to complete the enhancement of your weapon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I fear I have received ill tidings from the Elves sent to assault Barad Morlas, [placeholder]. While their attack went as well as can be hoped, and the Dunlendings were routed without the loss of a single Elf, some injuries were inevitable.\\n\\n'As my kindred settled down to treat their wounded and fortify Barad Morlas, a much larger Dunlending force has fallen upon them unexpectedly. The battle rages even now, and I do not know how it fares, but I can arrange for swift travel to their aid if you are prepared!\\n\\n'If we can hold Barad Morlas against this assault with your help, then surely the Commander there would be more than happy to allow you the use of our forges.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You will need to bring me an infused sapphire before we can begin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'My thanks to you for defeating the assault upon Barad Morlas! You have saved many an Elf by your selfless actions!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Tidings have reached me that you fought most valiantly in the siege of Barad Morlas and saved many an Elf. My thanks to you indeed, [placeholder].\\n\\n'Now let me aid you once more. I shall use this empowered sapphire to imbue an Elven quality upon your weapon, and we shall see what you may make of it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Were you not able to imbue the stone? Without an empowered sapphire, I cannot help you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring an infused sapphire to Perimbant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Perimbant to travel to Barad Morlas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the empowered sapphire to Perimbant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Siege of Barad Morlas",
      "es": "",
      "es (fem)": ""
    }
  ]
}