{
  "id": 620829334,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'[placeholder], I would like to know more about why the water systems of the Great Delving are not operational. I do not relish the idea of our expedition needing to rely upon imported water.\\n\\n'There is a Cooling Chamber not far from here, and perhaps we should investigate it. I am not unfamiliar with such systems, so I believe I will be useful in trying to get the system working again.'\\n\\n<rgb=#FF0000>Note: This instance is intended for solo players, but can be completed with up to two people in a fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you for your assistance, [placeholder]! I would not have been able to restore those systems by myself with so many goblins at hand. You have done much for the Dolven-view camp, but I believe we are ready to fend for ourselves. The Deep Descent awaits you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Are you ready to leave? I don't know what is going on inside the cooling chamber, but I know we must move quickly if we wish to find out.'\\n\\n<rgb=#FF0000>Note: This instance is intended for solo players, but can be completed with up to two people in a fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Cooling Chamber",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Cooling Chamber is an ancient structure used to collect, cool, and purify the hot steam from the forges below.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "The cooling chamber has been restored",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Explore the cooling chamber with Slagvi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Slagvi is at the Dolven-view camp.\\n\\nSlagvi wishes to enter the Cooling Chamber in hopes to restore the Great Delving's natural water system to an operational state.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Slagvi at the Dolven-view camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Slagvi is at the Dolven-view camp.\\n\\nYou should speak with Slagvi.",
      "es": "",
      "es (fem)": ""
    }
  ]
}