{
  "id": 620829306,
  "txt": [
    {
      "id": 137178994,
      "en": "'My soldiers are holding the approaches under constant assault, but these Dunlendings barely know how to fight.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Are you prepared to return to Echad Dúnann now?'",
      "es": ""
    },
    {
      "id": 137178995,
      "en": "'Now they have brought siege engines against us, and they are picking us off one by one.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: The Siege of Barad Morlas",
      "es": ""
    },
    {
      "id": 137178996,
      "en": "'I need you to kill those siege crews! Now get out there, time is our enemy!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated a siege-weapon team",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "An Elven defender has been defeated",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Defeated the Dunlending commander",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "While the Elves are skilled warriors capable of easily fending off the Dunlendings' assaults, the siege-engines in the field have them pinned down and are dwindling their numbers. You must take to the field, find the siege-engines, and defeat their crews, buying respite for the Elven defenders.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "An Elven defender has been defeated",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "With his siege-engines out of commission and his assault faltering, the Dunlending commander is leading a final attack against the bridge. He must be stopped.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You have created an empowered sapphire!",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Having defeated the Dunlendings and routed their forces, you may now use the ancient forge to empower your infused sapphire with the blessings of the Elves.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "Talk to Perimbant",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Speak with Perimbant to return to Echad Dúnann.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat siege-weapon teams ([placeholder]/4)",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat the Dunlending commander",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Use the ancient anvil",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "<rgb=#FF0000>Elvish Defenders Slain ([placeholder]/14)</rgb>",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Defeat the Dunlending Captain",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Use the Ancient Anvil",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "<rgb=#FF0000>Bonfire Doused ([placeholder]/6)</rgb>",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Elves have launched an attack to retake Barad Morlas from the Dunlendings who have invaded Eregion. While the initial attack was successful, a larger force of Dunlendings fell upon the Elves while they were caring for their wounded. Now trapped among the ruins and pinned under assaults from the Dunlendings' siege-engines, the Elves are in desperate need of aid.",
      "es": ""
    },
    {
      "id": 16125313,
      "en": "'Well done my friends! If your mission here is complete, I can provide mounts back to Echad Dúnann.'",
      "es": ""
    },
    {
      "id": 137178993,
      "en": "'Reinforcements? About time! I've wounded here that can't be moved yet.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I am sorry that I was unable to assist you during the battle. My thanks to you for saving my kinsmen!'",
      "es": ""
    }
  ]
}