{
  "id": 620997447,
  "txt": [
    {
      "id": "0xb011843",
      "en": "Coldan can be found at the Udûn Foothold. Legolas can be found at the Ruins of Díngarth.\\n\\nYou should talk to Coldan and Legolas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d3",
      "en": "The spear can be found in Dor Armath.\\n\\nYou should pick up the spear.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502838",
      "en": "Talk to Legolas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859449",
      "en": "I have seen the spear with my own eyes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688c0",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xb5688c2",
      "en": "You relay the information to Coldan.\\n\\n'I cannot believe these words! To think this relic and pride of Elves has been recovered. I know what I must do then. I shall depart at once and inform those in Lothlórien of this news.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688c3",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xb5688c4",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "Hithgol is convinced the spear you found is indeed the mythical Aiglos.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688c5",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xb5688c6",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xb011856",
      "en": "TBDHIGHELF can be found at TBDHUB.\\n\\nYou should bring the spear to TBDHIGHELF.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688c7",
      "en": "'I have seen the spear with my own eyes, [placeholder]. Not that I disbelieved you, but you understand it is hard to believe.\\n\\n'When you are ready to depart, we shall venture again to the site of Aiglos.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119a4",
      "en": "The spear can be found in Dor Armath.\\n\\nYou should find the spear.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688a1",
      "en": "'Legolas has scouted the location of the spear and informed me that it is indeed the lost spear of Aiglos. Those who were there that day swore they heard its metal strike into rock, though it was never found. Oh, how I wish you were there when Gil-galad wielded Aiglos on the slopes of Mount Doom. To think, after all these years, the spear returns, and at the time when we have once again stepped foot into Mordor. I see this as a gift for all of us.\\n\\n'Go, speak with my apprentice, Coldan. He should hear the news. Also, I would like you and Legolas to retrieve the spear.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119d7",
      "en": "Hithgol can be found at the Ruins of Díngarth.\\n\\nYou should speak with Hithgol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688a2",
      "en": "The spear is definitely elven made, that is certain. You consider keeping it before realizing this spear is very old. Perhaps you should bring the spear to TBDHIGHELF.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502820",
      "en": "Talk to Hithgol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688a3",
      "en": "It is indeed Aiglos! This has made you venture back into Mordor more than worth your while. You decide to bring the coveted spear of Gil-Galad to TBDHIGHELF. Such a precious artifact should not be in Mordor any longer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688d2",
      "en": "The elf looks towards you with awe but it is Aiglos that the elf is really looking at. Without a word and with only the determination to carry out his task he humbly takes the Aiglos from you. He then turns to start his journey carrying the beloved lost artifact of the elves away from Mordor and to a safer place.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502821",
      "en": "Talk to TBDHIGHELF",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688a5",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xa502823",
      "en": "Bring Aiglos to TBDRUNNER",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688a6",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xb5688d6",
      "en": "'Legolas has scouted the location of the spear and informed me that it is indeed the lost spear of Aiglos. Those who were there that day swore they heard its metal strike into rock, though it was never found. Oh how I wish you were there, my friend. To think, after all these years, the spear returns, and at the time that we have once again stepped foot into Mordor. I see this as a gift for all of us.\\n\\n'Go, speak with my apprentice, Coldan. He should hear the news. Also I would like you and Legolas to retrieve the spear.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502825",
      "en": "Find the spear",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502854",
      "en": "Pick up the spear",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688a8",
      "en": "'You have spoken to Coldan? He has decided to depart and take this news to Lothlórien. While I do not blame him for his excitement, I do wish that Coldan had consulted me first. My young apprentice has much to learn.\\n\\n'I assume you have also spoken to Legolas. He shares my impatience to retrieve Aiglos and remove it from Mordor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688d7",
      "en": "The elf looks towards you with awe but it is Aiglos that the elf is really looking at. Without a word and with only the determination to carry out his task he humbly takes the Aiglos from you. He then turns to start his journey carrying the beloved lost artifact of the elves away from Mordor and to a safer place.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688a9",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xa502828",
      "en": "Talk to Coldan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688d9",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f5",
      "en": "'Legolas has scouted the location of the spear and informed me that it is indeed the lost spear of Aiglos. I understand that you might not share the same enthusiasm as I, but let it be known to you that this relic is of great pride to all Elves. During the Second Age, Gil-galad wielded Aiglos on the slopes of Mount Doom, lending to the defeat of Sauron. I know this, for I was there.\\n\\n'Go, speak with my apprentice, Coldan. He should hear the news. Also I would like you and Legolas to retrieve the spear.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "The Lost Spear",
      "es": "",
      "es (fem)": ""
    }
  ]
}