{
  "id": 620997422,
  "txt": [
    {
      "id": 190220627,
      "en": "'What, you are going to try and stop me? Ha ha. Good luck with that, little [placeholder]!'",
      "es": ""
    },
    {
      "id": 173025735,
      "en": "Talk to Lômazar",
      "es": ""
    },
    {
      "id": 190220789,
      "en": "'I sent down servants to bring back treasures and useful things for the Black Word. I sent them down quickly, but no one comes back! Good you are here. I can send you down real quick too. I must get something for the Black Word.'\\n\\nYou assure the Olog-hai that you have no intention on being flung horribly into that abyss.",
      "es": ""
    },
    {
      "id": 148970128,
      "en": "This is as close as you will want to get to the edge!",
      "es": ""
    },
    {
      "id": 184621142,
      "en": "You should look over the edge into the abyss of Mordath.",
      "es": ""
    },
    {
      "id": 148970338,
      "en": "While you attempt to take the Ithil-stone, Sapakár lunges at you!",
      "es": ""
    },
    {
      "id": 190220450,
      "en": "'It seems you have found the Olog and survived. Your exploits thus far surprise me.\\n\\n'Moreover, you have seen the Abyss of Mordath. Indeed, that great chasm is a place of horror. I shudder to think what still lives down there.'",
      "es": ""
    },
    {
      "id": 148970341,
      "en": "During your fight with Sapakár the Ithil-stone has vanished!",
      "es": ""
    },
    {
      "id": 184621123,
      "en": "Lômazar can be found at the Ruins of Díngarth.\\n\\nYou should speak with Lômazar.",
      "es": ""
    },
    {
      "id": 173025697,
      "en": "Try to take the Ithil-stone",
      "es": ""
    },
    {
      "id": 148970343,
      "en": "You see nothing in the darkness but you think you hear a very low growl",
      "es": ""
    },
    {
      "id": 173025702,
      "en": "<rgb=#FF0000>Look</rgb>",
      "es": ""
    },
    {
      "id": 184621267,
      "en": "Sapakár can be found somewhere in Barad-dûr.\\n\\nYou should confront Sapakár.",
      "es": ""
    },
    {
      "id": 173025704,
      "en": "<rgb=#FF0000>Look</rgb>",
      "es": ""
    },
    {
      "id": 173025361,
      "en": "Defeat Sapakár",
      "es": ""
    },
    {
      "id": 51875092,
      "en": "Sapakár the Cleaver confronts you on the edge of the chasm of Mordath.",
      "es": ""
    },
    {
      "id": 190220598,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 126754721,
      "en": "Edge of The Abyss",
      "es": ""
    }
  ]
}