{
  "id": 620997448,
  "txt": [
    {
      "id": "0xb011843",
      "en": "An Uruk that might have seen Krassa-phûrsa can be found in Dor Amarth, south-east of Lûghash, off the main road through Dor Amarth.\\n\\nYou should find an Uruk who might know where Krassa-phûrsa has gone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d3",
      "en": "An Orc under the command of Dulgabêth might be found somewhere in Dor Amarth, perhaps spying on those who travel on the road south-west of Lûghash.\\n\\nYou should find an Orc who might know what Krassa-phûrsa is seeking.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568951",
      "en": "'I saw the wraith! She went towards the north! Don't kill me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "Lômazar explains that he does not know Krassa-phûrsa's task nor where she can be found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568923",
      "en": "'Gar! How would I know what that wraith seeks, [placeholder]?!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011856",
      "en": "An Orc under the command of Dulgabêth might be found somewhere in Dor Amarth, perhaps spying on those who travel on the road south of Lûghash.\\n\\nYou should find an Orc who might know what Krassa-phûrsa is seeking.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119a0",
      "en": "Lômazar is located in the Ruins of Díngarth in Dor Amarth.\\n\\nYou should speak to Lômazar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011858",
      "en": "An Uruk that might have seen Krassa-phûrsa can be found in Dor Amarth, south-east of Lûghash, off the main road through Dor Amarth.\\n\\nYou should find an Uruk who might know if Krassa-phûrsa has retrieved what she is seeking.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568957",
      "en": "'Looks like she's still looking for something, you filth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119d2",
      "en": "Krassa-phûrsa can be found in Dor Amarth, on the foothills of the Ered Lithui.\\n\\nYou should seek out and confront Krassa-phûrsa.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c7",
      "en": "Find an Uruk who might know more about Krassa-phûrsa's task",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688d1",
      "en": "'I know not what Krassa-phûrsa seeks. As I stated, she is a mystery. I do know the hills of Ered Lithui are a place of shadow that no Orc will set foot upon. There may be ancient, forgotten items there. If Krassa-phûrsa knew of something in the hills, it is remembered only by her.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119d8",
      "en": "Defeated Krassa-phûrsa.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502822",
      "en": "Talk to Lômazar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b64",
      "en": "You do not see the wraith but notice some nearby Uruks to the south-east",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688a6",
      "en": "While Krassa-phûrsa is withering from her defeat, you conclude that neither of you have found what you seek. Your only solace is in the defeat of this adversary. When able, you should return to the Ruins of Díngarth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011893",
      "en": "Krassa-phûrsa's last known location can be found in Dor Amarth, south-east of Lûghash.\\n\\nYou should go to Krassa-phûrsa's last known location.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502853",
      "en": "Seek out and confront Krassa-phûrsa",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b66",
      "en": "This must be the location the Orc last saw Krassa-phûrsa",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568936",
      "en": "'Gar, she went up to the hills. The ones with the towers. No one goes there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502857",
      "en": "Think about what to do next",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f5",
      "en": "'You wish to seek more knowledge about Krassa-phûrsa, the Bringer of Tears. I cannot help you. While I have seen the wraith before, she is a mystery. She follows her own will and serves Dulgabêth with devotion, but it is in her own, secretive ways.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e063",
      "en": "<rgb=#FF0000>Look Around</rgb> for signs of Krassa-phûrsa at her last known location",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a2",
      "en": "Find an Orc who might know where Krassa-phûrsa has gone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a3",
      "en": "<rgb=#FF0000>Look Around</rgb> for signs of Krassa-phûrsa",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a5",
      "en": "<rgb=#FF0000>Look Around</rgb> for signs of Krassa-phûrsa",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d4",
      "en": "Find an Orc who might know what Krassa-phûrsa is seeking",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a8",
      "en": "Find an Uruk who might know more about Krassa-phûrsa's task",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Treasures Forgotten",
      "es": "",
      "es (fem)": ""
    }
  ]
}