{
  "id": 620997490,
  "txt": [
    {
      "id": 190220789,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 173025782,
      "en": "Bring the rune fragments back to the Watching Stone",
      "es": ""
    },
    {
      "id": 148970290,
      "en": "Destroyed fell runes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 148970292,
      "en": "Collected rune fragments ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184621236,
      "en": "The watching stone is in Ered Lithui.\\n\\nYou should return to the watching stone with the rune fragments you have collected.",
      "es": ""
    },
    {
      "id": 184621267,
      "en": "Fell runes and rune fragments can be found in the Ered Lithui.\\n\\nYou should destroy fell runes and collect rune fragments in the Ered Lithui.",
      "es": ""
    },
    {
      "id": 190220549,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 190220551,
      "en": "As you approach the stone statue, a fog quickly falls from off the Ered Lithui and surrounds you. Your eye loses sight in the thick clouds and you begin to sense emotions. They must be coming from the ominous carven stone before you. The stone is helpless, blind, and bound.\\n\\nIn the mist you see a rune, surrounded by anger. The stone is trapped. The mist suddenly disappears and the stone is silent once again.\\n\\nYou wonder if perhaps you should try and free the spirit from its bonds.",
      "es": ""
    },
    {
      "id": 51875092,
      "en": "A strange watching stone seeks your assistance in purging evil from the Ered Lithui.",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "The Watcher of Ered Lithui",
      "es": ""
    },
    {
      "id": 190220553,
      "en": "As you rest the rune fragments at the base of the watching-stone, you feel a sense of gratitude.",
      "es": ""
    },
    {
      "id": 173025777,
      "en": "Destroy fell runes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025779,
      "en": "Collect rune fragments ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 251716024,
      "en": "Bring the rune fragments back to the watching stone",
      "es": ""
    }
  ]
}