{
  "id": 620997494,
  "txt": [
    {
      "id": 190220789,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 173025782,
      "en": "Return to the Watching Stone",
      "es": ""
    },
    {
      "id": 173025783,
      "en": "Defeat tower guard spirits ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 148970290,
      "en": "Placed wards ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184621236,
      "en": "The watching stone is in Ered Lithui.\\n\\nYou should return to the watching stone.",
      "es": ""
    },
    {
      "id": 148970296,
      "en": "Defeated tower guard spirits ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220593,
      "en": "You feel a sense of accomplishment from the watching stone as you approach. A small, steady breeze emanates from the statue are you draw nearer.",
      "es": ""
    },
    {
      "id": 184621267,
      "en": "Abandoned watch-towers can be found along the Ered Lithui.\\n\\nYou should place wards on the watch-towers and defeat spirits gathered there.",
      "es": ""
    },
    {
      "id": 190220549,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 190220595,
      "en": "You feel a sense of accomplishment from the watching stone as you approach. A small, steady breeze emanates from the statue as you draw nearer.",
      "es": ""
    },
    {
      "id": 51875092,
      "en": "A strange watching stone seeks your assistance in purging evil from the Ered Lithui.",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "The Lost Towers",
      "es": ""
    },
    {
      "id": 190220553,
      "en": "Again a fog quickly descends upon you. The carven stone's head begins to fade, then its entire body. In its place appears a tower.\\n\\nThe stone is still trapped, blinded, and filled with sorrow. The fog vanishes, and the stone stands before you as if nothing had happened.\\n\\nYou suspect the spirit in the stone used to keep watch of Mordor from the towers along the Ered Lithui. Perhaps in visiting the towers, you will be able to cut what still binds the spirit.",
      "es": ""
    },
    {
      "id": 173025777,
      "en": "Place wards on the abandoned watch-towers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025732,
      "en": "Return to the watching stone",
      "es": ""
    }
  ]
}