{
  "id": 620997419,
  "txt": [
    {
      "id": 184621207,
      "en": "You should intimidate the Black Númenórean captive again.",
      "es": ""
    },
    {
      "id": 190220741,
      "en": "'If I speak to thee, Dulgabêth shall have me killed. The Black Word is not one to be reckoned with.'\\n\\n'My name is Lômazar. I was once a faithful servant to Dulgabêth. I have made more than one mistake and as punishment was struck blind. To escape further torment, I severed my bonds, only to be captured again and brought here.'\\n\\n'Perchance, will you spare me torment inside the walls of Mordor in the exchange of knowledge?'",
      "es": ""
    },
    {
      "id": 190220789,
      "en": "'As we have fought together on the Pelennor, I well know you can protect yourself. Still, the plains of Gorgoroth are filled with fires and crevasses caused by the eruption of Mount Doom. It is a dangerous place and we must tread carefully.\\n\\n'Our first scouting party has just returned, and with them, they bring a captive. The man they have captured is a Black Númenórean servant. He refuses to speak to us. We must either persuade him of our cause or somehow convince him to talk. \\n\\n'I was hoping that you would try speaking to the man. See if you can find out what he knows and who he serves.'",
      "es": ""
    },
    {
      "id": 148970450,
      "en": "The captive flinches",
      "es": ""
    },
    {
      "id": 173025760,
      "en": "Talk to the Black Númenórean captive",
      "es": ""
    },
    {
      "id": 173025553,
      "en": "Intimidate the Black Númenórean captive",
      "es": ""
    },
    {
      "id": 190220793,
      "en": "You question the captive. The man seems to have no interest in anything you tell him or any question you ask.",
      "es": ""
    },
    {
      "id": 148970454,
      "en": "It seems the captive's will is starting to break",
      "es": ""
    },
    {
      "id": 184621236,
      "en": "You should speak with the Black Númenórean captive.",
      "es": ""
    },
    {
      "id": 173025557,
      "en": "Try talking to the captive again",
      "es": ""
    },
    {
      "id": 190220772,
      "en": "'I have nothing to say to the likes of you.'",
      "es": ""
    },
    {
      "id": 148970457,
      "en": "The captive looks worried",
      "es": ""
    },
    {
      "id": 173025560,
      "en": "Intimidate the Black Númenórean captive",
      "es": ""
    },
    {
      "id": 184621267,
      "en": "You should speak with the Black Númenórean captive.",
      "es": ""
    },
    {
      "id": 148970440,
      "en": "The captive does nothing",
      "es": ""
    },
    {
      "id": 184621200,
      "en": "You should intimidate the Black Númenórean captive.",
      "es": ""
    },
    {
      "id": 173025543,
      "en": "Talk to the captive",
      "es": ""
    },
    {
      "id": 51875092,
      "en": "Gondorian soldiers have intercepted a Black Númenórean fleeing from Barad-dûr.",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "The Reluctant Captive",
      "es": ""
    },
    {
      "id": 184621203,
      "en": "You should speak with the Black Númenórean captive.",
      "es": ""
    }
  ]
}