{
  "id": 620997421,
  "txt": [
    {
      "id": 148970241,
      "en": "It looks as if the cloth has been ripped apart by large claws",
      "es": ""
    },
    {
      "id": 173025735,
      "en": "Completed",
      "es": "Completado"
    },
    {
      "id": 148970242,
      "en": "It looks as if there was a violent scuffle here",
      "es": ""
    },
    {
      "id": 173025781,
      "en": "Examine the rubble",
      "es": ""
    },
    {
      "id": 148970288,
      "en": "You notice large scratch marks on a nearby wall",
      "es": ""
    },
    {
      "id": 190220789,
      "en": "'If you seek allies of Dulgabêth, look first to an enemy of Sauron. Many years ago, a beast by the name of Narchraw crossed Sauron. He was locked away in the dungeons of Barad-dûr for his crimes. The dungeons can still be found within the ruins of the citadel.\\n\\n'There are troubling rumours that Dulgabêth has spoken with Narchraw. Find the beast and kill it at once. If the tales are true, there are few as dangerous as Narchaw in the lands of Mordor.'",
      "es": ""
    },
    {
      "id": 173025782,
      "en": "Examine the tattered cloth",
      "es": ""
    },
    {
      "id": 173025783,
      "en": "Examine the food scraps",
      "es": ""
    },
    {
      "id": 148970290,
      "en": "While the marks show that the beast already escaped, you should continue to press ahead",
      "es": ""
    },
    {
      "id": 148970292,
      "en": "You come across a very old chamber",
      "es": ""
    },
    {
      "id": 184621123,
      "en": "Examined the chamber.",
      "es": ""
    },
    {
      "id": 148970297,
      "en": "While the food is moldy, the beast must have escaped during a feeding",
      "es": ""
    },
    {
      "id": 173025769,
      "en": "Enter Barad-dûr",
      "es": ""
    },
    {
      "id": 184621267,
      "en": "Barad-dûr is located in eastern Dor Amarth.\\n\\nYou should enter Barad-dûr.",
      "es": ""
    },
    {
      "id": 184621200,
      "en": "Narchraw was said to be imprisoned in the jails of Barad-dûr.\\n\\nYou should follow the trail of scratch marks.",
      "es": ""
    },
    {
      "id": 51875092,
      "en": "Lômazar tells you of the ancient beast, Narchraw, that Dulgabêth wishes to treat with.",
      "es": ""
    },
    {
      "id": 190220598,
      "en": "While you do not notice anything out of the ordinary, the beast known as Narchraw must be very powerful.\\n\\nYou decide to think about your next course of action.",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "The Shadow of Narchraw",
      "es": ""
    },
    {
      "id": 184621203,
      "en": "The chamber is scattered with debris.\\n\\nYou should inspect the various debris in the chamber.",
      "es": ""
    },
    {
      "id": 173025779,
      "en": "Follow the trail of scratch marks",
      "es": ""
    }
  ]
}