{
  "id": 620997417,
  "txt": [
    {
      "id": "0x8e11b30",
      "en": "Thwarted Sapakár the Cleaver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f5",
      "en": "'I say again, you must give your promise to send me away from these lands. Even rotting in a dungeon until the end of days would be better than endless pain and torture at the hand of the Black Word.'\\n\\nYou give your word that Lômazar will be treated fairly as a prisoner.\\n\\n'Good. Now listen closely, as I have not the strength nor will to repeat what I am about to say.\\n\\n'I do not know why only the most important and awe-inspiring bits fell to earth while much of the city remains. Dulgabêth the Black Word, known to you as the Mouth of Sauron, has claimed what still stands of Barad-dûr. He has many followers, myself once included. Now Dulgabêth seeks to rule all of Mordor and take Sauron's place, by use of powerful relics buried within the tower's walls. None will oppose him. His faithful servants are not to be trifled with either. Glúrugoth, the Hole-warden. Sapakár the Cleaver. Krassa-phûrsa, Bringer of Tears. These are all names that strike fear upon mention.\\n\\n'Do you now possess the knowledge you seek?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b32",
      "en": "Thwarted Krassa-phûrsa, Bringer of Tears",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e2",
      "en": "Search rubble for lesser artifacts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502915",
      "en": "Talk to Ingold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e4",
      "en": "Complete The Wrath of Glúrugoth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e5",
      "en": "Thwart Sapakár the Cleaver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e4",
      "en": "'Lômazar has been truthful with us up to this point, [placeholder]. While I have my doubts, it is not impossible that Sauron would have put such thought and effort into collecting many a valuable and powerful relic. You say that you have seen some of these already? Then perhaps we must act sooner than later in preventing The Black Word from finding any more lost trinkets of Sauron.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e6",
      "en": "Thwart Krassa-phûrsa, Bringer of Tears",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b21",
      "en": "You find nothing here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568917",
      "en": "'Have you come to take me out from this place of my certain death or have you come to tell me only that my words rung true?'\\n\\nYou explain to Lômazar that he will be taken out of Mordor once the situation in Dor Amarth has improved.\\n\\n'It seems I may be dwelling in this company for a time then. Be warned, it should be known that some of the relics Dulgabêth pursues are much more powerful than one of your ilk could imagine. You may have thwarted his efforts thus far, but let it be known, hidden objects lie in wait below the fortress of Barad-dûr.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e8",
      "en": "Talk to Lômazar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b23",
      "en": "Found dusty artifacts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d3",
      "en": "Many lesser artifacts can be found scattered across Dor Amarth. Lômazar may have additional information about Dulgabêth's loyal.\\n\\nYou should find any lesser artifacts you can while searching for Dulgabêth's loyal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011890",
      "en": "Lômazar is located at the Ruins of Díngarth.\\n\\nYou should speak with Lômazar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b29",
      "en": "Thwarted Glúrugoth, the Hole-warden",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "Lômazar explains to you all he knows of Dulgabêth's plans.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "The Legacy of Barad-dûr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011893",
      "en": "Ingold can be found at the Ruins of Díngarth.\\n\\nYou should speak with Ingold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f1",
      "en": "Complete Edge of The Abyss",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f3",
      "en": "Complete Treasures Forgotten",
      "es": "",
      "es (fem)": ""
    }
  ]
}