{
  "id": 620997450,
  "txt": [
    {
      "id": 111477366,
      "en": "Talk to Hithgol",
      "es": ""
    },
    {
      "id": 162883701,
      "en": "'I have heard the rumours, [placeholder]. If your eyes have not been cruelly deceived, the missing spear of Aiglos may have been discovered.'",
      "es": ""
    },
    {
      "id": 246419817,
      "en": "Hithgol can be found at the Ruins of Díngarth.\\n\\nYou should talk to Hithgol.",
      "es": ""
    },
    {
      "id": 162883657,
      "en": "'You have done much to weaken those who serve under The Black Word. If we are to make a stand against those of power in Dor Amarth, now is the time. Speak with Lômazar and see what else he knows. The captive won't say a word to me, but he has taken a liking to you.'",
      "es": ""
    },
    {
      "id": 111477346,
      "en": "Talk to Ingold",
      "es": ""
    },
    {
      "id": 162883681,
      "en": "'I cannot identify the weapon we saw at a distance, but murmurs of excitement have swept through the encampment. Perhaps it is best to speak to Hithgol about it?'",
      "es": ""
    },
    {
      "id": 111477349,
      "en": "Talk to Lômazar",
      "es": ""
    },
    {
      "id": 246419824,
      "en": "Ingold can be found back at the Ruins of Díngarth.\\n\\nYou should talk to Ingold.",
      "es": ""
    },
    {
      "id": 162883686,
      "en": "'I have nothing else to say. Although… what have you heard of the Ithil-stone? Nothing?\\n\\n'Dulgabêth seeks the powerful Ithil-stone to sway others, just as Sauron had done. For that reason alone it means much to Dulgabêth and many others. Ownership of the stone will gain Dulgabêth many allies in Mordor.'",
      "es": ""
    },
    {
      "id": 149027523,
      "en": "The Ithil-stone",
      "es": ""
    },
    {
      "id": 246419828,
      "en": "Lômazar is located at the Ruins of Díngarth.\\n\\nYou should speak with Lômazar.",
      "es": ""
    },
    {
      "id": 111477360,
      "en": "Talk to Ingold",
      "es": ""
    },
    {
      "id": 24695187,
      "en": "Ingold is concerned that in defeat, Dulgabêth and his followers may direct their wrath upon Gondorians in Mordor.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Wicked Knife",
      "es": ""
    },
    {
      "id": 162883698,
      "en": "'I am convinced. Let us go to Barad-dûr, [placeholder]. We shall scout the area together and plan our attack!'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "You should talk to Ingold.",
      "es": ""
    }
  ]
}