{
  "id": 620893621,
  "txt": [
    {
      "id": 228870261,
      "en": "Ride to Weathertop",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "A number of quests have been completed for you. Check your Quest Journal to learn more.",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "You have created a level 20 character.",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have been awarded many skills. Go to your Character Panel to access your Skill Panel and review other available skills or to add more skills to your quickslots.",
      "es": ""
    },
    {
      "id": 118018274,
      "en": " ",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Useful items have been placed in your inventory. Open your bags to see what you have.",
      "es": ""
    },
    {
      "id": 118018275,
      "en": " ",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "To earn this deed, you must start a level 20 character and complete the horse-ride to Weathertop.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Maps allow you to quickly travel to known locations. Your known map skills are located in your Skills Panel.",
      "es": ""
    },
    {
      "id": 118018276,
      "en": " ",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "To earn this deed, you must start a level 20 character and complete the horse-ride to Weathertop.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Major towns and hubs are the best place to sell unwanted goods and purchase new items. The nearest Auction Hall can be found in Bree-town.",
      "es": ""
    },
    {
      "id": 118018277,
      "en": " ",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "The LOTRO Store offers many convenience items from accelerators to mounts, cosmetics, crafting items, boosts, and more.",
      "es": ""
    },
    {
      "id": 118018278,
      "en": " ",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "Follow the Epic Story to learn more about the untold stories of Middle-earth. You can find it in your Quest Journal.",
      "es": ""
    },
    {
      "id": 118018279,
      "en": " ",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "Several consumables have been given to you to help you on your way. Remember to check your inventory for useful items.",
      "es": ""
    },
    {
      "id": 118018280,
      "en": " ",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "Traits enable you to specialize your character. Visit a Bard in any major town to change Traits and enhance your character further.",
      "es": ""
    },
    {
      "id": 118018281,
      "en": " ",
      "es": ""
    },
    {
      "id": 9244208,
      "en": " ",
      "es": ""
    },
    {
      "id": 9244209,
      "en": " ",
      "es": ""
    },
    {
      "id": 9244210,
      "en": " ",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Enter the world as a level 20 character",
      "es": ""
    },
    {
      "id": 32729280,
      "en": "Each class has special useable items to help them survive. Some have been provided for you to experiment with.",
      "es": ""
    },
    {
      "id": 32729281,
      "en": "If you are new to LOTRO and would like additional information, consider starting a new character at level 1 for a more complete tutorial.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Having started at an advanced level, you are being asked to assist Candaith in Weathertop. Ride there via Saeradan's horse and learn the secrets of Middle-earth.",
      "es": ""
    }
  ]
}