{
  "id": 621080441,
  "txt": [
    {
      "id": "0x1cb47d3",
      "en": "'Bah! You take the bow, and I'll have a look from the stern!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1cb47d4",
      "en": "'Have you found anything, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "Starboard can be found on the right side of a ship, when facing toward the bow.\\n\\nByrski Hardprow has asked you to look off the starboard side of the Saervig and search for Durin's Crown.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'Nothing? No luck at all?'\\n\\nByrski sighs.\\n\\n'I had hoped it would be easier than this, my friend. I'll take one last look, and then we can sail back to Mekhem-bizru. I just don't want to let the Iron Garrison down!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "The bow can be found at the front or fore of the Saervig.\\n\\nByrski Hardprow has asked you to look off the bow of the Saervig and search for Durin's Crown.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x35f0d82",
      "en": "'Wait a moment... do you see that?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Look off the starboard side of the Saervig and search for Durin's Crown",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Byrski Hardprow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Look off the larboard side of the Saervig and search for Durin's Crown",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Look off the bow of the Saervig and search for Durin's Crown",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a8",
      "en": "Byrski Hardprow has sailed the Saervig onto the Mirrormere.\\n\\nYou have looked for Durin's Crown in several places, but your search has not been successful. You should talk to Byrski Hardprow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1183",
      "en": "As you gaze into the Mirrormere, a brilliant light engulfs you!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Look off the stern of the Saervig and search for Durin's Crown",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbd8cab2",
      "en": "'There! Do you see it? A glimmer! Could it be Durin's Crown?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Talk to Byrski Hardprow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1186",
      "en": "As the light fades away, it appears that Byrski has been trying to get your attention!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Byrski Hardprow has offered to seek out Durin's Crown in the Mirrormere, hoping it might herald an auspicious end to the Iron Garrison's reclamation of Khazad-dûm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b4",
      "en": "The glint that Byrski spotted can be found off the starboard side of the Saervig, nearer to its bow.\\n\\nByrski Hardprow has asked you to look for the glint he saw in the Mirrormere and tell him if you also believe it to be Durin's Crown.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b5",
      "en": "You have been engulfed in a brilliant, white light, and though you cannot identify the light's source, its warmth lifts your spirit.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1191",
      "en": "You see many stars in the Mirrormere, but not Durin's Crown",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "You see many stars in the Mirrormere, but not Durin's Crown",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Byrski Hardprow has sailed the Saervig onto the Mirrormere.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a8",
      "en": "'[placeholder]! Are you all right?\\n\\n'You were looking into the Mirrormere and then it seemed to me that you became lost in some deep reverie. Is this a common occurrence, my friend? I do not mean to alarm you, but it has been nearly ten minutes! What happened? Did you see Durin's Crown?'\\n\\nYou tell Byrski that you were engulfed in a brilliant light, and that its warmth lifted your spirits and granted you a renewed sense of purpose as a Mariner. You suggest that it could have been the fabled Star of Eärendil, but you remain uncertain.\\n\\n'The Star of Eärendil?! I thought that was just an old Mariner's tale—a guiding star to find shelter upon the Sea. And besides, I didn't see any light! I may be one eye short, but I would think I'd have noticed something like that! Perhaps your adventures have been too taxing of late, my friend.\\n\\n'Ah, but I am... fairly certain that I spotted Durin's Crown! It had the proper number of stars, and it did appear to be in the shape of a crown, so I think our expedition was a success!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Look for the glint in the Mirrormere",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Larboard can be found on the left side of a ship, when facing toward the bow.\\n\\nByrski Hardprow has asked you to look off the larboard side of the Saervig and search for Durin's Crown.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08ed99",
      "en": "Listen to Byrski",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x688c021",
      "en": "<rgb=#000000>Bathed in this light, you feel a renewed sense of hope and purpose</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3ed5761",
      "en": "Bathed in this light, you feel a renewed sense of hope and purpose",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "The stern can be found at the rear or aft of the Saervig.\\n\\nByrski Hardprow has asked you to look off the stern of the Saervig and search for Durin's Crown.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x688c022",
      "en": "<rgb=#000000>Does Eärendil's star now guide your journey as a Mariner?</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3ed5762",
      "en": "Does Eärendil's star now guide your journey as a Mariner?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "Could this be the light of the Star of Eärendil?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56851",
      "en": "'Ah, the Saervig is a fine ship, my friend. And look, Durin himself greets us!'\\n\\nByrski takes a moment to look around on the decks of the Saervig.\\n\\n'Very good! Let us begin our search for Durin's Crown, [placeholder]. And remember, you're looking for seven stars in the shape of a crown. Oh, what am I saying? Of course you know that!\\n\\n'I'll start over here, so why don't you have a look from larboard?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'I think it is time we sailed back to Mekhem-bizru, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'Ah, the Saervig is a fine ship, my friend. And look, Durin himself greets us!'\\n\\nByrski takes a moment to look around on the decks of the Saervig.\\n\\n'Very good! Let us begin our search for Durin's Crown, [placeholder]. And remember, you're looking for seven stars in the shape of a crown. I'll start over here, so why don't you have a look from larboard?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "You see many stars in the Mirrormere, but not Durin's Crown",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a9",
      "en": "Talk to Byrski Hardprow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01140",
      "en": "Byrski Hardprow has sailed the Saervig onto the Mirrormere.\\n\\nYou have been engulfed in a curious light, but Byrski appears concerned. You should talk to Byrski Hardprow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Instance: The Stars' Favour",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1cb47d1",
      "en": "'Why don't we switch sides and see if that helps?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1cb47d2",
      "en": "'Nothing yet. I'll have a look from the bow. Why don't you take the stern?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "You see many stars in the Mirrormere, but not Durin's Crown",
      "es": "",
      "es (fem)": ""
    }
  ]
}