{
  "id": 621080476,
  "txt": [
    {
      "id": "0xda44875",
      "en": "The Isles: Keen-eyed Sigileth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Sigileth further south of the wrecks you investigated in Shedax Khîn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Our ship was more fortunate than some of the vessels torn apart by the Grinding Jaws, [placeholder]. See where the hulks lie, their hulls smashed upon the rocks, their masts ripped away? Did the ship which carried my brother toward Umbar fall prey to a similar fate?\\n\\n'Search the wrecks in this lagoon for any sign that the ships of Nakási Wave-reaper or her ally Tatháta succumbed to the rocks of Shedax Khîn. I hope and believe they did not... but for Corudan's sake we must be certain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Read the note Sigileth discovered inside a bottle in one of the wrecks of Shedax Khîn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Search the wrecks in this lagoon for any sign that the ships of Nakási Wave-reaper or her ally Tatháta succumbed to the rocks of Shedax Khîn. I hope and believe they did not... but for Corudan's sake we must be certain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'I found a bottle wedged into a crack on the deck of that nearby ship, [placeholder], the cork still held in place. Inside there was a parchment with writing upon it. Read it and tell me what you think.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Read the note I gave you and tell me what you think.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'By our search of these wrecks we know the ship that carried my brother Corudan to Umbar did not suffer the same fate as they. The sailor who wrote this note, Phêlex, may be dead, and his love Khâsha will never know what evil befell him, but my brother lives still. One is beyond our reach, but the other is not.\\n\\n'I know the Corsairs of Umbar by their evil reputation, and while the Kindred of the Coins may bear a different name and pretend to be something else, the manner of their crimes seems to me the same. Phêlex suffered at the hands of Corsairs; was what happened to my brother at the hands of Nakási Wave-reaper and her Kindred any different?\\n\\n'We can do nothing for he who wrote this letter, or for Khâsha who waited in vain for his return, but my brother is not yet beyond saving. There is hope our search for him will continue, and end with success. That is hope enough for me, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "The stern of this wrecked ship has risen from the water here for many years",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "TBD SHIP TWO is very TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "TBD SHIP THREE is very TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Sigileth wants to search the various wrecks that populate Shedax Khîn to ensure none of them carried her brother to his death.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "This body has been here for a long time",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e04",
      "en": "Talk to Sigileth south of the wrecks you investigated in Shedax Khîn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "Searching the debris reveals small bits of rusted metal, but nothing of use",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Sigileth asked you to search several of the shipwrecks at Shedax Khîn in search of her brother.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Sigileth is further south of the wrecks you investigated in Shedax Khîn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Search the shipwrecks of Shedax Khîn for some sign of Corudan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Sigileth handed you a note she found within a bottle discovered on one of the wrecks in Shedax Khîn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Sigileth is south of the wrecks you investigated in Shedax Khîn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1191",
      "en": "Powerful storms embedded the prow of this boat in the sand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "This sailor has been long-dead, revealing the wreck to be many years old",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "Sigileth hands you the note she removed from the sealed bottle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "At some point during the long years, this wreck fell onto its side",
      "es": "",
      "es (fem)": ""
    }
  ]
}