{
  "id": 621080479,
  "txt": [
    {
      "id": "0xda44875",
      "en": "The Isles: Galengam's Scheme",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Find the vendor on the eastern side of the inlet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Find the vendor near the base of the sloping road in Halrax",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "<rgb=#00FF00>Look</rgb> at the first vendor's stall as you enter Halrax",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Galengam outside Halrax",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'There you are, [placeholder]. The mark of a truly great merchant is how well he responds to adverse conditions, and I plan to prove I am the finest in all the world, no matter the challenge with which I am confronted!\\n\\n'That vegetation will become a problem if it is not cleared away. Will you do that for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1180",
      "en": "Galengam will be interested in this one",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "<rgb=#00FF00>Look</rgb> at the vendor by an intersection in Halrax",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Collect salamander legs on the Shield Isles ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1181",
      "en": "Galengam may be interested in this one",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "<rgb=#00FF00>Look</rgb> at the vendor near the base of the sloping road in Halrax",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'That vegetation will become a problem if it is not cleared away. Will you do that for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1182",
      "en": "Galengam might be interested in this one",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Collect toad legs on the Shield Isles ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1183",
      "en": "Galengam could be interested in this one",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Yes, thank you. Now the sunlight should dry out these supplies, and I can sell them at the market in Halrax as soon as they stop dripping.'\\n\\nYou ask Galengam if he really believes he can sell the supplies he took from the Wave-hunter, and he responds with a breezy laugh, apparently misunderstanding your question.\\n\\n'I can sell anything, [placeholder]! Am I not the King's Own Merchant? But you raise a good point. Perhaps you should <rgb=#00FF00>look</rgb> at the vendors within Halrax and see what I will have to face for competition. I am only concerned with those vendors who have stalls along the main road that leads into the city; worry not about those up the hill.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Perhaps you should <rgb=#00FF00>look</rgb> at the vendors within Halrax and see what I will have to face for competition. I am only concerned with those vendors who have stalls along the main road that leads into the city; worry not about those up the hill.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'What level of competition will I face at the market within Halrax?'\\n\\nYou tell Galengam about the type of goods you saw for sale within the town, and his forehead creases with thought.\\n\\n'I planned to sell the goods we brought with us on the ship, [placeholder], for I believed the residents here would believe them to be unusual... but I think now that will not be sufficient. I have heard that salamander legs and toad legs can be considered something of a delicacy, if they are prepared correctly. I understand you will find the raw ingredients for such a feast to the east of here, and while you see about collecting those, I will find out how to prepare them. Meet me back at the ship when you have enough salamander and toad legs, and perhaps we can corner the market on these goods. And if not, well, I assume the crew of the Wave-hunter will want something to eat.\\n\\n'It is a shame not to sell the supplies I hauled all the way here, but it will take too long for them to dry out, and I need the coin coming in as soon as possible!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Find the first vendor's stall as you enter Halrax",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Find the vendor by a major intersection in Halrax",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'I have heard that salamander legs and toad legs can be considered something of a delicacy, if they are prepared correctly. I understand you will find the raw ingredients for such a feast to the east of here, and while you see about collecting those, I will find out how to prepare them. Meet me back at the ship when you have enough salamander and toad legs, and perhaps we can corner the market on these goods. And if not, well, I assume the crew of the Wave-hunter will want something to eat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Cleared away vegetation ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Galengam has not been in the Shield Isles for long and the merchant is already up to something.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Salamanders and toads can be found east of Halrax in the Shield Isles, and Galengam believes their legs might prove delicious for his customers... or for the crew of the Wave-hunter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'No one will tell me the right way to prepare toad or salamander legs! The folk of these isles must know I would drive them right out of business if they shared the secret with me... which of course I would, so they are right to worry!\\n\\n'I will keep these legs you have brought me in a barrel of seawater until I learn the secret. I will not give up! Am I not the King's Own Merchant?\\n\\n'In the meantime, keep an eye out for other mercantile opportunities, [placeholder]. I know we are here to rescue the young heir of Pinnath Gelin, but there is no reason we cannot make a little coin on the way, is there? No, there is not!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Galengam has asked you to clear away some of the dense vegetation near his gathered supplies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Galengam has returned to the Wave-hunter in the Shield Isles.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Galengam is north of Halrax.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e37",
      "en": "Bring the salamander and toad legs to Galengam at Voyage's End",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Galengam has asked you to <rgb=#00FF00>look</rgb> at several vendors within Halrax, to assess the level of his competition.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Galengam is north of Halrax.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Clear away concealing vegetation ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "Collected salamander legs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "Collected toad legs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Galengam outside Halrax",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "<rgb=#00FF00>Look</rgb> at the vendor's goods on the eastern side of the inlet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1199",
      "en": "This vendor is conveniently-located right by the eastern docks in Halrax",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "TBD VENDOR ONE is very TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "A lovely turquoise awning protects this vendor's goods from the weather",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "This vendor serves a variety of fresh fruits collected from the nearby isles",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "Hard to see from the road, this vendor should be little competition for Galengam",
      "es": "",
      "es (fem)": ""
    }
  ]
}