{
  "id": 621080484,
  "txt": [
    {
      "id": 228870261,
      "en": "Chapter 5.6: A Place for the Lost",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Talk to Daxamat on the eastern side of Halrax, at the bottom of the hill",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Talk to Nauriel at Voyage's End",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'The Belondor that belongs now to the Kindred of the Coins may not be the same man... but in my heart I know he must be. Did he survive the wreck of his ship during my pursuit, and come to make a desperate living upon the wild Shield Isles? He did not hold hatred for Gondor in his heart before that night, whatever the Steward may have believed, but afterwards...? No man could do otherwise.\\n\\n'I cannot know by what paths he returned to Umbar, but when he did it seems he found others who shared his mind. Did he rise through the ranks of the Kindred, or perhaps he was there at its founding? Now, at least, he holds a position with enough standing to warrant one of Saklaphêl's bounties!'\\n\\nSirgon stares at you unhappily.\\n\\n'I was so pleased to sail again, [placeholder]. I had consigned these feelings of guilt to the past, and let the passing of the years dull their pain. But if Belondor did not drown on that night, if he now leads the Kindred of the Coins that hold Thorongil and your Elf-friend captive... I fear that the history between us may put both of those lives in greater danger than we believed. And all because I thought I missed the Sea... but I earned my own share of guilt upon the waters, [placeholder]. I had thought it gone, but it is never truly gone, is it?'\\n\\nYou tell Sirgon that it is the mission of the Wave-hunter to rescue Nauriel's son Thorongil and your friend Corudan from the Kindred of the Coins, no matter who comprises its membership. He nods, reluctantly.\\n\\n'Aye. It must be so. But you must tell the Lady Nauriel what I have told you. If her son may be further endangered by this account, she deserves to know of it.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'You have the look of someone who bears bad tidings, [placeholder], but with our current situation as it is I cannot imagine what could be worse.'\\n\\nYou tell Nauriel, briefly, of Sirgon's belief that \\qBelondor of the Fleet-fast\\q may have once been a friend of his. She raises an eyebrow at you and puts her hand on the hilt of her sword, toying with the favour tied there by her husband Carandolion.\\n\\n'It matters not to me, [placeholder], unless Sirgon thinks to stand with the Kindred of the Coins against us when the time comes to rescue my son. Do you think he might?\\n\\n'But that is still some time away; we must first leave these islands and reach the City of the Corsairs. Daxamat and some others of the crew have gone to the settlement of Halrax on the southern island of Zamarzîr to see what they can learn of the bounty-hunters Saklaphêl has likely employed. Can I ask you to also speak with residents of Halrax about this? Once we have learned what we can about them, we may be able to make use of them in our rescue of Thorongil, as we discussed.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'I must ask you to tell the Lady Nauriel what I have told you. If her son may be further endangered by this account, she deserves to know of it.'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 199700145,
      "en": "'I have not heard anything about that. Move along.'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Nauriel sent you here to ask for information about Saklaphêl's bounty-hunters? How did you fare?'\\n\\nYou reluctantly tell Daxamat that the folk of Halrax were less than helpful. He puts a reassuring hand on your shoulder, and then quickly removes it.\\n\\n'I am sorry, [placeholder]. I did have more success than you, but remember that I did grow up here! There are not many folk who remember me, but there are a few. I learned from them that perhaps a dozen bounty-hunters met with Saklaphêl's man Galadaith, but of that number only three seemed serious about it. One of these I heard talk about even when I was just a child: the Blade-twist, who must be an old man by now, surely. The other is a woman, Cruel Dancer, and of those I spoke to she is believed to have the greatest chance of actually claiming any of the bounties.\\n\\n'It seems the Blade-twist and Cruel Dancer have already departed the islands, but the third bounty-hunter may still be here. He is a man they call Driftwood, and he lives here in Halrax. Perhaps you can speak to Manadhon, the man who tends the bar here, and learn where we can meet with Driftwood? You are certain to redeem yourself in the eyes of the crew, [placeholder]! Oh... my apologies!'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'It seems the Blade-twist and Cruel Dancer have already departed the islands, but the third bounty-hunter may still be here. He is a man they call Driftwood, and he lives here in Halrax. Perhaps you can speak to Manadhon, the man who tends the bar here, and learn where we can meet with Driftwood? You are certain to redeem yourself in the eyes of the crew, [placeholder]! Oh... my apologies!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Belondor is not the first wayward voyager to return from death among the Shield Isles, and he will not be the last.",
      "es": ""
    },
    {
      "id": 103883457,
      "en": "'I've got no answers for you. Get out of here.'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Manadhon, the bartender at Halrax, may be willing to tell you about Driftwood, one of the bounty hunters hired by Saklaphêl.",
      "es": ""
    },
    {
      "id": 195724465,
      "en": "'I have nothin' to say to you.'",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'When I suggested that one of Saklaphêl's bounty-hunters might help us with our rescue of my son, I did not envision you asking one of them to join the crew, [placeholder]. If this Driftwood proves himself useful, that is one thing... but if he did not even set forth for the City of the Corsairs already, how serious can he be about opposing the Kindred of the Coins?\\n\\n'But I will trust your decision.'",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "Asked about Saklaphêl's bounty hunters ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Nauriel has returned to the Wave-hunter in the Shield Isles and will surely have a plan.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Nauriel is back at the Wave-hunter, waiting for information about the bounty hunters recruited by Saklaphêl.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Manadhon on the upper level of Halrax and complete 'The Isles: Driftwood'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Nauriel believes you should ask the folk who live in Halrax, on the island of Zamarzîr, what they know about the bounty hunters recruited by Saklaphêl.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Daxamat has come to Halrax in search of more information, and can be found at the bottom of the hill on the eastern side of the city.",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Nauriel at Voyage's End",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Ask residents of Halrax about the bounty hunters recruited by Saklaphêl ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 152723345,
      "en": "'Why should I tell you anything?'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'Daxamat and some others of the crew have gone to the settlement of Halrax on the southern island of Zamarzîr to see what they can learn of the bounty-hunters Saklaphêl has likely employed. Can I ask you to also speak with residents of Halrax about this? Once we have learned what we can about them, we may be able to make use of them in our rescue of Thorongil, as we discussed.'",
      "es": ""
    }
  ]
}