{
  "id": 621080485,
  "txt": [
    {
      "id": "0xa8e11a9",
      "en": "Defeated Corsairs throughout the Shield Isles ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Isles: Driftwood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Find Driftwood on the lower level of Halrax",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Return to Voyage's End and check on your crew",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Aye, I know the man called Driftwood. Leastways, I know him as much as any other who lives in Halrax. You don't ask questions about folk who end up in Zîrar Tarka. This is a place for lost things, and some of those things don't want to be found, if you take my meaning.'\\n\\nYou tell Manadhon that you might have information of interest to Driftwood, and a friend to the man would help you find him.\\n\\n'Maybe that's so and maybe that isn't, but this is not a place for friends, stranger. He is here most every night, drinking, and he is generous with his coin. Perhaps that makes us friends after all.\\n\\n'But he is a man grown, and he does not need me to protect him. He lives on the lower level of Halrax, on the south-western side of the inlet, if you need to speak with him so badly. But I don't want anyone coming back here and causing trouble if he doesn't want to speak to you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Wait for Driftwood to acknowledge your presence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to Driftwood at Voyage's End",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'But Driftwood is a man grown, and he does not need me to protect him. He lives on the lower level of Halrax, on the south-western side of the inlet, if you need to speak with him so badly. But I don't want anyone coming back here and causing trouble if he doesn't want to speak to you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Driftwood on the lower level of Halrax",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Sigileth in Halrax",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'No... it cannot be!'\\n\\nDriftwood stares at you with astonishment, the ale-inspired cloudiness of his eyes draining away.\\n\\n'You... [placeholder]... I cannot believe it! I never thought... I never thought I would see you again.'\\n\\nThere can be no mistake. This is Horn of Rohan, though months of hard living on the road and in the wild have weathered his clothes. His face is still familiar, but the war and its worries have left their marks upon it, and he seems more aged than you remember.\\n\\n'What brings you to the Shield Isles, [placeholder]? You have not let down your own folk, as I have, surely? I cannot imagine that. You were always stronger in mind than I was, with courage to spare. It is the truth, and we both know it. And Nona was... Nona was stronger than both of us. But... what do you have to say of yourself? You are not running away from something. You were always running... toward.'\\n\\nBefore you can gather your thoughts to speak, someone steps close behind you. She stares at Horn with a hard look in her eyes, and you know you must introduce her.\\n\\n'This is Sigileth,' you say.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Driftwood on the lower level of Halrax",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Sigileth... the sister of Corudan!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Defeat Corsairs throughout the Shield Isles ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'It is true, Corudan is my brother, and he needs our help.'\\n\\nSigileth stares at Horn, daring him to speak, but he wisely keeps his silence.\\n\\n'I have heard of your adventures with [placeholder], Horn of Rohan, and with my brother, and I have been told of the choice you made when the Battle of Pelennor Fields was ended. It is not my place to judge whether your choice was well-considered or ill-thought, and I will not do so.\\n\\n'But I will ask this of you. Did you consider my brother Corudan to be a friend? Did you think you knew him? This, then, is my last question.\\n\\n'Would Corudan come to your aid, if your positions were reversed? Or would he give in to cowardice, and run away, leaving the hard work to others?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'I believed Corudan's sister Sigileth was dead, [placeholder], and that she perished within Dol Guldur before we adventured in Rohan. But no, she is alive and seems eager to shame me on his behalf! Have you learned what happened to Corudan at Helm's Deep? You had better tell me what happened to him, and quickly, for I think his sister may be about to stick me with her famous knives, and right now I confess I might deserve it!'\\n\\nYou tell Horn what you know about Corudan's captivity by the Kindred of the Coins and your mission to Umbar. When you have finished, he rubs his eyes.\\n\\n'After the Battle of Pelennor Fields, I wandered without purpose. I came to this land because I did not want to get involved, but even that proved a lie. I called myself Bymerë at first, and told myself Horn was dead. But as I lived here, drowning my old sorrows with ale and trying to forget what I had done and what I had been, I saw crimes I could not forgive; as I opposed them I took on a new name: Driftwood. I believed the Heirs of Castamir might again threaten Gondor... and if they had victory there, would not Rohan be next? So I made things difficult for them, as I could. I thought I might gain an audience with Balakhôr's widow if I claimed to have slain one of her enemies, and so end the threat of the Heirs of Castamir.\\n\\n'Most of my plans ended in the bottom of a mug of ale, [placeholder]. When I was Horn, and fought alongside friends, it was different. Driftwood is alone, and accomplishes nothing. It is useless.'\\n\\nYou tell Horn that it could be different, and he shakes his head.\\n\\n'This is my place now. I spend my days fighting Corsairs and my nights here, drowning in my cups. I suggest you defeat the Corsairs of the Shield Isles, for the sake of our past friendship, and then return to your ship. Horn is dead; only Driftwood remains, and he cannot help you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Would Corudan come to your aid, if your positions were reversed?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Driftwood stands on the lower level of Halrax.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'This is my place now. I spend my days fighting Corsairs and my nights here, drowning in my cups. I suggest you defeat the Corsairs of the Shield Isles, for the sake of our past friendship, and then return to your ship. Horn is dead; only Driftwood remains, and he cannot help you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Manadhon told you the man called Driftwood might be found on the lower level of Halrax, on the south-western side of the inlet.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "The man called Driftwood is deep in his cups on the lower level of Halrax, on the south-western side of the inlet.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Many Corsairs throughout the Shield Isles support the Heirs of Castamir, and Driftwood has asked you to continue his work of making things difficult for them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'I have changed my mind, [placeholder]. Sigileth is right: were our positions reversed, Corudan would stop at nothing to come to my rescue or yours.\\n\\n'I will join you in this, my old friend, if you will have me. The Shield Isles are a place for lost and broken things, but perhaps such things need not stay lost forever, and maybe with friendship they can be repaired. I will join you once again... for Corudan, and to keep the Kindred of the Coins from endangering Gondor, Rohan... and other, more distant lands.\\n\\n'I spoke truly when I told you Horn was dead. I am Driftwood now, and would have your crew call me by this name. I hope this is agreeable to you, my friend. And one more thing: you might have told me Sigileth no longer possesses her famous knives! I might have thought more clearly in Halrax if I knew I was not in danger of being sliced open!'\\n\\nYou assure Driftwood that while she no longer possesses Lanchigil and Egnassigil, Sigileth has been practicing with her new blade, and even without a name she could still do considerable damage with it.\\n\\n'Oh,' he responds. 'Perfect.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Driftwood stands suddenly, knocking his chair to the floor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d160",
      "en": "Manadhon, the bartender of Halrax, has given you a lead on the man called Driftwood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Having defeated many supporters of the Heirs of Castamir throughout the Shield Isles, you should return to the Wave-hunter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Sigileth has joined you in Halrax.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Driftwood stands by the Wave-hunter in the Shield Isles.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1191",
      "en": "Despite his parting words, Driftwood has come to the Wave-hunter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "Driftwood, troubled by his past and seeking to do right, has joined your crew!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1194",
      "en": "Horn stares at the Elf, his mouth agape. 'Sigileth... the sister of Corudan!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "The man called Driftwood is deep in his cups",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "Driftwood's eyes light with recognition and surprise",
      "es": "",
      "es (fem)": ""
    }
  ]
}