{
  "id": 621080471,
  "txt": [
    {
      "id": 228870261,
      "en": "Chapter 5.3: Voyage of the Wave-hunter",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Talk to Sirgon and give the order for the ship to set sail to Umbar",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Talk to Daxamat at Voyage's End in the Shield Isles",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Are you ready to give the order? None but you can give it, [placeholder]!\\n\\n'Is it time to leave your familiar shores behind?'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Very well, my friend!\\n\\n'Ready the sails! It is time for the Wave-hunter to ride the river down to the sea, and then to make for the City of the Corsairs!'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Confront the men watching you from the tree line to the west",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'We are lucky to be alive, [placeholder]. The storms that arise in the Bay of Belfalas can be fearsome, and these isles are often lashed by the worst of them. Ours is not the first ship to run aground on these isles, and I cannot believe it will be the last.\\n\\n'I have been to one of the southernmost islands in this chain before. Zamarzîr it was called. My brother and I sheltered for a time among the freebooters who live there, but Jajax did not want to stay, and I could not remain by myself. We were very young then, only children; it must have changed in the years since.\\n\\n'But our arrival has attracted some attention. Look, among the trees! These isles are not deserted, [placeholder], and the men who live here may seek to do us harm.'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to Mattân to the west of the Wave-hunter",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Our arrival has attracted some attention. Look, among the trees! These isles are not deserted, [placeholder], and the men who live here may seek to do us harm.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'What?'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Ozâl to the west of the Wave-hunter",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'What?'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Caebar by the Wave-hunter on the Shield Isles",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'The storm chewed up your ship and spat you out, stranger... but it must not have liked the taste of you. Most of the ships devoured by Shedax Khîn arrive upon the Shield Isles in more pieces than this, and with fewer survivors.\\n\\n'Shedax Khîn? That is the Umbari word for the rocks that surround the island of Bakhjâd. It means \\qthe Grinding Jaws,\\q and theirs is the smile that welcomes strangers to these isles. But someone else must smile upon you and upon your crew, for while your ship will not sail again, you have your life, and that is more than some retain when they come here.'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Mattân and I listened to the driving rain of the storm last night and it told the two of us a new wreck would decorate the islands this morn. We arose early, before any others, and came here in haste... but we were rewarded with disappointment. The isles have their new decoration, aye. But the Grinding Jaws did not finish their meal, and too many survivors guard the wreck.\\n\\n'There will be little for us to salvage today. But I tell you this: life in the Shield Isles is hard, and not all who arrive here as you have can endure it. You survived the storm, but will you survive the week? Will you survive the day?\\n\\n'Oh, it is no threat, stranger. I am simply making conversation.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'These isles are not deserted, [placeholder], and the men who live here may seek to do us harm.'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Two residents of the Shield Isles watch you with suspicion in their eyes.",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Sirgon stands on the deck of the Wave-hunter, eager for the ship to set sail.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'I knew I did not like sailing, [placeholder]! How can it be that Sirgon missed it? A sailing-ship is a hateful thing, as unpleasant a creation as I have ever known!'\\n\\nYou remind Caebar that were it not for the strong hull of the Wave-hunter and its brave crew, he would not have survived the storm. Caebar shakes his head.\\n\\n'Yes, yes,' he mumbles. 'I suppose it could always be worse. But I am done with ships! You mark my words, [placeholder]! From this day forward I will take the land-road, no matter how out of the way it may run!'",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'You are more fortunate than most who come here, stranger.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Daxamat has left the ship and awaits your orders.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'An unguarded wreck is free to all who dare search it. Perhaps Mattân and I will come back tomorrow.'",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Caebar stands by the Wave-hunter on the Shield Isles.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Someone watches you from the tree line to the west of the Wave-hunter.",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "You feel eyes upon you from the tree line",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "The men stare at you warily",
      "es": ""
    },
    {
      "id": 24695161,
      "en": "Now that your preparations have been made, it is time for the voyage of the Wave-hunter and the completion of your secret mission.",
      "es": ""
    }
  ]
}