{
  "id": 621080488,
  "txt": [
    {
      "id": 228284039,
      "en": "'If we are to do business, I want to know you share my mind. Continue my work, stranger, and take the money-purses from Corsairs here in the Shield Isles. Bring them to Manadhon here in Halrax when you have finished. He will know the use to which this stolen money should be put.\\n\\n'But I am content to remain here. There is little you could offer me that I need.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Manadhon told you the man called Driftwood might be found somewhere to the east in Halrax.",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'You have brought me these money-purses at the direction of our mutual friend Driftwood, have you not?'\\n\\nYou tell Manadhon that he is correct, and Driftwood believed the bartender would know what to do with them.\\n\\n'I do, for it is the same every week. Driftwood comes here with his pockets full of money-purses he has taken from Corsairs, and I use the coin to support the folk of Halrax who have nothing, giving them food, giving them drink, and making the ill-gotten wealth of the Corsairs serve a beneficial purpose. Why does he do this? He has not said, but I have pieced together a little of it.\\n\\n'I think he used to be a robber himself, stealing from wealthy merchants somewhere in Gondor. He knows his way around ships, so perhaps he plied his trade along one of the rivers in Gondor. But something went wrong. Or maybe he just tired of the life and sought to leave it behind. But for all his intentions, and despite taking a new name, Driftwood is still a robber, and still he steals... but he tells himself it is different.\\n\\n'I do not know. I try not to pry.'",
      "es": ""
    },
    {
      "id": 49286679,
      "en": "Bring the money-purses to Manadhon on the upper level of Halrax",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Having satisfied Driftwood's request, you should return to the Wave-hunter.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Corsairs throughout the Shield Isles carry money-purses that Driftwood recovers and donates to Manadhon.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Driftwood stands by the Wave-hunter in the Shield Isles.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Driftwood has directed you to bring the money-purses to Manadhon on the upper level of Halrax.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'I think Driftwood used to be a robber himself, stealing from wealthy merchants somewhere in Gondor. He knows his way around ships, so perhaps he plied his trade along one of the rivers in Gondor. But something went wrong. Or maybe he just tired of the life and sought to leave it behind. But for all his intentions, and despite taking a new name, Driftwood is still a robber, and still he steals... but he tells himself it is different.\\n\\n'I do not know. I try not to pry.'",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Talk to Driftwood on the upper level of Halrax",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Collect money-purses from Corsairs throughout the Shield Isles ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'I told you there was little you could offer me that I need, stranger, but I may have been wrong.\\n\\n'I have not always been proud of the life I chose, but at least I can say that I chose it. I followed the path I was on until I decided it was not for me, and then I took another path. But your arrival at this place, and the words you spoke to me, have made me realize that the road I followed was not the straight way I envisioned; instead it twisted and curved through the wild in a way I did not expect... only to rejoin the earlier path I had been on, the one I thought I left behind.\\n\\n'Stealing from the Corsairs and giving their money-purses to Manadhon for the support of those in Halrax who need it... that is a small thing, and small things are insufficient. I need a truly different path, [placeholder], and I believe you are the sort to cut your own way through the wild. I will accompany you as you face the Kindred of the Coins, for I believe you herald the truly different path I have been seeking.\\n\\n'If you will respect my privacy and ask no questions of my past, Driftwood is with you.'",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Talk to Driftwood at Voyage's End",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "Collected money-purses ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Return to Voyage's End and check on your crew",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "Driftwood, hoping to make up for something in his past, has joined your crew!",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "Despite his parting words, Driftwood has come to the Wave-hunter",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'Aye, I know the man called Driftwood. Leastways, I know him as much as any other who lives in Halrax. You don't ask questions about folk who end up in Zîrar Tarka. This is a place for lost things, and some of those things don't want to be found, if you take my meaning.'\\n\\nYou tell Manadhon that you might have information of interest to Driftwood, and a friend to the man would help you find him.\\n\\n'Maybe that's so and maybe that isn't, but this is not a place for friends, stranger. He is here most every night, drinking, and he is generous with his coin. Perhaps that makes us friends after all. But he is a man grown, and he does not need me to protect him. He was just here, moments ago, if you need to speak with him so badly. He went off to the east. But I don't want anyone coming back here and causing trouble if he doesn't want to speak to you.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Manadhon, the bartender of Halrax, has given you a lead on the man called Driftwood.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'You are the one who is looking for me? By my guess you are from the ship that ran aground north of Bakhjâd in the recent storm... a more common occurrence of late than it has been. I have not seen you before, and Driftwood makes it his business to see people before they see him, if you take my meaning. The Shield Isles are a place for the lost, and most lost things prefer to stay that way. Why do you seek me?'\\n\\nYou tell Driftwood that you are interested in Saklaphêl's bounties upon the Kindred of the Coins, and that you understand he might share that interest.\\n\\n'Perhaps, stranger, and perhaps not. If you think I desire the wealth of the reward, you are mistaken. In a past life I stole more coins than you could spend in a lifetime, not the gold phâraz or the silver gîmil of Umbar, but the currency of Gondor; that life is finished. Now I rob only those who steal from others, and give every coin to folk in need.\\n\\n'If we are to do business, I want to know you share my mind. Continue my work, stranger, and take the money-purses from Corsairs here in the Shield Isles. Bring them to Manadhon here in Halrax when you have finished. He will know the use to which this stolen money should be put.\\n\\n'But I am content to remain here. There is little you could offer me that I need.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'This is not a place for friends, stranger. He is here most every night, drinking, and he is generous with his coin. Perhaps that makes us friends after all. But he is a man grown, and he does not need me to protect him. He was just here, moments ago, if you need to speak with him so badly. He went off to the east. But I don't want anyone coming back here and causing trouble if he doesn't want to speak to you.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Isles: Driftwood",
      "es": ""
    }
  ]
}