{
  "id": 621080557,
  "txt": [
    {
      "id": "0x178d153",
      "en": "Explore settlements and other important points of interest in the Shield Isles.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "You have discovered Halrax",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba2",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "You have discovered Kafagur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1181",
      "en": "You have discovered Aklâradum",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1199",
      "en": "You have discovered Phadâl Bimai",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1183",
      "en": "You have discovered Irkhadâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82baa4",
      "en": "The waters that surround Zîrar Tarka are treacherous for the unprepared, but even skilled mariners can stray too near the isles when storms arise in the Bay of Belfalas, to their deep sorrow. If they have the luck of the Valar, some of their crew survive to see the dawning sun that peeks through the forest canopy at Voyage's End. If they do not only the shattered hulks remain, standing in the water beside the island chain, decorating the smile of Shedax Khîn, the Grinding Jaws, from that day forward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82baa5",
      "en": "The sizeable settlement of Halrax is located on Zamarzîr, the largest of the isles that make up the chain of Zîrar Tarka. It was built over a period of many years by the freebooters of the Bay of Belfalas, and although most of its residents come and go every few years, in this they remain consistent: they prize their freedom and individuality above all else, and answer to none but themselves. Halrax has become a place for the lost, where those who have nowhere else to go sometimes find themselves, through no plan of their own.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82baa6",
      "en": "Residents elsewhere in Zîrar Tarka believe the northern island of Jeb Khâtel to be uninhabited, and the Orkish voices that carry from the high cliffs of that place do little to encourage their visitation. But Kafagur has become the new home of a number of unexpected travellers, far from their ancestral lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82baa7",
      "en": "'Listen well to me, friend,' Manadhon says carefully, filling a mug almost to the top with ale. The bartender of Halrax keeps his eyes trained on you, but his pour is so well-practised that not a drop is spilled.\\n\\n'No one goes that far to the north. Do you know why?'\\n\\nYou shake your head.\\n\\n'In the Umbari language, Phadâl Bimai... it means \\qWreckage of the Brutes.\\q You are better off staying here, believe me. It has a dangerous reputation.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82baa8",
      "en": "'Where did you hear that name?' Manadhon asks, and you say you heard someone mention it in passing. The bartender of Halrax thinks for a moment.\\n\\n'I have never climbed up to it myself, but I have felt the chill in my bones when the one who lives there has flown over the town, the shadow of her vast wings falling upon me. I think it is an ill omen, friend, and you would be wise to forget the name Aklâradum. She lives there, and as long as she stays home we can live in peace. At least... that is what I have always believed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82baa9",
      "en": "'You cannot spend long on the island of Zamarzîr without noticing the great caldera beside our town,' Manadhon muses at sunset one night. 'It was not always a lake, you know. They say it used to be a volcano... let us hope it remains dormant. That name, though... sometimes I wonder if the name speaks true.'\\n\\nYou ask Manadhon the name of which he speaks, and he looks you in the eye.\\n\\n'Irkhadâr,' he says. 'In the Umbari language it means \\qThe Sleeper.\\q'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "You have discovered Voyage's End",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "Explore settlements and other important points of interest in the Shield Isles.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Find Halrax",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Find Voyage's End",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Find Kafagur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Denizens of the Shield Isles",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Find Aklâradum",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Find Phadâl Bimai",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Find Irkhadâr",
      "es": "",
      "es (fem)": ""
    }
  ]
}