{
  "id": 621080477,
  "txt": [
    {
      "id": "0xda44875",
      "en": "The Isles: Gimli and Legolas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Legolas at the northern tip of Zamarzîr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Retrieve meat and arrows from felled birds throughout Zamarzîr ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I have not seen islands like these before, [placeholder]... they are very different than the lands with which I am familiar! By Durin's Beard! Am I to believe that the folk who live here are used to the heat and the damp, and would find their lack in the North uncomfortable even as I am accustomed to it? That is a wonder to me.\\n\\n'Legolas and I departed the wreck of the Wave-hunter not to see the sights, of course, but to hunt for game animals of the Shield Isles. The Elf is still out hunting; he should be back before too long. When we have found enough meat to bring back, we will both return to the ship. Would you like to help us in our hunt? Of course you would!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Legolas and I departed the wreck of the Wave-hunter not to see the sights, of course, but to hunt for game animals of the Shield Isles. When we have found enough meat to bring back, we will return to the ship. Would you like to help us in our hunt? Of course you would!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Gimli at Voyage's End",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Ah, you did very well, my friend! I will add the meat you gathered to that which I collected, and when we return the crew will be very pleased.\\n\\n'How did Legolas fare in his hunt? He kept his attention upon the trees, seeking for birds to bring down with his bow-skill and his fine Elf-arrows. He will be very embarrassed if we bring back more meat than he does! If that is so we can say we all shared equally in the task.\\n\\n'But you and I will know the truth of it, [placeholder]. Ha ha ha!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'How fares the hunt?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'How did the Elf fare on his own hunt? Did he prove as successful as we did?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Gimli's jesting is at an end, [placeholder], for I did bring a number of birds to earth. Once we find where they fell the dwarf will see that there will be plenty of meat for the crew of the Wave-hunter.\\n\\n'Can I ask you to retrieve the birds and the arrows with which I felled them? You will find them along the route I took back here, to the south-west. Each bird took but a single arrow, my friend. My aim remains true, even among the trees of these islands and from such distance as necessity required I shoot.\\n\\n'We will see you back at the Wave-hunter when you have done this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e00",
      "en": "Bring the meat you collected to Gimli at the northern tip of Zamarzîr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Can I ask you to retrieve the birds and the arrows with which I felled them? You will find them along the route I took back here, to the south-west. Each bird took but a single arrow, my friend. My aim remains true, even among the trees of these islands and from such distance as necessity required I shoot.\\n\\n'We will see you back at the Wave-hunter when you have done this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Gimli and Legolas have begun to gather food to help your crew survive among the Shield Isles, and they could use your help.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Thank you for these, [placeholder]. Our crew will eat well for as long as they must remain here among the Shield Isles, and that eases my mind. I am sure it eases yours as well.\\n\\n'I should tell you something I observed while I was on the hunt. I felled a number of the birds I saw winging among the trees of Zamarzîr, the southern island... but there was one target that I could not bring myself to down. It was a mighty creature, and though I saw it from a great distance it appeared to me of tremendous size. It brought to my mind the Great Eagles Gwaihir and his brother Landroval.\\n\\n'I did not release my arrow. Whatever the creature may have been, something told me not to harm it. I do not know if it would give us the same treatment, [placeholder]. Walk carefully if you tread again on Zamarzîr, just in case.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Legolas has felled a number of birds throughout Zamarzîr, and asked you to retrieve their meat and his arrows.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e04",
      "en": "Bring the birds and arrows to Legolas at Voyage's End",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "Collected meat from beasts of the Shield Isles ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Various beasts of the Shield Isles can provide your crew the food necessary to their survival.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'The crew of the Wave-hunter will have food to eat tonight, thanks to the three of us, [placeholder]!\\n\\n'Did Legolas tell you about the great bird he witnessed from afar? I told him it is probably not one of the Great Eagles, because while the flight for one such as Gwaihir or Landroval would not be as long a journey as it was for us, what reason would they have to make it? No, it must be something else. I say he should have filled it with arrows, because anything as large as he describes likely feasts upon anything smaller, and we surely qualify!\\n\\n'I hope in this case I am wrong, and Legolas will not regret his choice to spare this creature. But if it was up to me I would not have hesitated. The Longbeards have little patience or mercy for monsters, and such a giant bird sounds like a monster to me until it proves it is a friend, as the Eagles have done.\\n\\n'I say remain wary, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Legolas intended to return to the Wave-hunter in the Shield Isles.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Walk carefully if you tread again on Zamarzîr, just in case. I do not know if that mighty creature is a friend or a foe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Gimli is at the northern tip of the island of Zamarzîr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Gimli has returned to the Wave-hunter, in the Shield Isles.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Legolas is at the northern tip of Zamarzîr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Collect meat from beasts of the Shield Isles ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "Retrieved bird-meat and an Elf-arrow ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}