{
  "id": 621080474,
  "txt": [
    {
      "id": 216727827,
      "en": "Barrels float in the water not far from the Wave-hunter, and other supplies have fetched up upon the nearby coastline.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Collect ship supplies along the coast ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Daxamat stands by the Wave-hunter on the Shield Isles.",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Collected ship supplies along the coast ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Tell me what I can do to help, [placeholder]. I should have tried to keep the crew from scattering across the isles, but I did not think to say anything until it was too late!'\\n\\nYou ask Daxamat what he believes can be done now to ensure that the loss of the Wave-hunter does not spell the failure of your mission, and he scratches his chin. 'Many of our supplies fell overboard when the Wave-hunter ran aground,' he mumbles. 'Perhaps we should recover what we can?'\\n\\nYou agree with the Corsair's assessment, and encourage him to help you recover the lost supplies.\\n\\n'Yes! One step at a time. I can manage that. Thank you, [placeholder]. We will retrieve the supplies we can. Some of them may be floating just offshore, but others may have fetched up along the coasts of the nearby islands.'",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Collected floating barrels ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I will help you retrieve the supplies that fell overboard when the Wave-hunter ran aground. Some of them may be floating just offshore, but others may have fetched up along the coasts of the nearby islands.'",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Collect floating barrels ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Isles: The Corsair Daxamat",
      "es": ""
    },
    {
      "id": 51875095,
      "en": "Daxamat knows the danger of being stranded on an island without any supplies, and is eager to avoid that unfortunate fate.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'This is a good start, is it not? I will bring the supplies we recovered inside the Wave-hunter to protect them from the wind and the rain. We will be glad to have them if we must remain on the Shield Isles for some days, and the weather here is changeable.\\n\\n'I told you that Jajax and I grew up on the island of Zamarzîr, to the south-east, among the freebooters. There was a settlement there called Halrax, home to thieves and cutpurses, and it could be violent at times but it was home. I might have stayed there forever and known nothing of the wider world, but when Jajax decided to leave I went with him, and did not look back.\\n\\n'I wish my brother were here. I wonder what he is up to now?\\n\\n'Ah, never mind, [placeholder]. I have to bring these supplies inside. There will be time for thinking later on, I do not doubt it. Right now is the time for survival!'",
      "es": ""
    },
    {
      "id": 49286676,
      "en": "Bring the supplies to Daxamat by the Wave-hunter on the Shield Isles",
      "es": ""
    }
  ]
}