{
  "id": 621080475,
  "txt": [
    {
      "id": 162883718,
      "en": "Heed these words, and profit by them!\\n\\nFor the CAPTURE or DEATH of each of the following leaders of the so-called \\qKindred of the Coins,\\q the generous Heirs of Castamir offer the following rewards:\\n\\n<rgb=#FFFF00>Azagath the Sea-shadow</rgb> --- five chests of gold phârzi, and two of silver gîmli\\n\\n<rgb=#FFFF00>Belondor of the Fleet-fast</rgb> --- one chest of gold phârzi, and one of silver gîmli\\n\\n<rgb=#FFFF00>Hármelak Golden-hand</rgb> --- her weight in silver gîmli, multiplied by five hundred\\n\\nKnow that the CAPTURE or DEATH of any others who claim to belong to the Kindred of the Coins will be rewarded. Speak with Galadaith within Mâr Naphra for more information.\\n\\nSo it is ordered,\\n\\nSaklaphêl, Wife of Balakhôr the Scourge and True Ruler of Umbar Baharbêl and the Surrounding Lands",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Isles: The Knight Nauriel",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Wait for someone to notice the ruckus you created",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I could not wait, [placeholder]. My son Thorongil is still a captive of the Kindred of the Coins, and I care not the nature of the delay that keeps me from him... I will defy it and see it overcome! Neither storm nor foe will keep me from him.\\n\\n'I have learned the name of this settlement. It is Mâr Naphra, and from the sounds coming from within it is a place where vile sea-brigands gather to fight and drink and gamble. But look at this! It appears it is also a haven for the Heirs of Castamir and those who support them. Just see who has posted a bounty of interest to us outside the village!'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Talk to Galadaith from atop the tall buildings on the western side of Mâr Naphra",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Talk to Nauriel outside Mâr Naphra",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'The name of this settlement is Mâr Naphra, and from the sounds coming from within it is a place where vile sea-brigands gather to fight and drink and gamble. But look at this! It appears it is also a haven for the Heirs of Castamir and those who support them. Just see who has posted a bounty of interest to us outside the village!'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'It has been said in the Green Hills that the enemy of one's enemy may be a friend, for awhile, and so it seems it is today. The Heirs of Castamir were a dire threat to Gondor, but if the widow of Balakhôr the Scourge intends to reward mercenaries for slaying the serpents who took my son, I cry \\qdo so!\\q and without hesitation!\\n\\n'The Shield Isles may teem with bounty-hunters now, and their victory may be ours also, for without these leaders the Kindred must fall. Learning the identity of the mercenaries Saklaphêl has hired for this purpose can only be to our benefit.\\n\\n'Are you prepared to make some noise within Mâr Naphra, [placeholder]? If you take on the role of a deadly and dangerous bounty-hunter who fears nothing, I believe the one called Galadaith may invite you to speak with Saklaphêl directly. Go cause some trouble... let us see what happens.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Are you prepared to make some noise within Mâr Naphra, [placeholder]? If you take on the role of a deadly and dangerous bounty-hunter who fears nothing, I believe the one called Galadaith may invite you to speak with Saklaphêl directly. Go cause some trouble... let us see what happens.'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'I have not seen you before, stranger. From the commotion downstairs I take it you have a taste for trouble? An expensive taste that could be satisfied with some gold phârzi or silver gîmli? Did you see the bounties posted outside the village? If you have a disregard for danger and some skill in combat, as I deem you do, it may be of some interest to you. What do you call yourself?'\\n\\nYou think it over carefully, and give your answer.\\n\\n'\\qThe [placeholder],\\q you say? Well, your name will spread across all of the Zîrar Tarka if you claim one or more of the bounties!'\\n\\nYou ask Galadaith if you could speak with the wealthy patron who ordered the bounty so you may ask her who else has already taken on the task, and he shakes his head.\\n\\n'The widow Saklaphêl sees no one. You do your business with me, friend. But I can tell you that a number of dangerous sorts have already announced their intentions to claim some or all of the bounties. If you are new to the Isles you may not know them, but their reputations speak for themselves. You would be wise not to delay any longer than you have to, or you will miss your chance. Some of the deadliest bounty-hunters in this part of the world seek Saklaphêl's reward, and most have reasons of their own to hate the Kindred who rule now in Umbar Baharbêl. Good luck to you, [placeholder].'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Has Galadaith noticed you yet? He surely must have!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Nauriel has no patience for any delays, and has come to Mâr Naphra in search of information that will help her rescue her son Thorongil from the Kindred of the Coins.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "A man called Galadaith has called for you from atop a tall building on the western side of Mâr Naphra.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'How did you fare within Mâr Naphra, [placeholder]?'\\n\\nYou tell Nauriel about your meeting with Galadaith, and what you learned about the bounties issued by Saklaphêl.\\n\\n'I would be very interested to learn more about these bounty-hunters, for we might make use of them when the time comes to rescue my son from the Kindred of the Coins. Whether they will provide a distraction only, or can be used to remove some of the pieces from the table entirely, remains to be seen. But it appears we have some new friends to make.\\n\\n'Keep your eyes open, and I will see you back at the Wave-hunter when I am finished scouting around here.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Nauriel stands by a posted notice outside Mâr Naphra.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'A number of dangerous sorts have already announced their intentions to claim some or all of the bounties. If you are new to the Isles you may not know them, but their reputations speak for themselves. You would be wise not to delay any longer than you have to, or you will miss your chance. Some of the deadliest bounty-hunters in this part of the world seek Saklaphêl's reward, and most have reasons of their own to hate the Kindred who rule now in Umbar Baharbêl. Good luck to you, [placeholder].'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Nauriel waits for you outside Mâr Naphra.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Nauriel stands outside Mâr Naphra, considering the bounty posted on the Kindred of the Coins by the Heirs of Castamir.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "If you are to get an audience with Saklaphêl, you will need to attract the attention of the residents of Mâr Naphra.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Have you made enough of a commotion in Mâr Naphra?",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Examine the posted notice outside Mâr Naphra",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Nauriel outside Mâr Naphra",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Defeat aggressive residents of Mâr Naphra, and make it noisy ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "Made some noise ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "A voice calls for you from atop a tall building on the western side of Mâr Naphra",
      "es": ""
    }
  ]
}