{
  "id": 621080481,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Gangur Farwend has asked you to retrieve the pick-axe and satchel he lost when he fell overboard. Additionally, he wants you to bring him rock samples from the island onto which he washed ashore.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'I heard the calls of some lizards or worms coming from the heights of the island to the south. How about you look to combat those creatures and retrieve some more rock samples from their lair? I think I am just about dried out enough to make my way back to the ship, and I will meet you there when you have fulfilled this last request of mine.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Gangur Farwend waits for you to bring him his items on the island where he washed ashore.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e18",
      "en": "Bring Gangur's satchel, pick-axe, and rock samples to him on the island where he washed ashore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Gangur asked you to defeat worms and drakes in the high places of an island to the south, and to search their lair for corroded rock samples that might prove interesting to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Retrieve Gangur's pick-axe from the coast nearby",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e03",
      "en": "Bring corroded rock samples to Gangur at Voyage's End",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "Gangur turns the corroded rock samples you retrieved over and over in his hands, but his scowl deepens the longer he looks at them.\\n\\n'These rocks are like the others. The only difference is they are melted by the corrosive breath of the drakes. I admit it is not what I was hoping to see. I thought Khôltekh the Cunning might have gotten the shiny material that was embedded in his medallion from these islands, but if so its location remains a secret.'\\n\\nHe sighs heavily and then looks at you with a more open expression than you are accustomed to seeing on his face. He seems almost haunted.\\n\\n'When I fell in the water I swallowed too much sea-water, and I felt the life leaving me. I cannot tell you now if my eyes were open or shut, but I believed them to be open, and before the blackness took me... I saw it.'\\n\\nGangur pauses, as if gathering the strength to go on. You let him wait until he is ready to continue.\\n\\n'It was a great shelled beast, all tentacles and siphons, and its spiral shell was encrusted with the shining jewel of my dreams, glimmering like an opal but with every facet a riot of colour. Huge the creature was, but it paid me no mind even as it filled the great expanse of my vision. And then it was gone.\\n\\n'Was this the dream of a dying dwarf, [placeholder]? Maybe it was. But I cannot forget the sight of it. That vision will haunt me to my last day... I know it.\\n\\n'Thank you for listening to my story, but please do not tell anyone else of it. I will try to put it from my mind and help with the mission... as much as I can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Gangur Farwend has returned to the Wave-hunter on the Shield Isles and waits for you to bring him the corroded rock samples he requested.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "You found Gangur's pick-axe. Fortunately it has not been damaged",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Retrieve Gangur's satchel from the coast nearby",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "You found Gangur's satchel, water-logged but still usable",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Collect rock samples from the island where Gangur came ashore ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Collect corroded rock samples on the island south of Gangur ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Collected rock samples for Gangur ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "Defeated worms or drakes for Gangur ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Defeat worms or drakes in the high places of the island south of Gangur ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "Collected corroded rock samples for Gangur ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Gangur Farwend is lucky to be alive, but his experience has left him all the more eager to accomplish his mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Is that you, [placeholder]? Oh, I am glad to see you. I am drenched through to my skin, and as my clothes dry I can feel the salt left behind. It is not pleasant, but I am lucky to be alive! Why did I allow you to talk me into this voyage?'\\n\\nYou tell Gangur that you are relieved to see he still lives, for it was believed that he was lost overboard during the storm.\\n\\n'That is exactly what happened. I know it was foolish of me to go up on deck during the storm, but I feared the ship would fill with water and I would have no hope of survival if I remained below deck. There was a tremendous wave and I was swept overboard. Someone was looking out for me, but I cannot imagine why. More deserving dwarves than I have been favoured by the First Crafter. I thought I was sure to drown, and I saw... well, never mind what I saw. I cannot believe it, myself.\\n\\n'I lost my pickaxe and my satchel. I was fortunate enough to wash ashore; perhaps they have fetched up along one of these islands too. Do you think you could look for them for me? While you look for those, could you also retrieve some rock samples for me from the islands hereabout? I am curious about something. I will be... well, I will be right here. I am still too water-logged to go anywhere.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I know it was foolish of me to go up on deck during the storm, but I feared the ship would fill with water and I would have no hope of survival if I remained below deck. There was a tremendous wave and I was swept overboard. Someone was looking out for me, but I cannot imagine why. More deserving dwarves than I have been favoured by the First Crafter. I thought I was sure to drown, and I saw... well, never mind what I saw. I cannot believe it, myself.\\n\\n'I lost my pickaxe and my satchel. I was fortunate enough to wash ashore; perhaps they have fetched up along one of these islands too. Do you think you could look for them for me? While you look for those, could you also retrieve some rock samples for me from the islands hereabout? I am curious about something. I will be... well, I will be right here. I am still too water-logged to go anywhere.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Isles: Gangur's Vision",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'You found my things! I was holding them when I went overboard, so it make sense to me that they would arrive along roughly the same coastline as I did. They are in better shape than I am, that is for certain. I will need to dry them out in the sun all the same, but they are no worse for wear.\\n\\n'I was hoping these rock samples you brought me would have some hint of sparkle in them, but while there are salt-crystals embedded within them, there is little else of value. And yet I saw...'\\n\\nGangur falls quiet.\\n\\n'I heard the calls of some lizards or worms coming from the heights of the island to the south. How about you look to combat those creatures and retrieve some more rock samples from their lair? I think I am just about dried out enough to make my way back to the ship, and I will meet you there when you have fulfilled this last request of mine.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}