{
  "id": 621080582,
  "txt": [
    {
      "id": 173025314,
      "en": "Complete 'Scouting Pahor Boha'",
      "es": ""
    },
    {
      "id": 190220563,
      "en": "'Greetings. I am Torthril, a captain of Ost Arndir. My friend here is Upokhir, a warrior of Harad. You might wonder why Upokhir is still in Gondor now that the war is over. So does he.'\\n\\n'I would like nothing more than to leave these lands,' Upokhir says. 'Almost all of my fellows feel the same, but our captain refuses to give the order to withdraw! He and his lieutenants have delusions of winning glory through a pointless conflict. They do not care how many lives will be wasted.'\\n\\nTorthril looks to you. 'We will deal with this Captain, but I need time to muster a force to march on Pahor Boha. In the meantime, Upokhir's people continue to suffer, but you could help.'",
      "es": ""
    },
    {
      "id": 173025363,
      "en": "Talk to Upokhir",
      "es": ""
    },
    {
      "id": 184621091,
      "en": "You to have aided completed the tasks that Torthril and Upokhir have given you and should speak with them again.\\n\\nUpokhir and Torthril can be found at Ost Arndír.",
      "es": ""
    },
    {
      "id": 236954438,
      "en": "Folly at Pahor Boha",
      "es": ""
    },
    {
      "id": 126687017,
      "en": "Most of the Haradrim in Pinnath Gelin wish for nothing more than to return home, but a rogue captain wishes to continue a pointless fight.",
      "es": ""
    },
    {
      "id": 173025366,
      "en": "Complete 'Upokhir's Allies'",
      "es": ""
    },
    {
      "id": 190220457,
      "en": "'I cannot thank you enough for what you have done. Torthril says that her troops will be ready to move by tomorrow night. I must admit their sympathy for the plight of my fellows is touching. I was worried that Gondorians would be loath to risk their lives on behalf of my people, but the soldiers here at Ost Arndir at least appear to be honourable people. Wish us luck my friend, and I wish you luck on your continued journeys. If you one day find yourself in my homeland, I hope I will be there to greet you.'",
      "es": ""
    },
    {
      "id": 173025313,
      "en": "Complete 'Rescue at Pahor Boha'",
      "es": ""
    },
    {
      "id": 184621205,
      "en": "Torthril has asked you to help Upokhir and his allies within Pahor Boha.\\n\\nPahor Boha can be found in the south-east of Pinnath Gelin.",
      "es": ""
    }
  ]
}