{
  "id": 621080473,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'Many members of the crew have returned to the Wave-hunter, [placeholder], and I know we have you to thank for that! Did their scouting turn up anything of use to us?'\\n\\nYou tell Caebar what you learned about the Widow Saklaphêl and the Heirs of Castamir, and the bounty she has placed upon the leadership of the Kindred of the Coins. He smiles wryly.\\n\\n'I suppose that might be one way to complete our mission: get one of these bounty-hunters to slay the folk responsible for capturing Thorongil and Corudan, and mount a rescue mission during the ensuing chaos. What were the names of the targets? Azagath the Sea-shadow, Belondor of the Fleet-fast, and Hármelak Golden-hand? They sound... lovely.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Each member of your crew has gone in search of some way to help, but now many of them are scattered across the various islands that make up the Shield Isles.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Caebar is by the Wave-hunter on the Shield Isles.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Sirgon is interested in your conversation with Caebar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'I am sorry to interrupt, [placeholder]. But... I overheard you speaking with Caebar, and I thought I heard the boy speak a name that... well, a name I have not heard in many years.\\n\\n'Did you speak the name Belondor? Or have I misheard you?'\\n\\nCaebar shrugs apologetically and responds that \\qBelondor of the Fleet-fast\\q was listed as one of the bounties for which Saklaphêl would pay a valuable reward. Sirgon nods, a haunted look in his eye.\\n\\n'I see. It couldn't be... and yet perhaps it could.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Sirgon has joined you and Caebar by the Wave-hunter on the Shield Isles.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'What is it?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Complete 'The Isles: Sirgon the Explorer'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Complete 'The Isles: The Knight Nauriel'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Complete 'The Isles: Gimli and Legolas'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d174",
      "en": "Eager to obtain a secure foothold from which to continue the mission, some of the Wave-hunter's crew have scattered across the Shield Isles and must be found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Caebar by the Wave-hunter on the Shield Isles",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Complete 'The Isles: Keen-eyed Sigileth'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Complete 'The Isles: The Corsair Daxamat'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Think it over",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7fee7e5",
      "en": "To Voyage's End, Shield Isles",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "Sirgon joins you and calls for your attention",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Sirgon by the Wave-hunter on the Shield Isles",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Waiting for the rain to end was a burden for some of the crew, and of that number many of them have already gone to scout the neighbouring isles. Nauriel declared she could not wait, and pressed through the trees to the south, and I saw Sigileth wading through the waves to the south-east of here in search of... I know not what. Does she think the ship carrying her brother to Umbar ran afoul of the rocks as we did? As for Gimli and Legolas, I heard the Elf calling for Gimli to follow him to the south-east in search of game animals, but I do not know how far they might have travelled. I think they may have gone as far as Zamarzîr.\\n\\n'The rest of the crew may be scattered across any of the Shield Isles, [placeholder]! We need them to return so we can decide what to do next!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'Nauriel declared she could not wait, and pressed through the trees to the south, and I saw Sigileth wading through the waves to the south-east of here. As for Gimli and Legolas, I heard the Elf calling for Gimli to follow him to the south-east in search of game animals, but I do not know how far they might have travelled. I think they may have gone as far as Zamarzîr.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 5.4: The Shield Isles",
      "es": "",
      "es (fem)": ""
    }
  ]
}