{
  "id": 621080470,
  "txt": [
    {
      "id": "0x9b56846",
      "en": "'I am not much of a teacher, but I hope to be a help to you. What do you want to know?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e7",
      "en": "<rgb=#00FF00>Beckon</rgb> for Daxamat to come down",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01155",
      "en": "Thrown from the ship during the storm, you have washed ashore and must now return to the Wave-hunter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "'The sails have been taken down, but we are not yet safe! There is a presence in the wind, and it seeks to batter our ship beneath the waves!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6a25",
      "en": "Fight alongside the Elves on the deck of the Wave-hunter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Sirgon stands on the deck of the Wave-hunter as its voyage begins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3408ad1",
      "en": "'Ah, he will get used to the motion in time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Sirgon recommended that you speak with the crew-members you recruited for the voyage as the Wave-hunter sails to Umbar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Wait with your crew",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Sirgon on the deck of the Wave-hunter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to your crew and make your way to Caebar below decks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'I have never been to Umbar, [placeholder], and neither has my brother... unless he has somehow managed to escape my notice and had some adventure about which he has told me nothing! But I find that unlikely.\\n\\n'I wonder if Elves live among the sea-folk that call Umbar their home? I will have to put this question to the Corsair Daxamat sometime in the next few days. It could be he has seen Elves in the city or along the cape during his time there, before the Kindred came to power.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xea53e91",
      "en": "'This is no natural storm!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "Gwallang the Limlinn hops excitedly up and down, occasionally cracking the shell of a snail he has caught on the railing of the Wave-hunter. He seems very happy to be sailing with Sirgon again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'This blade has to earn its name, [placeholder]. I cannot give it a name that might prove to be the wrong one! Weapons are like children, or so I have heard it said.\\n\\n'The Elves of Lórien called my brother Corudan \\qthe River-walker,\\q for he was often away from home, exploring the lands up and down the Anduin. Will this adventure now make him \\qthe Sea-strider,\\q or \\qthe Bay-rider?\\q\\n\\n'I will have to tell him this when we rescue him. He will laugh to hear it, once he is safe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'I have not yet needed the seasickness remedy you and Legolas procured for me, [placeholder], but all the same I believe I will stay below decks for now. Do you think I should share it with Caebar? I will have it ready if he asks me for it, but I do not want to give it all away, just in case.\\n\\n'We are not yet out in the Bay, after all. Legolas says he expects the rocking of the ship to become more pronounced when we leave the river behind us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'I have given some thought to our voyage, [placeholder]. I believe the City of the Corsairs must remain a bustling port-city, despite the defeat of Balakhôr the Scourge and the Heirs of Castamir during the War of the Ring. Do you think the arrival of the Wave-hunter can go unnoticed when we draw near the port?\\n\\n'I cannot decide if it is more or less suspicious of us to arrive by night. Perhaps some of Golasgil's sailors will give me their opinions.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'How fares my husband Rossaran? No doubt he gawks at the scenery through which the ship passes?\\n\\n'Oh, he is a dear man. Two things he loves besides me, [placeholder]: faithfully serving his King, and marvelling at the great feats performed by the prospectors and stonemasons of Gondor. Sometimes I wonder if he should have been born a dwarf!\\n\\n'But I have been checking our store of food and water, and it seems that we should have enough for the voyage to Umbar and back. The Wave-hunter is well-prepared for the journey; I confess to you that it is our arrival at the City of the Corsairs that now most concerns me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'This ship is unlike those of my people, [placeholder]. No, I do not intend that to be an insult! Even a ship made of rough-hewn timber is still to be prized if it stays afloat and keeps you from a watery grave! I think it is simply the way of the Men of Gondor to value the use of a thing higher than the beauty of its form.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "Now that your preparations have been made, it is time for the voyage of the Wave-hunter and the completion of your secret mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x66a0ea1",
      "en": "'The city has changed since the Kindred came to power.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'What's that? Oh, nothing. I am just thinking.\\n\\n'What goods do you think the people of Umbar might value? If I were to establish a market along the docks of the city, what things would fetch the highest price? Will items from Gondor be considered valuable or worthless, [placeholder]? I cannot decide! At least I will have a few days to think it over.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x239b0b1",
      "en": "'[placeholder]... you're alive, thank the Valar!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x66a0ea2",
      "en": "'Perhaps for the better? Perhaps for the worse?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x239b0b2",
      "en": "'That unnatural storm has brought the voyage of the Wave-hunter to an early end.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x66a0ea3",
      "en": "'But I... I can try and tell you some things that may help.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'Thank you for keeping me company, [placeholder], but I will not ask you to remain below decks for the whole voyage! Feel free to go above and take in the fresh air.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x239b0b3",
      "en": "'We have run aground upon the Shield Isles.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Talk to Daxamat and learn about Umbar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x239b0b4",
      "en": "'Let us wait for the rain to stop, and then we will decide upon our next move.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "As he said he would, Caebar prefers to remain below decks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "When you have learned enough, find Caebar below decks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I know I suggested that you recruit the Corsair Jajax for the crew and he refused the offer, but I was under the impression that his brother Daxamat would be a little less... I don't know... a little less wild, perhaps? But he is clambering all over the Wave-hunter as if he has not a care in the world, and without the slightest thought that he might fall from any of these perches, each more perilous than the last!\\n\\n'Will you <rgb=#00FF00>beckon</rgb> for him to come down? He is making me nervous!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Talk to Sirgon inside the Wave-hunter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Go up on deck and weather the storm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'I have not felt this youthful in years! Our course leads down the Lagorduin to the Bay of Belfalas, and then we will truly be on our way.\\n\\n'Like young Caebar, not all of the Wave-hunter's crew have before been at sea. I suggest that you speak with the folk you recruited and learn how the river-passage treats them. The waters in the Bay will be more unruly than this, and if the rocking in Lagorduin disturbs them it may be helpful to know, and guard against further upset! I understand the dwarf Gimli has in his possession a remedy for seasickness? He may need to share it, with Caebar at least, and perhaps with others!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "Caebar has suggested you go above and take in the fresh air.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "Sigileth stands on the deck of the Wave-hunter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'I am all right now, [placeholder]. It was simply the sight of Daxamat clambering out over the railing of the ship that made me feel queasy. I think I will remain below decks for the rest of the voyage, unless you need me above. I cannot imagine you will. The sailors of Anfalas seem very capable.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'The one who abducted my son Thorongil, this Nakási Wave-reaper... you said you know who she is?'\\n\\nYou tell Nauriel of the cellar encounter between Nakási and the Heirs of Castamir that resulted in the death of her husband Tumúldo. Nauriel stares at you with narrowed eyes.\\n\\n'She will have no sympathy from me. Bad things happen. If she does not return my son to me, unharmed, I will send her to see her husband at once. I may do this anyway. Let her and her masters beware: a Knight of the Green Hills does not grant mercy without good reason... and the mother of an endangered child never does.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a6",
      "en": "Some members of your crew discuss the situation that awaits them in Umbar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'I have been thinking about something, my friend. So much good stone is covered by rivers and by lakes... and by the Sea as well, I imagine! What precious gemstones lie hidden down there, out of our reach? Is that the secret of the Temámir? Do the arid lands of their birth yield such valuables to them more easily than ours? And yet they still need water to drink....\\n\\n'I look forward to learning how it is done when we arrive in Umbar. The gemstone worn by Khôltekh the Cunning is an intriguing mystery, but it is one I intend to solve!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Caebar below decks in the Wave-hunter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Oh, excuse me, [placeholder], I did not mean to be rude. I was contemplating the bridge over the Lagorduin: such an impressive feat of stonework!\\n\\n'The City of the Corsairs has been many things over the years, but for some of that time it was a sea-haven of Númenor. There must be architectural wonders there too, and I am eager to see them. My wife Bruidis cares less for such things. Where is she now? She has gone below decks, intending to assess our stock of supplies. I told her the voyage itself should not take more than a few days, but still she wanted to ensure we have food and water enough.\\n\\n'I told you before, did I not? I am a swan-knight, and my martial skill is well-developed; but my wife Bruidis is the strategist of the family. If there is thinking to be done, she is the one to do it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a8",
      "en": "Daxamat has agreed to tell you what he can about the City of the Corsairs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Go back up on deck",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa4387e0",
      "en": "'Everyone hold on to something!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Talk to Sigileth on the deck of the Wave-hunter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Listen to the concerns of your crew",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a2",
      "en": "'Thanks for checking in on me, [placeholder]. You say the Corsair Daxamat spoke about what we can expect when we reach Umbar? I should have liked to hear that... assuming it was good news!'\\n\\nYou tell Caebar what you learned, and he nods.\\n\\n'A little good and a little bad, then? It sounds to me as if we have our work cut out for us when we arrive. At least the sailing has been easy. I expected worse!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b1",
      "en": "Caebar is below decks, waiting to hear how the crew is enjoying the voyage.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a5",
      "en": "'The storm rages and the seas are wild! We have to take down the sails, or the wind will tear our masts to splinters! The sailors and the Elves have gone above, but I cannot tell if they are still alive!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5615591",
      "en": "'There is nothing to fear! This is not my first time a-ship!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b4",
      "en": "Sirgon calls for you as the storm rages outside and the Wave-hunter is tossed on wild seas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5615592",
      "en": "'[placeholder]! Tell the young scribe to come up here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b7",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b9",
      "en": "The storm rages!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb3d371",
      "en": "'And for abducting my brother, as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4a63ca1",
      "en": "'I expect treachery. I expect villainy!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4a63ca2",
      "en": "'The Kindred of the Coins will pay for taking my son!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "'The voyage is well underway, and now our thoughts turn to our arrival at the City of the Corsairs. What will we do if the Kindred of the Coins greets us at the dock, [placeholder]? I said we would once again become the Hidden Guard, but there is very little that will be hidden about our mission if our foes see us arrive from atop the walls or from the watch-towers of Umbar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'I am not much of a teacher. My brother Jajax is the talker in the family.\\n\\n'But I hope to be a help to you. What do you want to know?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x68b1591",
      "en": "'Most of us have never been to the City of the Corsairs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x68b1592",
      "en": "'We need someone who has been there to teach us what to expect.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: Voyage of the Wave-hunter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Caebar stands on the deck of the Wave-hunter, already concerned about something.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xaa43871",
      "en": "'In time, even young Caebar became used to the gentle rocking of the ship...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xaa43872",
      "en": "'...as the Wave-hunter sailed out into the Bay.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Caebar is worried that Daxamat will fall, and he has asked you to <rgb=#00FF00>beckon</rgb> the Corsair to come down.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1164",
      "en": "Some members of your crew are talking and enjoying the breeze off the sea",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xaa43873",
      "en": "'But every sailor knows this truth: the temper of the Sea...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xaa43874",
      "en": "'...is changeable...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Spirits are light as the Wave-hunter begins its voyage to Umbar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xaa43875",
      "en": "The storm rages!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xaa43876",
      "en": "The words of Galadriel before her Mirror surface in your memory.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5e94",
      "en": "The Wave-hunter has been torn apart by the storm!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xaa43877",
      "en": "'Your crew looks to you, Mariner. Will you survive this challenge of the Sea?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xaa43878",
      "en": "'Or will your proud vessel be made driftwood, as have so many others before?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xaa43879",
      "en": "'We're too near the rocks!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x40aabc1",
      "en": "'Oh, I do not feel so well...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08ed77",
      "en": "Survive!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50241",
      "en": "Meet with Sirgon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01141",
      "en": "Legolas calls for your help.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50250",
      "en": "Go up on deck and weather the storm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01148",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Talk to Caebar on the deck of the Wave-hunter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50256",
      "en": "Talk to Legolas on the deck of the Wave-hunter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50259",
      "en": "Find the Wave-hunter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01150",
      "en": "Waterlogged but alive, you have found where the Wave-hunter ran aground on the Shield Isles.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56842",
      "en": "'Another grand voyage with Sirgon the Sailor! Celebrate by cracking a snail, large one!\\n\\n'Just like the old days, yes yes yes!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56843",
      "en": "'This ship is unlike those of our people, [placeholder]. No, I do not intend that to be an insult! Even a ship made of rough-hewn timber is still to be prized if it stays afloat and keeps you from a watery grave! I think it is simply the way of the Men of Gondor to value the use of a thing higher than the beauty of its form.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}