{
  "id": 621080489,
  "txt": [
    {
      "id": 228284039,
      "en": "'Travelling to the City of the Corsairs by land will take longer, but I do not think we have any other choice. We can reach the Cape of Umbar by travelling south-east along the Shield Isles, for the Cape lies beyond the island of Zamarzîr.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Caebar is at the Wave-hunter on the Shield Isles.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Here we are!'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Members of your crew have gone ahead to the Cape of Umbar, located south-east of the Shield Isles.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Legolas is at the Cape of Umbar, waiting for your suggestions about how to proceed with the mission.",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Here we are!\\n\\n'How much longer do you think we have to go? I had thought to see the City of the Corsairs when we arrived on the mainland, but it is not yet in view.'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Gimli is at the Cape of Umbar, waiting for direction.",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Talk to Caebar at Voyage's End",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'The Cape of Umbar. We have made it to the final leg of our journey, [placeholder]. We are almost at the end of our mission.'\\n\\nLegolas gives you a wry look.\\n\\n'Almost, I said. There is more walking to be done, much to Gimli's displeasure. I tried to lighten his mood by offering to find him some Umbari coins, the silver gîmli, but he did not seem amused by that either.'",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Travel south-east of the Shield Isles to the Cape of Umbar",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'How much longer do you think we have to go? I had thought to see the City of the Corsairs when we arrived on the mainland, but it is not yet in view.'",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Talk to Gimli on the Cape of Umbar",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "You have arrived at the Cape of Umbar with some members of your crew",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Legolas on the Cape of Umbar",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Nauriel is ready to continue with the reason for the voyage: the rescue of her son Thorongil from the Kindred of the Coins in Umbar.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'The sailors believe that the Wave-hunter is not damaged beyond repair, but it will still take too long to repair the hull and make the ship seaworthy. He may sail again, but we cannot afford to wait.\\n\\n'We must take the over-land route to the City of the Corsairs, [placeholder]. We cannot risk any further delay.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Travelling to the City of the Corsairs by land will take longer, but I do not think we have any other choice. We can reach the Cape of Umbar by travelling south-east along the Shield Isles, for the Cape lies beyond the island of Zamarzîr.\\n\\n'What do you think, [placeholder]? When we arrive on the mainland we should stop and discuss our approach to the city. I am unfamiliar with the geography of the over-land route, as are most of the crew. It would have been different if the Wave-hunter had not run aground, but there is nothing to be done about that now.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'The sailors believe that the Wave-hunter is not damaged beyond repair, but it will still take too long to repair the hull and make the ship seaworthy. He may sail again, but we cannot afford to wait.\\n\\n'We must take the over-land route to the City of the Corsairs, [placeholder]. We cannot risk any further delay.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 5.7: The Cape of Umbar",
      "es": ""
    }
  ]
}