{
  "id": 621080472,
  "txt": [
    {
      "id": 216727827,
      "en": "Sirgon has asked you to <rgb=#00FF00>look</rgb> over your surroundings at three separate locations: the beach across the lagoon to the south of Sirgon, the beach to the north-west of the Wave-hunter, and the beach on the western side of the island.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Sirgon is located at Voyage's End on the Shield Isles.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "<rgb=#00FF00>Look</rgb> at the beach of the island to the north-west of Voyage's End",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Even islands such as these are home to ancient ruins",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Find the beach of the island to the north-west of Voyage's End",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "<rgb=#00FF00>Look</rgb> to the south on the beach across the lagoon from Voyage's End",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "Sounds of fighting and revelry drift over the trees from the south. A settlement?",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Find the beach across the lagoon to the south",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Sirgon at Voyage's End",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "The sound of Orkish voices drifts from the high cliffs of the island to the west",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Sirgon wants to make use of his experience sailing around the Shield Isles to help you learn the geography with which you must now deal.",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "You see TBD",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Do not look so crestfallen, my friend! You must see that the Valar smile upon the Wave-hunter, and upon our voyage! We have our lives, after all, and the successful conclusion of your mission still lies ahead! This is not an ending, but a beginning! I have lost friends to the rocks that guard the Shield Isles, it is true... but today the strong hull of the Wave-hunter and the resilience of his crew has delivered us here safely. Rejoice for that, and celebrate the good fortune and the blessing of the Powers that aided in its accomplishment!\\n\\n'I have not set foot upon this island chain in many years, but it will take me only moments to refamiliarize myself with them. If you will go to several locations and <rgb=#00FF00>look</rgb>, your report may help me remember the geography of these islands. Perhaps you can start at the beach across the lagoon to the south, a beach to the north-west of the Wave-hunter, and the beach on the western side of this island.'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "<rgb=#00FF00>Look</rgb> towards the island to the west",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I have not set foot upon this island chain in many years, but it will take me only moments to refamiliarize myself with them. If you will go to several locations and <rgb=#00FF00>look</rgb>, your report may help me remember the geography of these islands. Perhaps you can start at the beach across the lagoon to the south, a beach to the north-west of the Wave-hunter, and the beach on the western side of this island.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Isles: Sirgon the Explorer",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Find the western beach of the island to the north-west of Voyage's End",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'What did you see, my friend?'\\n\\nYou tell Sirgon what you saw from each of the locations you scouted, and he nods agreeably.\\n\\n'Aye, it is coming back to me now. Let us see what I can remember.\\n\\n'This island chain is a rocky archipelago composed of numerous isles running from north-west to south-east, but three of these are larger than the others. The southernmost island is the largest, Zamarzîr, and it lies in view of the cape upon which Umbar stands. It is a place of jungle and mountain, and when I served the Steward of Gondor in years past it was the haunt of pirates and freebooters. We left it alone as much as we could, for it was a dangerous place.\\n\\n'The middle island is nearest to us, and it is Bakhjâd. The jagged rocks that surround Bakhjâd are responsible for the reputation of this place as the bane of sailors, for the dangerous currents surrounding the Shield Isles sweep strong ships and braver men to their dooms. I have lost good friends to those rocks, which the men of Umbar call Shedax Khîn. I understand that there may be a settlement somewhere in the centre of Bakhjâd, but I have not seen it.\\n\\n'The northern island is uninhabited. I believe it is called Jeb Khâtel, but the steep cliffs surrounding it make it inaccessible from the coast.\\n\\n'This is a place of adventure, [placeholder]! If we meet the challenge it sets before us, we are certain to survive and see the successful completion of our mission!'",
      "es": ""
    }
  ]
}