{
  "id": 621080480,
  "txt": [
    {
      "id": "0x9b568b4",
      "en": "As you arrive, a huge shadow passes overhead, blanketing the immediate area in darkness. Gwallang jumps up and down with fright. He shakes out his feathers.\\n\\n'These islands not good place for building nest! No, no, no! Did you see giant shadow overhead? Giant bird, huge bird, like Limlinn but one thousand times bigger! Too big, too big, too big!\\n\\n'Gwallang keep looking. Next place better. No more looking on islands! Thank you friend, but you no help at all. Next time! Next time! Next time!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a9",
      "en": "Gwallang chirps a welcome at you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Isles: Gwallang the Limlinn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Find Gwallang the Limlinn among the islands west of Voyage's End",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Gwallang the Limlinn along the coast of Zamarzîr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Gwallang the Limlinn among the islands west of Voyage's End",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "Gwallang the Limlinn hops up and down before flying to several nearby trees and testing their branches, scrutinizing the bark and leaves closely with his tiny, sharp eyes. You can't be quite sure, but it feels to you as if he is looking for a suitable place to build a nest!\\n\\nIf so, he'll want easy access to meat. Perhaps the meat of nearby beetles on the western side of the island will suffice. You should bring some to him and see if he likes it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "Gwallang the Limlinn might like meat from the nearby beetles on the western side of the island.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Help Gwallang",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "Gwallang pecks at some of the beetle meat, but it is impossible to gauge his reaction. After a few bites, he flutters into the air and peers away southward. Something in that direction seems to bother him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Find Gwallang the Limlinn along the coast of Zamarzîr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "Gwallang chirps a welcome at you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "Gwallang perches atop a sandy mound, chirping happily at you. He peers around at the surrounding area, taking it all in, apparently deciding if this is a good place to build a nest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Gwallang the Limlinn seems to be searching for a new home among the dangerous Shield Isles.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Gwallang the Limlinn is among the islands west of Voyage's End.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "Gwallang chirps at you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "Collected beetle-meat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Meat from the nearby beetles on the western side of the island may help feed Gwallang the Limlinn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "As you arrive, a huge shadow passes overhead, blanketing the immediate area in darkness. Gwallang jumps up and down with fright. He shakes out his feathers, and while you cannot understand his language the message is clear: the Shield Isles are not a suitable place for him to build a nest.\\n\\nGwallang's journey will continue, and perhaps when you leave the Shield Isles the next place he tries will be free of noise, bog-lurkers, and giant birds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Gwallang the Limlinn flew to the south-east, and you should look for him along the coast of Zamarzîr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Gwallang the Limlinn is on one of the north-western islands of the Shield Isles.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Gwallang the Limlinn is along the coast of Zamarzîr in the Shield Isles.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Gwallang the Limlinn flew to the south-east, and you should look for him among the islands to the west of Voyage's End.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Collect meat from the beetles north of Jeb Khâtel ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "Gwallang flies away",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "The ground beneath Gwallang has proved unstable!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e19",
      "en": "Bring the beetle-meat to Gwallang the Limlinn in the north-western Shield Isles",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "Gwallang flies away to the south-east",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "The ground beneath Gwallang suddenly shakes!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'I need a place to stay, yes I do! Is this a good place to build a nest, a nest, a nest?'\\n\\nGwalling the Limlinn hops up and down before flying to several nearby trees and testing their branches, scrutinizing the bark and leaves closely with his tiny, sharp eyes. When he returns he chirps at you enthusiastically.\\n\\n'Look at those big bugs, bugs, bugs! Are they tasty and delicious? Good source of food nearby?'\\n\\nYou wonder if the meat of the nearby beetles on the western side of the island will be to his liking. You should bring some to him and see if he likes it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "The shoal-tender stands up and Gwallang flies away to the south-east, chirping in protest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'Beetle meat is good, good, good! But this place not good for nest-building.'\\n\\nGwalling flutters into the air and peers away southward.\\n\\n'Noisy that way! Loud creatures yelling and making noise! Not good spot for nest, no, no, no! Need to find better place to stay!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'This seems like a good spot, yes? It does, it does! Peaceful, quiet, good smells all around!'\\n\\nGwallang peers around at the surrounding area, taking it all in, trying to decide if this is a good place to build a nest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Gwallang chirps a welcome at you",
      "es": "",
      "es (fem)": ""
    }
  ]
}