{
  "id": 621080483,
  "txt": [
    {
      "id": 228284039,
      "en": "'Thank you for indulging me in this, [placeholder]. I owe you so much for allowing me to join the crew of the Wave-hunter and come with you on this voyage. I would follow you to the very ends of the earth, know that I would, and never complain or say to you a cross word. I have always done my duty as I saw it, first for the Steward of Gondor and then for the King Elessar, and now for you, as the leader of this mission. So I will not still my tongue now, and I will tell you the source of my fear. May it prove without base!\\n\\n'The name spoken by the young scribe: Belondor. I knew a Belondor when I was a young man. He was born in Anfalas and grew up along the Langstrand, and we both served at the command of the Steward Denethor. Belondor and I were well-nigh inseparable, and together sailed this very Bay of Belfalas and up the coast of Gondor to more distant shores. He was at my wedding, by the Valar, and gave the toast before all the gathered company! Celebros had me keep the stuffed birds he gave us for a wedding-gift in my hall of keepsakes, even when later events made their reminder a painful one.\\n\\n'We rose in the estimation of the Steward. Even as I was made master of the fleets of Gondor, Belondor was named Warden of the Firth, and worked faithfully to keep the city of Umbar under guard, its pirates quelled and under control. He was an empathic guardian of the city, fair and just to the Umbari people, and they loved him. But this love proved to have a cost.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Sirgon has asked to meet you to the west so he can discuss something with you.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Sirgon is west of Voyage's End, waiting to speak with you.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Sirgon has fallen silent once again.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Sirgon is west of Voyage's End, ready to conclude his tale.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Sirgon has fallen silent.",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'The Steward Denethor came to believe that Belondor cared more for the people of Umbar than he did for his native Gondor, and he distrusted the man he had named Warden of the Firth. He believed Belondor had fallen under the sway of the Church of the All Seeing, a religion that had at the time a small, though growing, presence in the city of Umbar. This was impossible to believe, and even today I do not believe it, but the Steward had other reasons to distrust Belondor.\\n\\n'My old friend had fallen in love with an Umbari noblewoman named Mêshka. I do not know how the Steward came to learn of this, but the rumours eventually came even to the White City. There must have been spies aboard one or more of Belondor's ships, or lurking in the court of Mêshka's home... but I cannot say for certain. When paired with Belondor's recent missives, which counseled mercy and fairness for the Umbari people, these whispers painted a clear picture of betrayal that the Steward of Gondor could not disbelieve.\\n\\n'He commanded the master of his navy to pursue the traitor Belondor, relieve him of his duties, and bring him back to Gondor. I could not refuse the command, [placeholder].'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Sirgon is west of Voyage's End, ready to continue his tale.",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Find the location to the west where Sirgon wants to talk with you",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'I am not a man for whom deceit comes easily, [placeholder], but I could not think my old friend a traitor without good cause. On any other day, a call to dinner at my manor-house would have been the signal for a time of merriment and joyful reunion, but on this day it was a lure. Belondor answered the summons, for he had no reason to suspect the orders given to me by the Steward Denethor. Over dinner I asked him where lay his loyalties... and his answer did not dispel my worries.\\n\\n'\\qThey lie with Umbar Baharbêl, the City of Sails, my old friend,\\q he said to me. \\qThey lie with my Mêshka, to whom I am betrothed. And only then do they lie with Gondor. Can a man not serve three loves equally in his heart, if he is wise and fair?\\q\\n\\n'\\qThe Steward Denethor does not think so,\\q I told him, and our raised voices would have proven to me that our friendship was at an end, even if the drawn swords had not followed. Each of us sustained injuries in that duel, and Belondor fled through the shadowed streets of Pelargir to where his ship lay moored. For three days I pursued him in my own vessel across the tumultuous Bay, when at last he dared draw too near the Grinding Jaws; among the rocks of Shedax Khîn his ship perished. Some of his crew we rescued, but of Belondor there was no sign, and I believed him drowned, lost at sea. The Steward Denethor praised me for the pursuit, but I mourned lost Belondor, and cursed the duty that made me drive my friend to his death. But I cursed it silently, for still I served the Steward.'",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "Sirgon stands on the rocky outcropping, staring out at the water",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Sirgon on the rocky outcropping",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Wait for Sirgon to gather his thoughts",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Wait for Sirgon to gather his thoughts once again",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "Sirgon seems ready to conclude his tale",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to Sirgon on the rocky outcropping",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "Sirgon seems ready to continue his tale",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Talk to Sirgon on the rocky outcropping",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Sirgon's joy of exploring the Shield Isles has soured a little with the arrival of some new information.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Let us not speak of it here. Meet me to the west of here, [placeholder].\\n\\n'It may be I am worried for nothing, and it is not the same man. But my heart says it must be.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Let us not speak of it here. Meet me to the west.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Thank you.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 5.5: Belondor of Langstrand",
      "es": ""
    }
  ]
}