{
  "id": 621080556,
  "txt": [
    {
      "id": 111477329,
      "en": "Find Bax Garâkh",
      "es": ""
    },
    {
      "id": 111477331,
      "en": "Find Ghar Jâdam",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "Explore enemy encampments and the dangerous wilds of the Shield Isles.",
      "es": ""
    },
    {
      "id": 177082752,
      "en": "You have discovered Bâkhabar",
      "es": ""
    },
    {
      "id": 111477333,
      "en": "Find Dar Grekhûl",
      "es": ""
    },
    {
      "id": 177082754,
      "en": "You have discovered Ghax-hophra",
      "es": ""
    },
    {
      "id": 111477335,
      "en": "Find Baj Khatûg",
      "es": ""
    },
    {
      "id": 24695126,
      "en": "Explore enemy encampments and the dangerous wilds of the Shield Isles.",
      "es": ""
    },
    {
      "id": 177082756,
      "en": "You have discovered Jeb Lipha",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Find Khataj Mârsa",
      "es": ""
    },
    {
      "id": 177082758,
      "en": "You have discovered Dor Pherkha",
      "es": ""
    },
    {
      "id": 8567360,
      "en": "Corsairs have taken up residence here at Khataj Mârsa, giving them easy access to the islands that make up Bakhjâd to the north-west and the large island of Zamarzîr to the south-east.",
      "es": ""
    },
    {
      "id": 8567408,
      "en": "Dar Grekhûl, the 'lizard-home,' can be found on the eastern side of Zamarzîr. The legs of the salamanders that live here are said to be a culinary delicacy, if you can discover the correct means of preparing them. Any of the residents of Halrax who know the secret, however, are not inclined to share it.",
      "es": ""
    },
    {
      "id": 218639266,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Find Bâkhabar",
      "es": ""
    },
    {
      "id": 8567361,
      "en": "The pestilential creatures known as kergrim are drawn to death and the dying, and there have been both at this site of wrecks and ruins. Many sailors have fallen into the sailor's grave that is Bâkhabar.",
      "es": ""
    },
    {
      "id": 8567409,
      "en": "Baj Khatûg, the 'slashing shore,' is a wide beach on the south-eastern island of Zîrar Tarka, nearest to the Cape of Umbar. It is home to large crabs that both pinch and scuttle. Rumour has it their meat is delicious, if you can avoid the pinching and overcome the scuttling.",
      "es": ""
    },
    {
      "id": 177082760,
      "en": "You have discovered Maj Khibi",
      "es": ""
    },
    {
      "id": 8567363,
      "en": "This island is home to a species of beetle that scurries all over the rocks north of Jeb Khâtel. Few locations throughout Zîrar Tarka have been named as appropriately as Ghax-hophra, which means 'living burrow' in the Umbari language.",
      "es": ""
    },
    {
      "id": 8567364,
      "en": "The sound of the ferocious drakes that crawl upon Jeb Lipha carries a great distance over the water, warning those who travel in Zîrar Tarka not to approach this place, which means 'serpent-stone' in the Umbari language.",
      "es": ""
    },
    {
      "id": 8567365,
      "en": "Dor Pherkha, the 'cat's cleft,' is located on the southern side of Jeb Khâtel. It may be partially responsible for the island's reputation, for anyone who draws too near the creatures living here are likely to become their prey, and tonight's meal can bring no tales forth from the island.",
      "es": ""
    },
    {
      "id": 8567366,
      "en": "Maj Khibi, the 'netted grove,' is home to a particularly unpleasant breed of spider. It is said that in years past this place had other denizens, but once the spiders decided to move in none desired to stay for long.",
      "es": ""
    },
    {
      "id": 8567367,
      "en": "Corsairs camp beside the lagoon decorated with the shipwrecks torn apart by the Grinding Jaws of Shedax Khîn. Is it because the broken hulls remind them of nature's cruelty or the whims of the Valar? Or is it because the newly-created wrecks may provide easy pickings for seekers of treasure? None can say for certain.",
      "es": ""
    },
    {
      "id": 8567368,
      "en": "Bax Garâkh, the 'drowning shallows,' are located to the east of Bakhjâd. Despite the possibility of finding valuable treasure among the wrecks torn apart by Shedax Khîn, few dare to trespass. It is said the Dead guard that treasure, and only the very foolish or the very fortunate would risk their wrath.",
      "es": ""
    },
    {
      "id": 8567369,
      "en": "Ghar Jâdam, the 'grotto of bones,' is located on Zamarzîr, the largest island of the chain that makes up Zîrar Tarka. It is home to jungle-beasts of great size and strength, and the wiser residents of Halrax have learned to give the creatures a wide berth. The less wise among them have gone on to decorate the grotto themselves.",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "You have discovered Khataj Mârsa",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Find Basha Ghând",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Find Ghax-hophra",
      "es": ""
    },
    {
      "id": 8567385,
      "en": "Basha Ghând, the 'hungry bog,' is located on the northern side of Bakhjâd. Corsairs of Mâr Naphra have disappeared in this area during recent weeks, but whether they ran afoul of natural hazards or some type of beast is currently unknown.",
      "es": ""
    },
    {
      "id": 177082736,
      "en": "You have discovered Injakhûr",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Find Jeb Lipha",
      "es": ""
    },
    {
      "id": 177082738,
      "en": "You have discovered Bax Garâkh",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "Find Dor Pherkha",
      "es": ""
    },
    {
      "id": 177082740,
      "en": "You have discovered Ghar Jâdam",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Find Maj Khibi",
      "es": ""
    },
    {
      "id": 177082742,
      "en": "You have discovered Dar Grekhûl",
      "es": ""
    },
    {
      "id": 111477417,
      "en": "Find Injakhûr",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "You have discovered Basha Ghând",
      "es": ""
    },
    {
      "id": 177082744,
      "en": "You have discovered Baj Khatûg",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Perils of the Shield Isles",
      "es": ""
    }
  ]
}