{
  "id": 620825793,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Moria soldiers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated goblins ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Jarmárr wants the newly discovered goblin-camp removed. Snaga-maudhûl is a threat to all who travel from the Hollin Gate into the rest of Moria.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I am glad a greater warrior than I is here to do some damage to these menacing little fiends. Their camp here utterly threatens all travel from Durin's Threshold to the Dolven-view and beyond.\\n\\n'All dwarves who come into Moria will pass this way, and we cannot have Snaga-maudhûl looming beneath the roadway! On your way through, [placeholder], please thin out this malicious nest of goblins.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The goblin-camp lies in the tunnels beyond the crack above the eastern stair.\\n\\nThe dwarves want to end the goblins' reign over the tunnels below to ensure the safety and security of their foothold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ho there! Are you hurt? No, I can see that you are not. But you seem to have hurt many goblins during your short stay in Snaga-maudhûl, and I'll thank you for that!\\n\\n'I am here to assist travellers who may be hindered on the road as they pass that rotten goblin-camp, but since you seem to have waylaid them, I will help you on your way!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Wegil is on the north-east side of Snaga-maudhûl, standing watch on the road.\\n\\nYou should find and speak with Wegil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The goblins must be driven from Snaga-maudhûl if we are to reclaim Moria for the dwarves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Moria soldiers in Snaga-maudhûl ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Wegil on the north-east side of Snaga-maudhûl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Túbi Thickfist at Durin's Threshold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Sealing the Gate",
      "es": "",
      "es (fem)": ""
    }
  ]
}