{
  "id": 620825791,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Findings reported.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'According to Kambi, the chieftain said to go through the broken wall above the eastern stairs. We must see if this goblin-tribe does, in fact, lurk in the shadows. I also want to know more about this voice the chieftain was so fearful of.\\n\\n'Head to the east through the crack and locate the tribe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'By Durin's beard! Someone has come to help me! I was cut off from the rest of my group venturing forward through this area, and I found myself here....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Before we do anything else, we must first find that goblin-tribe. According to Kambi it should be found through the broken wall above the eastern stairs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Watchful Glance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Kambi, wounded by a goblin near Durin's Threshold, spoke of the ramblings of his attacker. Túbi Thickfist wants this tribe's camp found as soon as possible.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have discovered the goblin-encampment. A deep, gruff voice barks sharp orders.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the goblin-tribe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The goblin-camp can be found through a crack in the wall above the eastern stair.\\n\\nTúbi Thickfist has asked you to locate the goblin-camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak with the dwarf near the goblin camp of Snaga-maudhûl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Jarmárr is near the goblin camp of Snaga-maudhûl.\\n\\nYou have located the goblin-tribe and heard the voice the chieftain spoke of. You should speak with the dwarf near the road.",
      "es": "",
      "es (fem)": ""
    }
  ]
}