{
  "id": 620916696,
  "txt": [
    {
      "id": 218649169,
      "en": "'I'd rather fight a thousand Orcs at once than do something like that again. I still cannot believe he is gone. Is this not just a bad dream?'",
      "es": ""
    },
    {
      "id": 40092692,
      "en": "'I had to lend a hand and organize this funeral for Gárwig. He has lost so many of his sons and grandsons. It is as if the enemy hunts his family as a cruel act of torture. I lost both my father and my love in Scylfig, but that is nothing compared to what he has lost. It is only right that I help with the arrangements.\\n\\n'I am not sure if I am ready to say good-bye to both my father, Cynegar, and the man I love... loved, Thyrmm. But, whether I am ready or not, this is an important day. We can head down to the graveyard whenever you are ready.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'This is a day I hoped I would never see. I am burying so many of my kin today; Edsig, Gárferth, Thrymm and Gársig. Thrymm wasn't of my blood, but he was closer to me than any of my kin. He was my foster-son, and more importantly, was beloved by the people of Wildermore. Today we bury the men we lost in Scylfig and at the gate here in Forlaw.\\n\\n'I need a moment to myself after everything that has happened, and will come to the graveyard when the gathering begins. Cyneberg is gracious enough to handle organizing the funeral for me. I believe it is about to begin. She is being strong for me, but please give her company today.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Funeral in Forlaw",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Many were lost in the recent battles at Scylfig and Forlaw. Gárwig has lost many of his sons, but none were more important to the people of Wildermore than their hero Thrymm Red-beard. A funeral is being planned by Gárwig and Cyneberg so that the people of Forlaw can pay their respects and say good-bye to those who lost their lives.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Go to the funeral with Cyneberg",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Cyneberg is keeping close to Gárwig in Lornsettle, the mead hall of Forlaw.\\n\\nFuneral preparations are being made and the townspeople are getting ready to gather at the graveyard.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Speak with Cyneberg",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Cyneberg is back in Thrymm's home near the southern gate of Forlaw.\\n\\nThrymm and the others are now buried, and the time has come for the people of Forlaw to try to move on from their passing. ",
      "es": ""
    }
  ]
}