{
  "id": 620916701,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The next step is to get a field prepared so we can start planting. The sooner the better! Let me know when you are ready to get started.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The enemy mentioned an artifact or weapon that Núrzum is using? That is interesting news, but may not make much difference. Núrzum will be the end of us all, no matter what kind of artifact he is or isn't using.\\n\\n'It is unfortunate that we lost the farm and those poor farmers, but there is not much we can do for them. Their efforts will not be forgotten, but they are likely lost to us like many of our good men have been lately.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We should get started on the field over there first!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Thrymm's Farm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The farmers are desperate to get Thrymm's Farm growing crops again for Forlaw.  The supplies in Forlaw may not last much longer with this unnaturally long winter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Work has begun to repair Thrymm's Farm and it is almost time to begin working the fields.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Help Oter prepare Thrymm's Farm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak with Gárwig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Thrymm's Farm was burned to the ground, and the farmers were captured by the Lieutenant of Núrzum, Laudh. Gárwig should be informed of what has happened.",
      "es": "",
      "es (fem)": ""
    }
  ]
}