{
  "id": 620916728,
  "txt": [
    {
      "id": 216727828,
      "en": "Edsig's helmet is kept on a shelf in the main room of Gárferth's home.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "One of the three widows is Ebba. She is reeling from the death of her husband, Gárferth, who fell in the Battle at Forlaw's Gate. Her kindness is unwavering as she cares for the orphans, Ansith and Cuthmar, as if they were her own children.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Ebba cares for the orphans, but has no children of her own. Now, with Gárferth's death, she will find it hard to not feel alone. Please check on Ebba.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Edsig's helmet is kept upstairs on a desk in the sleeping quarters of Gárferth's home.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "You paid your respects to Gárferth, Edsig, and both of their families. Ebba will appreciate your help.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The path to the graveyard of Forlaw is just outside Forlaw's southern gate. ",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Respects have been paid to Gárferth.",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Speak to Ebba",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Acquired Edsig's helmet",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'My husband, Gárferth, was a pillar of strength for Forlaw. Much like Thrymm, he was a great warrior, but nobody could match Thrymm. Gárferth's twin Edsig was wise beyond his years, and kept him focused on his goals and helping people. There was no one Gárferth cared for more than his twin brother.\\n\\n'Could you help me honour Gárferth? He and I would be honoured if you placed Edsig's helmet at Gárferth's grave.'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Take Edsig's helmet",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Take Edsig's helmet",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Take Edsig's helmet",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Place Edsig's helmet at Gárferth's grave",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Completed",
      "es": "Completado"
    },
    {
      "id": 228870261,
      "en": "The Widow of Gárferth",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "Ebba is inside Gárferth's house, near the centre of Forlaw. Ebba and Ansith are preparing dinner after the long day. ",
      "es": ""
    }
  ]
}