{
  "id": 620916702,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Your deeds here, and how you have handled those Orcs out in the Fallows is impressive. What you have done recently reminds me of what Thrymm has done for Wildermore since he was old enough to ride.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x263c414",
      "en": "'Let me tell you a story of a time when Thrymm saved the city of Forlaw.\\n\\n'One early morning, a scout ran to Lornsettle to frantically report to Gárwig and his twin sons of a large group of Orcs marching on Forlaw. A call for defenders rang through the town, but at such an early hour only the twins, Gárferth and Edsig, and Thrymm arrived at the gate in time to meet the enemy...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Remembering Thrymm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Listen to Cyneberg recount a story of Thrymm's past",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Cyneberg tells you of the first attack on Forlaw by the White Hand. Not long ago, while Cyneberg was in Scylfig and before Thrymm left to join her, Thrymm and the twin sons of Gárwig courageously defended Forlaw from a large Orc attack. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x87d0854",
      "en": "'I like the tale of the last time Thrymm was in Forlaw. She is a good storyteller, and that is one of my favourites. \\n\\n'You are becoming quite popular, and many in town are talking of what you have done here recently. It is not surprising to me that Cyneberg has grown fond of you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Listen to Cyneberg recount a story of Thrymm's past",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Cyneberg is impressed with your actions and how you helped Forlaw in these gloomy times. She would like to tell you about how you remind her of Thrymm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak with Gárwig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gárwig also enjoyed listening to the tale of Thrymm defending Forlaw. It is rare to hear stories of hope these days.",
      "es": "",
      "es (fem)": ""
    }
  ]
}