{
  "id": 620916727,
  "txt": [
    {
      "id": 142411860,
      "en": "'Burghild was especially hard hit by recent events. She lost her husband and two sons in a matter of days! There is not much one can do for someone in her state, but nevertheless, please see if she needs anything.'",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Gársig's sword is kept on the dresser in the sleeping quarters of Gársig's Home.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "One of the three widows is Burghild. She and her youngest son Gárwald were devastated by losing three of their family in the Battle at Scylfig. ",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Gársig's sword is kept on the dresser in the sleeping quarters of Gársig's Home.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "You paid your respects to Gársig for his family. Burghild will appreciate your help.",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Acquired Gársig's sword",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The path to the graveyard of Forlaw is just outside Forlaw's southern gate. ",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Respects have been paid to Gársig.",
      "es": ""
    },
    {
      "id": 262676277,
      "en": "Acquired Gársig's sword",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Speak to Burghild",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'Are we doomed to wait for our death, as Gárwig is resigned to do? I don't fault him. He has lost everything he held dear. But today, we put what was left of our hope in the ground. Is there anyone left who could possibly save us from Núrzum? \\n\\n'I lost almost everything in the battle at Scylfig. My husband, Gársig, and our two sons; Humbald and Grimgar.\\n\\n'I cannot go back to the graveyard today. Could you pay respect to Gársig and place his sword at his grave?'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Take Gársig's sword",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Take Gársig's sword",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Place Gársig's sword at his grave",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Completed",
      "es": "Completado"
    },
    {
      "id": 228870261,
      "en": "The Widow of Gársig",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Burghild is inside Gársig's house on the western side of Forlaw. Burghild is doing anything she can to keep herself from falling apart entirely, as she must keep it together for her only remaining son.",
      "es": ""
    }
  ]
}