{
  "id": 620916729,
  "txt": [
    {
      "id": 22075075,
      "en": "Return to Cyneberg in Thrymm's Home",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Not long ago, Núrzum attacked Forlaw with an army of White Hand Orcs. The town was spared, but many good men of Forlaw were lost. The few men here are focused on town security, and have not been able to clean up or repair the area since. They have only managed to bury our own. Many Orc bodies still lie in the snow at the western gate.\\n\\n'Please take this torch and burn the Orc bodies left at the site of the battle. Their presence defiles the land they lie on.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thank you [placeholder], for cleansing the evil that lingered where many of Forlaw's men were lost. You seem to be the only ray of light in the shadows that have fallen upon this town.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Time to be Alone",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Cyneberg is devastated by the attacks on Scylfig and Forlaw, and will need some time to herself after such events. However, there is a lingering mess left at the west gate which does not sit well with her.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Orc body burned ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Pile of Orc Bodies burned ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Burn Orc bodies ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The western gate of Forlaw is the site of the Battle at Forlaw's Gate. \\n\\nMany bodies of dead Orcs can still be found there, as not many men remain in Forlaw for tasks beyond the security of the city.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Burn Orc body piles ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Cyneberg is awaiting your return in Thrymm's Home, near the southern gate of Forlaw.",
      "es": ""
    }
  ]
}