{
  "id": 620916721,
  "txt": [
    {
      "id": 216727828,
      "en": "Ansith is inside G치rferth's house, near the centre of Forlaw. Ansith and Ebba are preparing dinner after the long day. ",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Snow pile removed ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected fence posts ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The two orphans of G치rwig's kin, sired by Cuthbald and Merwyn, are now cared for by Ebba. After the recent events and the funeral, they need not dwell on such times as the adults will, and are being kept busy with chores. ",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Cuthmar and I are behind on our chores with the funeral today, and it is hard to focus on anything with all that has happened. If you have a little time we could use your help! \\n\\n'The snow in Forlaw is worse lately than it has ever been. I brushed away the snow piles that built up around most of the town, but I have not been able to get to the western side of Forlaw. Could you please help me remove the piles over there?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Snow piles on the western side of Forlaw are building up. \\n\\nMost of the residents cannot remember the snow in Forlaw ever being quite this bad.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah, did Ansith send you to help? Thank you for helping us remove these snow piles! They build up fast these days. It seems like the wind blows them right back as I turn around to remove the next. \\n\\n'I was also helping her with her chore, but could you now help me with mine? I need to collect a few fence posts to replace the broken ones at the western gate. Could you please grab a few fence posts for me?'",
      "es": ""
    },
    {
      "id": 225071138,
      "en": "Speak to Ansith",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Cuthmar can be found on the western side of Forlaw busy with his chores.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Fence posts can be found scattered around the western side of Forlaw.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I am impressed. I did not think this many posts would be laying around town. You collected enough wood that those remaining in Forlaw may be able to start rebuilding soon. I'd help, but they don't let me, yet.\\n\\n'This would have taken me all day! But, with the funeral and all, it's not a bad day to have some fun instead. I cannot let myself be gloomy like all the adults seem to be today. Thank you for your help.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Cuthmar can be found on the western side of Forlaw busy with his chores.",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'After the funeral today, most of G치rwig's family will have a hard time getting back to the way things were, though for some that may take a long time. Please check on the orphans; Ansith and Cuthmar. They are cared for by Ebba and can usually be found in G치rferth's house.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Remove snow piles ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Cuthmar and I are behind on our chores with the funeral today, and it is hard to focus on anything with all that has happened. If you have a little time we could use your help! \\n\\n'The snow in Forlaw is worse lately than it has ever been. I brushed away the snow piles that built up around most of the town, but I have not been able to get to the western side of Forlaw. Could you please help me remove the piles over there?'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Speak to Cuthmar",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Pick up fence posts ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Return the fence posts to Cuthmar",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Keeping the Orphans Busy",
      "es": ""
    }
  ]
}