{
  "id": 620916698,
  "txt": [
    {
      "id": 195295969,
      "en": "The Orc army is approaching, and are coming up the road!",
      "es": ""
    },
    {
      "id": 195295970,
      "en": "The attacking Orcs have been crushed by Forlaw's defenders.",
      "es": ""
    },
    {
      "id": 195295971,
      "en": "<rgb=#FF0000>Edsig was Defeated!</rgb> ",
      "es": ""
    },
    {
      "id": 195295972,
      "en": "<rgb=#FF0000>Gárferth is defeated!</rgb> ",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Cyneberg tells you of the first attack on Forlaw by the White Hand. Not long ago, while Cyneberg was in Scylfig and before Thrymm left to join her, Thrymm and the twin sons of Gárwig courageously defended Forlaw from a large Orc attack. ",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Thrymm! We are glad you could make it. We sent word through town calling for those who could aid in our defence, but it is early and not many heard it. \\n\\n'A scout came to Lornsettle, frantic to report to Gárwig and the rest of us of a good sized formation of Orcs that were marching down the road toward Forlaw. They should be here any moment now!\\n\\n'Gárferth and I will stay here to guard the gate. We will make sure none pass.' ",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Edsig and Gárferth are prepared to defend the city of Forlaw, or die trying. They are encouraged by Thrymm's arrival, knowing that he could probably single-handedly defeat the attacking Orcs.",
      "es": ""
    },
    {
      "id": 228898913,
      "en": "'Here they come!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'We will go to our father right away to let him know what happened here.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Orcs have arrived with a rather large raiding party. This attacking force is quite possibly the largest to ever march on the city of Forlaw. ",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The enemy attack has been broken, and Forlaw remains unscathed. However, that this many Orcs are marching on the roads of Wildermore is troubling. ",
      "es": ""
    },
    {
      "id": 15792851,
      "en": "'That appears to be all of them! Well done, Thrymm and Gárferth. You both fought well.\\n\\n'Thrymm, this many Orcs marching down the roads is alarming. I can see it on your face. You look worried. \\n\\n'I share your concern for Cyneberg in Scylfig, and whether Scylfig is prepared. You should send word as soon as you can. Gárferth and I will see to the defence of Forlaw while you are away.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "The Orcs marching on Forlaw are almost defeated, but the worst is yet to come. They are spurred on by two lumbering and brutal war-trolls.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Speak with Edsig",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat the Orcs assaulting Forlaw ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Return to Edsig",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Push back the final assault",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Remembering Thrymm",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "<rgb=#FF0000>Edsig and Gárferth must stay alive</rgb> ",
      "es": ""
    }
  ]
}