{
  "id": 620800741,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'They haunt my dreams! I want off of this forsaken rock and back under my own. Please help, good friend, and eliminate those shambling wights. Thin their number, and perhaps our guards will no longer have to deal with the threat of them every night.\\n\\n'They lie in wait to the west in Imlad Balchorth. Destroy as many wights there as you can, then return to me. I do not know why we ever came to this abominable land -- there is no wealth in this waste -- but I want out, even if it means cutting down every walking corpse in Angmar!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So, it is done? That is marvelous news! Now we must hope that the Dead remain so!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Hurry! Destroy the wights quickly.  Another night of invasion must not happen! They are to the west, in Imlad Balchorth. You cannot miss them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Destroy the Wights",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Sigar has asked you to kill many wights in Imlad Balchorth in the hopes of thinning their number and stopping the nightly invasions.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated wights in Imlad Balchorth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat wights in Imlad Balchorth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wights can be found in Imlad Balchorth, west of Myrkworth.\\n\\nSigar has asked you to destroy the wights in Imlad Balchorth. You can find them wandering the eastern edges of Imlad Balchorth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Sigar is at Myrkworth, east of Imlad Balchorth.\\n\\nHaving destroyed many of the wights as asked, return to Sigar in Myrkworth and tell him the deed is done.",
      "es": "",
      "es (fem)": ""
    }
  ]
}