{
  "id": 620800739,
  "txt": [
    {
      "id": 218649169,
      "en": "'It is a hard time here in Angmar. I miss the warmth of my home. The sooner we stop the Angmarim, the sooner we can leave this accursed place! I need you to help me as you are helping the others.\\n\\n'There are many fell spirits in Imlad Balchorth, and they give rise to more wights for Angmar's army. Let us thin their numbers, shall we? It gives me a chill that they even exist!\\n\\n'If we can reduce their number, perhaps we can make our way back to friendly lands more quickly.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have lessened my burden and helped me to sleep better at night, I hope. Thank you, good [placeholder]. I look forward to working with you again!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The fell spirits of Morgoth dwell in Imlad Balchorth...I fear we will never escape this place unless they are banished.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Banish the Spirits",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Despite the number of fell spirits you have banished from Imlad Balchorth, there never seems to be an end to them.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated  fell spirits in Imlad Balchorth ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat fell spirits in Imlad Balchorth ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Fell spirits may be found in Imlad Balchorth, west of Myrkworth.\\n\\nSigar has asked you to destroy the fell spirits in Imlad Balchorth. You can find them wandering Imlad Balchorth.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Sigar is at Myrkworth, east of Imlad Balchorth.\\n\\nHaving destroyed the fell spirits as asked, you should return to Sigar in Myrkworth and tell him the deed is done.",
      "es": ""
    }
  ]
}