{
  "id": 620800740,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You are a brave soul, but this next task I ask of you is no small achievment and requires the staunchest of allies! The fell spirits and wights of Imlad Balchorth are terrible, but pale in comparison to their masters.\\n\\n'I will need you to make your way to the far western depths of Imlad Balchorth and hunt the Gaunt-men. They are responsible for this raising of the Dead and must be stopped if we are to escape this horrid place!\\n\\n'Go west with your fellows and destroy this menace, then return to me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Impressive! You are a great [placeholder], indeed, to accomplish such deeds. They will sing songs of you one day, I am sure of it!\\n\\n'Thank you so very much. Perhaps soon I can return to my home.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Go west and find the Gaunt-men and destroy them. Hurry...and bring your friends!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Cease the Reign",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Behind the wights and fell spirits of Imlad Balchorth, there are even greater terrors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Gaunt-men in Imlad Balchorth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Gaunt-men in Imlad Balchorth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gaunt-men can be found in western Imlad Balchorth, west of Myrkworth.\\n\\nSigar has asked you to destroy the Gaunt-men in Imlad Balchorth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Sigar is at Myrkworth, east of Imlad Balchorth.\\n\\nHaving killed the Gaunt-men as asked, return to Sigar in Myrkworth and tell him the deed is done.",
      "es": "",
      "es (fem)": ""
    }
  ]
}