{
  "id": 621079182,
  "txt": [
    {
      "id": "0xceb0115",
      "en": "The last request? Perhaps. Speak with the mariner to go to the place where Yarikh is, and defeat the Corsair villain, once and for all.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Falnavar's death is tragic, but there is a final note that he provided you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Return to the mariner and speak with him to inform him that the deed is complete.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "Falnavar is dead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Read the note you collected from Falnavar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8eaf36",
      "en": "None",
      "es": "Ninguno",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "To you, who listened to my tale, I give you my haversack; provided that you retrieved it from Yarikh and his crew.\\n\\nAs you likely now know, I am the Captain in my tale. My obsessions led me here - not the call of water. I came to avenge the death of the boy I recruited and befriended and loved as a son. The horror and pain of his loss and the death of my crews is ended.\\n\\nYou have given peace and a final kindness to one who likely did not deserve such.\\n\\nI go to my final rest with a mind at ease; a desire fulfilled, the scent of salt in my nose, and the sound of the babbling river to send me to my dreams.\\n\\nThank you, stranger.\\n\\nFalnavar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Go now and find Yarikh. Bring me the haversack he stole.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef8187",
      "en": "There is no twist in this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Falnavar's state is deteriorating and his last wish is that you take the vengeance that he can no longer claim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Go...\\n\\n'Find that cur, Yarikh and put a final end to the misery he has caused. See him pay for the--'\\n\\nHe coughs madly, winces, and regains himself.\\n\\n'Make him pay for the pain he wrought upon my brethren... my crews... my people.\\n\\n'Fulfil this wish; the final wish of a dying man.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "Falnavar is gone.\\n\\nIn his hand, he holds a crumpled note written on the back of the old recruitment poster.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Complete Mission: A Final Vengeance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "To you, who listened to my tale, I give you my haversack provided that you retrieved it from Yarikh and his crew.\\n\\nAs you likely now know, I am the Captain in my tale. My obsessions lead me here - not the call of water. Yet, you have given me peace and a final kindness. I go to my final rest with a mind at ease, a desire fulfilled, the scent of water in my nose, and the sound of the babbling river to send me to my dreams.\\n\\nThank you, stranger.\\n\\nFalnavar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Speak with Falnavar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Stowaway 11: I, Mariner",
      "es": "",
      "es (fem)": ""
    }
  ]
}