{
  "id": 621079162,
  "txt": [
    {
      "id": "0x2f00e17",
      "en": "Talk to Boradan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Bowmen can be found throughout Tingobel in the Blackroot Vale.\\n\\nYou have collected the newly-crafted arrows from Boradan. You should deliver them to the bowmen in Tingobel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Boradan can be found in Tingobel.\\n\\nYou have delivered the arrows to the bowmen in Tingobel. You should return to Boradan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8644161",
      "en": "'Thank you, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Deliver arrows to bowmen in Tingobel ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8644162",
      "en": "'I'll put these to good use, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8644163",
      "en": "'You have my thanks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Delivered arrows to bowmen in Tingobel ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Collect the newly-crafted arrows in Tingobel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d171",
      "en": "Although Tingobel has been rebuilt, bowmen now stand guard to prevent the Orcs or any other foe from threatening the new peace in the Blackroot Vale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Newly-crafted arrows can be found in a barrel near Boradan's forge in Tingobel.\\n\\nBoradan has asked you to collect his newly-crafted arrows and deliver them to the bowmen in Tingobel. You should collect the newly-crafted arrows.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8644164",
      "en": "'I hope we will not have need of these, but I will be prepared.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8644165",
      "en": "'No Orc will ever set foot in Tingobel again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "You collect many newly-crafted arrows from the barrel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8644166",
      "en": "'Leave it to us, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Very good, [placeholder].\\n\\n'I've still got a great deal of work ahead of me, but I am glad to be back here in Tingobel. Lancrath and its people were very kind to us when Tingobel fell, and I will never forget that, but my place is here—at my home and at my forge!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I must thank you again for your efforts to wrest Tingobel from the Orcs during the War. Once Lord Duinhir and his men returned, the Orcs could scarcely defend themselves and fled into the mountains.\\n\\n'I'm told that Lord Duinhir has ordered some of his men to remain in Tingobel lest the Orcs return. To that end, I've just finished crafting another batch of arrows, and it would be a great help if you could deliver them to the bowmen here in Tingobel. I don't believe that the Orcs will dare to return now that Tingobel is rebuilt and so well-defended, but if they do, we will be prepared. I will not lose my home a second time!\\n\\n'Take as many as you can carry from this barrel and bring them to our bowmen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Protecting the Vale",
      "es": "",
      "es (fem)": ""
    }
  ]
}