{
  "id": 621079184,
  "txt": [
    {
      "id": "0xd9b5688",
      "en": "'Apologies.'\\n\\nHe coughs hard, clearing his throat.\\n\\n'I was always taken by the flow of water and the River Erui provided me the only measure of joy I knew in my youth. My friends and I would build rafts from driftwood or barrels, and tumbled down the waters toward the mighty Anduin.\\n\\n'It was harmless fun. We would make a trip, steal a ride on a cart heading back toward Lossarnach, or just steal a horse outright and sell it to the farrier who would sell it again.\\n\\n'A scoundrel, I was, in with a crowd of others with like-minds and desires: to leave the land and sail the sea beneath the stars above.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "The old man is injured gravely and it seems that there is no hope to close his wounds. His request is simple, stay and listen to his tale so that he is not forgotten. Will you see this through?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Continue listening to Falnavar's tale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Falnavar paused, but it seems there is more he has to say. Ask him to continue.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Yes, yes... I'm seeing it all so clearly now. I do not want to miss a thing.'\\n\\nHe closes his eyes a moment and then speaks hoarsely.\\n\\n'Near my fifteenth summer I decided that I would travel away from Lossarnach. My mother and father protested. They desired I remain in our hovel tilling soil for the magistrates who ran our village from afar.\\n\\n'I did not care for the nobles. What had they offered me and mine? But, the people! The people who grew crops, made swords, and kept the promise of tomorrow alive. I cared for them.\\n\\n'\\qA paradox of beliefs,\\q my father would say.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Falnavar paused again. Perhaps you should see if there is more that he wishes to tell you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Continue speaking with Falnavar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Speak with Falnavar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'I left my hamlet and found another, not far to the south where I worked under the employ of a farrier, a smith, a tailor... I was searching for my place; you see?\\n\\n'I did not find it while tending fields, or hammering iron. I did not find it in careful study, or stitching cloth. It was only when I looked heavenward, toward the stars and heard the waters that my heart sang and was free.\\n\\n'There is a tale of sailors long ago who settled the lands of Gondor. I know little of the truth to those tales, but I know that I was born with a sailor's heart.\\n\\n'And that is where my tale truly begins.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Speak with the man",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Speak with Falnavar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Captain Aranhir's directions led you to search for goods lost in his wreck. What you did not expect to find was a wounded man along the shores of the great river. The man has a tale to tell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Hoi there, friend,' the man winces as he speaks. 'I should have known better; and not done what I done.'\\n\\nHe manages a weak smile through the pain.\\n\\n'Alas, the call of the waves and the way of water made me a fool, it seems, for the last time.'\\n\\nHe coughs.\\n\\n'Could you... spare a moment for a stranger... to hear the tale of his life... so that someone might know of me and so I may not just end up as some corpse washed ashore the mighty Brandywine?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Stowaway: The Old Man on the Shore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Call me Falnavar. In my youth, long ago now, I had no love for land or leisure.\\n\\n'I was a tough and brutish lad who spent more time with ruffians than I ought. Minas Tirith, while only a league or so away from my home in Lossarnach, was a place of waste in my eyes.\\n\\n'The steward saw fit to keep up his city while the outer lands fell to ruin and despair. There was no escape for a boy like myself that was not on the water.'\\n\\nHe looks to the river nearby.",
      "es": "",
      "es (fem)": ""
    }
  ]
}