{
  "id": 621079179,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'The captain died there on the shores of the Bay of Belfalas.\\n\\n'The captain, my captain, my friend. The water did not claim him as he hoped.'\\n\\nHe shakes his head forlornly.\\n\\n'It was a blade of the enemy he pursued for years, an obsession that cost him his life and me… it nearly cost me my sanity.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Tragedy befell the mariner, but the tale feels strange, something in the telling is... inconsistent.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'A new ship!\\n\\n'The treasure-hunting provided enough for a ship and a crew. We sailed from Pelargir and caught sight of Yarikh entering Belegaer.\\n\\n'We pursued him west, until a squall blew both our vessels back toward us, Andrast, and the place where our fates had changed.'\\n\\nAn excited look of wonder glints in his eye.\\n\\n'Our ships collided, and our battle was fierce. Fire burned the ships to ash beneath our feet and we fell into the unforgiving sea only to wash ashore near the place where we had freed the prisoners but lost our first ship years earlier. This time... was... different....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Falnavar's tale takes a different turn as he describes the pursuit of Yarikh, Hilâma, and Akhât, the Corsairs who had ruined their noble life at sea.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Stowaway 09: To Vengeance Bound",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'We had them cornered and surprised...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f8eaf8",
      "en": "None",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7ef819",
      "en": "There is no twist in this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Complete Mission: Marked",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "The tale continues with the pursuit of the Corsair seemingly drawing to an end.",
      "es": "",
      "es (fem)": ""
    }
  ]
}