{
  "id": 621079186,
  "txt": [
    {
      "id": "0xceb0117",
      "en": "Speak with the stowaway and allow him to finish recounting the events of that night long ago.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8eaf30",
      "en": "None",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'It is kind of you to stay. I shall do my best to be brief, out of necessity and thoughtfulness. Yet, I must start at the beginning for my tale to make sense.\\n\\n'I spent my earliest years in Lossarnach, along the Erui. That stretch of river led to the mighty Anduin and it was there, at the river's edge, that my love of water grew. My dearest friend and I set out to seek a life as merchants, heading south along the Anduin towards Pelargir. Life has a way of twisting your desires and we soon found ourselves labourers and dockhands.\\n\\n'It was there that I met the Captain.'\\n\\nHe stares longingly at the water.\\n\\n'It is there my life changed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Stowaway 01: An Ignoble Beginning",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "The man begins to weave his tale and you listen so that in his final moments he will not be alone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'When morning came, I stood in front of the Captain and pledged an oath to serve Gondor and the Steward Denethor who sat in our King's stead.'\\n\\nHe manages a smile remembering this long distant honour.\\n\\n'I left my life on the land with nothing but my haversack, the clothes on my back, and a sword worn thin from being sharpened too many times over.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'It was in a small tavern...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef8181",
      "en": "There is no twist in this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Complete the mission: Call of the Sea",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Speak with the stowaway and listen well to his tale. This is the beginning of his life at sea.",
      "es": "",
      "es (fem)": ""
    }
  ]
}