{
  "id": 621079178,
  "txt": [
    {
      "id": "0xceb0116",
      "en": "Knowing now how the battle on the shore transpired, you should speak with the mariner.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Our patrols on the water took us west into the Bay of Belfalas. Sometimes into the Great Sea. We never ventured far enough south to threaten Umbar, but the Corsairs from the south would trespass into Gondorian water often.'\\n\\nHe stares beyond you to the sky.\\n\\n'Once we spied a ship moored off the coast of Tolfalas with its sails drawn down. We recognized it at once as Yarikh's ship. Our captain set us to task as we made our way to intercept the Corsair crew on the island....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Complete Mission: The Tolfalas Shore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "The mariner's tale is to continue as he reminisces about the attack on the Corsairs they found at the shores of Tolfalas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8eaf30",
      "en": "None",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'We thought we had them; we did. But the cunning Corsairs used weapons we had ne'er seen to shatter the shore and cover their escape in our longboats.'\\n\\nA dark look spreads across Falnavar's face.\\n\\n'The Captain was vexed and vowed to bring the Corsair marauder to justice.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Falnavar wishes to tell you of the events that helped to map the course of his life.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Stowaway 03: The Turning Tide",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'We cornered them....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef8181",
      "en": "There is no twist in this mission.",
      "es": "",
      "es (fem)": ""
    }
  ]
}