{
  "id": 621079165,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "Stolen goods can be found in Azruthor's Rue and throughout Tarlang's Crown.\\n\\nWhile exploring the ruined remains of Azruthor's encampment in Tarlang's Crown, you have found a number of stolen goods. You should collect the stolen goods.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Stolen goods can be found in Azruthor's Rue and throughout Tarlang's Crown.\\n\\nWhile exploring the ruined remains of Azruthor's encampment in Tarlang's Crown, you have found a number of stolen goods. You should collect the stolen goods.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Amathon can be found in Sardol in the Blackroot Vale.\\n\\nYou have collected a number of stolen goods from the Corsairs and Gondorian traitors at Azruthor's Rue. You should deliver them to Amathon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Collect stolen goods in Tarlang's Crown ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Collected stolen goods in Tarlang's Crown ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d171",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'What have you got there?'\\n\\nYou tell Amathon that you found a number of seemingly stolen goods at Azruthor's ruined encampment in Tarlang's Crown.\\n\\n'It will likely be difficult to return these to their rightful owners, but I will speak with our most frequent traders and see what I can find out. Many travellers passed through Tarlang's Crown before the Heirs of Castamir erected their blockade, so these goods could have begun their journey far from the Havens of Belfalas. That said, I will try my very best to sort this matter out!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d178",
      "en": "Corsairs and other unfriendly fortune-seekers have taken up along thoroughfare of Tarlang's Crown, waylaying traders and stealing their goods.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Collect stolen goods in Tarlang's Crown (0/12)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "While exploring the ruined remains of Azruthor's encampment in Tarlang's Crown, you have found what appears to be a number of stolen goods. Whether these are remnants of the goods stolen during Azruthor's plot to conquer the Anfalas for Umbar or more recently stolen from traders attempting to pass through Tarlang's Crown, you should recover them and attempt to see them returned to their rightful owners.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Thievery on the Thoroughfare",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e14",
      "en": "Deliver the stolen goods to Amathon in Sardol",
      "es": "",
      "es (fem)": ""
    }
  ]
}