{
  "id": 621079136,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Ho there! It was [placeholder], right?\\n\\n'I remember the last time you were here—all that nasty business with spiders and the Dead! But that is in the past, and now, we have welcomed some of our proud bowmen back to Sardol. I only wish more of them had made it home from the War....'\\n\\nSidharan pauses for a moment and sighs.\\n\\n'There are joys still be found, though, and one of mine is a delicious mushroom stew that my neighbour Garthwen makes every so often. Garthwen's a brilliant cook, though she's far too modest to say as much. For her stew, she uses a mushroom native to the Blackroot Vale that we call a silkencap on account of its pale hue. The trouble is that silkencaps only grow in a few places, but they are most plentiful in Lhingroth. I don't think I need to remind you that the spiders of Tarlang's Peaks can also be found within those caverns, but Garthwen's supply has run out. It may not be as dire a problem as the Dead or the Corsairs, but I would appreciate your aid just the same, my friend. Little joys are what keep us together, after all.\\n\\n'Would you collect some silkencaps for me and Garthwen?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d173",
      "en": "The most delicious mushrooms in the Blackroot Vale can be found in the caverns of Lhingroth, but so can the spiders of Tarlang's Peaks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e16",
      "en": "Deliver the silkencaps to Sidharan in Sardol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Sidharan can be found in Sardol.\\n\\nYou have collected many silkencaps from the caverns of Lhingroth. You should deliver them to Sidharan in Sardol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Ah, you have them. Thank you!\\n\\n'That ought to be enough to make a few pots of stew at least. Venison is pleasant enough, I'll admit, but I prefer a bit of variety in my meals. You understand, don't you? And there truly is nothing quite like these silkencaps!\\n\\n'Here, [placeholder], I actually still have a little left over from the last time I was able to sneak a few mushrooms out for Garthwen. I hope you enjoy it... and thank you for not forgetting about us, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "A Blackroot Delicacy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Collect silkencaps in Lhingroth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Silkencaps, a pale mushroom native to the Blackroot Vale, can be found in the caverns of Lhingroth in the hills to the south-east of Sardol.\\n\\nSidharan has asked you to collect silkencaps from the caverns of Lhingroth, but he has warned you that spiders dwell in Lhingroth. You should collect the silkencaps and deliver them to Sidharan in Sardol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "Collected silkencaps in Lhingroth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}