{
  "id": 621079181,
  "txt": [
    {
      "id": 228284034,
      "en": "'After five years of service to the land of Gondor, my time at sea was at an end, so too The Captain's. It were not because I wanted to give up the sea. Stripped of our commission for violation of orders and resigned to a miserable life on the land.\\n\\n'A crew-member spoke with other vessels and informed them of our near approach to Umbar. Villains.'\\n\\nThe man draws in a laboured breath.\\n\\n'After that, I was lost.'\\n\\nA wry smile spread on his face.\\n\\n'Until, I met the captain again a few years later. Back in Pelargir; at an inn. I worked there on the docks and he said he had come looking for me.\\n\\n'He told me he'd discovered the whereabouts of a Corsair ship's treasure in the hills nearby. He asked me to join him in raiding the hideout to claim the treasure.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "You understand the intent now of the raid, and the mariner will continue his tale.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'The Captain and I returned to Pelargir with enough coin to retire, comfortably, anywhere we wanted. But something greater drove him than the desire for the coin. As we sat in the tavern he confided his new desire; to sail after Yarikh and his crew. To bring them to justice on our terms.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Falnavar recalls the events after the near crossing into Umbar's waters and what harsh punishment was levied against the captain.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Stowaway 08: No Longer in Service",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'We set out for...'",
      "es": ""
    },
    {
      "id": 133753592,
      "en": "None",
      "es": "Ninguno"
    },
    {
      "id": 209647641,
      "en": "There is no twist in this mission.",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Complete Mission: To Plot Revenge",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Anger in his voice, the mariner continue his tale. Listen further.",
      "es": ""
    }
  ]
}