{
  "id": 621079189,
  "txt": [
    {
      "id": 162883764,
      "en": "'I did not expect any of this tonight, my friend. Perhaps, come the morning I may visit this ship and speak with this captain. I have never been so exhilarated.'",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "Was it in the commotion that the captain appeared? It was unclear. I only know that after the fight was done, there they were....",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "The sound of plunderers echoed in the tavern. The flagons were not meant for us, after all.\\n\\n'We best be prepared to draw weapons, friend. They are from Umbar and the very Corsairs that threaten Gondor.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mission: A Life at Sea",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "Gondor expects...\\n\\nand Gondor must not, and will not, be disappointed.\\n\\nRecruits wanted to serve on the seas against the threat out of the South.\\nPay, food, glory, and honour await those who would serve the people of Gondor.\\n\\nMake your mark at the Nenglor in Pelargir harbour.",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Speak with the mariner",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Drink with the mariner",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Speak with the Captain",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Another night of libations to clear the dirt from our throats. This life, my friend, is lacking. How I yearn for something beyond the dust of the road, or the fires of a smith shop.\\n\\n'Where is adventure and wonder?'\\n\\nHe pauses, looking sullen.\\n\\n'Youth is wasted on wonder, when in our most fruitful years we are tied to the land, then to a partner, and then to children. What nonsense. That life is not for me. I want more.\\n\\n'I want wonder! I want every day to forgo the rote mechanics of life and be new and inspiring. I want to never know what lay on the other side of the horizon.\\n\\n'Alas, I am but me. You are but you. And we, together, are merely labourers with only a few coppers between us to seek our wonder at the bottom of a mug.\\n\\n'Come, let us enjoy the night before I grow too grim.'",
      "es": ""
    },
    {
      "id": 246419881,
      "en": "The Captain's words lingered with me as I rejoined my friend.",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Speak with the Mariner",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Read the poster",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Defeat Corsair cutthroats ([placeholder]/6)",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The mariner begins his tale at the beginning; within the confines of a small inn in the port city of Pelargir.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "I made my way toward the bar, not noticing yet that the inn was bereft of clients, something that should have alerted me to the curious nature of the night. Along the way, a posting caught my eye....",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'For the people of Gondor, yes. I see the merit in that, but our stewards are degenerate and never leave the safety of Minas Tirith. When was it they last set foot outside the white city?'\\n\\nHe scoffs and looks toward the bar.\\n\\n'The innkeep must have known of our arrival. Come, my friend, let us toast to our lives... as they are and ever shall be.'",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Gondor expects...\\n\\nand Gondor must not, and will not, be disappointed.\\n\\nRecruits wanted to serve on the seas against the threat out of the South.\\nPay, food, glory, and honour await those who would serve the people of Gondor.\\n\\nMake your mark at the Nenglor in Pelargir harbour.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "The poster was meant to entice the reader to the sea, to service, on some it had that effect. On others...",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "The time was mid-autumn in the harbour town of Pelargir. I arrived only a moment before my friend. As he entered, he approached and we spoke.",
      "es": ""
    },
    {
      "id": 177082768,
      "en": "Corsair cutthroats defeated ([placeholder]/6)",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "We made our way to the bar and took up the flagons....",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Speak with the mariner",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "I raised my flagon and awaited the same of my friend. Our toast, however, was only the beginning of a harrowing event....",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Return to the Mariner",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Speak with the mariner",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "For in the back of the inn, Corsairs had set to plunder. Killing the innkeep after he dared ask them for payment for the drinks we now consumed....",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "There were no more words between us. The Corsairs drew blades and we fought. It were not luck that brought us through....",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'Maybe I am too hasty to dismiss that offer. After all, there is something to serving the people of Gondor and not the corrupt leaders who reach into our pockets for coin or extract their price in blood.\\n\\n'Is it then, that I fear my strength would be wasted not on hoisting sails but on spreading pitch to patch the leaks?\\n\\n'Would we, perhaps, learn better the skills of swordsman, so that we are not skewered on the blade of some Corsair? Or, would we be a sacrifice in early battle so our captain could gain advantage and keep our coin?\\n\\n'I think, I fear that I would be under the heel of a terrible captain who wants only glory and naught the thing they try to sell in that post.\\n\\n'Listen to me ramble. I am sorry, friend. I fear I am in a grim state this night. Let us lighten the mood. A toast to kinship, and to friends who travel the road that rises to meet us on our journey.'",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'You fight well. You should consider joining my crew. You just saw firsthand the menace that Umbar presents.\\n\\n'Come down to the harbour on the morrow and speak with me.'",
      "es": ""
    }
  ]
}