{
  "id": 620958261,
  "txt": [
    {
      "id": "0x9b568b5",
      "en": "'Travel east in pursuit of terrified Haradrim! I believe they will come to the walls of Erynos before they can break free of their fright. Defeat them and keep word of our victory at Pelargir from reaching unfriendly ears!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 3, Chapter 1: A Need for Secrecy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Find and defeat terrified Haradrim near Erynos ([placeholder]/3)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'I saw another one of these invaders nearby. I think he fancies himself a sorcerer of some sort, for he carried many unsavoury trinkets and muttered strange incantations under his breath.\\n\\n'He crept that way, around the outer wall of Erynos!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'The threat of the Corsairs is over, but many of their allies still live and could endanger my next course, [placeholder]!\\n\\n'Several of the Haradrim fled from the city when the Men of the Mountain fulfilled their oath, and I fear they might bring word of the Corsair defeat to the armies of Mordor. I would rather this did not happen, but I cannot spare the time to track all who fled from Pelargir. Will you do this for me, my friend?\\n\\n'Travel east in pursuit of these terrified Haradrim! I believe they will come to the walls of Erynos before they can break free of their fright. Defeat them and keep word of our victory at Pelargir from reaching unfriendly ears!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8b2841",
      "en": "'You will never triumph!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Find and defeat terrified Haradrim near Erynos (2/3)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8b2842",
      "en": "'You cannot defeat the Dark Lord!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8b2843",
      "en": "'You will never have victory!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Thurineth at the gate of Erynos",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'I watched you fight those evil warriors, hero, and I wanted to thank you for making safe our lands! But that is not all, for if you leave now you leave us still in peril!\\n\\n'I saw another one of these invaders nearby. I think he fancies himself a sorcerer of some sort, for he carried many unsavoury trinkets and muttered strange incantations under his breath.\\n\\n'He crept that way, around the outer wall of Erynos!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Talk to the Haradrim Sorcerer near Erynos",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'You may slay my men, hated [placeholder], and you may end my own life, but you will have no lasting victory. The Great Master we follow is a giver of gifts, and he gives life unending to those who faithfully serve! You could slay all the Corsairs to a man, and all of my own people, but the commanders of the Master's army will always return, even in death!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'You found the Haradrim that fled from Pelargir? Very good, [placeholder]! I hope this will keep word of our victory here a secret from the enemy. But something troubles you. Share it with me, and we will bear the burden of it together, my friend!'\\n\\nYou tell Aragorn of the sorcerer's words: that the commanders of Sauron's armies cannot be stopped, even by death.\\n\\n'I confess to you that I have heard these whispers as well, my friend, so I cannot banish the fear of them from your mind. But it does not change my resolve, and I believe it will not change yours, either. We place a greater value on life than does our Enemy, so every loss pains us all the more. But that is our strength as well for we will fight even harder to protect it, even beyond our limits.'\\n\\nAragorn smiles.\\n\\n'Ours is not the real quest, [placeholder], for even if we have all the success we desire, the Enemy will remain. The real quest is elsewhere, my friend, and only its successful completion can end Sauron's evil forever.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Did you put an end to that sorcerer? I did not like the look of his trinkets or the sound of his mutterings!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The threat of the Corsairs is over, but Aragorn does not have any time to rest. He has another charge for you, one that must be completed with haste and with utmost secrecy.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "You hear a woman's voice hailing you from the town of Erynos, to the north",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Aragorn is at the Camp of the Grey Host, to the north-west of Pelargir.\\n\\nYou have tracked down and defeated the Haradrim warriors that fled from Pelargir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Haradrim fleeing in the direction of the town of Erynos, east and north of Aragorn's camp, must be defeated before they can bring word of his victory at Pelargir.\\n\\nAragorn has asked you to find tracks left by terrified Haradrim near the town of Erynos.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Thurineth has some news for you at the gate of Erynos.\\n\\nYou defeated several of the Haradrim that fled from Pelargir, and a woman has hailed you from the gate of Erynos.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Thurineth saw a Haradrim sorcerer creeping around the outer wall of the town of Erynos, and wanted you to defeat him before you leave.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1191",
      "en": "You hear a rustling in the brush. Someone watches you from nearby!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "Defeated terrified Haradrim ([placeholder]/3)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1198",
      "en": "The sorcerer breathes his last, but his mocking smile remains",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Talk to Aragorn at the Camp of the Grey Host",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "Haradrim fleeing in the direction of the town of Erynos, east and north of Aragorn's camp, must be defeated before they can bring word of his victory at Pelargir.\\n\\nAragorn has asked you to find tracks left by terrified Haradrim near the town of Erynos.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "Defeated terrified Haradrim ([placeholder]/3)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6ac7",
      "en": "Defeat the Haradrim Sorcerer near Erynos",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Travel east in pursuit of terrified Haradrim! I believe they will come to the walls of Erynos before they can break free of their fright. Defeat them and keep word of our victory at Pelargir from reaching unfriendly ears!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Travel east in pursuit of terrified Haradrim! I believe they will come to the walls of Erynos before they can break free of their fright. Defeat them and keep word of our victory at Pelargir from reaching unfriendly ears!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "As you study the tracks, you feel eyes upon you. Someone hides nearby!",
      "es": "",
      "es (fem)": ""
    }
  ]
}