{
  "id": 620958278,
  "txt": [
    {
      "id": 228870261,
      "en": "Book 3, Chapter 3: Fearless",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'Find the vale of Tumladen in Upper Lebennin, and see how the war has treated the rest of the kingdom. I will follow behind with four thousand swords and strong men to wield them!'",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'Hullo there! Are you a Halfling? You look like a Halfling to me! Are you a hero?'\\n\\nThe boy looks at you with wide eyes and an admiring expression.\\n\\n'You must be journeying to Minas Tirith! They are going to need you there, I am certain of it! There is going to be a war... it may have already started! Are you going to be in the thick of the fighting? I would be, if they'd let me!\\n\\n'I heard there was another Halfling in the White City! Do you know him? I did not see him, but he could not have been much taller than I am, and I wager he will be allowed to fight! Why not me? I heard tell he was a friend of Mithrandir, the Grey Pilgrim. Perhaps that is the reason.\\n\\n'Some folk have all the good fortune, and leave none for the rest of us! It is not fair!'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Defeat Haradrim in Upper Lebennin ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Before he departed for Minas Tirith, Prince Imrahil charged me with the defence of the fiefs he left behind. I accepted this duty, knowing it might end in death, and left my son to protect my own lands. I engaged the Corsairs and Southrons at the city of Linhir, but we were heavily outnumbered and our defeat seemed certain.\\n\\n'And then a new force joined the fray: a vast army of shadows from the forbidden paths under the mountains! They were Dead Men, and they brought death with them, silent and sure. My men cast aside their weapons and fled, but I stood my ground, and when I saw the banner of he who led them I was glad, for it was Aragorn, and he rode 'neath the standard of the King. 'Fearless' he called me, but what man can be afraid when a King has returned to a kingdom that needs him?\\n\\n'I have four thousand men with me, and they will travel behind us. It will be slow going for them, so we will ride ahead and see what awaits them. Let us fight the Southrons in Upper Lebennin and clear the way for their swords! Then we will come to the vale of Tumladen and see the state of the war.'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Find the entrance to the vale of Tumladen, in Upper Lebennin",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I have four thousand men with me, and they will travel behind us. It will be slow going for them, so we will ride ahead and see what awaits them. Let us fight the Southrons in Upper Lebennin and clear the way for their swords! Then we will come to Tumladen and see the state of the war.'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to White City refugees in Tumladen ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Find the Crossings of Erui, east of Tumladen",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Find the vale of Tumladen in Upper Lebennin, and see how the war has treated the rest of the kingdom. I will follow behind with four thousand swords and strong men to wield them!'",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Defeat Haradrim that threaten the Crossings of Erui ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Do you plan to travel to Minas Tirith? I would advise you to rethink your course! If the city is not already besieged, it soon will be! Much of my family has been evacuated, but my sons remained behind at the request of their commander. They will defend the city, and are glad for the chance, but I am afraid for them.\\n\\n'As we left Minas Tirith, I saw smoke rising from Osgiliath. I hope Faramir holds it still, but I do not know how long even he can last. He is the son of the Steward and very brave, but I have heard that the armies arrayed against us are vast and uncaring. I have heard also that Boromir left on an errand to the north, and has not yet returned. I would feel better for my sons if Boromir returned and stood on the front lines... may it be soon!\\n\\n'Right now we await word that it is safe to return to the city. Tumladen has enough supplies for its garrison, now absent, so we should be able to stay as long as necessary. But I hope this is resolved quickly.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'They say I am too old to fight, even if the desire to protect my home and my family burns as brightly within my bosom as it does within those of younger men. I am not afraid to die, if that death were to be in service of Steward Denethor or his brave sons!\\n\\n'Still I have been carted here to wait for the end with the children and the women. What justice is there in that? They say the son of the Steward holds Osgiliath, but how long can he hope to stand against all the armies that pour out of the East? That city has changed hands before, but it seems to this old man that the next time it falls may be the last.\\n\\n'When that happens, I think they will rue sending us away. The White City will have need of folk to wield swords, no matter their ages. Mark my words, and mark them well!'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Hullo there! You look like a real adventurer! Are you really a hero?'\\n\\nThe boy looks at you with wide eyes and an admiring expression.\\n\\n'You must be journeying to Minas Tirith! They are going to need you there, I am certain of it! There is going to be a war... it may have already started! Are you going to be in the thick of the fighting? I would be, if they'd let me!\\n\\n'I heard there was a Halfling in the White City! I did not see him, but he could not have been much taller than I am, and I wager he will be allowed to fight! Why not me? I heard tell he was a friend of Mithrandir, the Grey Pilgrim. Perhaps that is the reason.\\n\\n'Some folk have all the good fortune, and leave none for the rest of us! It is not fair!'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Angbor outside the entrance to the vale of Tumladen",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Talk to Angbor on the small hill west of the Crossings of Erui",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'You have done good work here. I suspected that we would find these havens full of refugees from the White City, which means that the war will soon be joined if it has not already begun.\\n\\n'Four thousand swords travel slowly, but when they arrive they will make all their points, with sharp arguments! We must make sure their path is free of obstruction. There is a good place to cross the River Erui, to the south, but it is held by the Haradrim. Let us go to the Crossings and defeat these Southrons so my army can pass.\\n\\n'Any Haradrim in Upper Lebennin pose a threat to the Crossings, and they must be stopped!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Aragorn has given you an important mission: to travel by land the route he takes by ship, and come in that way to Minas Tirith to find Gandalf or Faramir.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Angbor ",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Angbor has come to the entrance to the vale of Tumladen.\\n\\nYou have learned that folk have been evacuated from Minas Tirith, and the war is about to be joined. You should find Angbor and tell him what you have learned.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "The vale of Tumladen is in the northern reaches of Upper Lebennin.\\n\\nYou have defeated many Haradrim in Upper Lebennin and should now find the vale of Tumladen.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'The Haradrim hold the Crossings. They must be defeated.'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Many refugees from elsewhere in Gondor can be found throughout the vale of Tumladen.",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Angbor wants you to travel east of Tumladen to the Crossings of Erui, and to defeat the Haradrim camped there.",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Angbor keeps watch on a hill just to the west of the Crossings of Erui.",
      "es": ""
    },
    {
      "id": 177082772,
      "en": "Haradrim threaten to overrun the Crossings of Erui",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "Defeated Haradrim ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "The road into Upper Lebennin passes through the port-city of Pelargir.\\n\\nAngbor has asked you to travel east into Upper Lebennin and to defeat many of the Haradrim there.",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "Defeated Haradrim in Upper Lebennin ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'Very good, my friend. You have disrupted the preparations of the Haradrim, and my men will be able to cross the Erui without fear of Southron fortifications. Even a force of four thousand can suffer many losses when attacking a much smaller force, provided the smaller force has time to prepare.'",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'As we left Minas Tirith, I saw smoke rising from Osgiliath. I hope Faramir holds it still, but I do not know how long even he can last. He is the son of the Steward and very brave, but I have heard that the armies arrayed against us are vast and uncaring. I have heard also that Boromir left on an errand to the north, and has not yet returned. I would feel better for my sons if Boromir returned and stood on the front lines... may it be soon!\\n\\n'Right now we await word that it is safe to return to the city. Tumladen has enough supplies for its garrison, now absent, so we should be able to stay as long as necessary. But I hope this is resolved quickly.'",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "Tumladen has become home to many displaced refugees",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'I heard there was a Halfling in the White City! I did not see him, but he could not have been much taller than I am, and I wager he will be allowed to fight! Why not me? I heard tell he was a friend of Mithrandir, the Grey Pilgrim. Perhaps that is the reason.\\n\\n'Some folk have all the good fortune, and leave none for the rest of us! It is not fair!'",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'They say the son of the Steward holds Osgiliath, but how long can he hope to stand against all the armies that pour out of the East? That city has changed hands before, but it seems to this old man that the next time it falls may be the last.\\n\\n'When that happens, I think they will rue sending us away. The White City will have need of folk to wield swords, no matter their ages. Mark my words, and mark them well!'",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'Four thousand swords travel slowly, but when they arrive they will make all their points, with sharp arguments! We must make sure their path is free of obstruction. There is a good place to cross the River Erui, to the east, but it is held by the Haradrim. Let us go to the Crossings and defeat these Southrons so my army can pass.'",
      "es": ""
    }
  ]
}