{
  "id": 620958266,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Black Sails: Loading the Ships",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'These need to go to the Corsair flagship, for that's the one that has the most room. Techeron is waiting for these supplies on the flagship moored at the large southern dock of the Market Ward. You can't miss it: it's the big one.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Lothrandir in the Camp of the Grey Host",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I do not know what I am doing, [placeholder]. I could do little more than stay atop the horse Dagoras provided for me on the ride from Rohan. I am still weak from my stay within Saruman's dungeons, and even lifting a sword leaves me fatigued. I am exhausted and frustrated!\\n\\n'I volunteered to help load the ships with supplies, expecting to struggle through and beyond the unfair limitations of my strength, but Radanir took my place and sent me back here. My face was red with shame, but I must admit he was right. I need to rest and recover my strength. Curse the traitor-Wizard!\\n\\n'Find Radanir and help him carry my share of the supplies onto the Corsair flagship. You will find him in the West-garth, by one of the bridges that leads to the Court of the Ship-kings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Looks like Techeron owes me some coins, [placeholder]. We had a friendly wager concerning what would happen first: Lothrandir returning to try and carry these crates, or you showing up to carry them in his stead.\\n\\n'I never doubted you for a moment, and now you've won me some coins. I thank you for being so honourable. And predictable!'\\n\\nRadanir laughs.\\n\\n'These need to go to the Corsair flagship, for that's the one that has the most room. Techeron is waiting for these supplies on the flagship moored at the large southern dock of the Market Ward. You can't miss it: it's the big one.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Pick up the supply barrel by Radanir in the West-garth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Hold a moment, [placeholder]. Did you know that Radanir and I had a bit of a friendly wager? It was just to amuse us during a bit of tedium, and I do not want you to take it too greatly to heart.\\n\\n'You see, I wagered that Lothrandir would return to the city and finish the task of loading the ships, instead of you, but I did not mean to disparage your strength or ability! All know of your great deeds and the help you have provided to us on this journey!\\n\\n'No, I based my wager on how hardy Lothrandir always appears. He chose to live in distant Forochel, after all! Such inhospitable places breed stalwart men, and Lothrandir was strong to start! He is the toughest Ranger I have ever met, and... well... perhaps that is the reason for my wager, [placeholder].\\n\\n'I simply could not believe that Lothrandir's strength could be taken from him, but Saruman has turned him into a shell of his former self. Such treatment in the dungeons of the Wizard would kill a lesser man, I have no doubt, but it pains me to see Lothrandir so weak, so tired. I think I wagered against you with the hope that it was not so.\\n\\n'I am sorry for taking up so much of your time, my friend. I wanted you to know.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Techeron on the Corsair flagship",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'You should go back to Techeron and ask him about my coins. You know, just to make sure he has not forgotten about our little wager.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Lothrandir is upset at his condition, still weakened from his imprisonment in Isengard, and wants to help the Grey Company ready the ships.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Techeron is on the Corsair flagship moored at the large southern dock in the Market Ward, in Pelargir.\\n\\nYou have delivered some supplies to the flagship, and now Techeron wants to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Thank you for doing my part, [placeholder]. Asking for help does not come naturally for me, and I beg you forgive me for it. I hope to regain my strength before long. This weakness and fatigue pains me more than any of the injuries I sustained in Saruman's care!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Radanir is in the West-garth of Pelargir, by one of the bridges that leads to the Court of the Ship-kings.\\n\\nLothrandir has asked you to find Radanir and help him load the ships with supplies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Find Radanir and help him carry my share of the supplies onto the Corsair flagship. You will find him in the West-garth, by one of the bridges that leads to the Court of the Ship-kings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Lothrandir is at the Camp of the Grey Host, west of the port-city of Pelargir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "There are crates that need to be carried to the Corsair flagship moored at the large dock on the south end of the Market Ward. Crates can be found by Radanir's position in the West-garth, near one of the bridges to the Market Ward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Radanir in the West-garth of Pelargir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5e40",
      "en": "You dropped the crate! How embarrassing!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Pick up the supply crate by Radanir in the West-garth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6ae9",
      "en": "Carry the supply crate to the Corsair flagship moored at the large southern dock of the Market Ward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5e45",
      "en": "You dropped the barrel! How embarrassing!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "There are barrels that need to be carried to the Corsair flagship moored at the large dock on the south end of the Market Ward. Barrels can be found by Radanir's position in the West-garth, near one of the bridges to the Market Ward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6af4",
      "en": "Carry the supply barrel to the Corsair flagship moored at the large southern dock of the Market Ward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "Techeron reluctantly thanks you for the supplies, though it lost him a wager",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'I simply could not believe that Lothrandir's strength could be taken from him, but Saruman has turned him into a shell of his former self. Such treatment in the dungeons of the Wizard would kill a lesser man, I have no doubt, but it pains me to see Lothrandir so weak, so tired. I think I wagered against you with the hope that it was not so.\\n\\n'I am sorry for taking up so much of your time, my friend. I wanted you to know.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'These need to go to the Corsair flagship, for that's the one that has the most room. Techeron is waiting for these supplies on the flagship moored at the large southern dock of the Market Ward. You can't miss it: it's the big one.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "Techeron thanks you for the supplies",
      "es": "",
      "es (fem)": ""
    }
  ]
}