{
  "id": 620958286,
  "txt": [
    {
      "id": 162883765,
      "en": "'Faramir has spent more time of late ranging in the woods of Ithilien than he has in the White City. You are welcome to use my boat, and to have this advice: seek for Faramir and his rangers at Bâr Húrin, to the east. I ask only this: defeat any Haradrim you encounter in Ithilien. They are a danger to my friends and my kingdom.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 3, Chapter 5: Into Ithilien",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Enemy forces must have crossed the Anduin and taken the port of the Harlond by surprise. They have had time enough to fortify the south-gate of the Rammas against us. That makes things more difficult to be sure. Only that road can support the movement of my four thousand men. We simply do not have the time or the resources to ferry that many warriors across the Anduin, and moving them through the forests of Ithilien in a wide sweep would be far too slow and take too much time. If we take such a course, the war will be ended before my men get there! No, they must retake the Harlond, and they will need me to lead them in this effort.\\n\\n'You, however, have another errand. Aragorn wanted you to reach either Gandalf or Faramir? You can take a single craft across the Anduin and move more swiftly than four thousand. You must pass into Ithilien and come by that way to Osgiliath. Meanwhile, my men will assail the Harlond.\\n\\n'My scouts learned that a friend to Gondor operates a secret ferry to the east, among the high reeds that border the river. Find her and see if she will bring you across the river into Ithilien, [placeholder].'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Defeat Orcs in South Ithilien ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Defeat Haradrim in South Ithilien ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to Duilin at Bâr Húrin, in South Ithilien",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'You approach from the west? I have seen precious few foe-men come from that way. Most enemies to Gondor have come from the east. Why do you seek to cross the river?'\\n\\nYou tell the woman that you have important tidings of the war, but have sworn to give them only to Gandalf the Wizard or to Faramir of Minas Tirith.\\n\\n'I suspected as much, and will not ask for you to break your vow. I have not seen any Wizards in these parts, and the name Gandalf is unknown to me, but Faramir has spent more time of late ranging in the woods of Ithilien than he has in the White City. You are welcome to use my boat, and to have this advice: seek for Faramir and his Rangers at Bâr Húrin, to the east. I ask only this: defeat any Haradrim you encounter in Ithilien. They are a danger to my friends and my kingdom.'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Find the camp of Faramir's Rangers at Bâr Húrin, in South Ithilien",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "The woman guardedly considers you as you approach",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Angbor and his four thousand men must get to Minas Tirith, but the only acceptable road for such a force leads through the south-gate of the Rammas, which is held by a large enemy force.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'My scouts learned that a friend to Gondor operates a secret ferry to the east, among the high reeds that border the river. Find her and see if she will bring you across the river into Ithilien, [placeholder].'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "A friend of Gondor operates a secret ferry across the river among the reeds that border the Anduin, on the eastern side of Lossarnach.\\n\\nAngbor has asked you to enter Ithilien by yourself while he seeks to assail the Harlond with his army.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Duilin is at the camp of Faramir's Rangers, at Bâr Húrin in South Ithilien.\\n\\nDuilin of the Blackroot Vale has called your name and beckoned you to speak to him.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'My scouts learned that a friend to Gondor operates a secret ferry to the east, among the high reeds that border the river. Find her and see if she will bring you across the river into Ithilien, [placeholder].'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "A friend of Gondor operates a secret ferry across the river among the reeds that border the Anduin, on the eastern side of Lossarnach.\\n\\nAngbor has asked you to enter Ithilien by yourself while he seeks to assail the Harlond with his army.",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "A Gondorian man calls your name, and beckons to you",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Find the secret ferry among the reeds in the eastern reaches of Lossarnach",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to the secret ferrywoman",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "You have been given permission to cross into Ithilien and seek Faramir's Rangers at Bâr Húrin, as long as you defeat Haradrim in those woods as you go.",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "You have crossed into Ithilien and seek Faramir's Rangers at Bâr Húrin.",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'Faramir has spent more time of late ranging in the woods of Ithilien than he has in the White City. You are welcome to use my boat, and to have this advice: seek for Faramir and his Rangers at Bâr Húrin, to the east. I ask only this: defeat any Haradrim you encounter in Ithilien. They are a danger to my friends and my kingdom.'",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "Defeated Orcs in South Ithilien ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'Faramir has spent more time of late ranging in the woods of Ithilien than he has in the White City. You are welcome to use my boat, and to have this advice: seek for Faramir and his Rangers at Bâr Húrin, to the east. I ask only this: defeat any Haradrim you encounter in Ithilien. They are a danger to my friends and my kingdom.'",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "Defeated Haradrim in South Ithilien ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'I knew it was you the moment you came to this place! The Rangers of Ithilien have been watching your progress through the woods, speaking of your deeds, and my brother and I have been looking forward to meeting you!\\n\\n'I am Duilin, and this is my brother Derufin. We are no Rangers! We are from the Blackroot Vale, far west of here, and we marched to Minas Tirith with our father when the beacons were lit. And then... nothing. Sitting in idleness while excitement happens elsewhere has never been to either of our tastes, so we escaped from the White City and crossed the river in secret.\\n\\n'Now we seek adventure!'",
      "es": ""
    }
  ]
}