{
  "id": 620958263,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'Celairant was gathering up the weapons already. You are welcome to go down to the docks and help him with that task, if you like.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Mandan is inside the entrance to Pelargir.\\n\\nLanglas and Mandan are organizing the effort to gather up the weapons the Corsairs cast aside when they fled from the Oath-breakers at Pelargir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e00",
      "en": "Bring Corsair swords to Mandan at the north-west entrance to Pelargir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Ah, you had more success at the weapon-gathering than I did, but I too have done some good. These folk were fortunate I was here to see to their wounds! I know the plan is for us to leave this city, and it is important for us to do so, but we should try to help as many of the people here as we can.\\n\\n'I will put these weapons into a barrel and ask Celairant where he wants it brought, but you should return to Langlas and tell him that I will be on short rations for the rest of our journey. I wish to give a portion of my provisions to some of the families the attack from Umbar hit hardest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Langlas is at the Camp of the Grey Host, west of the port-city of Pelargir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Mandan is at the north-west entrance to Pelargir.\\n\\nYou have gathered up a number of Corsair blades and should bring them to Mandan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'How did you find the task, [placeholder]? I hope it was not too onerous for you.'\\n\\nYou tell Langlas what Mandan asked you to say to him, and he sighs.\\n\\n'I sent Mandan with Celairant in hopes that my young friend would be able to keep Mandan in line, but it seems he is still trying to peddle those salves and poultices of his. During our stay in Enedwaith, most of us looked forward to his excursions into the coomb seeking herbs... because it meant a respite from his sale-speak! He would inevitably return with more flowers and roots to add to his concoctions, but aside from worsening the smell I daresay they did not otherwise affect their properties.\\n\\n'Thank you for completing his task for him, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'You should return to Langlas and tell him that I will be on short rations for the rest of our journey. I wish to give a portion of my provisions to some of the families the attack from Umbar hit hardest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Mandan at the north-west entrance to Pelargir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'When the Corsairs fled, many of them cast their weapons to the ground. Mandan went ahead to gather up the fallen blades. Find him at the north-west entrance to Pelargir and help him with this task, for there are many weapons to be recovered.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "The Corsairs cast aside their blades when they fled from the Oath-breakers, and the fallen arms can be found at many places near the docks of Pelargir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Langlas at the Camp of the Grey Host",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Collect fallen Corsair swords by the docks in Pelargir ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "Collected fallen Corsair swords ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The Rangers of the Grey Company are hard at work in the port-city of Pelargir, cleaning up after the defeat of the Corsairs. The streets of Pelargir are littered with the weapons the Corsairs cast aside in their terror, and now it is up to the Rangers to remove the fallen arms.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Did you fight in the battle, [placeholder]? I was stricken with a great fear as the shades of the Dead joined the battle, and I confess to you that I felt a great urge to run from them, as the Corsairs did. And yet, before my heart betrayed me and I succumbed to the terror, I felt a hand upon my arm, and I was reassured.\\n\\n'Do you know who it was? It was Celairant, the young Ranger I took under my wing in Ered Luin. He is not as young as he was, and this journey has put some steel in him. It was an honour to stand with Aragorn, and the presence of Celairant was a comfort. I am proud to call him brother.\\n\\n'When the Corsairs fled, many of them cast their weapons to the ground. Mandan went ahead to gather up the fallen blades. Find him at the north-west entrance to Pelargir and help him with this task, for there are many weapons to be recovered.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Oh! Langlas sent you to check on me? That was quite unnecessary, [placeholder].'\\n\\nMandan scowls.\\n\\n'Well, perhaps it was a little necessary. You see, I began to gather some of the weapons the Corsairs cast aside when they fled, but it was slow work and I decided my own skills might be better used elsewhere. You know of my talent for fashioning and applying salves, of course? There are many wounded folk who could use such treatment, and I will see to them immediately.\\n\\n'Anyway, Celairant was gathering up the weapons already. You are welcome to go down to the docks and help him with that task, if you like.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Black Sails: Fallen Arms",
      "es": "",
      "es (fem)": ""
    }
  ]
}