{
  "id": 620958318,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Derufin can be found among the Osgiliath Culverts beneath the city.\\n\\nDamrod has asked you and Derufin to find the great ram, Grond, and damage or destroy it before it is pulled out of Osgiliath into the Pelennor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'[placeholder]! Derufin tells me that you were able to do some damage to the great ram, and it will be some time before Grond can be used against Minas Tirith. Why then has the colour drained from your face, and why do you bear that stricken expression?'\\n\\nThe thought of telling Damrod the truth weighs heavily upon you, but you know that the soldier already struggles on with very little hope. To tell him that the leaders of the Enemy's armies cannot be defeated in battle, and that death holds no permanence for such creatures of evil, would dash away any of his hopes that remain.\\n\\n'Cheer up, [placeholder]. Your efforts have bought the defenders of Minas Tirith some time, and those extra hours, however brief, might prove the difference. Evil cannot fight forever. Faramir will be found, and our battles will be won! Get some rest if you can, [placeholder]. Soon we will look to joining the defenders of the White City, and our battle will begin anew. But for now you have done well.'\\n\\nDamrod smiles heartily at you, but you think of the foe that was once Mordirith, and your heart is heavy.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "You managed to damage Grond, but learned an unsettling truth about the identity of Gothmog, a commander of the forces in Osgiliath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'You look as if you have seen a ghost!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Damrod is with his men among the culverts beneath Osgiliath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'My brother is already searching for adventure throughout the city, [placeholder]. We will find him and seek this weapon together!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Derufin among the Osgiliath Culverts and go with him to search for Grond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Our enemies have brought a great weapon to Osgiliath, a mighty ram that bears the name 'Grond.' The message you recovered is addressed from Gothmog to 'the master of the great beasts,' and it commands this master to pull the ram through the city to the West-gate. We must assume that Gothmog or his superiors plan to use Grond to smash the gates of Minas Tirith.\\n\\n'We have to stop it! If this message has not been delivered by another of Gothmog's runners, we have a brief window available to us before Grond begins to move once more. This hunter from the Blackroot Vale has been itching for a chance to prove himself. Take him and find Grond before it leaves the city, and damage or destroy the ram before it reaches the Pelennor. Once it leaves Osgiliath we will not be able to halt its progress, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d173",
      "en": "The forces of the Enemy have brought a terrible weapon to Osgiliath, and you must destroy it before it can be used against Minas Tirith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Derufin among the Osgiliath Culverts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Damrod among the Osgiliath Culverts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'You look as if you have seen a ghost, [placeholder], and if that terrible apparition's words are to be believed, mayhap you have!\\n\\n'Is it true? Was this creature spared death? How can we hope to fight against such foes, if even a true strike with a keen blade cannot cure them of this existence?'\\n\\nYou ask Derufin that he not tell anyone of Gothmog's words, and he nods his assent, if reluctantly.\\n\\n'I suppose that is for the best, but I do not like it. If the armies we face are led by creatures that cannot die, how long must we be expected to fight? How long must we stand, [placeholder]? I hope you understand that I am not afraid, but my brother is not as brave as I am, and I fear that he will not be willing to go on endlessly without victory.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Our enemies have brought a great weapon to Osgiliath, a mighty ram that bears the name 'Grond.' The message you recovered is addressed from Gothmog to 'the master of the great beasts,' and it commands this master to pull the ram through the city to the West-gate. We must assume that Gothmog or his superiors plan to use Grond to smash the gates of Minas Tirith.\\n\\n'We have to stop it! If this message has not been delivered by another of Gothmog's runners, we have a brief window available to us before Grond begins to move once more. This hunter from the Blackroot Vale has been itching for a chance to prove himself. Take him and find Grond before it leaves the city, and damage or destroy the ram before it reaches the Pelennor. Once it leaves Osgiliath we will not be able to halt its progress, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'You look as if you have seen a ghost, [placeholder], and if that terrible apparition's words are to be believed, mayhap you have!\\n\\n'Is it true? Was this creature spared death? How can we hope to fight against such foes, if even a true strike with a keen blade cannot cure them of this existence?'\\n\\nYou ask Derufin that he not tell anyone of Gothmog's words, and he nods his assent, if reluctantly.\\n\\n'I suppose that is for the best, but I do not like it. If the armies we face are led by creatures that cannot die, how long must we be expected to fight? How long must we stand, [placeholder]? I hope you understand that I am not afraid, but my brother is not as brave as I am, and I fear that he will not be willing to go on endlessly without victory.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 3, Chapter 8: Gothmog Appears",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'What is wrong? Is everything all right?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}