{
  "id": 620958285,
  "txt": [
    {
      "id": 162883713,
      "en": "'The waggon-driver's son speaks wisdom. I have heard that Imloth Melui is known for the quality of its healers, and the folk here will know the value of the goods on this waggon.'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "The docks of the Harlond have been seized by the enemy",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Angbor has asked you to travel to the meeting of the roads just south of Imloth Melui, in Lossarnach, to learn the state of the war in that land.",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'We must go to Minas Tirith. The fields of the Pelennor outside the White City are encircled by a great wall, the Rammas Echor, through which we must pass.\\n\\n'The south-gate in the Rammas is located in the haven of the Harlond. That is where we must go. First we will do as Aragorn requested, and see how fares the settlement of Imloth Melui, to the north along the road. There is a meeting of roads just south of Imloth Melui, in Lossarnach. Let us go there and assess the situation.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Lossarnach is a land of beauty, but we must not slow our steps to admire its sweet-smelling flowers! There will be time enough for that when this war is won! We must go to Minas Tirith. The fields of the Pelennor outside the White City are encircled by a great wall, the Rammas Echor, through which we must pass.\\n\\n'The south-gate in the Rammas is located in the haven of the Harlond. That is where we must go. First we will do as Aragorn requested, and see how fares the settlement of Imloth Melui, to the north along the road. There is a meeting of roads just south of Imloth Melui, in Lossarnach. Let us go there and assess the situation.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Bandron and Nethadan have stopped their waggon south of Imloth Melui, in Lossarnach, and you should find out what has brought them here and why they have stopped.",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'I did not expect to see you again, [placeholder].'",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'Oh, hello there, [placeholder]. How have you been keeping? I have been doing well.\\n\\n'My father was not pleased with me when I returned to him in Tarlang's Neck, but he is always looking for a reason to be unhappy. I told him to look on the bright side, as I do. After all, we will never want for nails! I have never known him to have enough of something before, and now he does. How many can say that? Very few folk!'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Bandron has asked you to go to Harlond and <rgb=#FF0000>look</rgb> at certain locations to determine whether it is safe for him to go that way: the entrance of the city, the docks, and the gate in the Rammas Echor, the Pelennor's encircling wall.",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Talk to Bandron on the road south of Imloth Melui",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'I did not expect to see you again, [placeholder]. I am not too proud to tell you that when Nethadan returned to my waggon with that second barrel of nails, I considered giving up on my profession and becoming a recluse then and there! I weighed that course very seriously, but in the end I decided it would be shameful to surrender to such a trial and I remain a waggon-driver.\\n\\n'My son has done nothing but make me regret that choice ever since! \\qFather, I ate too many apples.\\q \\qFather, I think I have a splinter.\\q \\qFather, I miss the sun.\\q When I was a boy, I would have taken this eternal night with more grace than he does, truly.\\n\\n'We are bound for Minas Tirith and its Houses of Healing with a supply of Cemenduril liquor from Galengam's Divine and Delicate Draughts, but I do not know if we will have safe passage. We encountered a traveller on the road who says the Harlond is full of Orcs! Can you investigate if this is so? There are three places I would know about, in particular: the entrance to Harlond, the docks, and the gate-house in the Rammas Echor, the wall that encircles the Pelennor.'",
      "es": ""
    },
    {
      "id": 111477412,
      "en": "Talk to Nethadan in Imloth Melui",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "Talk to Bandron on the road south of Imloth Melui",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 49286707,
      "en": "<rgb=#FF0000>Look</rgb> within the Harlond, near the entrance of the city",
      "es": ""
    },
    {
      "id": 111477416,
      "en": "Talk to Angbor on the road south of Imloth Melui",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Bandron is by his waggon in Lossarnach, south of Imloth Melui.\\n\\nYou have investigated the port of the Harlond and found that it is occupied by the enemy. Bandron will not be able to go that way.",
      "es": ""
    },
    {
      "id": 49286710,
      "en": "<rgb=#FF0000>Look</rgb> within the Harlond, near the docks",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'The Harlond is overrun? If we cannot get to the south-gate in the Rammas, we will not be able to bring our wares to Minas Tirith! What is it like to have good fortune? I would truly like to know, for I have never had it!\\n\\n'If there is a bright side to this news, it is that I suspected it was so. No ill news is truly surprising to me anymore, [placeholder]! We cannot return to Galengam without selling his goods, so I sent Nethadan to Imloth Melui to find a purchaser for our Cemenduril liquor. Go north to the town and find my son, for he has not yet returned.'",
      "es": ""
    },
    {
      "id": 49286711,
      "en": "<rgb=#FF0000>Look</rgb> within the Harlond, near the gate of the Rammas Echor",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "A waggon is stopped in the road. You recognize its driver from his exasperated expression",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Nethadan is somewhere within Imloth Melui, looking for a purchaser for the Cemenduril liquor.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Hello there, [placeholder]! What good timing! I was just telling these ladies about some of our adventures. Do you remember when we fought off those Corsair raiders together? That was really something, was it not?'\\n\\nNethadan already looks happier than you have ever seen him, and his mood only improves when you tell him that the road through the Harlond is closed.\\n\\n'How unfortunate! How ill-fated! Even so, I think this will be a fine place to stay until the road is clear. This is the perfect place to bring our waggon of valuable healing liquors. Did you know that this town has produced some of the finest healers in all the kingdom?\\n\\n'Now where was I? Oh yes! I have always sought to provide for my family and my dear old dad. He will never want for nails, for example....'",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Bandron is on the road south of Imloth Melui, waiting for his son Nethadan to return.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'I did not know you travelled with Lord Angbor of Lamedon, [placeholder]! It is my honour to serve him in any way I can, and I truly hope you have no tidings of Nethadan that might embarrass me in the presence of my liege!'\\n\\nBandron is shaking with obvious terror of what you might say, and he exhales with obvious relief when you tell him that Nethadan believes Imloth Melui will be a good place to stay until the road through the Harlond is open.\\n\\n'That is my responsible boy! I have often prided myself on the example he sets for others, my Lord Angbor! Why, I think he seeks to model his behaviour after your own son, Drambor. That is my Nethadan, all right!'\\n\\nPrivately, you think to yourself that perhaps both father and son have more in common than either would admit.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'I think this will be a fine place to stay until the road is clear. This is the perfect place to bring our waggon of valuable healing liquors. Did you know that this town has produced some of the finest healers in all the kingdom?\\n\\n'Now where was I? Oh yes! I have always sought to provide for my family and my dear old dad. He will never want for nails, for example....'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to Bandron on the road south of Imloth Melui",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'This waggon-driver serves Galengam, a merchant from my own town of Calembel. I have found Galengam's prices to be rather higher than is fair, and have spoken to the merchant about it before.'",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Angbor is standing by Bandron's waggon on the road south of Imloth Melui, in Lossarnach.",
      "es": ""
    },
    {
      "id": 162883746,
      "en": "'We are bound for Minas Tirith and its Houses of Healing with a supply of Cemenduril liquor from Galengam's Divine and Delicate Draughts, but I do not know if we will have safe passage. We encountered a traveller on the road who says the Harlond is full of Orcs! Can you investigate if this is so?'",
      "es": ""
    },
    {
      "id": 24695140,
      "en": "Angbor is ready to cross into Lossarnach, continuing the journey toward Minas Tirith and the onset of war with the forces of evil.",
      "es": ""
    },
    {
      "id": 162883749,
      "en": "'We cannot return to Galengam without selling his goods, so I sent Nethadan to Imloth Melui to find a purchaser for our Cemenduril liquor. Go north to the town and find my son, for he has not yet returned.'",
      "es": ""
    },
    {
      "id": 162883751,
      "en": "'That is my responsible boy! I have often prided myself on the example he sets for others, my Lord Angbor! Why, I think he seeks to model his behaviour after your own son, Drambor. That is my Nethadan, all right!'",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'Oh, hello there, [placeholder]. How have you been keeping? I have been doing well.\\n\\n'My father was not pleased with me when I returned to him in Tarlang's Neck, but he is always looking for a reason to be unhappy. I told him to look on the bright side, as I do. After all, we will never want for nails! I have never known him to have enough of something before, and now he does. How many can say that? Very few folk!'",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'We must go to Minas Tirith. The fields of the Pelennor outside the White City are encircled by a great wall, the Rammas Echor, through which we must pass.\\n\\n'The south-gate in the Rammas is located in the haven of the Harlond. That is where we must go. First we will do as Aragorn requested, and see how fares the settlement of Imloth Melui, to the north along the road. There is a meeting of roads just south of Imloth Melui, in Lossarnach. Let us go there and assess the situation.'",
      "es": ""
    },
    {
      "id": 177082736,
      "en": "You are near the gate in the Rammas Echor",
      "es": ""
    },
    {
      "id": 177082737,
      "en": "You are near the docks of the Harlond",
      "es": ""
    },
    {
      "id": 177082738,
      "en": "You are near the entrance of the Harlond, gateway to the Pelennor",
      "es": ""
    },
    {
      "id": 177082752,
      "en": "You see TBD!",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Find the meeting of the roads just south of Imloth Melui, in Lossarnach",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "The Rammas Echor, which blocks the way to the Pelennor, is besieged by the enemy",
      "es": ""
    },
    {
      "id": 177082761,
      "en": "The Harlond appears to have been devastated by the attack of a large force",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 3, Chapter 4: Another Difficult Road",
      "es": ""
    }
  ]
}