{
  "id": 620958317,
  "txt": [
    {
      "id": 177082786,
      "en": "A feeling of dread falls upon you, and hazy images swim before your eyes",
      "es": ""
    },
    {
      "id": 66261537,
      "en": "'[placeholder]...'",
      "es": ""
    },
    {
      "id": 66261538,
      "en": "'Many days have passed since last I saw you.'",
      "es": ""
    },
    {
      "id": 235466147,
      "en": "Stand your ground, despite the overpowering feeling of dread!",
      "es": ""
    },
    {
      "id": 66261539,
      "en": "'Many leagues have you travelled.'",
      "es": ""
    },
    {
      "id": 66261540,
      "en": "'We are both changed, [placeholder]... can you feel it?'",
      "es": ""
    },
    {
      "id": 66261541,
      "en": "'Once I was Mordirith, Steward of Angmar, but I was undone by trickery.'",
      "es": ""
    },
    {
      "id": 66261542,
      "en": "'The Elf Laerdan is slain, and the daughter...'",
      "es": ""
    },
    {
      "id": 66261543,
      "en": "'The daughter is not worthy of mention.'",
      "es": ""
    },
    {
      "id": 235466151,
      "en": "Shake the unearthly visions from your mind and memory",
      "es": ""
    },
    {
      "id": 162883668,
      "en": "'What a terrible weapon, [placeholder]. My brother and I took solemn vows when we were children to always look upon the bright side of a situation, but I must tell you that I am finding it difficult to maintain this outlook while confronted with the terrible Grond!\\n\\n'And yet, you managed to disable it, at least for a time. Even a weapon as frightful as this can be slowed! Hope springs in my breast even as I worry, and the worry passes!'",
      "es": ""
    },
    {
      "id": 66261544,
      "en": "'I fell unto the Void, but my Master pulled me back.'",
      "es": ""
    },
    {
      "id": 66261545,
      "en": "'The blade was the key, [placeholder].'",
      "es": ""
    },
    {
      "id": 69036777,
      "en": "Make your way through Osgiliath with Derufin",
      "es": ""
    },
    {
      "id": 258136337,
      "en": "'You did it, [placeholder]!'",
      "es": ""
    },
    {
      "id": 258136338,
      "en": "'Run, [placeholder]!'",
      "es": ""
    },
    {
      "id": 69036789,
      "en": "Continue searching for Grond with Derufin",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Talk to Derufin and ask him about the dreadful, ghostly images",
      "es": ""
    },
    {
      "id": 188192341,
      "en": "Unearthly Vision",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Travel north through Osgiliath in search of Grond",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Derufin and Duilin have caught up with you and marvel at the sheer size of the mighty ram Grond.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 127884864,
      "en": "Derufin has been defeated!",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Derufin within Osgiliath",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The enemy has brought a great weapon to Osgiliath, and you have volunteered to damage or destroy the mighty ram Grond before it can be used against Minas Tirith.",
      "es": ""
    },
    {
      "id": 169833825,
      "en": "DNT - Begin Camera Move",
      "es": ""
    },
    {
      "id": 169833826,
      "en": "DNT - End Camera Move",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Give your last respects to Golodir",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Find Grond somewhere within Osgiliath",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Before we left the culverts, I asked Damrod how we will know this ram called Grond, and he responded with laughter. When I pressed him on the matter, he said we would simply know, so it must be obvious, [placeholder].\\n\\n'Let us make our way through the city and see if he speaks the truth!'",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "Damage the great ram Grond ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'What is wrong, [placeholder]?'\\n\\nYou ask Derufin what he makes of the ghostly images and the feeling of dread that accompanied them, and he looks at you with confusion.\\n\\n'I do not know of what you speak, friend. I see nothing but an absence of Orcs and the crumbling ruins of once-proud Osgiliath. You say that you saw more than that? Do you see it still?'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'I stand in awe of your deeds, [placeholder]! You have managed to inflict some damage on the great weapon of the Enemy! It seems clear that the destruction of Grond itself is beyond our means, but you have inflicted enough damage to the structure that bears it, and that may slow its progress toward the gates of Minas Tirith!\\n\\n'My brother fought a number of Orcs within the city, well more than we encountered. He thinks they are preparing for a renewed assault.'",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "Derufin is within Osgiliath, and has expressed concern over the increasingly potent visions you have experienced within the city.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 47542658,
      "en": "'We must also remain alert for my brother Duilin, for he too hunts within the city.'",
      "es": ""
    },
    {
      "id": 47542659,
      "en": "'Come, [placeholder], it is the time for courageous deeds!'",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to Derufin within Osgiliath",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Travel north through Osgiliath in search of Grond",
      "es": ""
    },
    {
      "id": 254878320,
      "en": "'The Dúnadan who first wounded me lives still, drowning his sorrows in the North.'",
      "es": ""
    },
    {
      "id": 254878321,
      "en": "'While he lives I cannot die!'",
      "es": ""
    },
    {
      "id": 254878322,
      "en": "'Do you think he felt my return?'",
      "es": ""
    },
    {
      "id": 254878323,
      "en": "'Does hated Golodir feel my presence even now?'",
      "es": ""
    },
    {
      "id": 254878324,
      "en": "'Do you think my anger haunts him still in the northern lands?'",
      "es": ""
    },
    {
      "id": 254878325,
      "en": "'It matters not.'",
      "es": ""
    },
    {
      "id": 254878326,
      "en": "'The Dark Lord has given me a new form... a stronger form...'",
      "es": ""
    },
    {
      "id": 254878327,
      "en": "'I am Gothmog, the Dread Terror, and Minas Tirith shall crumble before me!'",
      "es": ""
    },
    {
      "id": 246419892,
      "en": "You have found Grond, and the mighty ram is undefended. Now is the time for you to damage its great wheels.",
      "es": ""
    },
    {
      "id": 254629649,
      "en": "'Let us fight through the city in search of the weapon Grond.'",
      "es": ""
    },
    {
      "id": 254629650,
      "en": "'Orcs ahead! Let none escape us!'",
      "es": ""
    },
    {
      "id": 254629651,
      "en": "'Where are all the Orcs? There should be more foes here than this...'",
      "es": ""
    },
    {
      "id": 254629652,
      "en": "'Where are all the Orcs?'",
      "es": ""
    },
    {
      "id": 254629653,
      "en": "'There are so many camps, and the smell of roasting meat is still on the air.'",
      "es": ""
    },
    {
      "id": 254629654,
      "en": "'Where did the Orcs go, and for what purpose?'",
      "es": ""
    },
    {
      "id": 254629655,
      "en": "'Perhaps they have been roused by their masters for some offensive?'",
      "es": ""
    },
    {
      "id": 260959777,
      "en": "'I cannot believe the size of it! It is larger than a Mûmak!'",
      "es": ""
    },
    {
      "id": 254629656,
      "en": "'[placeholder], what is wrong? You look quite unwell!'",
      "es": ""
    },
    {
      "id": 260959778,
      "en": "'Derufin, let's get out of here!'",
      "es": ""
    },
    {
      "id": 254629657,
      "en": "'What is going on here?'",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'I can tell by your face that something has you in its grip, [placeholder], and it is frustrating to see you experience this devilry and be unable to help in any way! All I can say to you is to master your eyes, and distrust even convincing visions of horror, for they surely seek to lead you astray!\\n\\n'Duilin and I grew up in the Blackroot Vale, and we are no strangers to feelings of dread. But why do you feel this presence so keenly and I feel nothing?\\n\\n'The sooner we find Grond and destroy it, the sooner we will leave this place. If you are well enough to continue, you should search to the north and I will search to the east. Stand strong against whatever evil you find, my friend, and know that you are its better!'",
      "es": ""
    },
    {
      "id": 127884928,
      "en": "Derufin has been defeated!",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "As you approach the fallen Ranger, your mind rebels at the thought that Golodir might have somehow gotten ahead of you and come to Osgiliath against Aragorn's command. How could he have come more swiftly than the Corsair ships, more swiftly than your own tread?\\n\\nThe merest flickering doubt is enough to dispel your wondering mind, and you see now that the body lying on the cold stones of war-torn Osgiliath is not that of Golodir after all, but another soldier fallen in the defence.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Gothmog Appears",
      "es": ""
    },
    {
      "id": 111175877,
      "en": "Gondorian Soldier",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "You have made your way with Derufin into enemy-occupied Osgiliath in search of the mighty ram Grond.",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Derufin is within the city of Osgiliath, helping you search for Grond, the mighty weapon of the enemy.\\n\\nYou experienced an overpowering feeling of dread within the city of Osgiliath, and felt the presence of ghostly images, but Derufin does not seem to have noticed any of the strange occurrences.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Derufin has asked you to travel north through Osgiliath while he searches to the east for his brother Duilin and for Grond.",
      "es": ""
    },
    {
      "id": 47542704,
      "en": "'Should we continue our search?'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Derufin has asked you to travel north through Osgiliath while he searches to the east for his brother Duilin and for Grond.",
      "es": ""
    },
    {
      "id": 47542705,
      "en": "'Yes, we must. Grond awaits!'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Can it be? How did Golodir come to Osgiliath before you, and what evil befell him here?",
      "es": ""
    },
    {
      "id": 47542706,
      "en": "'There is an Orc-patrol! Cast aside your feelings of unease and dispatch these foes!'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "You are drawn to the north-east... is that where Grond may be found?",
      "es": ""
    },
    {
      "id": 47542707,
      "en": "'[placeholder], are you well?'",
      "es": ""
    },
    {
      "id": 47542708,
      "en": "'Search to the north and I will search to the east. Fear no phantoms!'",
      "es": ""
    },
    {
      "id": 177082737,
      "en": "Grond resists your efforts, but you do not give up ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082743,
      "en": "Your heart is gripped by a sudden chill",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "A flash of colour to the north-east! Can it be?",
      "es": ""
    },
    {
      "id": 253643957,
      "en": " ",
      "es": " "
    },
    {
      "id": 177082755,
      "en": "You have found Grond, great weapon of the Enemy",
      "es": ""
    },
    {
      "id": 246419779,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "Your eyes must be playing tricks on you",
      "es": ""
    },
    {
      "id": 246419782,
      "en": "Derufin and Duilin have caught up with you and marvel at the sheer size of the mighty ram Grond.",
      "es": ""
    },
    {
      "id": 246419784,
      "en": "A terrifying foe has come to Osgiliath.",
      "es": ""
    },
    {
      "id": 111477330,
      "en": "Talk to Derufin by the mighty ram Grond",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "You have found the broken body of the Ranger Golodir",
      "es": ""
    },
    {
      "id": 111477333,
      "en": "Talk to Duilin by the mighty ram Grond",
      "es": ""
    },
    {
      "id": 111477337,
      "en": "Stand with Duilin and Derufin within Osgiliath",
      "es": ""
    }
  ]
}