{
  "id": 620958262,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Aragorn has asked you to help the members of the Grey Company prepare to depart on the Corsair ships bound for Minas Tirith.\\n\\n<rgb=#00FF00>Rangers at the Camp of the Grey Host have begun to perform Aragorn's tasks. Help them with their 'Black Sails' quests to fulfill his wishes.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Aragorn is at the Camp of the Grey Host, waiting for your report on the preparations of the Corsair ships.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "'Black Sails' quest completed ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Aragorn at the Camp of the Grey Host",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Angbor the Fearless is at the Camp of the Grey Host, waiting to speak with you.\\n\\nAragorn is ready to depart for Minas Tirith on the Corsair ships, and has asked you to travel overland with Angbor and his men to learn the state of the war.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "Aragorn smiles in farewell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Angbor at the Camp of the Grey Host",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'I have heard a great deal about you, [placeholder], and I welcome you as a travelling companion into the lands to the east. If you are half as brave and skilled as Aragorn tells me, we shall have no trouble at all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Aragorn has a plan: he wishes to sail up the river on the deck of the Corsair ships, coming to the aid of Minas Tirith to the surprise of its enemies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'We still have our own parts to play, and I deem it important that we play them well! I wish to sail up the river on the deck of the Corsair ships, and come by that route to the aid of Minas Tirith. It is my hope that we will arrive in time and with such surprise that we can strike a blow to the fighting will of those who threaten the city.\\n\\n'We do not have much time to prepare, but there are a number of tasks I have given my friends to perform that will help us set forth as quickly as possible. Help them with these tasks, if you would, for every moment we hesitate is a moment the Enemy would relish!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Complete 'Black Sails' quests for the Grey Company ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'I asked that you help prepare the ships with haste, but I did not expect such speed even from you, [placeholder]! I thank you for your efforts and know that we are put in the best position we could be as a result.\\n\\n'I have given some thought to this next request, my friend, and I hope you agree with me on this. I do not ask you to accompany me on the ships. Instead, I ask you to travel by land through Upper Lebennin and Lossarnach. We must learn the state of the war to the east. The vale of Tumladen and the town of Imloth Melui had strong walls of old, and were used as places of safety for the people in times of war. The people there will tell you much of what has transpired elsewhere in Gondor. Angbor will go that way as well, with his men, and will be a boon companion as you go.\\n\\n'I have another purpose for you, my trusted friend. I want you to find Gandalf or true-hearted Faramir in Minas Tirith and tell them about our victory here. Tell no others! In Faramir I place the trust I would not give to the father. There is too much I do not know about the situation in the White City.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 3, Chapter 2: Grey Host, Black Sails",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'We do not have much time to prepare, but there are a number of tasks I have given my friends to perform that will help us set forth as quickly as possible. Help them with these tasks, if you would, for every moment we hesitate is a moment the Enemy would relish!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}