{
  "id": 620958303,
  "txt": [
    {
      "id": 228284034,
      "en": "'The people of the Blackroot Vale know of our grand adventures throughout the wild, and certainly speak of the ferocious creatures we have hunted. They will be as nothing compared to the prey we now seek: the mighty Mûmakil!\\n\\n'The Rangers have seen these great beasts in the service of the Haradrim of the south, but so far none have felled even a single Mûmak. My brother and I will be the first to do so, and we would be honoured for you to accompany us on this hunt!'\\n\\nYou tell Duilin that you are looking for Faramir, and cannot delay from that errand.\\n\\n'He is not here, but if you help us hunt the mighty Mûmakil, you have my word that the sons of Blackroot will help you find him! Speak to me when you are ready to depart, [placeholder]!'",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Duilin at Bâr Húrin, in South Ithilien",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "You have encountered Duilin and Derufin of the Blackroot Vale, becoming entangled in their quest to hunt the giant Mûmakil the Haradrim have brought to Gondor.",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'What a delight! Did you see the size of those Mûmakil? They were even larger than I expected, and twice as ferocious! I am still winded from their pursuit, and I could not be happier about it!'\\n\\nDuilin's eyes are bright and words tumble from him in an excited torrent.\\n\\n'Next time we will have one for sure! Their hides are thick, but seeing them up close has shown me where to aim: their eyes! That is the only unprotected spot... I see that now! Oh, what a prize this will be! And certainly it will be pleasant to deprive the Haradrim of such a mighty beast of war. But think of the tales they will sing of my brother and me! And you too, [placeholder]!\\n\\n'But for now we are to help you with an errand of your own, I suppose.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 3, Chapter 6: Sons of Blackroot",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I can hardly contain my excitement! It is time to hunt the mighty Mûmakil the Haradrim have brought to Gondor!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Duilin is at Bâr Húrin, in South Ithilien.\\n\\nYou have grudgingly agreed to help Duilin and Derufin hunt the mighty Mûmakil, in return for their help finding Faramir.",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Duilin is at Bâr Húrin, in South Ithilien.\\n\\nThe Mûmak hunt did not go as planned, but Duilin and Derufin do not seem to mind.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Talk to Duilin and hunt the mighty Mûmakil",
      "es": ""
    }
  ]
}