{
  "id": 620759127,
  "txt": [
    {
      "id": 94621395,
      "en": "Palma Brownlock is on the slope outside the ruins of Naerost.\\n\\nPalma is eagerly awaiting your return with Medhrod.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Are you ready, [placeholder]? If you're a burglar worth your salt, you won't have any difficulty sneaking into Naerost over there and coming back here with Medhrod. You are worth your salt, aren't you, [placeholder]? Go on, make me proud!\\n\\n'I'd do it myself, but I figure you could use the practice. You're welcome!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You did it! Well, that's a relief, isn't it, [placeholder]? I'm sure you didn't have any trouble!\\n\\n'Now let's go back to the Inn and spread the good news -- the half-orcs aren't in possession of Medhrod any longer, and it serves them right!\\n\\n'Let me know when you're ready to go.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Medhrod is probably being kept somewhere deep inside the ruins, [placeholder]. Try not to be seen, or you'll have a difficult fight on your hands!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I'm ready to leave if you are! The Inn awaits!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: A Burglar's Errand",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Palma Brownlock has convinced you to reacquire the sword Medhrod, stolen by half-orcs at Naerost in the Lone-lands.",
      "es": ""
    },
    {
      "id": 249023825,
      "en": "'Good luck, [placeholder]! Don't get seen, if you can help it!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect Medhrod",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Palma Brownlock is waiting to speak with you on the hills outside Naerost.\\n\\nPalma has somehow convinced you to sneak into the ruins of Naerost to reacquire the sword Medhrod.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The sword Medhrod is somewhere within the ruins of Naerost.\\n\\nThe half-orcs that stole Medhrod are surely keeping the sword under close watch inside the ruins.",
      "es": ""
    }
  ]
}