{
  "id": 620759019,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Dwalin is not going to be happy, [placeholder]. There are troubles with Dourhands elsewhere in the Blue Mountains, but we thought they were out of Thorin's Hall forever. And to steal Longbeard gold from the treasury? Unbelievable!\\n\\n'You had better head north into Thorin's Hall and show Dwalin the Dourhand sword-hilt you recovered from the Silver Deep. You will find him in the Throne Room at the north end of the Hall.\\n\\n'Burglars and Dourhands be bothered! What did I do to deserve this, I ask you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Coming from anyone else, [placeholder], I would not believe these grim tidings, but you seem to be an honourable [placeholder].\\n\\n'I too thought the Dourhands were gone from Thorin's Halls for good, but it seems they still had designs on our gold. We will teach them a hard lesson, [placeholder], and they will rue the day they sneaked back into Thorin's Halls like the brigands they are!\\n\\n'We will discover where they have taken the stolen gold, [placeholder], and then we will deal with them. I swear this by Durin's beard!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You will find Dwalin in the Throne Room inside Thorin's Halls, to the north. Tell him that the Dourhands have returned, and they have burgled Longbeard gold from the treasury! I don't know if he will believe it, but you do have the Dourhand sword-hilt to prove it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Can I help you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Prologue: Dwalin's Bad Day",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The Dourhands have not given up, and we cannot either!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Unnarr cannot believe that the Dourhands have returned to Thorin's Halls and managed to steal Longbeard gold right from under his nose.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'The Dourhands will never again set foot in Thorin's Halls! And this time I mean it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Show Dourhand sword-hilt to Dwalin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Dwalin is in the throne room of Thorin's Halls, north of the main square.\\n\\nUnnarr has given you the unhappy task of telling Dwalin that the Dourhands have made off with some Longbeard gold.",
      "es": "",
      "es (fem)": ""
    }
  ]
}