{
  "id": 620759094,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected Blackwold orders",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Blackwolds have sent spies to appraise the situation in Archet, which has become a cause of concern for Dirk Mudbrick.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Well, since I already opened my mouth, I guess I should explain myself a little. I mentioned to the Captain that the Blackwolds seemed a bit stronger than we'd been told, and that we ought to listen to Jon and spy out their camp. If we'd done that, we might have stopped them from grabbing them two hobbits.\\n\\n'Now, when I says this, the Captain re-assigns me from gate-duty to watching these sheep here. I see brigands making their way through the woods here and there, and I can't help thinking that they are trying to get a good look at us.\\n\\n'We need to know what they've learned and what they're up to. If ye can, confront one of their spies and see what ye can discover. Bring me any orders or messages ye find. I swear I saw some of their spies sneaking about to the south-east, between here and Bronwe's Folly.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Blackwold spies may be found to the south-east of the sheep-farm, between the farm and Bronwe's Folly.\\n\\nDirk Mudbrick wants to discover what the Blackwold spies have learned. He has asked you to confront one of the spies and recover any orders or messages he might be carrying.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Did ye read this, [placeholder]? It was just like Jon said! Calder... Calder was in league with the Blackwolds!\\n\\n'Jon was right. He warned us about Calder, but the Captain paid him no mind. Calder used the Captain's stubbornness against him and turned him on his own son!\\n\\n'There must be some devilry at work here! Calder will see the inside of our jail before the day is over! Quickly, take these orders to Captain Brackenbrook and show him what you've found.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Dirk Mudbrick can be found at the sheep-farm south and west of Archet.\\n\\nDirk Mudbrick will be anxious to read the orders you found on the Blackwold spy. You should bring them to him as quickly as possible.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Captain Brackenbrook can be found inside The Mad Badger Inn, north of the Archet gate.\\n\\nDirk Mudbrick sent you to Captain Brackenbrook with the orders you found on the Blackwold Spies.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Blackwold spies are hiding between here and Bronwe's Folly, to the south-east. They must be dealt with!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'So have you found anything yet?'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Quickly now, bring that letter to Captain Brackenbrook at The Mad Badger. He needs to know about Calder before he learns more secrets to take to the Blackwolds. Hopefully, we're not too late.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Jon was right. I've been a fool. My son warned me against Calder Cob, but I paid him no mind. Calder has always been an able and trustworthy man.\\n\\n'All the while, he was driving me towards training rather than confronting the brigands. How much information do the brigands have? How much time do we have to prepare? I must get word to my son.\\n\\n'But first, Calder must pay for this affront!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Ah, you're the one who done this to me! I'll have my revenge on you yet!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Have you dealt with those wolves yet? Don't keep Mudbrick waiting.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat a Blackwold spy and search him",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'You'll pay for sticking your nose where it don't belong!'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the Blackwold orders to Dirk Mudbrick",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Deliver the Blackwold orders to Captain Brackenbrook",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Just wait until when the Blackwolds come and free me!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Intro: The Spies",
      "es": ""
    }
  ]
}