{
  "id": 620759039,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected the journal",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Elves told Dwalin that Elrohir, son of Elrond, entered the Mirkstone Tunnels near Thorin's Hall to discover more about the plans of the Dourhands.",
      "es": ""
    },
    {
      "id": 31331345,
      "en": "'Come no closer!'",
      "es": ""
    },
    {
      "id": 31331346,
      "en": "'Turn back, goblin!'",
      "es": ""
    },
    {
      "id": 31331347,
      "en": "'Flee, beast!'",
      "es": ""
    },
    {
      "id": 31331348,
      "en": "'Back! Back goblin!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I consulted with the Elves while you were away and learned that Elrohir, one of the sons of Elrond, is exploring the Mirkstone Tunnels to the north-west of here.\\n\\n'He intends to learn more about the Dourhand's plans, and I want you to be there when he does! The entrance to the Mirkstone Tunnels can be found at the bottom of the Axe-head Path, north-west of here.\\n\\n'The Dourhands have much to answer for!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Elrohir may be found somewhere in the Mirkstone Tunnels. The entrance to the Tunnels lies at the bottom of the Axe-head Path, north-west of Frerin's Court.\\n\\nElrohir, son of Elrond, entered the Mirkstone Tunnels to search for answers to the mystery of why the Dourhands have allied themselves with goblins. Dwalin asked you to meet with Elrohir to see what he may have learned.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Welcome, Master Dwarf. I presume you come at the behest of Dwalin? I have found some intriguing information here in the cave. At a camp-site near here, I found a letter.\\n\\n'It was penned by a man called Marrec, and I sense something foul is afoot. He speaks of a dark master and a plan to return the dead leader of the Dourhands to life. For this, the Dourhands would pledge their loyalty to Angmar!\\n\\n'It is imperative that Marrec and his master be stopped. The letter speaks of a tomb... I believe I know where it may be found, so I am going to go there, but I would like you to return the letter to Dwalin. Tell him that the Elves and dwarves must unite to drive the Dourhands from Ered Luin!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Dwalin can be found in Frerin's Court, south-east of the Mirkstone Tunnels.\\n\\nElrohir gave you a letter to take to Dwalin.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Elrohir should be in the Mirkstone Tunnels, if the Elves words are true, and I've no reason to think they aren't!\\n\\n'The entrance to the tunnels lies at the bottom of the Axe-head path, north-west of here.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Ah, [placeholder], I am glad to see you again. As you can see, there are a number of goblins here. But there is more. I found the camp-site of a Man. Amongst his items, I found this letter. The tale it tells is quite shocking!\\n\\n'This Man, who is named Marrec, promised the Dourhands that he could restore to them their long dead leader, Skorgrím! For this, they would swear their loyalty to Angmar!\\n\\n'We have to put an end to this. The letter speaks of a tomb, and I believe I know where it is. I am going to go ahead to the tomb, but there is something else I would ask of you. Take the letter and tell the dwarves that together, both Elves and dwarves, we must drive the Dourhands from Ered Luin!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Return this letter to Dwalin. We must put an end to the Dourhand's plans!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'This is madness! Restoring a dwarf to life? The lore of my people has always told that certain dwarves are returned to us, but deliberately restoring one to life? It is not possible! There is no power in Middle-earth that can do so.\\n\\n'I think that there is something far more sinister at work here. I have heard that necromancers once sent fell spirits into the Dead to stir them....\\n\\n'We must stop the Dourhands and their new allies before it's too late. I will tell my dwarves to band together with the Elves, but I cannot just stand here as Elrohir goes into that tomb alone. We must follow... I fear for him.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Did you find Elrohir?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the letter to Dwalin",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the letter to Dwalin",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Intro: Goblins in the Crags",
      "es": ""
    }
  ]
}