{
  "id": 620759158,
  "txt": [
    {
      "id": 54354734,
      "en": "Sterling Proudfoot thinks that you might be able to learn something from Bilbo Baggins, whose adventure as a burglar has stirred the imaginations of hobbit-children for years.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Don't take this the wrong way, my friend, but I can't help but notice that you're not exactly outfitted with the type of equipment that befits your reputation as a skilled burglar. I mean no offence, of course. In fact, I'd be willing to help fashion you a few articles that will do a better job of it!\\n\\n'It won't be easy, but then again, when has anything worthwhile ever been easy? Am I right? Of course I'm right! Just let me know when you're ready to begin, and I'll tell you what you're going to need if I'm going to make you some equipment worthy of a first-class burglar!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Sterling Proudfoot knows of a legendary burglar who could teach you great lessons, but first you must be suitably outfitted.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I'd just like to say that I'm very impressed with what you've managed to do, [placeholder]. You are truly a burglar of excellence!\\n\\n'Always more to learn, though, isn't there? Yes, there is, at least if you're paying attention! Now, you may have heard the tale of Bilbo Baggins... he was quite the burglar in his day, if you believe the stories. Now, he's gone away and hasn't been heard from in a long time, but I imagine he's out there somewhere.\\n\\n'If you truly want to excel at burgling, you're going to want to track down old Bilbo and see what he might teach you.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Sterling Proudfoot is in Buckland, west of Bree and east of the Brandywine River.\\n\\nNow that you have acquired your new weapon and armour you should speak to Sterling Proudfoot.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The whereabouts of Bilbo Baggins are unknown by Sterling Proudfoot.\\n\\nSterling Proudfoot thinks you should find the legendary burglar, Bilbo Baggins, and see what you might learn from him.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'What are you waiting for? You need those items!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'What's that? You're a burglar? Oh, of course, of course! I did some burgling in my day, you know. I helped Thorin and the dwarves regain their lost home in the Lonely Mountain. I'm afraid I didn't do a very good job and bungled the whole thing right up, but I suppose everything turned out all right in the end.\\n\\n'A burglar needs to be light on his feet and just as quick in his own head! If I hadn't been both of those, old Smaug would have cooked me until I was well-done on several occasions!\\n\\n'I wrote it all down, you know. There might be a lesson or two in there for an aspiring burglar, if you were of a mind to look. The best advice I can give to you about burgling is this: don't! It caused me only grief for a long while, and I know that Thorin would tell you the same, if he were still here. At any rate, I'm glad we had this conversation, [placeholder]. It's nice to recall the old days every now and then, and Rivendell is a better place than most in which to do it!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I don't even know if old Bilbo is still alive, but I figure he must be. That burglar is bound to last a good long time, as crafty as he was! If you haven't heard the tale, you should find someone willing to tell it, for it's really something else!\\n\\n'I mean, it's really something else if you happen to be a hobbit-child. I'm only interested in it out of professional courtesy, you understand. Yes, that's it, of course.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Hullo, hullo!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Complete Articles of Cunning",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Ah, the burglar, of course! Welcome!'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Complete Implements of the Night",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Speak to Sterling Proudfoot",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Lesson from Bilbo Baggins",
      "es": ""
    }
  ]
}