{
  "id": 620759130,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected some of Maggot's mushrooms ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa925b51",
      "en": "'Hey, what's that sound?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa925b52",
      "en": "'Ha ha! It looks like his mushroom-stealing days are over!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You and Atherol Took have come to Bamfurlong to prevent the Blackwold brigands from making off with Farmer Maggot's delicious mushrooms.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'According to my information, the provisioner of the Blackwolds was going to send some of his cronies here tonight to steal as many mushrooms as they can carry.\\n\\n'I'll keep watch here. Search the farm for the brigands and use your skill to quietly put an end to them! I'll meet you back here when you've taken care of them all.\\n\\n'Stay alert! It's a dark night, and the brigands may be hiding anywhere around the farm. Oh, and collect some mushrooms while you're at it! No self-respecting burglar would leave the farm without a few of Maggot's delicious mushrooms. Take care for his dogs, though -- get too close and they'll sniff you out, no matter how sneaky you might think you're being.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Atherol Took is crouching at the fence on the edge of Maggot's property, by the road.\\n\\nAtherol is waiting to speak with you about the plan to keep the brigands from stealing Farmer Maggot's mushrooms.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You've done well, [placeholder]! I see that you are at home within shadows and moonlight, just as a burglar should be!\\n\\n'Do you hear that? Are those dogs barking?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Some brigands have come to Bamfurlong and may be hiding anywhere around the farm.\\n\\nAtherol Took is waiting for you to get rid of the brigands that are planning to steal Farmer Maggot's mushrooms... and wants you to steal some yourself!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Atherol Took is waiting at the fence by the road outside of Bamfurlong.\\n\\nAtherol Took is waiting to hear that you have gotten rid of the brigands that were planning to steal Farmer Maggot's mushrooms.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd680b91",
      "en": "'Good luck!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'There are several brigands out there, hiding somewhere on Farmer Maggot's farm, [placeholder]. Go teach them a lesson! You're a burglar, aren't you? You shouldn't have any trouble sneaking up on them!\\n\\n'Collect some mushrooms while you're at it! No self-respecting burglar would leave the farm without a few of Maggot's delicious mushrooms. Take care for his dogs, though -- get too close and they'll sniff you out, no matter how sneaky you think you're being.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Are you ready to journey back to Adso's Camp? The mushrooms are safe!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect some of Maggot's mushrooms ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x396e681",
      "en": "'Help! Help!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x396e682",
      "en": "'I won't do it again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: A Thief in the Night",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x396e683",
      "en": "'Call off your dogs! I'll never steal another mushroom again!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}