{
  "id": 620759033,
  "txt": [
    {
      "id": 218649169,
      "en": "'Judging from the location of the treasury, I would say the burglars dug their passage from the Silver Deep, and that points to goblins. Goblins crawled into that mine shortly after that unpleasant business two years ago, and we haven't had much success driving them out.\\n\\n'I want you to enter the Silver Deep and look for the other side of the cave-in. You might find some of the stolen gold or one of our burglars trapped on the other side. Bring me whatever you find.\\n\\n'The entrance to the Silver Deep is in the north-eastern corner of the valley, at the end of a gully.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'What is this? You found this Dourhand sword at the other end of the cave-in? This is not good, [placeholder]. Bad enough that our treasury has been burgled, but worse still that it was burgled by Dourhands!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Silver Deep is at the back of a gully in the north-east corner of the valley. Watch out for goblins. Bring whatever you find there back to me, and we can decide what should be done next.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Did you find nothing?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Prologue: Beyond the Cave-in",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Unnarr believes the caved-in passage through which the burglars gained access to the treasury leads to the Silver Deep.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search the Silver Deep",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The other side of the caved-in passage is somewhere in the Silver Deep, the mine in the north-east corner of the valley.\\n\\nUnnarr has asked you to search the Silver Deep for the other side of the caved-in passage through which the burglars were able to reach the treasury, perhaps finding some sign of their passing.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring Dourhand sword-hilt to Unnarr",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Unnarr is at Frerin's Court.\\n\\nYou discovered a dead Dourhand by the caved-in passage leading into the treasury, but did not find any of the stolen gold. Unnarr is waiting for your report and should be shown the Dourhand insignia on the sword you found.",
      "es": ""
    }
  ]
}