{
  "id": 620759098,
  "txt": [
    {
      "id": "0xd085251",
      "en": "<rgb=#00e4ff>This quest has been restored for Legendary Servers!</rgb>\\n\\n'If Archet is to survive the Blackwolds' attack, they must have time to better prepare their defences. We must give them that time.\\n\\n'The Blackwolds have established an encampment among the ruins to the south, which some call \\qBlackwolds' Roost.\\q While you go there and distract the Blackwolds, my hunters and I will help my father prepare for their attack.\\n\\n'Quickly now, we haven't any time to spare!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Good, you've returned. We were too late. The Blackwolds are moving against Archet. We will need to defend the town now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Hurry, travel to Blackwolds' Roost in the ruins south of the lodge. Defeat what brigands you find and return here.\\n\\n'Hopefully your raid will provide us the time we need to better prepare for the assault that Éogan has planned.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Blackwolds' Roost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Jon Brackenbrook is eager to help his father in the defence of Archet, but time is still needed to fully prepare the defences.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated brigands at Blackwolds' Roost ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat brigands at Blackwolds' Roost ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Blackwolds' Roost lies among the ruins south of the Hunter's Lodge.\\n\\nJon Brackenbrook has asked you to provide a distraction by engaging the brigands at their encampment, Blackwolds' Roost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Jon Brackenbrook can be found in the Hunter's Lodge, east of Archet, north of Blackwolds' Roost.\\n\\nYou engaged the Blackwolds as Jon Brackenbrook requested, but only time will tell if your efforts were enough. You should return to Jon with your report.",
      "es": "",
      "es (fem)": ""
    }
  ]
}