{
  "id": 620759037,
  "txt": [
    {
      "id": 243249463,
      "en": "'Come along now.'",
      "es": ""
    },
    {
      "id": 5974933,
      "en": "'We will wait here and protect you. May we meet again.'",
      "es": ""
    },
    {
      "id": 178762738,
      "en": "'I will follow you, Ivar. Let these dwarves handle the others.'",
      "es": ""
    },
    {
      "id": 238738949,
      "en": "'Charge!'",
      "es": ""
    },
    {
      "id": 262082049,
      "en": "'Patience, there are too many for us to overcome. We must wait for the Elves.'",
      "es": ""
    },
    {
      "id": 185518465,
      "en": "'We will look back here for another entrance!'",
      "es": ""
    },
    {
      "id": 262082050,
      "en": "'I warned you, Gormr. Your action was folly from the beginning. The Dourhands are shamed.'",
      "es": ""
    },
    {
      "id": 167772578,
      "en": "'Aye, as I thought... but I think I can get it open.'",
      "es": ""
    },
    {
      "id": 185518466,
      "en": "'We will meet you there.'",
      "es": ""
    },
    {
      "id": 262082051,
      "en": "'He was a base coward! Let us flee this place!'",
      "es": ""
    },
    {
      "id": 216464657,
      "en": "'It is time to bring back the great dwarf-lord! But first, sacrifices must be made!'",
      "es": ""
    },
    {
      "id": 167772579,
      "en": "'Stand back now!'",
      "es": ""
    },
    {
      "id": 216464658,
      "en": "'There are more powerful forces awakening. It is not the Dourhands we mean to empower! Let us begin!'",
      "es": ""
    },
    {
      "id": 167772580,
      "en": "'Let's go!'",
      "es": ""
    },
    {
      "id": 178933447,
      "en": "'Don't do this, Gormr!'",
      "es": ""
    },
    {
      "id": 216464659,
      "en": "'Good. Then come with me, Skorgrím. We have much to discuss and forces gather that would stop us.'",
      "es": ""
    },
    {
      "id": 216464660,
      "en": "'We accomplished what we set out to do. Our business here is complete!'",
      "es": ""
    },
    {
      "id": 216464661,
      "en": "'I return to the north with my charge.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Ah, even though we did not stop the Dourhands' plans, we have done well this day, [placeholder]. At the end of the day, Thorin's Hall shall be free of the Dourhands, and all will know they are dwarves of no account.\\n\\n'I wonder, though, when will we see the effects of this day and the return of Skorgrím? I will be glad to have you in Thorin's Hall as one of my good and sturdy dwarves.\\n\\n'Now, let us leave these halls behind us!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah, even though we did not stop the Dourhands' plans, we have done well here this day, [placeholder]. At the end of this day, Thorin's Hall shall be free of the Dourhands and all will know they are dwarves of no account.\\n\\n'I wonder though, when will we see the effects of this day and the return of Skorgrím? I hope that after you and your fellow Elves leave Thorin's Hall behind you, that you return and aid us. You have proven a valuable friend!\\n\\n'Now, let us leave these halls behind us!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Are you ready to leave these halls, friend? I, for one, will be glad to put them behind me!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Can you sense it, [placeholder]? There's evil in the air here! The last time I felt something like this was when I was crossing through Mirkwood all those years ago. We'll need to keep our wits sharp in here!\\n\\n'Elrohir and the others are here to help, but we shouldn't delay too long, or we may miss our chance to stop whatever evil is happening here. We must go now! Are you ready?'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'I fear what Gormr has done. We may be too late, but Ivar is too powerful for us to storm the tomb directly. He will stop us if we try. We will need to find another way around.\\n\\n'Elladan and Elrohir will go see if they can find an alternate path. We will head up these stairs and see if we can sneak around the side. Let's hurry!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have failed to defend Dwalin",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'We need to get out of here! We have made a significant blow to the Dourhands, even if we could not stop the ritual from taking place. Skorgrím will have to be dealt with another day.\\n\\n'Quickly now, we must flee. Whatever Ivar has done, the place is coming down around us!'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have failed to defend Dwalin",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'We need to get out of here!  We have made a significant blow to the Dourhand even if we could not stop the ceremony from taking place.  Skorgrím will have to be dealt with another day.  \\n\\n'Quickly now, we must flee.  Whatever Ivar has done, the place is coming down around us!'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You failed to defend Dwalin",
      "es": ""
    },
    {
      "id": 192245991,
      "en": "Ivar sends a bolt of lightning towards you as warning!",
      "es": ""
    },
    {
      "id": 101273217,
      "en": "'Let's go!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Dourhand dwarves hope to restore their long-dead leader, Skorgrím, to life. Alongside Dwalin, you have travelled to the tomb delved by the Dourhands for Skorgrím to put an end to their plans.",
      "es": ""
    },
    {
      "id": 139215345,
      "en": "'Did you get lost, Elf?  Skorgrím and Ivar have escaped!'",
      "es": ""
    },
    {
      "id": 205652065,
      "en": "'My axe will take care of that, no problem! Move aside!'",
      "es": ""
    },
    {
      "id": 139215346,
      "en": "'The good news, at least, is that we have defeated Gormr and most of the Dourhands!'",
      "es": ""
    },
    {
      "id": 262144018,
      "en": "'We need to leave before this place becomes the Tomb of [placeholder]!'",
      "es": ""
    },
    {
      "id": 139215349,
      "en": "'Come on!'",
      "es": ""
    },
    {
      "id": 257669281,
      "en": "'The main way is blocked. We must find the Elves and flee this tomb!'",
      "es": ""
    },
    {
      "id": 209150843,
      "en": "'You have my thanks, friend.'",
      "es": ""
    },
    {
      "id": 67947361,
      "en": "'Nooooooooo!'",
      "es": ""
    },
    {
      "id": 36860018,
      "en": "'I'm getting too old for this!'",
      "es": ""
    },
    {
      "id": 258616513,
      "en": "'The Dead lurk everywhere. It was no easy task reaching this landing.'",
      "es": ""
    },
    {
      "id": 258616514,
      "en": "'The Dead have subsided for a moment, but more will be here before much time passes.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Dwalin",
      "es": ""
    },
    {
      "id": 152137537,
      "en": "'Sacrifices? What are you saying? Skorgrím must lead the Dourhands to glory.'",
      "es": ""
    },
    {
      "id": 258616515,
      "en": "'We need to get through this door. Several Dourhands ran in here and barricaded themselves inside.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Follow Dwalin",
      "es": ""
    },
    {
      "id": 152137538,
      "en": "'Skorgrím will right this wrong... wait, what are you doing?'",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Dwalin",
      "es": ""
    },
    {
      "id": 152137539,
      "en": "'I am betrayed! Stop now, Ivar! Skorgrím must stay and return us to our former glory.'",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Follow Dwalin",
      "es": ""
    },
    {
      "id": 152137540,
      "en": "'It's the Longbeards and your love of Elves that shames us all! You will pay for this!'",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Dwalin",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Flee the tomb with Dwalin",
      "es": ""
    },
    {
      "id": 244475932,
      "en": "'All right, time to end this....'",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Dwalin",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Defend Dwalin",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Speak to Dwalin",
      "es": ""
    },
    {
      "id": 73673010,
      "en": "'To the end of this hall! We must stop the Dourhands.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Accompany and defend Dwalin as you make your way into Skorgrím's tomb.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Follow Dwalin to see if you can stop the resurrection.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Continue to defend Dwalin as you near your goal: the place where the ritual to restore Skorgrím is being performed!",
      "es": ""
    },
    {
      "id": 31106990,
      "en": "'I have awoken.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Having fleed the halls, speak with Dwalin one more time.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Elrohir told you that he did not think Ivar and Skorgrím would be a threat to Ered Luin for at least a little while.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Elrohir told you that he did not think Ivar and Skorgrím would be a threat to Ered Luin for at least a little while.",
      "es": ""
    },
    {
      "id": 141337499,
      "en": "'What devilry is this?'",
      "es": ""
    },
    {
      "id": 32007409,
      "en": "'Stop? Even as the Dourhands reclaim their glory? I think not!'",
      "es": ""
    },
    {
      "id": 32007410,
      "en": "'No more will Longbeards and Elves determine our fortunes!'",
      "es": ""
    },
    {
      "id": 32007411,
      "en": "'Skorgrím will return! Of course, you will not live to see it. Dourhands, kill them all.'",
      "es": ""
    },
    {
      "id": 32007412,
      "en": "'If you follow me, however, Ivar has sworn he will end your life.'",
      "es": ""
    },
    {
      "id": 139100049,
      "en": "'I believe him. I'm not sure why, but I do. We will have to find a way around!'",
      "es": ""
    },
    {
      "id": 139100050,
      "en": "'We are too late! The ritual has begun! Wait here.'",
      "es": ""
    },
    {
      "id": 133710033,
      "en": "'Gormr! Enough of this! Can you not see the folly of this course?'",
      "es": ""
    },
    {
      "id": 133710036,
      "en": "'Gormr!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Skorgrím's Tomb",
      "es": ""
    },
    {
      "id": 196554273,
      "en": "'Gormr! You must stop this!'",
      "es": ""
    }
  ]
}