{
  "id": 620759036,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Dwalin has asked you to travel with him and join the sons of Elrond in Skorgrím's Tomb. The evil stirred by the Dourhands must be quelled before the heinous resurrection of Skorgrím can take place.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'We cannot allow the Dourhands to resurrect their king with such foul sorcery, [placeholder]. They have poisoned the mountains and soiled the lands of Thorin. Gormr's fall to corruption is unforgiveable!\\n\\n'Come, let us journey to the tomb. The sons of Elrond are waiting. We will make a great stand against the Dourhands, and they will think twice before falling to greed again!'\\n\\n<rgb=#FF0000>WARNING: This is a solo quest, and cannot be completed in a Fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Dwalin asked you to travel with him to Skorgrím's tomb and put an end to the Dourhands' mad schemes. \\n\\nYou should speak with him again when you are ready to leave.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "<rgb=#FF0000>NOTE: The files you need to continue your adventures in Middle-earth should finish downloading shortly. Thank you for your patience!</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Dwalin asked you to travel with him to Skorgrím's tomb and put an end to the Dourhands' mad schemes. \\n\\nYou should speak with him again when you are ready to leave.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "#-1:[placeholder] #-1:{Skógi wishes to speak with you.\\n\\nTwo years have passed since the events in Skorgrím's tomb, but you have remained in the Blue Mountains to help the Longbeards reclaim their halls.[D]|Eilian wishes to speak with you.\\n\\nTwo years have passed since the events in Skorgrím's tomb, but you have remained in Ered Luin to help protect the Refuge of Duillond.}",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The tomb's entrance lies in a deep crag east of here. I don't know what to expect once we get inside, so stay on your guard and be ready for anything.\\n\\n'Are you ready to travel to the tomb?'\\n\\n<rgb=#FF0000>WARNING: This quest is the final quest in the Introduction. If you have any other quests underway you should complete them now, as those quests will no longer be available after the Introduction is completed.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'[placeholder]! It's about time. There's an important task that you need to attend to, so pay attention!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Greetings, [placeholder]. The sights of Celondim are a wonder to behold, are they not?\\n\\n'I must intrude upon your reflection, though, with an important matter.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Dwalin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Dwalin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "#-1:[placeholder]Speak to #-1:{Skógi[D]|Eilian}",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Skógi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Intro:  Skorgrím's Tomb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Eilian",
      "es": "",
      "es (fem)": ""
    }
  ]
}