{
  "id": 620759034,
  "txt": [
    {
      "id": 218649169,
      "en": "'The news I have received is most unsettling, [placeholder]. One of the armouries has been left unguarded! Vitharr has been a stalwart and dependable guard until now, but he has apparently abandoned his post! Outrageous!\\n\\n'I want you to investigate the unguarded treasury and confirm that Vitharr is not there. If anything is missing, I'll have his armour! He was next in line for commendation, but after this he won't see any praise for thirty years!\\n\\n'The Arming-cave is to the north-west, very near to the great statue of Thorin carved in the mountain. Go there and look for Vitharr.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'We've been burgled? This is outrageous! There was a lot of valuable gold and weapons in that cave, and we won't be replacing it any time soon. There's hardly an ounce of anything but stone and iron in these mountains!\\n\\n'That caved-in passage might provide the clue we need to catch these burglars, [placeholder]. They won't have gone far. They might be trapped beneath the rubble, and more importantly, the gold might be there too! I'll have some dwarves begin clearing it away. It will be a good first assignment for Vitharr... give him time to think about how dirty the canal can get.\\n\\n'For you, [placeholder], I have a more urgent task.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Vitharr will be cleaning the grime off the canal for the next thirty years if he has abandoned his post! Search the unguarded Arming-cave for him, then report back to me! The Arming-cave is to the north-west, very near to the great statue of Thorin in the side of the mountain.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Oooh, what happened? What am I doing inside the Arming-cave? I was standing guard just outside the door, like I always do, and then...'\\n\\n'Ah, my head! Someone must have clubbed me and dragged me inside while they robbed the Arming-cave bare! This is terrible!\\n\\n'That caved-in passage must be how they got in. Someone spent a long time digging that tunnel, I'd wager. Hurry back to Captain Unnarr and tell him what happened. Tell him also that it won't happen again! I'm sure it won't help matters, but please tell him that I wasn't sleeping at my post. I don't know how this could have happened... and on my shift!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Prologue: The Missing Guard",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Quickly, now. Back to the captain. He must be told what happened here.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Unnarr, Captain of the Guard at Frerin's Court, was informed that one of the armouries had been left unguarded.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I'll be cleaning grime out of the canal for years if you don't get that gold back!'",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'I just don't understand how this could have happened!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The unguarded Arming-cave is located near to the large statue of Thorin that looks out over the valley from the north-west of Frerin's Court.\\n\\nUnnarr has asked you to learn what became of Vitharr, the guard assigned to the presently unguarded Arming-cave.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Unnarr, the Captain of the Guard, can be found at Frerin's Court.\\n\\nYou found the missing guard, Vitharr, inside the Arming-cave, practically unconscious. Vitharr asked you to return to Unnarr and report that someone had assaulted him from behind and looted the Arming-cave.",
      "es": ""
    }
  ]
}