{
  "id": 620759198,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Knee-breaker's Manual",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have discovered Knee-breaker's Manual",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "By the end of the first page it is clear that the author of this book is not Knee-breaker himself, but some considerably more refined lieutenant of his. This unknown author appears to be taking pains to reflect the nature of his employer in his writing, which has resulted in an odd mixture of refined grammar and script that tells the story of a particularly vulgar and unrefined individual.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You found a missing page from Knee-breaker's Manual",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e2",
      "en": "As you read more, there is no question that Knee-breaker was little more than a ruffian and a brigand, selling his services to the highest bidder with little regard to the unsavoury nature of the jobs he undertook.\\n\\nThe trouble is that he was apparently very, very good at what he did, due to some trick of instinct that guided him unerringly to exploit the weaknesses of those he fought against.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You found a missing page from Knee-breaker's Manual",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "This page describes Knee-breaker's band. It cannot really be called anything else -- a band of individuals who followed him almost entirely out of fear, which he encouraged, having little use for real friendship.\\n\\nKnee-breaker himself seems to have rarely taken the risk of fighting alone, preferring instead to set up his victims for a thorough beating at the hands of his subordinates. The idea of a fair fight was probably as foreign to him as bathing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You found a missing page from Knee-breaker's Manual",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e4",
      "en": "As you decipher the script upon this page, it becomes clear that the true purpose of this manual was an effort by the unknown author to translate Knee-breaker's instincts for brutality and cunning into a more intellectual form that could be learned or taught -- and then used to the author's own benefit.\\n\\nSurprisingly, this author seems to have made considerable headway in learning the true nature of Knee-breaker's cunning, and the notes contained herein do seem to be hinting towards some important knowledge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Knee-breaker's Manual is an odd tome -- it appears to be written in a rather careful and precise script, but the passages themselves describe a particularly corse and savage individual. Whomever he was, the exploits described in this book certainly lean to the unsavory side of the Burglar's profession. Nevertheless, there are a number of intriguing points that the author of the book presents, but frustratingly several key pages are missing.\\n\\nIt's said that the famous Burglar Bilbo Baggins has undertaken a study of the profession since his retirement - perhaps he could tell you something about this 'Knee-breaker' or the missing sections of his manual?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "You found a missing page from Knee-breaker's Manual",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e5",
      "en": "This page describes a particular revelation of the writer in his observation of Knee-breaker -- namely the degree to which he relied on sudden and brutal surprise, not just to throw his enemy off-balance, but more importantly to create a crystal-clear moment upon which even the most dull-witted of his underlings could seize to jump upon and overwhelm the enemy before their own cowardice and doubt hamper the assault.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Knee-breaker was known to associate with the Hill-men of Angmar and possibly even with the orcish tribes in the Misty Mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "You found a missing page from Knee-breaker's Manual",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e6",
      "en": "According to this passage, Knee-breaker would often as not neglect to even follow up upon his own surprising assaults, preferring to leave most of the battle to his underlings so that he could keep the situation entirely under his supervision and not be drawn into a melee unecessarily.\\n\\nThis apparently made it even more difficult for one of his untrustworthy followers to turn upon him at a crucial moment and gave him the opportunity to land the showy finishing blow should he feel a need to display his own prowess to his followers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3687",
      "en": "You found a missing page from Knee-breaker's Manual",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e7",
      "en": "The tone of this page has changed considerably. At this point, the book no longer appears to be relating observations of Knee-breaker's own techniques and exploits, so much as it has become a dissertation of the author's own understanding of the brute's methods.\\n\\nThe text becomes more difficult to follow as it wanders into more abstract elements of the technique, but it also begins to make it much clearer how one might actually duplicate Knee-breaker's feats without the benefit of his raw brutality and animal cunning.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3688",
      "en": "You found a missing page from Knee-breaker's Manual",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e8",
      "en": "The last page of the manual appears to be a description of Knee-breaker's untimely demise and a fond farewell passage in his honour.\\n\\nThe author's underlying tone of irony belies little love lost for his dead master, and though the text does not make it clear, the hints between the lines suggest quite strongly that the author was most likely the main architect of his betrayal and demise, apparently having learned all he cared to from the unfortunate brute.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3689",
      "en": "You found a missing page from Knee-breaker's Manual",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Bilbo Baggins at the Last Homely House in Rivendell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Knee-breaker's Manual, page 1",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Knee-breaker's Manual, page 3",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Knee-breaker's Manual, page 4",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Knee-breaker's Manual, page 8",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Knee-breaker's Manual, page 10",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Knee-breaker's Manual, page 15",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "Knee-breaker's Manual, page 16",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c9",
      "en": "Knee-breaker's Manual, page 19",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The first four pages of this book can be found on enemies scattered across Angmar, Eregion, and Moria. The last four pages of this book can be found on enemies scattered across Forochel, Moria, and the Misty Mountains.\\n\\nKnee-breaker's Manual is an odd tome -- it appears to be written in a rather careful and precise script, but the passages themselves describe a particularly coarse and savage individual. Whoever he was, the exploits described in this book certainly lean to the unsavoury side of the burglar's profession. Nevertheless, there are a number of intriguing points that the author of the book presents.\\n\\nFrustratingly, several key pages are missing. It is said that the famous burglar Bilbo Baggins has undertaken a study of the profession since his retirement -- perhaps he could tell you something about this 'Knee-breaker' or the missing sections of his manual?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Oh dear, what is this? Knee-breaker's Manual? I can't say as I have heard of it before, I'm afraid. No wait, I'm sorry, my mind does wander a bit these days, I recall someone speaking of it once -- Glóin perhaps? Ah well, it is no matter, as I recall the story now.\\n\\n'Knee-breaker was the pet name of a particularly unsavoury sort of burglar -- people nowadays suppose he was likely a good part Orc, given his disposition and appearance. Suffice it to say, he was the worst sort of knave, and a bully to boot -- but he was possessed of a devilish cunning and was known for his ability to catch his enemies off guard and set them up for the worst kind of trouble should he put his mind to it.\\n\\n'Anyway, I'm not sure this book is going to be of much use to you -- a fair number of pages have been damaged or torn out, and it would be hard enough to decipher even if they were intact. I am not sure where you might find the pages, but if you do, I'm sure this will be a real help to you.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}