{
  "id": 620759088,
  "txt": [
    {
      "id": 218649169,
      "en": "'As I believe I mentioned to you before, I came to Archet to learn what connexion the Blackwolds had to the Nazgûl. Here I met Jon Brackenbrook, Captain Brackenbrook's son. It was from him that I learned the location of the Blackwolds' camp and of Celandine and Mundo's capture.\\n\\n'Jon and his father recently had a terrible falling out. Jon believed that a member of the Captain's garrison, Calder Cob, was in league with the Blackwold brigands. Before I came to you, I witnessed Cob and Éogan discussing a raid on the town. Jon's suspicions are correct, and his father must be warned.\\n\\n'Captain Brackenbrook, like many, distrusts Rangers and will not heed anything I have to say. Perhaps, if the news comes from you, he will listen. He commands the garrison from The Mad Badger. The entrance is just to the south there, up those steps.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah, [placeholder]! It is good to see you well. Last night, I learned more about the connexion the Blackwolds had to the Nazgûl than I expected...and received this wound for my trouble. Here, I met Jon Brackenbrook, from whom I learned the location of the Blackwolds' camp and of the capture of two of your folk, Celandine Brandybuck and Mundo Sackville-Baggins. Fear not...the hobbits are safe, thanks to the aid of another prisoner I released.\\n\\n'There are more pressing matters at hand. Jon and his father had a terrible falling out. Jon believed that a member of the Captain's garrison, Calder Cob, was in league with the Blackwold brigands. At the Blackwold camp, I witnessed Cob and the Blackwolds' leader, Éogan, discussing a raid on the town. Jon's father must be warned.\\n\\n'Captain Brackenbrook, like many, distrusts Rangers and will not heed anything I have to say. Perhaps, if the news comes from you, he will listen. He commands the garrison from The Mad Badger. The entrance is just to the south there, up those steps.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Captain Brackenbrook is set in his ways and will not heed my words. Nevertheless, he must be informed that Calder Cob is playing him the fool.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I had feared this may happen. Captain Brackenbrook is a good man, but set in his ways.\\n\\n'Calder Cob has done his job too well. We will need to find another way to expose Cob's treachery.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Intro: Captain Brackenbrook",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I have no time for nonsense. The Blackwolds are leaderless, and soon I'll have these townsfolk ready to assail the brigands' encampment. That will end their threat once and for all!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'You are the one who brought the Ranger back to Archet? My son was foolish enough to befriend him and dared accuse one of my finest guards of betrayal.\\n\\n'If you are here to tell me the same tale, I say be off with you. Calder Cob personally apprehended Otto, the leader of the Blackwolds. He is in the stocks now if you would like to see him. In the last week, he has captured two more brigands, so I will hear no more of this traitor nonsense.\\n\\n'If you wish to aid Archet, take up arms and make your way to the sheep-farm to the south and west and help Dirk Mudbrick against the wolves that plague the farmers! And tell that Ranger friend of yours to mind his own concerns.' ",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Jon Brackenbrook, the son of the captain who organized Archet's garrison, feared the presence of a traitor within the garrison's ranks. The Ranger Amdir confirmed Jon's suspicions at the Blackwolds' camp.",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'You are the one who came with that Ranger to Archet? My son was foolish enough to befriend him and dared accuse one of my finest guards of betrayal.\\n\\n'If you are here to tell me the same tale, I say be off with you. Calder Cob personally apprehended Otto, the leader of the Blackwolds. He is in the stocks now if you would like to see him. In the last week, he has captured two more brigands, so I will hear no more of this traitor nonsense.\\n\\n'If you wish to aid Archet, take up arms and make your way to the sheep-farm to the south and west and help Dirk Mudbrick against the wolves that plague the farmers! And tell that Ranger friend of yours to mind his own concerns.' ",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Captain Brackenbrook commands the garrison from The Mad Badger Inn to the south of Amdir.\\n\\nAmdir fears that Captain Brackenbrook will not heed his tidings of the traitor Calder Cob, but hopes that if the news comes from you, he will listen.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Amdir rests against the building north of The Mad Badger Inn.\\n\\nCaptain Brackenbrook was not willing to hear what you had to say about Calder Cob. Instead, he told you to tell Amdir to stay out of Archet's troubles, after suggesting you help the local farms fend off wolves.",
      "es": ""
    }
  ]
}