{
  "id": 620759068,
  "txt": [
    {
      "id": 218649169,
      "en": "'Well done. Your skill in battle is most impressive! Now, listen closely: I will need your help getting out of here. When we leave this jailhouse, the real battle will begin.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Alas, I am too late. Amdir has been pierced with a morgul-blade; this does not bode well. We need to leave this place at once. Archet is nearby and will serve as a good resting place while Amdir recovers. Quickly, follow me!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Here we part for a time, [placeholder]. You should free the two innocent hobbits also being held captive here: Celandine Brandybuck and Mundo Sackville-Baggins.\\n\\n'I must search for signs of the servant of Mordor and learn what I can of his connexion to the Blackwolds. Amdir, my fellow Ranger, is making a safe path for us -- he will be waiting for us at the main gate.\\n\\n'Free Celandine first. It is Mundo they want alive, for they have mistaken him for someone more valuable. When you have both hobbits safe, seek Amdir near the main gate. Then we make for Archet, where we will find safety.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "<rgb=#FF0000>NOTE: The files you need to continue your adventures in Middle-earth should finish downloading shortly. Thank you for your patience!</rgb>",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Thank you, thank you, thank you! I was starting to worry that this little misadventure would be the end of me! These brigands are appalling folk.'\\n\\n'My friend Mundo is nearby, I think. We must save him as well! The brigands have been saying terrible things!\\n\\n'We'll need a distraction...and I know just what to do!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "<rgb=#FF0000>That was not quite sufficient. You should try again!</rgb>",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Good...the hobbits are...are out of danger. I am glad.\\n\\n'Do not...concern yourself with me. The greatest danger...has passed. The Nazgûl fear those who wield fire....'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "<rgb=#00FF00>You have adequately demonstrated your skill in combat</rgb>",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'It's about time! Was I expected to...to rescue myself?\\n\\n'Come on, you big clodpole! Get me out of here before those ruffians return. They want to sell me off like a sack of potatoes!'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Defeated Celandine's captor ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'You are not the only prisoner here, friend. My fellow Amdir and I have come to rescue a hobbit, but it turns out he is not the hobbit we have been tracking.\\n\\n'This escape will be dangerous for us all, for I know that a great evil lurks here. I have heard of its movements, and I can feel its presence. Do you know how to fight? You should practice with me to get a feel for that weapon.'\\n\\n<rgb=#00FF00>ACCESSING YOUR INVENTORY: Press 'i' to open your inventory to see the weapon (or left-click on the bag icons on the bottom of your screen.)</rgb>\\n\\n<rgb=#00FF00>EQUIPPING YOUR WEAPON: Right-click on the weapon in your inventory to equip it. This will replace the flimsy weapon you currently have equipped.</rgb>\\n\\n<rgb=#FF0000>ADVICE: You should equip your best weapon before attempting to engage in combat.</rgb>",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have defeated Mundo's captor",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "'We don't have much time to talk before more brigands come. Foul things are afoot in Bree-land these days. I have been keeping an eye on these brigands for quite some time. When they captured you, I knew I had to intercede. I could use another sturdy pair of arms to free the other prisoners in this camp.  \\n\\n'You may call me Strider.  My fellow ranger Amdir and I have come to stop this gang of bandits.  They call themselves the Blackwold and I have a feeling they will play a large role in the events of days to come.\\n\\n'Up ahead you will be facing real danger.  I don't know what kind of practice you've had in the past, so I'm not sure if you are up for the real thing.  \\n\\n'Now that you are armed, prepare yourself and you and I will duel.  If you do well enough, I will trust you to hold up your end of the bargain if we must part ways.'",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Defeated Celandine's captors ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You defeated Mundo's captor!",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You have found Amdir",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "While travelling through the Chetwood, you were waylaid by brigands and taken captive. You now find yourself in a cell, searching for a means of escape.",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "Amdir says you must leave",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Speak with Mundo Sackville-Baggins",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Find Strider and Amdir",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Talk to Strider",
      "es": ""
    },
    {
      "id": 84765779,
      "en": "Talk to Strider",
      "es": ""
    },
    {
      "id": 84765780,
      "en": "Find Strider and Amdir",
      "es": ""
    },
    {
      "id": 84765781,
      "en": "Talk to Celandine Brandybuck",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Leave your cell and approach your rescuer <rgb=#00FF00>(Use W to move forward)</rgb>",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Search the satchel for weapons <rgb=#00FF00>(Right-click the satchel to loot it)</rgb>",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Speak with Strider <rgb=#00FF00>(Right-click Strider to talk)</rgb>",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "You should practice combat with Strider",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Speak with Strider",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Follow Strider outside",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Speak with Strider",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Defeat Celandine's captors ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Defeat Mundo's captor",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "You awake in a holding pen in a brigand camp. A grim-looking man -- a Ranger, Strider -- is standing before you. As you groggily stand up, his urgent voice reaches your ears.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "A satchel is on the floor near your rescuer.\\n\\nStrider told you to search the satchel for any weapons and collect its contents, for you will need to defend yourself during this daring escape.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Strider has bested the brigand guards, but he warns there are more enemies ahead.\\n\\nThe Ranger wants you to practice combat by sparring with him to ensure that you are able to protect yourself during the escape.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Now that you have practiced combat, speak with Strider and find out what to do next.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Strider has left the jailhouse and entered the yard. He is waiting for you there.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Now that you have left the jailhouse, speak with Stider and find out where to go next.",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "Celandine Brandybuck is being held ahead in the brigand camp.\\n\\nStrider wishes you to rescue the hobbits, starting with Celandine, while he goes off in search of signs of Mordor (whose presence is startlingly near.) You will need to defeat any brigands you come upon while searching for the hobbits.",
      "es": ""
    },
    {
      "id": 94621400,
      "en": "Celandine is being held in a cage against the wall of the enclosure.\\n\\nYou have defeated Celandine's captors, but you have not found Mundo Sackville-Baggins. Celandine may be able to tell you where Mundo is being held.",
      "es": ""
    },
    {
      "id": 94621401,
      "en": "Mundo Sackville-Baggins is being held in the yard beyond the gate of Celandine's holding pen.\\n\\nCelandine's distraction was a success. Only one brigand remains behind to guard Mundo. You should get rid of him quickly.",
      "es": ""
    },
    {
      "id": 8725904,
      "en": "'Good, you are awake. The Blackwolds gave you quite a knock on the head, and I feared you would not awaken before they came back to interrogate you. There is little time to talk, but I will tell you what I may. I am what some in Bree call a Ranger.  My name is Strider.  What is your name?  Oh, [placeholder]?  A fine name indeed.\\n\\n'I have come here to learn what connexion these men have with a Black Rider I was tracking from the Shire. However, the situation has worsened. I learned from Jon Brackenbrook, a hunter in Archet, that a guard from his father's garrison -- Calder Cob by name -- is working for the Blackwolds and captured two visiting hobbits. Indeed, I have seen them here. I will need your help if I am to free the hobbits.\\n\\n'First, we must escape this jailhouse. When we reach the next room, search the crate just outside the fence for a weapon. Speak with me again when you are more suitably armed.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Arm yourself with what weapons you find while I fend off these brigands!'\\n\\n<rgb=#00FF00>ITEM INTERACTION: To loot the satchel, use your mouse to left-click on the item twice, or right click on the item once.</rgb>",
      "es": ""
    },
    {
      "id": 8725905,
      "en": "'Up ahead you will be facing real danger.  While you have some practice with those training-dummies back there, I'm not sure you are up for the real thing.  \\n\\n'Prepare yourself and you and I will duel.  If you do well enough, I will trust you to hold up your end of the bargain when we must part ways.'",
      "es": ""
    },
    {
      "id": 171765008,
      "en": "Mundo is tied to a post in the yard.\\n\\nDespite the defeat of his captor, Mundo Sackville-Baggins appears particularly displeased. You should encourage him to join you.",
      "es": ""
    },
    {
      "id": 171765009,
      "en": "Strider and Amdir await you and the hobbits at the main gate.\\n\\nYou have freed both of the missing hobbits, but you have not yet escaped the camp.",
      "es": ""
    },
    {
      "id": 171765010,
      "en": "Amdir lies just beyond the main gate.\\n\\nThe Ranger Amdir was struck down by the Black Rider before Strider could drive him off. You should ask Strider what to do, for the situation is now dire.",
      "es": ""
    },
    {
      "id": 171765011,
      "en": "Strider waits near the main gate.\\n\\nAmdir is gravely wounded. Strider will best know what to do to help his friend.",
      "es": ""
    },
    {
      "id": 171765012,
      "en": "Strider waits near the main gate.\\n\\nAmdir is gravely wounded. Strider will best know what to do to help his friend.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Jail Break",
      "es": ""
    },
    {
      "id": 171765013,
      "en": "Celandine waits near the main gate.\\n\\nAmdir is dying, and you do not have the skill to heal him. Celandine may know where he may receive help.",
      "es": ""
    },
    {
      "id": 171765014,
      "en": "Celandine waits near the main gate.\\n\\nAmdir is dying, and you do not have the skill to heal him. Celandine may know where he may receive help.",
      "es": ""
    },
    {
      "id": 171765015,
      "en": "Celandine waits near the main gate.\\n\\nAmdir is dying, and you do not have the skill to heal him. Celandine may know where he may receive help.",
      "es": ""
    }
  ]
}