{
  "id": 620759090,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated wolves near Archet ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Amdir has asked you to see to the defence of Archet by helping Captain Brackenbrook.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'It appears you are prepared for battle, [placeholder]. You should make your way to the sheep farm south and west out of Archet's gate. Seek Dirk Mudbrick and tell him that you are there to assist him at the behest of Captain Brackenbrook.\\n\\n'If the wolves are truly threatening the sheep, then we should do what we can to assist the people here in Archet.\\n\\n'Also, if you have not spoken to her yet, Celandine Brandybuck could use your help. I have asked her to help me treat my wound as if it were poisoned and will need athelas, or \\qkingsfoil\\q as it is commonly known. Might I ask that you help her in this as well?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Dirk Mudbrick defends a farm south and west out the front gate of Archet.\\n\\nAmdir told you to speak with Dirk Mudbrick and offer him your services, as Captain Brackenbrook originally instructed you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well now, what with the Captain paying no heed to the talk o' traitors, I guess ye be needing some work? There's more to do down Combe-way, but the roads are too dangerous for travelling.\\n\\n'Well, far be it from me to refuse help. These wolves are proving bad. We've lost more sheep than I care to mention. And that's just about all I've got to guard, what with most folk already pulled within the walls o' the village.\\n\\n'I need ye to clear out as many o' the wolves beyond the gates as ye can. The longer they're about, the bolder they'll get! Start your search south or east of the farm. If you're feeling particularly bold, I heard there's a large group of wolves at Bronwe's Folly to the south-east.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Wolves can be found east and south of the farm and at Bronwe's Folly.\\n\\nDirk Mudbrick is charged with guarding the sheep-farm outside of Archet and is pleased to be receiving help from Captain Brackenbrook.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Dirk Mudbrick can be found at the sheep-farm south and west from Archet.\\n\\nYou should return to Dirk Mudbrick with news of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Leave the gate of Archet. Look for the sheep farm nor far from the entrance and speak with Dirk Mudbrick. He is a good, honest, man. Earn his trust and maybe he can help us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'With your friend Celandine rescued, I'm sure ye'd like to see about going home. Sadly, the roads are still too dangerous.\\n\\n'I'm not sure what Little Folk like ye can do around here, but far be it from me to refuse help. These wolves are proving bad. We've lost more sheep than I care to mention. That's about all I've got to guard, what with most folk already pulled within the walls o' the village.\\n\\n'I need ye to clear out as many o' the wolves beyond our gates as ye can. The longer they're about, the bolder they'll get!\\n\\n'Start your search south and east of my farm. If you're feeling particularly bold I heard there's a large group of wolves at Bronwe's Folly to the south-east.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'If Captain Brackenbrook wants you to help Archet by hunting wolves with Dirk Mudbrick, then do so. I will see what I can do to expose Calder Cob.\\n\\n'You should find Mudbrick at the sheep-farm south and west outside Archet's gate.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You're stouter than I thought. Well done with those wolves. There's much more to be done, though!\\n\\n'The Captain won't see the true threat, though. I shouldn't say anymore... my mouth is why I was assigned to this place.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'With your friend Celandine rescued, I'm sure she'd like to see about going home. Sadly, the roads are still too dangerous.\\n\\n'I'm not sure what Little Folk like ye can do around here, but far be it from me to refuse help. These wolves are proving bad. We've lost more sheep than I care to mention. That's about all I've got to guard, what with most folk already pulled within the walls o' the village.\\n\\n'I need ye to clear out as many o' the wolves beyond our gates as ye can. The longer they're about, the bolder they'll get!\\n\\n'Start your search south and east of my farm. If you're feeling particularly bold I heard there's a large group of wolves at Bronwe's Folly to the south-east.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I see the trophies of your hunt about you. You should return to Dirk Mudbrick and let him know of your success!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Dirk Mudbrick",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'The wolves are becoming a serious threat, thanks in no small part to the Blackwolds. I've heard there's a large pack of them at Bronwe's Folly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat wolves near Archet ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Dirk Mudbrick",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Those wolves are getting closer every day. They have already slaughtered many of the sheep here and the remainder of the flock is dearly threatened. With your help maybe we can turn our attentions elsewhere.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Intro: Seeing to the Defence",
      "es": "",
      "es (fem)": ""
    }
  ]
}