{
  "id": 620759022,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'Welcome to Noglond, friend [placeholder]! You might not know it, but this way-station has a storied history nearly as rich as Thorin's Halls itself! I would be honoured to tell you of...\\n\\n'Oh, I see. You are here on business from Dwalin? You will never find a truer Longbeard than our Steward, and Thorin's Halls are maintained with the dignity that befits our glorious...\\n\\n'Ah, yes, your pardon. What was it you were wanting, friend? Of course... Nos came through here just hours ago. When he left he mentioned heading to the Thrushstones. Follow the road north back to Thorin's Hall, and it will turn sharply to the west. Continue to follow the road until it bends to the north again. Continue west from there, and you'll find the Thrushstones.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Well met, [placeholder]. If ever you need to travel at speed you should come to visit me or whomever the closest stable-master happens to be.\\n\\n'So Dwalin sent you to me to purchase passage to Noglond, did he?  Well it's a good thing he did considering how far away Noglond is. Simply speak with me about renting a horse, and you'll be able to purchase safe passage at speed on one of my fine mounts.\\n\\n'When you get there be sure to look for Rothgar, I expect he'll have some tasks for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbf63200",
      "en": "'That showed them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Prologue: The Wisdom of the Thrushes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You're here about the Dourhands sneaking out of Thorin's Halls, aren't you? The thrushes told me all about it, and I wrote it down to show Dwalin. Here, I'll give you my...\\n\\n'Oh no! Lynx! Quick, help me fight them off! They're always hungry for thrushes!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbf63201",
      "en": "'You have my thanks! Now take these notes, and show them to Rothgar!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Dwalin was right to count on Nos Grimsong and his friends among the thrushes! These notes confirm that the Dourhands brought their stolen gold in secret down into the Vale of Thráin, but the thrushes insist that they then returned to their old stronghold in the mountains that border the Vale. I thought that old city was infested with goblins now.\\n\\n'There were goblins in the Silver Deep, as well, and the Dourhands seem to have passed untroubled. There is something strange going on here, [placeholder], though you probably don't need me to tell you that.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You failed to defend Nos Grimsong",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4d4ffe1",
      "en": "'The lynx are back! You must help me defend against them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Head back to Rothgar in Noglond and give him my note. He'll know what to do next.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'Did you speak with Nos Grimsong?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You successfully defended Nos Grimsong",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Head south to Frerin's Court and speak with Wíli about getting a horse to Noglond.  When you get there speak with Rothgar, he should know where Nos is.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Noglond can be found far to the south of Thorin's Hall. The stable-master Wíli can be found in the west end of Frerin's Court.\\n\\nDwalin wants you to seek out Nos Grimsong, one of his loyal retainers and a friend to the thrushes of the Vale of Thráin. If the thrushes saw the Dourhand burglars, Nos will have heard about it. Dwalin instructed you to take a horse from Frerin's court to the outpost of Noglond. Once there you are to speak to Rothgar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Nos came through here just hours ago. When he left he mentioned heading to the Thrushstones.\\n\\n'Follow the road north back to Thorin's Hall, and it will turn sharply to the west. Continue to follow the road until it bends to the north again. Continue west from there, and you'll find the Thrushstones.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Wíli is in the west end of Frerin's Court.\\n\\nWíli told you to travel to Noglond by way of one of his horses and to speak with Rothgar when you arrive there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'So Dwalin sent you to me to purchase passage to Noglond, did he? Well it's a good thing he did considering how far away Noglond is. Simply speak with me about renting a horse, and you'll be able to purchase safe passage at speed on one of my fine mounts.\\n\\n'When you get there be sure to look for Rothgar, I expect he'll have some tasks for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Nos Grimsong is at the Thrushstones, north-west of Noglond.\\n\\nRothgar told you seek Nos Grimsong and see if he has heard anything from the thrushes about the Dourhands robbing the dwarf-treasury.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'The thrushes tell me much of what they see in the Vale of Thráin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Rothgar is in Noglond, to the south-east.\\n\\nNos Grimsong wrote down what he learned from the thrushes about the movements of the Dourhands in recent days and gave you his notes to take to Rothgar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'You could learn a lot from a thrush, if you took the time to listen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Wíli to the West of Frerin's Court",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Rothgar in Noglond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Find Nos Grimsong",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Defend Nos Grimsong",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Bring Nos Grimsong's notes to Rothgar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcfbcfa1",
      "en": "'Here comes another one!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcfbcfa2",
      "en": "'Don't let your guard down yet!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcfbcfa3",
      "en": "'Look! Up on the hill! More of them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcfbcfa4",
      "en": "'Stay alert! We're not safe yet!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcfbcfa5",
      "en": "'Stay sharp! Here comes more!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Dwalin wants to know where the Dourhands went with the stolen gold and wonders if the thrushes of the Vale of Thráin might have seen something.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'We need to find out where the Dourhand burglars took the gold they stole from our treasury, [placeholder], and I believe I know just how to do it. The thrushes of the Vale of Thráin have long served as the eyes of Durin's Folk in the air. If the Dourhands tried moving the stolen gold from Thorin's Hall, as they must have, one of the thrushes would surely have seen them.\\n\\n'Nos Grimsong is a friend of the thrushes who has long been loyal to the Lonely Mountain, and he understands their language. Nos was last appointed to duty at the outpost of Noglond to the south.\\n\\n'To get to Noglond, speak with the stable-master, Wíli, to the west of Frerin's Court. Tell him you want a steed to take you to Noglond and he'll take care of the rest. When you get to Noglond, look for Rothgar. He'll be your point of contact for the time being.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}