{
  "id": 620759026,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'Thrór's Hammer! I never thought to see it again! Your efforts will not be forgotten, [placeholder].\\n\\n'Quick now, take the hammer to Litli, and he will get to work on your key!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'If we are going to forge this key you need, I need Thrór's Hammer. That means you'll have to brave the dangers of Skorgrím's tomb.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 7, Chapter 6: Thrór's Hammer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Ah, you've found the hammer! Excellent, [placeholder]! A chance to work Moria-silver... I never thought I'd see the day!\\n\\n'Come now, let's get to work!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'I can't forge you your key until I have a shaping hammer!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Thrór's Hammer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Bring the hammer to Litli at once, so he can begin work on your key!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Thrór's Hammer lies within the tomb of Skorgrím Dourhand. The tomb lies south-east of Thorin's Hall.\\n\\nDwalin told you he needed a hammer that Thrór, Thorin's grandfather and last King Under the Mountain before the coming of Smaug, took with him into exile and which Thráin his son brought to the Blue Mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Litli can be found by the forges near the throne of Thorin's Hall in Ered Luin.\\n\\nYou should take the hammer you found to Litli so that he can forge the key you need.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x94e6731",
      "en": "'I greet thee. Thou hath come far, and I will not disappoint thine expectations.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x94e6732",
      "en": "'Thou hath come far, and I will not disappoint thee.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x94e6733",
      "en": "'Thrór's hammer shall be thine... if thou art able to defeat me in battle.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x94e6734",
      "en": "'Thou must fight me within these bounds and no further.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring Thrór's Hammer to Dwalin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x94e6735",
      "en": "'Let us begin...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Claim Thrór's Hammer from Skorgrím's tomb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Wait while Litli completes his task",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring Thrór's Hammer to Litli",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb99ed51",
      "en": "'Fortunately, your timing was perfect.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb99ed52",
      "en": "'While you were gone, I used the cast and made the key blank.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You obtained the mithril nugget and the ruined key as Dwalin asked, but his smith, Litli, informed you that there was still one more thing needed to work the mithril.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb99ed53",
      "en": "'And just before you arrived, I set the key out for shaping!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb99ed54",
      "en": "'I must admit, I've not been this excited in years!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb99ed55",
      "en": "'Here we go....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb99ed56",
      "en": "'There! It's done!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb99ed57",
      "en": "'Mithril is quite a wonder!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb99ed58",
      "en": "'I've never worked with anything quite like it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'To work with mithril, you need a special hammer. So special, in fact, that we only ever had one here in Thorin's Hall: Thrór's Hammer, the hammer of Thorin's grandfather, which Thráin brought here! Of course, since we never had any mithril to work, we never used it.\\n\\n'When most of the Longbeards moved back to the Lonely Mountain, the hammer got left behind, and -- as an insult to us, I'm sure -- the Dourhands took it and placed it in Skorgrím's tomb as tribute to him.\\n\\n'At least, that is what one of them told us. We tried reclaiming that tomb, but it seems cursed. Vile things started lurking in the shadows there. I would say we should just let it lie there, but this task of yours is important enough to warrant opening the tomb again. You'll not find any dwarves willing to go in there, so you will need to retrieve the hammer yourself. The tomb lies south of here, in the Berghold.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}