{
  "id": 620759184,
  "txt": [
    {
      "id": "0xda44875",
      "en": "The Book of Knives",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have discovered the Book of Knives",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "A section of the introduction, this page suggests that the author was neither modest nor the type to shy from a fight. She was apparently overly fond of causing trouble at inns throughout Eriador, sometimes going so far as to cheat openly at dice in order to provoke a fight.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You found a missing page of The Book of Knives",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e2",
      "en": "This page describes some of the author's favourite knives. It seems that she had an Elf-smith make blades for her as custom pieces which she particularly preferred for their speed and edge. She must have treated them rather roughly, given the sheer number of knives she describes in loving detail.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You found a missing page of The Book of Knives",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "The author appears to have preferred combat with an unusual level of intensity compared to what one might expect of a burglar. The style she describes emphasizes a degree of closure and commitment to finishing a fight quickly rather than the furtive hit-and-run tactics that one commonly associates with the profession.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You found a missing page of The Book of Knives",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e4",
      "en": "It is clear from the context of this page that the author preferred to work alone, without companions. This perhaps explains her dedication to the art of in-fighting and an emphasis on finishing fights up close and as quickly as possible. She likely had few friends or companions to fall back on in times of danger.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Book of Knives is sadly incomplete, and little can be learned from its cryptic writings. \\n\\nThe famous Burglar, Bilbo Baggins is known for his love of riddles and mysteries - perhaps he might be able to shed some light on this text?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "You found a missing page of The Book of Knives",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e5",
      "en": "This page is difficult to follow as it is covered with sketchy diagrams as well as scrawled text. It seems to be trying to describe some complex movement of the body, but the author was not much of an artist.\\n\\nNevertheless, it does hint at some intriguing ideas you would like to try out....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "At least two copies of this book are believed to have been lost - one somewhere within Angmar and the other in the Misty Mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "You found a missing page of The Book of Knives",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e6",
      "en": "This page does not seem to have much to do with knife fighting.\\n\\nThe author seems to have wandered into a rambling recollection of one of her more hair-raising exploits, the details of which are both quite bawdy, and rather too dramatic and unlikely to be an entirely honest account....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3687",
      "en": "You found a missing page of The Book of Knives",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e7",
      "en": "A page of painstakingly inked lines and diagrams. It must be describing a particular set of motions.\\n\\nUnfortunately, the notes in the margins of the page are impossible to make out, leaving you to do a great deal of guesswork as to what motions this complex web of lines might actually be trying to depict.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3688",
      "en": "You found a missing page of The Book of Knives",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e8",
      "en": "This page is a recap of much of what has been described before, but it is surprisingly concise and clear compared to most of what came before, drawing a number of important lines between the stylistic points that she has made previously. Either the author received some editorial assistance with this section, or perhaps she was just sober during its writing.\\n\\nIn any case, it is an invaluable guide to sorting out the mismatched notes throughout the rest of the book.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3689",
      "en": "You found a missing page of The Book of Knives",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Bilbo Baggins at the Last Homely House in Rivendell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "The Book of Knives, page 3",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "The Book of Knives, page 5",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "The Book of Knives, page 12",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "The Book of Knives, page 17",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "The Book of Knives, page 18",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "The Book of Knives, page 23",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "The Book of Knives, page 26",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c9",
      "en": "The Book of Knives, page 31",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The first four pages of this book can be found on enemies scattered across Angmar, Eregion, and Moria. The last four pages of this book can be found on enemies scattered across Forochel, Moria, and the Misty Mountains.\\n\\nThe Book of Knives was written by a burglar of great renown -- she is even said to have retrieved the choicest gem of a hoard from beneath the grasping claw of a sleeping dragon -- but her true name remains unknown and many doubt the veracity of her most outlandish exploits. Nevertheless, she was acknowledged as one of the finest knife-fighters in Middle-earth during her time.\\n\\nSadly, The Book of Knives is incomplete; little can be gleaned from its cryptic writings. The famous burglar Bilbo Baggins is known for his love of riddles and mysteries -- perhaps he might be able to shed some light on this text.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'What is that you have there? The Book of Knives? Oh my! I came into the profession quite by accident myself, but after my adventures on the Quest of Erebor, I decided it might be prudent to learn about those who were of a more professional sort, if you know what I mean.\\n\\n'In my studies I came across mention of this book, but I have never held a copy of it before. This one seems to be missing several key pages -- I don't think we'll have much luck deciphering it without those.\\n\\n'If you can find the remaining pages, I am sure this will prove quite a find. Unfortunately, I haven't any guidance to give you about where to look for the missing pages.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}