{
  "id": 620759096,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I have been such a fool. With Calder Cob turned traitor, I do not know whom to trust anymore. How many more spies dwell among us?\\n\\n'I would ask a favour of you. Go speak with my son Jon and ask for his help against the Blackwolds. Jon spends most of his time at the Hunter's Lodge to the east of Archet. From the town-gate, follow the road that wends to the east, and you will eventually make your way to the lodge.\\n\\n'If you can sway my son's heart, I will reward you handsomely.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So my father's eyes have been opened to the truth? And none too soon! The Blackwolds are preparing to move against Archet, and the defences are ill-prepared.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Go to the Hunter's Lodge and speak with my son, Jon. The east road that leads from Archet's gate will take you there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Intro: The Captain's Son",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I cannot believe I was so fooled by Calder.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Captain Brackenbrook has been estranged from his son, Jon, ever since they fought over the loyalty of Calder Cob. Captain Brackenbrook trusted Cob, while Jon had been suspicious of him. The orders you found proved Jon right.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'If Archet it so to be saved, it will be through the strength of people like you and my son.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'I wonder if my son will ever forgive me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Jon Brackenbrook can be found at the Hunter's Lodge that lies along the road east of Archet.\\n\\nCaptain Brackenbrook, uncertain of whom to trust, has asked you to speak with his son Jon and earn his aid. He promised to reward you handsomely if you succeed.",
      "es": "",
      "es (fem)": ""
    }
  ]
}