{
  "id": 620759067,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "After rescuing you from the Blackwold brigands and a mysterious Black Rider, the Ranger Amdir brought you to the village of Archet in the Chetwood, east of Bree-town. The town, under threat of attack, prepares a defence against the Blackwolds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Oh, hello there! You are the one who came with that Ranger, Amdir, the other night, aren't you? What a tale he told of your adventure. You must be quite brave!\\n\\n'Oh, don't mind my blather! I think Amdir wanted to speak with you. Last I saw him, he was resting on the ground just south of here, around the corner of the big building there.\\n\\n'He looked awfully pale. That hurt he took must be worse than it looked.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Amdir may be found resting on the ground near the centre of Archet, outside The Mad Badger Inn.\\n\\nThe Ranger Amdir has spread word that he wishes to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well, hello there! Did you get a good rest? I hope so, after hearing about all the excitement you had the other night!\\n\\n'Your friend Amdir was looking for you, and it seems he was busy last night. He returned with two more hobbits. One of them was that lass Celandine you were looking for. Unfortunately, the poor fellow was hurt in the rescue. It doesn't look too serious though!\\n\\n'You should go speak with him now. He's sitting just to the south of here, resting. There, around the corner of that big building.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'That Amdir fellow who brought you in has been asking for you. He's outside The Mad Badger Inn, near the centre of town.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Gracious, just look where they want me to stay! This is nothing like home. And they say I can't go home until those Blackwold fellows are dealt with. This is outrageous!\\n\\n'Well, I don't need you hanging about now, bothering me. Go talk to that Amdir fellow. He's sitting just south of here.\\n\\n'I've no interest in sharing my troubles with the likes of you. Now leave me be!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I've got nothing to tell you. I just want out of this village! I tell you, this whole affair has been an insult!\\n\\n'If you want to talk to someone, go see that Amdir fellow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Have we met before? I'm sure we haven't...you don't look all that important to me. I can't see why Celandine persists in mingling with just any hobbit.\\n\\n'Well, after what I've been through -- taken captive by brigands, no less! -- I simply don't feel like talking to anyone. Why don't you go bother that Ranger, Amdir, just over there to the south.\\n\\n'Not much use in rescues...he got himself stabbed! Well, he looks a rough fellow, so he's been stabbed more than once in his life, I'm sure!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Ah, [placeholder]. It is good to see you whole and hale. You proved yourself quite the hero, leading the hobbits and me here to Archet last evening. I must confess that I do not recall much of the journey.\\n\\n'Nay, do not concern yourself with my injuries; though they appear grave, I have taken worse. My only fear is that the blade may have been poisoned, but young Celandine is seeing to my needs.\\n\\n'There is a matter that needs immediate attention, one that I cannot undertake. Captain Brackenbrook, the founder of the garrison here in Archet, suffers my presence only because of my injuries. Few in Bree-land trust Rangers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'Ah, [placeholder]. It is good to see you well. Alas that I cannot say the same for myself. Yestereve, while rescuing two hobbits from the Blackwold brigands, a Nazgûl struck me down with a morgul-knife. Such weapons have been known to bring weakness and early death to their victims, or even to turn them into wraiths under the will of the blade's wielder.\\n\\n'I know not which fate awaits me, but whatever the case, I cannot be of assistance to the people of Archet. It is much to ask of you, but I would ask that you help defend Archet in my stead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'Your friend Amdir was hurt last night and has been asking for you. You should go talk to him. He's resting outside The Mad Badger Inn, near the centre of town.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Intro: Amdir's Request",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "'So, you were nearly caught by those brigands, too? I tell you, it was a terrible experience. I just want out of this dreadful town.\\n\\n'Now, if you want to chat, go find someone willing, like that Amdir fellow.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}