{
  "id": 620759160,
  "txt": [
    {
      "id": 218649170,
      "en": "'Perfect, perfect! These will do nicely!\\n\\n'I will get to work making use of these in the construction of your weapon, but you'll need to get back out there and look for the second set of things I need!\\n\\n'I need you to collect eyes from the hateful worms of places like Forochel, the Misty Mountains, and Eregion. I also need beaks from the dread turtles of Malenhad in eastern Angmar.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I'm still waiting for the first set of components, [placeholder].'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Implements of the Night",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Splendid job, [placeholder]! I knew you were a top-notch burglar!\\n\\n'There's one last set of things I'll need. Be warned that you'll need to search some pretty unpleasant places, but that's the job, I guess, isn't it?\\n\\n'I need a Warg-keeper's token from the goblin Athpukh who guards the Warg-pens of Urugarth in Angmar. I also need the cruel talon of the morroval-queen Azgoth who dwells in the evil city of Carn Dûm in Angmar.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'You haven't brought me the components I need, [placeholder]? Don't you want this weapon?'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected brimstone-leech fangs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Brimstone-leeches and the Warg Narglup can be found in Angmar; the leeches to the east and Narglup to the west.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Another job well-done, [placeholder]! Let me incorporate these items, and...ouch! This talon is sharp -- I hope I never stumble across a morroval, if this talon is any indication!\\n\\n'I give you this weapon, Burglar [placeholder]. Use it well!\\n\\n'That wasn't so very difficult, was it?'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected Narglup's split claw",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The worms you need to hunt can be found in places like Forochel, the Misty Mountains, and Eregion.'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'You don't have the components I need, [placeholder].'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Collected hateful worm-eyes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Brimstone-leeches can be found around the eastern reaches of Malenhad in Angmar. Narglup can be found near Tór Gailvin in the western reaches of Angmar.\\n\\nSterling Proudfoot asked you to return with hollow brimstone-leech fangs and the split claw of the Warg Narglup.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Athpukh can be found in Urugarth, and Azgoth can be found at Carn Dûm, both in Angmar.'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Collected venomous dread-turtle beaks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Collect cruel talon of Azgoth",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Sterling Proudfoot is in Buckland, west of Bree and east of the Brandywine River.\\n\\nSterling Proudfoot is waiting for you to return with the first set of components.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Collected Warg-keeper's token",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Bring last set of components to Sterling Proudfoot",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The worms which have the necessary eyes dwell in places like Forochel, the Misty Mountains, and Eregion. The dread turtles dwell in Malenhad in the eastern reaches of Angmar.\\n\\nSterling Proudfoot asked you to bring him hateful worm-eyes and venomous dread-turtle beaks.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "Collected cruel talon of Azgoth",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Collect Warg-keeper's token",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Sterling Proudfoot is in Buckland, west of Bree and east of the Brandywine River.\\n\\nSterling Proudfoot is waiting for you to return with the second set of components.",
      "es": ""
    },
    {
      "id": 84765779,
      "en": "Collect cruel talon of Azgoth",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "The Warg-keeper Athpukh can be found in Urugarth in Angmar. The morroval-queen Azgoth can be found in Carn Dûm in Angmar.\\n\\nSterling Proudfoot asked you to bring him a Warg-keeper's token and a cruel talon of Azgoth.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Sterling Proudfoot is in Buckland, west of Bree and east of the Brandywine River.\\n\\nSterling Proudfoot is waiting for you to return with the last set of components.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect brimstone-leech fangs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect Narglup's split claw",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring first set of components to Sterling Proudfoot",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Collect hateful worm-eyes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Collect venomous dread-turtle beaks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Bring second set of components to Sterling Proudfoot",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Collect hateful worm-eyes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Collect venomous dread-turtle beaks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Collect Warg-keeper's token",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Sterling Proudfoot has agreed to help you fashion a weapon to compliment your great skill as a burglar.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'If you're at all like me, [placeholder], you'll be wanting a weapon that's just right for those who've chosen to follow that noblest of professions by becoming burglars. And not just any burglar, but a skilled one! Not just any weapon will do, and I can make just such a one for you!\\n\\n'It won't be easy, though. I'll be needing a number of things from hard-to-reach places. What am I saying? You're a fine burglar! I'm sure you'll manage!\\n\\n'The first things I'll need are fangs from the brimstone-leeches of eastern Angmar and the claw of the Warg Narglup, who can also be found in Angmar, though to the west near Tór Gailvin.'",
      "es": ""
    }
  ]
}