{
  "id": 620759024,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Lorniel's hopes were not wholly in vain, for this scroll does indeed reveal a way to pass the gates of Carn Dûm. The scroll tells of a special key needed, forged of a dire black iron found only in the foul pits of Angmar... and the secrets of its crafting.\\n\\n'I believe such a key could be made of mithril, for the strength of Moria-silver may overcome whatever resistance the lock may give. Unfortunately, we have not mithril to use. Perhaps you should seek the aid of Lord Dwalin at Thorin's Hall in Ered Luin.\\n\\n'The dwarves know best the secrets of mithril... it is they you should speak with. I have transcribed the contents of the scroll in Westron... the dwarves should have no difficulty reading it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Greetings, [placeholder]! You have come from Elrond of Rivendell? Then you will have the aid of Durin's Folk. Let me see that scroll....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Seek out Lord Dwalin in Thorin's Hall and bid him greetings in my name. He is a friend of Rivendell and will help you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Good day to you. What can Durin's Folk do for you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 7, Chapter 4: Dwarf Mastery",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You journeyed to Rivendell to seek the aid of Elrond Halfelven in translating Raghnall's scroll. The Master of the Last Homely House gave you a mysterious welcome, but did offer to assist you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the scroll to Dwalin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Dwalin is at Thorin's Hall in Ered Luin.\\n\\nElrond transcribed the scroll into Westron, but told you to seek the aid of Dwalin and the dwarves of Ered Luin in forging the pass-key to Carn Dûm.",
      "es": "",
      "es (fem)": ""
    }
  ]
}